[
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 21,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b5ae043b-%E6%96%B0%E5%8A%A0%E5%9D%A1%E5%8F%8A%E9%A9%AC%E6%9D%A5%E8%A5%BF%E4%BA%9A3G%E7%94%B5%E8%AF%9D%E5%8D%A1%EF%BC%88%E9%A6%99%E6%B8%AF%E5%AE%85%E9%85%8D%E5%88%B0%E5%BA%9C%EF%BC%89---Klook%E5%AE%A2%E8%B7%AF/3GSIMCardHKDeliveryforMalaysiaSingapore.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Get mobile data coverage across China with one convenient 3G SIM card giving you internet access for 7 days Make your Singapore and Malaysia travels simple with 3G SIM card coverage WIth free delivery to your home or hotel in Hong Kong, you can have your mobile data connection sorted before you set off for your trip Enjoy 6GB of data valid for 7 days (no text or calling services available) Tethering is permitted so multiple devices can benefit from one SIM card Make your Singapore and Malaysia travels simple with 3G SIM card coverage WIth free delivery to your home or hotel in Hong Kong, you can have your mobile data connection sorted before you set off for your trip Enjoy 6GB of data valid for 7 days (no text or calling services available) Tethering is permitted so multiple devices can benefit from one SIM card What We Love:   What We Love: We know traveling in a new place can sometimes be challenging. When you don't speak the language or know your way around in some of the world's largest cities, it's easy to get lost. So take our word for it, you'll be grateful to have a trusted 3G SIM card with free delivery to Hong Kong, so you can get set up and connected in Hong Kong before you even arrive in Malaysia or Singapore. With 6GB of data valid for 7 days, plus the option to tether to other devices, you'll have a guaranteed internet connection helping you enjoy your trip without a glitch.  ",
        "strLocation": "Kuala Lumpur",
        "strOriginUrl": "https://www.klook.com/activity/1630-sim-card-hk-delivery-kuala-lumpur/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G SIM Card (HK Delivery) for Malaysia & Singapore",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:20:35"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 54,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/308f4da8-Full-Day-Elephant-Sanctuary-Tour/KualaGandahElephantSanctuary.jpgopacity0",
        "strIntroduction": " Spend the day in the pleasant company of the world's friendliest giants at the Elephant Sanctuary, see the elephants in their natural habitat and have fun giving them a bath Meet one of the world's largest and friendliest animals in a natural and protected environment Learn about the Elephant Relocation Team that has been moving elephants who have lost their habitats since 1974 Under the rangers' supervision, you will get to have fun while giving the elephants a bath Don't forget to take plenty of photos to keep as memories or reminders of the sanctuary's important and noble work Meet one of the world's largest and friendliest animals in a natural and protected environment Learn about the Elephant Relocation Team that has been moving elephants who have lost their habitats since 1974 Under the rangers' supervision, you will get to have fun while giving the elephants a bath Don't forget to take plenty of photos to keep as memories or reminders of the sanctuary's important and noble work What We Love:   What We Love: Meet one of the most majestic animals in the world — the mighty elephant — in a conservation area dedicated specifically to them. Established all the way back in 1989 by the Department of Wildlife and National Parks, the Elephant Sanctuary is a great place to see how elephants live and interact in a natural environment. If you are ready to get up close and personal, you will get a chance to bathe the elephants using special brushes — under the watchful eye of the park rangers, of course. You will also get to learn about the sanctuary's efforts to relocate the elephants whose habitats have been threatened and discover the challenges facing the friendly giants in today's rapidly developing world.  ",
        "strLocation": "Kuala Lumpur",
        "strOriginUrl": "https://www.klook.com/activity/1299-elephant-sanctuary-tour-kuala-lumpur/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kuala Gandah Elephant Sanctuary",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:20:44"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 44,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/06d3810d-%E8%9E%83%E8%9F%B9%E5%B2%9B%E4%B8%80%E6%97%A5%E6%B8%B8---Klook%E5%AE%A2%E8%B7%AF/CrabVillageRuralAdventureTour.jpgopacity0",
        "strIntroduction": " Relax and unwind in the calm, quiet and authentic fishermen's island Pulau Ketam Leave the busy city behind and journey to the slow-paced island of a traditional crab village Discover this rare and traditional fishing village, part of a small cluster of islands on the coast to the east of KL Get snap happy with Crab Island's iconic 'floating houses', perched above sea level Indulge in a delicious lunch of the village's famed local seafood Leave the busy city behind and journey to the slow-paced island of a traditional crab village Discover this rare and traditional fishing village, part of a small cluster of islands on the coast to the east of KL Get snap happy with Crab Island's iconic 'floating houses', perched above sea level Indulge in a delicious lunch of the village's famed local seafood What We Love:   What We Love: Pulau Ketam, a small island located off the coast of Klang, has earned itself the nickname of \"Crab Island\". Home to a large fishermen community, the island's signature symbols are its \"floating houses\", perched on wooden stilts above sea level. The island is the perfect place to leave the city's hustle and bustle behind and truly experience the lifestyle of a fisherman. No air pollution, no traffic jams, no crowds or queues - the ultimate escape. With an abundance of fresh seafood, the island offers a wide range of seafood dining options.  ",
        "strLocation": "Kuala Lumpur",
        "strOriginUrl": "https://www.klook.com/activity/1437-crab-village-rural-adventure-tour-kuala-lumpur/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Crab Village Rural Adventure Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:20:53"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 34,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/73e96002-i-City-/i-City.jpgopacity0.669369",
        "strIntroduction": " Forget your worries and remember what it's like to be a child again in Malaysia's exciting amusement park, i-City Spend a fun filled day at i-City, an amusement park for both the young and young at heart Access the park's main attractions with the convenient i-Card Less than an hour away from Kuala Lumpur, i-City offers plenty of options for the whole family A variety of attractions are available, from the icy wonderland of SnoWalk to the scary surprises of Horror House Make a visit to the City of Digital Lights and take photos with celebrities at the Red Carpet Wax Museum Spend a fun filled day at i-City, an amusement park for both the young and young at heart Access the park's main attractions with the convenient i-Card Less than an hour away from Kuala Lumpur, i-City offers plenty of options for the whole family A variety of attractions are available, from the icy wonderland of SnoWalk to the scary surprises of Horror House Make a visit to the City of Digital Lights and take photos with celebrities at the Red Carpet Wax Museum What We Love:   What We Love: Enjoy a day of unlimited fun in Malaysia with a visit to i-City, a family amusement park and a true wonderland for kids and adults alike. With a variety of attractions and less than 60 minutes away from Kuala Lumpur, it's the best place in town for a family day. Don't miss SnoWalk, a winter wonderland hailed as Malaysia's largest snow park. Check out the whole park from the top of the Ferris Wheel or join the crème de la crème at the Red Carpet Wax Museum. Face your fears head on at the Horror House and take interesting photos at the Trick Art Museum. Long story short, being bored at i-City in Malaysia is simply not an option.  ",
        "strLocation": "Kuala Lumpur",
        "strOriginUrl": "https://www.klook.com/activity/1623-i-city-kuala-lumpur/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "i-City",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:21:04"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 44,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7eba04dc-KL-Food-Experience/KualaLumpurFoodExperience.jpgopacity0.00813569",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Feast on delicious local food in the city's hidden areas undiscovered by most travelers and gain a deeper insight into the city's diverse cultures Taste the best of Malaysian cuisine on this food discovery tour in Kuala Lumpur Go off the beaten track and visit neighborhoods you may otherwise never discover on your own Learn more about the background of Kuala Lumpur by sampling its iconic dishes — a mix of Malay, Chinese and Indian delicacies Taste the best of Malaysian cuisine on this food discovery tour in Kuala Lumpur Go off the beaten track and visit neighborhoods you may otherwise never discover on your own Learn more about the background of Kuala Lumpur by sampling its iconic dishes — a mix of Malay, Chinese and Indian delicacies What We Love:   What We Love: Explore Kuala Lumpur on a 3 hour interactive food walk, taking you to back alleyways and suburbs in the search of authentic and delicious local food. Enjoy Malaysian food the way it's been prepared for generations, visit the Indian influenced neighbourhood of Brickfields for some fresh banana fritters, then take the train to Chinatown for a delightful meal of noodles and refreshing sugarcane juice. The tour sums up with a relaxing coffee break at an old school coffee house where you can see the city's history in photos of the past and present.  ",
        "strLocation": "Kuala Lumpur",
        "strOriginUrl": "https://www.klook.com/activity/1438-food-experience-kuala-lumpur/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kuala Lumpur Food Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:21:13"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 39,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9829b8d2-/KualaLumpurCultureandHeritage.jpgopacity0",
        "strIntroduction": " Discover the cultural and historical heritage of Kuala Lumpur on an exciting 5 hour tour with visits to the city's oldest temples and bustling markets Dive into history and tradition of Kuala Lumpur, getting to know the city's unique mixed background Visit the Kuala Lumpur's oldest Buddhist, Hindu and Taoist temples Shop till you drop at the Central Market and sample exotic delicacies in Chinatown Watch how Kuala Lumpur's many cultures, religions and traditions co-exist peacefully within a step of each other Dive into history and tradition of Kuala Lumpur, getting to know the city's unique mixed background Visit the Kuala Lumpur's oldest Buddhist, Hindu and Taoist temples Shop till you drop at the Central Market and sample exotic delicacies in Chinatown Watch how Kuala Lumpur's many cultures, religions and traditions co-exist peacefully within a step of each other What We Love:   What We Love: Discover Kuala Lumpur's rich historical heritage, age-old traditions, peculiar customs and more on the full day Culture and Heritage Tour. Experience a diverse mix of cultures that make Kuala Lumpur the exciting and versatile city that it is and peek into its intricate and exciting past. On this tour, you will get to visit one of the largest and oldest Buddhist temples in Malaysia, the oldest Hindu Temple in Kuala Lumpur as well as the city's oldest Taoist temple, Sze Yeh Temple. Swing by the Kuala Lumpur Central Market and explore the bustling Chinatown, the perfect place to polish your bargaining skills.  ",
        "strLocation": "Kuala Lumpur",
        "strOriginUrl": "https://www.klook.com/activity/1298-cultural-heritage-tour-kuala%20lumpur/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kuala Lumpur Culture and Heritage",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:21:24"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 27,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/10dd0281-Penang-Hill-and-Temple-Sightseeing/PenangHillandTempleSightseeing.jpgopacity0",
        "strIntroduction": " See the best of Penang in less than half a day: visit the Kek Lok Si Temple, climb the 7 tier Pagoda and hop on the Penang Hill Furnicular Train! Enjoy an event-filled four hour guided tour of Penang and stop by its major attractions Take the funicular train for a great view of Georgetown from the top of Penang Hill Explore a beautiful Buddhist temple, Kek Lok Si, with its stunning architecture and sculptures Get an insight into local culture from your informative English speaking guide Enjoy an event-filled four hour guided tour of Penang and stop by its major attractions Take the funicular train for a great view of Georgetown from the top of Penang Hill Explore a beautiful Buddhist temple, Kek Lok Si, with its stunning architecture and sculptures Get an insight into local culture from your informative English speaking guide What We Love:   What We Love: Have a great time exploring Penang, even if you only have four hours. After a convenient hotel pick up, you will get to see a number of key attractions in the city. This compact tour takes you to new heights – literally – you will get to rise 833 metres above sea level aboard the funicular train ride to the top of Penang Hill. In addition to the memorable climb, you will see the 30.2 meter bronze statue of Guanyin, the Goddess of Mercy, during your visit to the Kek Lok Si Temple and marvel at the 7 Tier Pagoda of the 10,000 Buddhas. By the end of the tour, you'll have ticked off many of Penang's key sights.  ",
        "strLocation": "Penang",
        "strOriginUrl": "https://www.klook.com/activity/1871-penang-hill-temple-sightseeing-penang/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Penang Hill and Temple Sightseeing",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:21:36"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/82599d00-Heritage-Trishaw-Ride/HeritageTrishawRide.jpgopacity0",
        "strIntroduction": " See the famous heritage landmarks of Penang by winding though its old narrow streets on a trishaw See Penang from another angle, from the backseat of a trishaw, an authentic three-wheeled taxi Cover most of the UNESCO World Heritage Site area in merely three hours See Fort Cornwallis, Penang Town Hall, Beach Street, Kapitan Keling Mosque and more Soak up tales of local history from your informative trishaw driver and guide See Penang from another angle, from the backseat of a trishaw, an authentic three-wheeled taxi Cover most of the UNESCO World Heritage Site area in merely three hours See Fort Cornwallis, Penang Town Hall, Beach Street, Kapitan Keling Mosque and more Soak up tales of local history from your informative trishaw driver and guide What We Love:   What We Love: Immerse yourself in a truly authentic Penang experience with a tour in a traditional trishaw. The popular three-wheeled taxi will take you on an exciting adventure, letting you enjoy great sights and breathe in the atmosphere of Malaysia's streets and bustle. Cycle past the core of the city's UNESCO World Heritage Site: Fort Cornwallis, Penang Town Hall, Beach Street and Khoo Kongsi, an elaborate Chinese clan house, Achech Street, Kapitan Keling Mosque and more. Complete the tour with a visit to Penang's Little India  ",
        "strLocation": "Penang",
        "strOriginUrl": "https://www.klook.com/activity/1872-heritage-trishaw-ride-penang/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Heritage Trishaw Ride",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:21:44"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 18,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/62010965-Airport-Transfers-PEN-Pick-Up-for-Penang%2C-Malaysia/AirportTransfersPENPickUpforPenang%2CMalaysia.jpgopacity0",
        "strIntroduction": " Arrive in comfort by conveniently booking private transfers between Penang Airport and Penang city and start your Malaysian adventure right away Enjoy the convenience of airport-hotel transfers in a modern air conditioned vehicle Receive a convenient pick up service from the airport arrivals hall/your hotel lobby Choose between two vehicles to suit the size of your traveling party – up to 7 passengers Enjoy the convenience of airport-hotel transfers in a modern air conditioned vehicle Enjoy the convenience of airport-hotel transfers in a modern air conditioned vehicle Receive a convenient pick up service from the airport arrivals hall/your hotel lobby Receive a convenient pick up service from the airport arrivals hall/your hotel lobby Choose between two vehicles to suit the size of your traveling party – up to 7 passengers Choose between two vehicles to suit the size of your traveling party – up to 7 passengers What We Love:   What We Love: Ease into a hassle free visit to Penang with a convenient pick up right from the airport in a private air conditioned vehicle, fit for both smaller and larger groups of travelers. Get whisked off to your destination in the city right away: no need to wait in lines for taxis or push through your way into a bus. With loads of time saved, you can instantly start exploring Penang, the pearl of the orient.  ",
        "strLocation": "Penang",
        "strOriginUrl": "https://www.klook.com/activity/2091-airport-transfers-malaysia-penang/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (PEN Pick Up) for Penang, Malaysia",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:21:57"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 50,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/bf93c5ca-Heritage-on-a-Plate-Malaysian-Food-Tour/HeritageonaPlateFoodTour.jpgopacity0",
        "strIntroduction": " Explore Penang through a generous serving of Malaysia's best dishes on the 3 hour Heritage on a Plate Tour with both lunch and dinner tour options With so much to see and do in Penang, make sure you leave time for this compact journey into the best of Malaysian cuisine Travel to 4 different tasting locations and sample up to 6 different variations of Malaysia cuisine See the city come alive at lunch time or dinner time and enjoy an authentic Malaysian meal Let your English speaking host explain more about the foods you're eating and share a nation-wide passion for these dishes With so much to see and do in Penang, make sure you leave time for this compact journey into the best of Malaysian cuisine Travel to 4 different tasting locations and sample up to 6 different variations of Malaysia cuisine See the city come alive at lunch time or dinner time and enjoy an authentic Malaysian meal Let your English speaking host explain more about the foods you're eating and share a nation-wide passion for these dishes What We Love:   What We Love: Discover George Town through delicious, flavorful and diverse Malaysian cuisine. This exciting tour will let you taste and sample some of the best dishes the locals have come to know well and love. It's a tour to the very soul of Penang, letting you explore its traditions and culture through authentic food. On the three hour tour, you will get to stop at four different tasting locations and try up to six different types of cuisine around the city. From spicy to mild and from substantial to light, you will get to eat like a local in one of Malaysia’s most exciting cities.  ",
        "strLocation": "Penang",
        "strOriginUrl": "https://www.klook.com/activity/1945-heritage-plate-food-tour-penang/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Heritage on a Plate Food Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:22:07"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 33,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c7150fb0-Scenic-Night-Tour/GeorgetownScenicNightTour.jpgopacity0",
        "strIntroduction": " Speed through Georgetown's night streets and see a whole different side to Penang See Penang after sunset and discover Georgetown's more playful side Start with a flavorful introduction to the local cuisine with a dinner from a local hawker's stall Roam through the city in the back of a traditional three-wheeled taxi, the trishaw Enjoy great views from Penang Bridge and journey back to the island by ferry See Penang after sunset and discover Georgetown's more playful side Start with a flavorful introduction to the local cuisine with a dinner from a local hawker's stall Roam through the city in the back of a traditional three-wheeled taxi, the trishaw Enjoy great views from Penang Bridge and journey back to the island by ferry What We Love:   What We Love: Watch Georgetown come alive by night, transforming into a bright bustling metropolis. Start off with a signature dinner right from a hawker's stall, sampling the best of Malaysian cuisine made in the best of its cooking traditions, such as satay, fried rice or sizzling hot plate noodles. With a delicious dinner filling your stomach, hop into the back of a trishaw and enjoy a scenic ride across Malaysia's second longest bridge, Penang Bridge. The tour concludes with a ferry ride back to Penang Island where you'll get to see all of the area's unique nighttime beauty from the water.  ",
        "strLocation": "Penang",
        "strOriginUrl": "https://www.klook.com/activity/1874-georgetown-scenic-night-tour-penang/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Georgetown Scenic Night Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:22:18"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 20,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9f8f6c45-Explore-Georgetown/ExploreGeorgetown.jpgopacity0.684062",
        "strIntroduction": " Explore Georgetown Tour takes you on an immersive discovery of Penang's capital, its architecture and sights in just four hours This compact tour will take you to the most interesting historical spots in the city Having once been an important trade centre, Georgetown is renowned for its diverse international architecture Visit famous attractions like State Museum, Fort Cornwalls, Reclining Buddha and more This compact tour will take you to the most interesting historical spots in the city Having once been an important trade centre, Georgetown is renowned for its diverse international architecture Visit famous attractions like State Museum, Fort Cornwalls, Reclining Buddha and more What We Love:   What We Love: Penang is a popular tourist destination in Malaysia and its capital Georgetown is a UNESCO World Heritage Site. A fusion of different people, cultures and traditions, Georgetown used to be a major trading hub in the Straits of Malacca. The city was known for its colorful architecture, combining British colonial buildings, Chinese shophouses and mosques. In just four hours, you will get to see some of the best sights Georgetown has to offer and what makes it a truly unique city that cannot be found anywhere else in Asia  ",
        "strLocation": "Penang",
        "strOriginUrl": "https://www.klook.com/activity/1869-explore-georgetown-penang/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Explore Georgetown",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:22:29"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 28,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4f4f9ef0-Georgetown-Heritage-Tour/GeorgetownHeritageTour.jpgopacity0",
        "strIntroduction": " Explore Penang's historical capital on the Georgetown Heritage Tour and see the city's prime attractions and sights Visit Penang's exciting capital – Georgetown – a modern metropolis and a city with old historical traditions Visit old Chinese temples Hock Teik Cheng Sin and Cheah Kongsi See an old luxurious mansion and learn about the city from your English speaking guide Visit Penang's exciting capital – Georgetown – a modern metropolis and a city with old historical traditions Visit old Chinese temples Hock Teik Cheng Sin and Cheah Kongsi See an old luxurious mansion and learn about the city from your English speaking guide What We Love:   What We Love: The vibrant dynamic region of Penang comes with lots to offer – and its capital Georgetown is one of the main destinations. The entire city is UNESCO World Heritage Site and is a mecca of ancient monuments, historical landmarks and museums. Led by your English speaking and informative guide, you'll visit Khoo Kongsi, a Chinese clanhouse with stunning architecture and - Hock Teik Cheng Sin Temple. Don't miss one of the oldest clan temples in town – the Cheah Kongsi. The Pinang Peranakan Mansion, a must see for every traveler visiting Penang, is a rich museum that showcases the traditions and culture of a Peranakan family including a recreated home of a wealthy resident to give you a glimpse into the past life of the rich and powerful  ",
        "strLocation": "Penang",
        "strOriginUrl": "https://www.klook.com/activity/1870-georgetown-heritage-tour-penang/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Georgetown Heritage Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:22:39"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/03b036e8-%E4%BA%9A%E5%BA%87%E6%B5%B7%E5%B2%9B%E6%B5%AA%E6%BC%AB%E4%B9%8B%E6%97%85%EF%BC%88%E5%8D%95%E5%B2%9B%E6%88%96%E5%8F%8C%E5%B2%9B%EF%BC%89--Klook%E5%AE%A2%E8%B7%AF/SapiandManukanIslandsAdventure.jpgopacity0",
        "strIntroduction": " Kayaking, jet skiing, fly fishing, sunbathing, parasailing, fish feeding and more - the choice is yours on this exciting Sapi and Manukan Islands trip Explore 2 of Malaysia's most beautiful islands Manukan and Sapi Take a dip in the transparent waters of Manukan Island with its sandy beaches and great recreational facilities Use your free time well: go kayaking, parasailing, jet skiing, try Sea Walking and more Enjoy a delicious barbecue lunch by the beach Explore 2 of Malaysia's most beautiful islands Manukan and Sapi Take a dip in the transparent waters of Manukan Island with its sandy beaches and great recreational facilities Use your free time well: go kayaking, parasailing, jet skiing, try Sea Walking and more Enjoy a delicious barbecue lunch by the beach What We Love:   What We Love: Journey to Malaysia's two beautiful islands: Sapi and Manukan. First, take a boat to Manukan Island for its crystal clear turquoise seas and vivid greenery. The island is ready to welcome you with the arranged recreational facilities: picnic zones, changing rooms, tables and more – so you can enjoy the water and white sandy beach in full. After a delightful barbecue lunch, head over to Sapi Island where you will have loads of free time to enjoy kayaking, ride a banana boat, go jet skiing and more. If you are looking for a safe way to explore the underwater world, try Sea Walking, a new sport that allows you to explore the ocean without the need for scuba duving classes.  ",
        "strLocation": "Sabah",
        "strOriginUrl": "https://www.klook.com/activity/1765-sapi-manukan-islands-adventure-sabah/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sapi and Manukan Islands Adventure",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:22:46"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 39,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/57ae8f1e-Kinabalu-Park--Poring-Hot-Spring-/KinabaluParkPoringHotSpring.jpgopacity0.0978122",
        "strIntroduction": " Discover Malaysia's rich wildlife, bathe in a sulphur hot spring, shop at a local vegetable market and more! Explore Malaysian nature at one of its most beautiful parks, Kinabalu Park See the exotic flora and fauna in Malaysia's first UNESCO World Heritage Site Dip into a hot sulphur bath in Poring Hot Spring and relax as you gaze up at giant bamboo trees As an optional extra, visit the Desa Cattle Dairy Farm, Kundasang Vegetable Market and more Explore Malaysian nature at one of its most beautiful parks, Kinabalu Park See the exotic flora and fauna in Malaysia's first UNESCO World Heritage Site Dip into a hot sulphur bath in Poring Hot Spring and relax as you gaze up at giant bamboo trees As an optional extra, visit the Desa Cattle Dairy Farm, Kundasang Vegetable Market and more What We Love:   What We Love: Pay a visit to one of the world's most stunning natural environments – Kinabalu Park, home to thousands of bird and animal species. Declared a UNESCO World Heritage site in 2000, it was the first park in Malaysia to be awarded the title. Stop at Poring Hot Spring, named after a species of the giant bamboo that grows in the area. Known for its sulphur hot spring baths, it's a great spot to relax after the long journey. If you prefer to keep going, leave the bath for later and enjoy a visit to the Butterfly Farm. Another option is a longer tour, complete with a visit to Desa Cattle Dairy Farm, where you will get to feed sheep and watch them graze in the fields.  ",
        "strLocation": "Sabah",
        "strOriginUrl": "https://www.klook.com/activity/1763-kinabalu-park-poring-hot-spring-sabah/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kinabalu Park & Poring Hot Spring",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:22:55"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 52,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/47bc65f2-%E5%B7%B4%E8%BE%BE%E5%A3%AB%E6%B2%B3%E6%BF%80%E6%B5%81%E6%B3%9B%E8%88%9F---Klook%E5%AE%A2%E8%B7%AF/PadasRafting.jpgopacity0",
        "strIntroduction": " Explore Sabah's breathtaking countryside on a train journey to Padas River before a thrilling water rafting adventure Hop in a raft for a challenging adventure down the magnificent Padas Gorge Discover Sabah's beautiful countryside as you travel by train journey from Beaufort to Pangi White water rafting is a great way to get your blood going whilst also being safe for beginners Hop in a raft for a challenging adventure down the magnificent Padas Gorge Discover Sabah's beautiful countryside as you travel by train journey from Beaufort to Pangi White water rafting is a great way to get your blood going whilst also being safe for beginners What We Love:   What We Love: Water rafting is a great activity for beginners and pros alike. Journey to Beaufort Railway Station for a train ride to Pangi, passing through stunning Sabah countryside. Upon your arrival, take a break over some light refreshments and safety instructions before heading for your 10km rafting voyage. Feel the thrill as your raft speeds through the rapids of the glorious Padas River. Gushing through spectacular Padas Gorge, it's the ultimate Borneo adventure and not for the fainthearted!  ",
        "strLocation": "Sabah",
        "strOriginUrl": "https://www.klook.com/activity/1772-padas-rafting-sabah/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Padas Rafting",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:23:04"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 31,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2f104e56-Kawa-Kawa-Fireflies-Sunset-Cruise/KawaKawaFirefliesSunsetCruise.jpgopacity0",
        "strIntroduction": " The Kawa Kawa Fireflies Sunset Cruise will let you explore Malaysia's wildlife and nature in one of its most beautiful parts of Sabah at Kawa Kawa Village See a stunning sunset as you cruise along Kawa Kawa Village and its beautiful countryside Don't miss a chance to see Malaysia's cutest inhabitants: the elusive Proboscis Monkeys Relax over dinner onboard and get ready for a night show of dancing fireflies See a stunning sunset as you cruise along Kawa Kawa Village and its beautiful countryside Don't miss a chance to see Malaysia's cutest inhabitants: the elusive Proboscis Monkeys Relax over dinner onboard and get ready for a night show of dancing fireflies What We Love:   What We Love: Located about 112km northeast of Kota Kinabalu, Kawa Kawa is an enchanting little village and, for most visitors, love at first sight. The village's vivid greenery and beautiful landscapes serve as the perfect playground for Malaysia's famous Proboscis Monkeys. The untouched natural oasis is a great place to spot rare wildlife, so hop on a river cruise that takes you past their habitats and keep your camera ready. After a delicious dinner of local delicacies, you will even get to see an evening fireflies show, watching the little light bugs fire up the sky.  ",
        "strLocation": "Sabah",
        "strOriginUrl": "https://www.klook.com/activity/1776-kawa-kawa-fireflies-sunset-cruise-sabah/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kawa Kawa Fireflies Sunset Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:23:12"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 39,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d3dacc23-%E6%8E%A2%E7%B4%A2%E9%87%8E%E7%94%9F%E4%B8%96%E7%95%8CTamau-Cilipadi-%E6%9D%91---Klook%E5%AE%A2%E8%B7%AF/TamauCilipadiWildlifeSunsetFirefliesCruise.jpgopacity0",
        "strIntroduction": " Leave your worries behind as you step into Tamau Cilipadi Village to admire its amazing landscapes and wildlife before hopping on a river cruise for an electric fireflies show and buffet dinner Travel to Sabah to experience the true meaning of zen in the quiet little village of Tamau Cilipadi See a stunning countryside sunset over mangrove forests and paddy fields Keep your eyes sharp for a chance to spot the rare Proboscis Monkeys Conclude the adventure with a river cruise complete with a fireflies show and buffet dinner Travel to Sabah to experience the true meaning of zen in the quiet little village of Tamau Cilipadi See a stunning countryside sunset over mangrove forests and paddy fields Keep your eyes sharp for a chance to spot the rare Proboscis Monkeys Conclude the adventure with a river cruise complete with a fireflies show and buffet dinner What We Love:   What We Love: Quaint remote little corners that will let you reload and re-energize away from the noise and crowds are few and far between. That's why we are sure you will simply love your time in Tamau Cilipadi Village. Located about a hundred kilometers to the North Eats of Kota Kinabalu, this hidden oasis boasts paddy fields, mangrove forests and is home to the rare Proboscis Monkeys. See the sun set over this little paradise as you head for a magical fireflies cruise for an amazing light show and a delectable buffet spread.  ",
        "strLocation": "Sabah",
        "strOriginUrl": "https://www.klook.com/activity/1773-tamau-cilipadi-wildlife-sunset-fireflies-cruise-sabah/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tamau Cilipadi Wildlife & Sunset Fireflies Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:23:21"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/fe21dcc9-Kiulu-Rafting/KiuluRafting.jpgopacity0.206107",
        "strIntroduction": " Go on an thrilling adventure down Kiulu River Get an adrenaline boost with a white water rafting trip down Kiulu River Kiulu River is great for beginners and suitable for children, thus making it a great family bonding activity Experience the longest white water rafting trip in Borneo which is 15km long After rafting for almost 2 hours, savor a delicious BBQ lunch and roundtrip hotel transfers included in both packages Get an adrenaline boost with a white water rafting trip down Kiulu River Kiulu River is great for beginners and suitable for children, thus making it a great family bonding activity Experience the longest white water rafting trip in Borneo which is 15km long After rafting for almost 2 hours, savor a delicious BBQ lunch and roundtrip hotel transfers included in both packages What We Love:   What We Love: Seeking an adventure? You've come to the right place. Whether you love the feeling of adrenaline rushing through your blood, want to burn off some calories or simply enjoy trying new things, white water rafting is a popular activity in Sabah. Kiulu River is perfect for a rafting adventure and is suitable for both beginners and experienced rafters  ",
        "strLocation": "Sabah",
        "strOriginUrl": "https://www.klook.com/activity/1766-kiulu-rafting-sabah/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kiulu Rafting",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:23:30"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0cad80aa-Weston-Wetlands-Monkey%2C-Sunset--Fireflies-Cruise/WestonWetlandsMonkey%2CSunsetFirefliesCruise.jpgopacity0.906804",
        "strIntroduction": " Experience the untouched beauty of Weston Wetlands, enjoy a buffet dinner whilst watching fireflies and spot Borneo's famous monkeys Visit Weston Wetland, one of the largest wetlands in Sabah and a naturally stunning place Marvel at beautiful landscapes and keep your eyes open for proboscis monkeys Enjoy a river safari with a delicious buffet, a sunset view and a fireflies show Your English speaking guide will tell you all about the wetland Visit Weston Wetland, one of the largest wetlands in Sabah and a naturally stunning place Marvel at beautiful landscapes and keep your eyes open for proboscis monkeys Enjoy a river safari with a delicious buffet, a sunset view and a fireflies show Your English speaking guide will tell you all about the wetland What We Love:   What We Love: Malaysia is full of secret spots that have not yet become popular tourist destinations. This makes them an absolute heaven for travelers seeking something different, quiet and unspoilt. Weston Wetland is one of the most naturally beautiful areas in Borneo with marvelous views, stunning sunsets and rich wildlife. After your arrival, enjoy a set of light refreshments at the lodge. Go on a river safari and look out for wildlife including Proboscis Monkeys, and soak up the wonderful views as the sun sets. Relax over a buffet dinner then marvel at a night fireflies show before heading back to Kota Kinabalu.  ",
        "strLocation": "Sabah",
        "strOriginUrl": "https://www.klook.com/activity/1762-weston-wetlands-monkey-sunset-fireflies-cruise-sabah/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Weston Wetlands Monkey, Sunset & Fireflies Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:23:38"
    },
    {
        "intDurationHour": 15,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 48,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0c79b7fe-Mantanani-Island-Snorkeling--River-Cruise/MantananiSnorkelingKawaKawaRiverCruise.jpgopacity0",
        "strIntroduction": " Dive into an amazing adventure in Malaysia's hidden paradise – Mantanani Island: snorkel, go on a river cruise and explore the rich local fauna Visit the magical Mantanani Island for some of the best snorkeling in the world You may get a chance to spot the island's cutest attraction – dugongs or \"sea cows\" Choose between two packages: Snorkeling Only and Snorkeling + Kawa Kawa River Cruise Discover coral reefs, enjoy a buffet onboard the cruise, watch fireflies and so much more! Visit the magical Mantanani Island for some of the best snorkeling in the world You may get a chance to spot the island's cutest attraction – dugongs or \"sea cows\" Choose between two packages: Snorkeling Only and Snorkeling + Kawa Kawa River Cruise Discover coral reefs, enjoy a buffet onboard the cruise, watch fireflies and so much more! What We Love:   What We Love: Veer off the beaten track, beat tourist crowds and explore the hidden Malaysian oasis of Mantanani Island, a great location for diving, snorkeling, bird watching and more. Located off the north-west coast of the state of Sabah, Malaysia, the island is home to many marine animals. You will have two fun options to choose from, depending on your preferences: a snorkeling only package or snorkeling plus a Kawa Kawa River cruise. The first one takes you to the best locations for exploring the underwater world with an abundance of coral reefs. Whilst the river cruise option also lets you relax over a buffet dinner while observing fireflies. You choose!  ",
        "strLocation": "Sabah",
        "strOriginUrl": "https://www.klook.com/activity/1760-mantanani-snorkeling-rampayan-river-cruise-sabah/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Mantanani Snorkeling & Kawa Kawa River Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:23:46"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 45,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ef643ef4-Garama-Proboscis-Monkey--Fireflies-Tour/GaramaProboscisMonkeyFirefliesTour.jpgopacity0",
        "strIntroduction": " Explore Garama Village and meet its cutest inhabitants, proboscis monkeys; hop on a fiberglass boat and see fireflies light up the sky after enjoying a buffet meal See Borneo's proboscis monkeys in their natural habitat while visiting Garama Village Go for a memorable voyage on a fiberglass boat with a delicious buffet dinner onboard Watch fireflies dance in the sky as you cruise through the peaceful river See Borneo's proboscis monkeys in their natural habitat while visiting Garama Village Go for a memorable voyage on a fiberglass boat with a delicious buffet dinner onboard Watch fireflies dance in the sky as you cruise through the peaceful river What We Love:   What We Love: Pay a visit to a truly unique place – Garama Village in the Southwest of Sabah, home to Borneo's indigenous proboscis monkeys with their unique facial features! On this eight hour tour, you will get to watch these exotic animals in their natural habitat. But first, enjoy a warm welcome in the village with homemade cakes and coffee before hopping onto a fiberglass boat and watching fireflies dance across the darkness whilst enjoying a delectable buffet dinner. The tour concludes after arriving back to Kota Kinabalu and a delicious visit to the chocolate outlet.  ",
        "strLocation": "Sabah",
        "strOriginUrl": "https://www.klook.com/activity/1761-garama-proboscis-monkey-fireflies-tour-sabah/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Garama Proboscis Monkey & Fireflies Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:23:54"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 32,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9981213c-Mari-Mari-Cultural-Village/MariMariCulturalVillage.jpgopacity0.53923",
        "strIntroduction": " Discover the culture, traditions and foods of 5 Malaysian tribes on a visit to Mari Mari Cultural Village Mari Mari Cultural Village is located in a remote forest setting in Kionsom - the perfect escape from the urban bustle Enjoy a truly authentic experience by observing the lives of 5 indigenous Malaysian tribes Sample different cuisines and watch traditional performances: blow-pipe making, fire starting and more Choose one of three tour times to suit your schedule Mari Mari Cultural Village is located in a remote forest setting in Kionsom - the perfect escape from the urban bustle Enjoy a truly authentic experience by observing the lives of 5 indigenous Malaysian tribes Sample different cuisines and watch traditional performances: blow-pipe making, fire starting and more Choose one of three tour times to suit your schedule What We Love:   What We Love: Visit a place filled with legends, myths, mystery and magic. Mari Mari Cultural Village is a unique location showcasing the culture and lifestyle of five ethnic Sabah communities: the Bajau, Lundayeh, Murut, Rungus and Dusun. You will get a chance to see first hand a variety of unique traditional activities: blow-pipe making, tattooing and even fire-starting as well as learn about the locals' beliefs and culinary specialties. Watch a cultural performance to understand the Mari Mari even better and enjoy an authentic meal before heading back to your hotel.  ",
        "strLocation": "Sabah",
        "strOriginUrl": "https://www.klook.com/activity/1764-mari-mari-cultural-village-sabah/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Mari Mari Cultural Village",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:24:05"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 40,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1701f921-%E5%85%8B%E4%B8%BD%E4%B8%9D%E6%B2%B3%E8%90%A4%E7%81%AB%E8%99%AB%E6%8E%A2%E7%B4%A2---Klook%E5%AE%A2%E8%B7%AF/KliasRiverFirefliesSafariCruise.jpgopacity0",
        "strIntroduction": " Explore Kota Belud's landscapes and rivers on a Klias River Fireflies Safari Cruise and get a chance to see Proboscis Monkeys in their natural habitat Experience Kilas Wetlands and marvel at its beauty Explore stunning mangrove forests and catch a glimpse of the Proboscis Monkeys Sample local cuisine on board the river cruise while watching the sun sink into the river See fireflies dance in the night sky on the fireflies cruise before heading back to Kota Kinabalu Experience Kilas Wetlands and marvel at its beauty Explore stunning mangrove forests and catch a glimpse of the Proboscis Monkeys Sample local cuisine on board the river cruise while watching the sun sink into the river See fireflies dance in the night sky on the fireflies cruise before heading back to Kota Kinabalu What We Love:   What We Love: Klias Wetland is a mangrove forest reserve and a destination quickly gaining popularity with tourists. Catch it before it becomes a tourist hotspot and experience the best of Kilas while it's still quiet and pristine. One of the major attractions is, of course, the chance to spot the rare Proboscis Monkeys. The tree-dwelling celebrities typically show up after sunset, so make sure you keep your eyes out for them as you sail along the river. You'll also enjoy a delicious dinner onboard and watch fireflies dance in the night sky.  ",
        "strLocation": "Sabah",
        "strOriginUrl": "https://www.klook.com/activity/1775-klias-river-fireflies-safari-cruise-sabah/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Klias River Fireflies Safari Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:24:14"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/dd46731e-3G-WiFi-Device-HKG-Pick-Up-for-Vietnam/3GWiFiHKGPickUpforVietnam.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Vietnam with an unlimited 3G pocket WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Vietnam - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at the Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Vietnam - wherever your itinerary takes you Get WiFi access across the whole of Vietnam - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at the Hong Kong Airport Collect and drop off your device at the Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Vietnam, without the stress of sourcing WiFi once you get there. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Vietnam but also South Korea, Thailand, Singapore, Taiwan, Japan and more.  ",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.klook.com/activity/1071-3g-wifi-device--ho-chi-minh/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Vietnam",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:24:24"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7249c1aa-Cu-Chi-Tunnels-Private-Tour/CuChiTunnelsExperience.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly What is it like to fight, work, eat and sleep underground? Answer these questions and more on a guided tour of Vietnam's Cu Chi tunnels Discover the hidden underground world of Vietnam's complicated network of tunnels Learn about the complicated and incredibly inventive lives of the tunnel residents Pay a visit to a local family to learn about Vietnam's history and culture first hand Gain insight into the life in the area in both past and present Discover the hidden underground world of Vietnam's complicated network of tunnels Learn about the complicated and incredibly inventive lives of the tunnel residents Pay a visit to a local family to learn about Vietnam's history and culture first hand Gain insight into the life in the area in both past and present What We Love:   What We Love: Attend the most exciting history lesson ever! Learn about Vietnam's guerilla war by climbing into the underground tunnels that played a crucial part in the fight. Built by local fighters during the Indochina conflict, the Cu Chi tunnels served as base for Viet Cong, the National Liberation Front, where the local soldiers and residents used to eat, sleep, work, cook and even go to school. Started in 1948 as a hiding place from French air attacks, by 1965 the tunnel was estimated to consist of an astounding 200 km of tunnels. It included almost everything needed for the life of local inhabitants: hospitals, schools, meeting rooms, kitchens and more. You will get to see and explore it all on the Cu Chi Tunnels tour.  ",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.klook.com/activity/1471-cu-chi-tunnels-experience-ho-chi-minh-city/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Cu Chi Tunnels Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:24:35"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 13,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1f5e444b-%E8%A5%BF%E8%B4%A1%E4%B8%8A%E5%8D%88%E5%8D%8A%E6%97%A5%E8%A1%8C/SaigonHalfDayPrivateTour.jpgopacity0.138215",
        "strIntroduction": " Ever wondered about Saigon? Take yourself back a century and learn how Ho Chi Minh City came to be Visit a number of Saigon's historic religlious relics Enjoy the tour on foot and on a cyclo (three-wheeled bike)! Get an insight into local life in Nguyen Trung To Street learning about traditional wedding rituals Visit a number of Saigon's historic religlious relics Enjoy the tour on foot and on a cyclo (three-wheeled bike)! Get an insight into local life in Nguyen Trung To Street learning about traditional wedding rituals What We Love:   What We Love: Meeting at your hotel, your tour guide will then take you into the center of old Saigon, now known as Ho Chi Minh. Marvel at the ornate building facades famed for their neo-Romanesque style - evidence of the French influence on Vietnam. Moving on, you'll head along the Saigon River ending up at the Opera House, a significant spot during the Second World War. The tour continues on to Reunification Palace where North Vietnamese Army tanks ended the war in 1975. Travel in time through this fascinating city from significant eras of history to the present day with your informative private guide.  ",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.klook.com/activity/854-saigon-half-day-private-tour-ho-chi-minh/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Saigon Half Day Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:24:46"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 99,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/bda893d6-%E6%B9%84%E5%85%AC%E6%B2%B3%E5%8D%8A%E6%97%A5%E8%88%B9%E6%B8%B8/MekongDeltaRiverCruise.jpgopacity0.496073",
        "strIntroduction": " Enjoy a leisurely sightseeing cruise along the busy waterways of Mekong Delta. Stop for a local lunch at a beautiful colonial restaurant to get a glimpse of Indochinese life Enjoy being pampered by the wonderfully helpful staff on board the Cai Be Princess sampan Observe local life and the beautiful natural surroundings from the comfort of your boat Enjoy a lunch of delicious local delicacies A personal vehicle will transfer you back to your hotel Enjoy being pampered by the wonderfully helpful staff on board the Cai Be Princess sampan Observe local life and the beautiful natural surroundings from the comfort of your boat Enjoy a lunch of delicious local delicacies A personal vehicle will transfer you back to your hotel What We Love:   What We Love: Watch the wonders of local life pass you by as you spend a day leisurely cruising the waterways of the Mekong Delta. Board the stunning Cai Be Princess sampan to enjoy a day of pampering and quality sightseeing. The attentive staff will ensure that your experience is blissful from start to finish - providing you with cold towels, refreshing drinks, tea and fresh fruit. The crew will regularly stop en route to show you glimpses of local industries at work, and you'll get to watch coconut candy and puffed rice (Vietnamese popcorn!) be made by hand. Your river cruise will end at the stunning Le Longanier Restaurant - set in a colonial building in a tranquil tropical garden. Savor your taste of life in Indochinese times as you tuck into a tasty lunch of local specialities, before taking a stroll along the canal nearby. A day in local paradise!  ",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.klook.com/activity/858-mekong-delta-river-cruise-ho-chi-minh/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Mekong Delta River Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:24:56"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 60,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d8cdbbbe-A-O-Show--Dinner/AOShowDinner.jpgopacity0.41017",
        "strIntroduction": " Experience the Vietnamese spectacular that is A O Show, a beautiful lyrical performance of stories from the people of Vietnam Be guided to the Saigon Opera House and enjoy one of Ho Chi Minh's most well known shows After the show, experience Vietnamese cuisine in one of the city's contemporary restaurants Enjoy the ease of private hotel pick up and drop off included Be guided to the Saigon Opera House and enjoy one of Ho Chi Minh's most well known shows After the show, experience Vietnamese cuisine in one of the city's contemporary restaurants Enjoy the ease of private hotel pick up and drop off included What We Love:   What We Love: The A O Show is an unmissable performance held in the beautiful Saigon Opera House. Join in the playful narrative, telling the tale of the people of Vietnam. The show is a lively performance featuring some of the best musicians, performing artists and acrobats in the country. Everything has been expertly designed right down to the props, crafted to recreate realistic scenes of the countryside, the hustle and bustle of the big cities and the waves that hit Vietnam's coast. Back to the real world, once the show is over you'll make your way through central Ho Chi Minh to Hoa Tuc Restaurant where you will be sitting down for dinner. Situated in an old French colonial building the restaurant serves up contemporary Vietnamese cuisine - a perfect way to end a night full of fun!  ",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.klook.com/activity/853-a-o-show-dinner-ho-chi-minh/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "A O Show & Dinner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:25:07"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2a6ba6be-Wi-Ho%21%C2%AE-Vietnam-WiFi-Device/3GWiFiTPETSAKHHPickUpforVietnam.jpg",
        "strIntroduction": " Stay connected when traveling in Vietnam with a 3G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across Vietnam - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across Vietnam - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Stay connected for your trip in Vietnam with unlimited WiFi coverage. When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Vietnam from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 3G data whilst connecting up to 10 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.klook.com/activity/1152-wi-ho-vietnam-wifi-device-ho-chi-minh/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (TPE/TSA/KHH Pick Up) for Vietnam",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:25:16"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 35,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f018adf9-Saigon-Street-Eats-Evening-Tour/SaigonStreetFoodByNight.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Explore Saigon's (Ho Chi Minh City) delectable cuisine after dark - sample the best street food under the expert guidance of a local guide Explore Saigon (Ho Chi Minh City) through its sumptuous cuisine after sunset Your local English speaking guide will treat you to the best Saigon has to offer Bargain over market prices, search for deals and sip Vietnamese coffee like a true local Discover back streets and hidden alleys — home to Saigon's best local food stands All dishes on the tour are included plus a local beer and a specialty coffee Explore Saigon (Ho Chi Minh City) through its sumptuous cuisine after sunset Your local English speaking guide will treat you to the best Saigon has to offer Bargain over market prices, search for deals and sip Vietnamese coffee like a true local Discover back streets and hidden alleys — home to Saigon's best local food stands All dishes on the tour are included plus a local beer and a specialty coffee What We Love:   What We Love: If you want to know a country and its culture really well, there is nothing better than spending time sampling its signature dishes. Famed around the world, Vietnamese cuisine is light, fresh and full of delicious surprises. From savory and hot to salty and sweet - the Saigon Street Food by Night tour takes you on an unforgettable culinary adventure through Vietnam's best cooking traditions. Your local English speaking guide will introduce you to the top picks of Saigon street food, including all time favorites like fresh spring rolls, green papaya salad, Vietnamese savoury steamed rice cakes and so much more. Immerse yourself in local life at Mong Bridge by trying banh mi, a Vietnamese sandwich, with first class views of the city below. Conclude the tour by learning how to buy coffee like a real local aficionado. All food plus a beer and coffee are included, so all you need to do is turn up with an empty stomach!  ",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.klook.com/activity/1470-saigon-street-food-by-night-ho-chi-minh-city/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Saigon Street Food By Night",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:25:27"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 89,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2d891ed8-Cu-Chi-Tunnels-Speedboat-Tour/CuChiTunnelsSpeedboatTour.jpgopacity0.0336805",
        "strIntroduction": " Cruise the Saigon River as you make your way to the famous Cu Chi Tunnels, a stronghold of the Viet Cong during the Vietnam War Observe the quaint 'weekend' homes of local Saigonese inhabitants as you cruise along the Saigon River Descend into the famous Cu Chi tunnels to discover what life was really like for Vietnamese soldiers during the war Visit a cricket farm and sample this unique local delicacy A traditional Vietnamese-style lunch plus hotel transfers are included in the price Observe the quaint 'weekend' homes of local Saigonese inhabitants as you cruise along the Saigon River Descend into the famous Cu Chi tunnels to discover what life was really like for Vietnamese soldiers during the war Visit a cricket farm and sample this unique local delicacy A traditional Vietnamese-style lunch plus hotel transfers are included in the price What We Love:   What We Love: Immerse yourself in Vietnamese history and culture on this eye-opening tour of the famous Cu Chi Tunnels. Avoid the traffic and cruise your way down the Saigon River by luxury speedboat, from which you'll be able to observe daily river life and the many picturesque 'weekend' homes that now line the river bank. When you arrive your enthusiastic guide will help to bring the war to life by walking you through the tactics that were used by these ruthless fighters. If you're feeling brave enough, descend into the cramped tunnels for a taste of what life was like a guerrilla soldier on the front line. Once your tour is over, you'll be taken through the beautiful countryside to a local cricket farm. Many Vietnamese consider crickets a delicacy, and you'll have the opportunity to try these unique treats (only if you fancy it!). Tuck in to a tasty traditional lunch to top off this culturally rich day.  ",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.klook.com/activity/857-cu-chi-tunnels-speedboat-tour-ho-chi-minh/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Cu Chi Tunnels Speedboat Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:25:38"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 71,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b6c7c22f-%E8%A5%BF%E8%B4%A1%E4%B8%AD%E5%9B%BD%E5%9F%8E%E5%8D%8A%E6%97%A5%E8%A1%8C/SaigonStreetsOfChinatown.jpgopacity0",
        "strIntroduction": " Discover Chinese culture in Vietnam with this guided tour of Ho Chi Minh's Chinatown by 'cyclo' Be guided by an English speaking guide and one of Saigon's experts Learn about the history and day to day life of one of the world's oldest Chinatowns Enjoy a special masterclass in traditional cooking onboard Lady Hau rice barge before tucking into the feast you prepared Be guided by an English speaking guide and one of Saigon's experts Learn about the history and day to day life of one of the world's oldest Chinatowns Enjoy a special masterclass in traditional cooking onboard Lady Hau rice barge before tucking into the feast you prepared What We Love:   What We Love: You've all heard of Chinatown but have you seen it Vietnamese-style? Head to one the world's oldest Chinatowns and see, hear and taste the soul of Cho Lon. You'll tour the town the traditional way by being chauffeured on a cyclo (a three-wheeled bicycle taxi). Stopping along the way you'll be immersed in Chinese culture with a visit to Bihn Tay Market, filled with quintessential Chinese artifacts like calligraphy artwork, paper lanterns and traditional medicine. Foodies will also be able to enjoy this tour with stops in the fruit markets to try exotic fruits and a pitstop for Vietnam's famous coffee. Before the tour ends, you will board a restored traditional rice barge to enjoy lunch and a master class in cooking authentic Vietnamese cuisine.  ",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.klook.com/activity/852-saigon-streets-of-chinatown-ho-chi-minh/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Saigon Streets Of Chinatown",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:25:46"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 147,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8582359f-%E6%B9%84%E5%85%AC%E6%B2%B3%E4%B8%80%E6%97%A5%E6%B8%B8/LeJaraiMekongCruiseFullDayTour.jpgopacity0",
        "strIntroduction": " Travel into the Mekong Delta and explore the waterways that make up this fascinating location. Enjoy a tasty three-course lunch of Mekong delicacies on board the beautiful teak boat Le Jarai Tour the canals and waterways of the Mekong Delta, and visit a brick factory and a homemade coconut processing plant Watch mat weavers at work as you wander around a small local village Board Le Jarai, the beautiful teak boat, for a river cruise Join in a cooking demonstration and tuck in to a delicious three-course lunch Tours and tranfers are included in the price Tour the canals and waterways of the Mekong Delta, and visit a brick factory and a homemade coconut processing plant Watch mat weavers at work as you wander around a small local village Board Le Jarai, the beautiful teak boat, for a river cruise Join in a cooking demonstration and tuck in to a delicious three-course lunch Tours and tranfers are included in the price What We Love:   What We Love: Spend a day getting lost in the wonderful waterways of the Mekong Delta - also known as the 'rice bowl' of Vietnam for it's large rice production. Start your sightseeing adventure with a small boat trip for an intimate glimpse at local life. You'll be taken to a brick factory and a small homemade coconut processing plant, where you'll learn how oil, candy and mats are made for the local markets. Take a short stroll to a nearby village for a fascinating peek at mat weavers at other local merchants at their work, before boarding the beautiful teak boat Le Jarai. As you cruise the crisp waters, you'll have the opportunity to take part in a lively cooking demonstration, before indulging in a delicious three-course lunch of local delicacies. Head up to the top deck after lunch for a relaxing cruise back to land, and savor the view of the stunning scenery around you before you head home.  ",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.klook.com/activity/859-le-jarai-mekong-cruise-full-day-tour-ho-chi-minh/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Le Jarai Mekong Cruise & Full Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:25:55"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 59,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/47df33d7-Story-of-Saigon-Afternoon-Tour%2C-Hoh-Chi-Min--tour%2C-things-to-do-in-Hoh-Chi-Min%2C-what-to-do-in-Hoh-Chi-Min-%2C-Vietnam-tours%2C-Vietnam-travels/HoChiMinhDiscoveryTour.jpgopacity0.585965",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover the busy city of Ho Chi Minh on a tour of its buzzing markets, war museums and old temples Explore Ho Chi Minh City's busiest areas with educational stops in between, guided by a knowledgable English speaking guide Shop around for souvenirs and memorabilia in the back streets of Cho Lon Pay a visit to the 19th century temple - Thien Hau, the War Remnants Museum, the Opera House and more Don't leave without trying a bowl of hot Pho - signature Vietnamese rice noodles, which is included in the tour The perfect orientation tour to Ho Chi Minh City, ticking off numerous must see sights and areas Explore Ho Chi Minh City's busiest areas with educational stops in between, guided by a knowledgable English speaking guide Shop around for souvenirs and memorabilia in the back streets of Cho Lon Pay a visit to the 19th century temple - Thien Hau, the War Remnants Museum, the Opera House and more Don't leave without trying a bowl of hot Pho - signature Vietnamese rice noodles, which is included in the tour The perfect orientation tour to Ho Chi Minh City, ticking off numerous must see sights and areas What We Love:   What We Love: Explore Ho Chi Minh for the busy buzzing city that it is. The full day walking tour offers a wonderful insight into the rich history, culture and the daily life of urban dwellers. You kick off by heading to Chinatown and exploring the back streets of Cho Lon — the busiest commercial district of the city, home to its many sites and a very special atmosphere. Go on to visit Thien Hau Temple, dating back to the early 19th century and try your luck hunting for bargains at Cholon and Binh Tay markets. Take a delicious break with a Vietnamese pho — a traditional noodle soup that will instantly re-energize you for more adventures to come. And there is a lot more with visits to the War Remnants Museum, General Post Office, the Opera House and more. Perfect for your first introduction to Saigon!  ",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.klook.com/activity/1468-discovery-tour-ho-chi-minh-city/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Ho Chi Minh Discovery Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:26:06"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 23,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e5e1ef60-Cyclos--Markets/CyclosMarkets.jpgopacity0.166409",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Explore Ho Chi Minh City in traditional style being pedalled by cyclo past its main attractions and exploring its quintessential markets Visit Ho Chi Minh's classic attractions: from the the Notre Dame Cathedral to General Post Office Learn about Vietnam's rich and complicated history in the War Remnants Museum See Ho Chi Minh from the seat of a traditional bicycle - cyclo and walk through local markets Explore the life of the locals and enjoy the fresh air - no stuffy buses or cars on this trip Visit Ho Chi Minh's classic attractions: from the the Notre Dame Cathedral to General Post Office Learn about Vietnam's rich and complicated history in the War Remnants Museum See Ho Chi Minh from the seat of a traditional bicycle - cyclo and walk through local markets Explore the life of the locals and enjoy the fresh air - no stuffy buses or cars on this trip What We Love:   What We Love: Bring down your carbon emissions to a zero — at least for the length of the Cyclos & Markets morning tour. Be pedalled along on a traditional bike, cyclo (with a carriage in front for passengers) then use your own two feet to get around the city and explore its classic sights and busy markets. There is not time for feeling bored on this tour. Cyclos & Markets lets you discover the city's signature attractions: Notre Dame Cathedral, the General Post Office, the War Remnants Museum, Reunification Palace and more. Your local guide will tell you all about the rich history and culture of the city and the exhibits at Vietnam War museums. After the educational part of the tour it's time for some fun. Hop on the three-wheeled bicycle and get driven through the city — feel the fresh air, take in the atmosphere and get ready for shopping at Tan Dinh market.  ",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.klook.com/activity/1469-cyclos-markets-ho-chi-minh-city/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Cyclos & Markets",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:26:16"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d9e2a175-%E8%B6%8A%E5%8D%973G%E7%94%B5%E8%AF%9D%E5%8D%A1%EF%BC%88%E9%A6%99%E6%B8%AF%E5%AE%85%E9%85%8D%E5%88%B0%E5%BA%9C%EF%BC%89---Klook%E5%AE%A2%E8%B7%AF/3GSIMCardHKGPickUpforVietnam.jpgopacity0.0599684",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend money on your holiday instead of hefty phone bills – get a local 7 days SIM card for your holiday in Vietnam! Make your Vietnam travels simple with Prepaid 3G SIM card coverage Enjoy 4.5GB of data valid for 7 days (no text or calling services available) Tethering is permitted so multiple devices can benefit from one SIM card Fits all SIM sizes: standard, micro and nano Conveniently pick up your SIM card at Hong Kong International Airport before you depart for your trip Make your Vietnam travels simple with Prepaid 3G SIM card coverage Enjoy 4.5GB of data valid for 7 days (no text or calling services available) Tethering is permitted so multiple devices can benefit from one SIM card Fits all SIM sizes: standard, micro and nano Conveniently pick up your SIM card at Hong Kong International Airport before you depart for your trip What We Love:   What We Love: Enjoy mobile data connection for 7 days with a Vietnam tourist SIM card. With fast web speeds, you'll get updates from your social media accounts and can make hassle-free travel arrangements using your 4.5GB data valid for a week. Available for pick up from Hong Kong Airport before you depart for your trip, the SIM card will let you connect to a local 3G network so you can make the best of your vacation without worrying about the details.  ",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.klook.com/activity/1633-sim-card-vietnam-ho-chi-minh-city/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G SIM Card (HKG Pick Up) for Vietnam",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:26:26"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/392c2fd5-3G-WiFi-Device-HKG-Pick-Up-for-Vietnam/3GWiFiHKGPickUpforVietnam.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Vietnam with an unlimited 3G pocket WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Vietnam - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at the Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Vietnam - wherever your itinerary takes you Get WiFi access across the whole of Vietnam - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at the Hong Kong Airport Collect and drop off your device at the Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Vietnam, without the stress of sourcing WiFi once you get there. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Vietnam but also South Korea, Thailand, Singapore, Taiwan, Japan and more.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/1072-3g-wifi-device-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Vietnam",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:26:37"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 43,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/39599cd5-/HalongBayDeluxeCruise.jpgopacity0",
        "strIntroduction": " Explore the famous Halong Bay, a UNESCO World Heritage Site, and cruise through scenic spots at the Gulf of Tonkin Take in the stunning views of UNESCO World Natural Heritage Site --- Halong Bay Get ready for exotic photos and absorb the magnificent natural splendors, limestone bedrocks and sheer cliffs of tiny islands highlighted with fanciful names: Fighting Cocks (symbol of Halong Bay), Duck, Swan, Incense Burner, and Stone Dogs Explore a limestone cave with gorgeous stalactites and stalagmites and enjoy a fabulous seafood feast onboard Convenient hotel transfers, meals as stated and all admission fees are included Take in the stunning views of UNESCO World Natural Heritage Site --- Halong Bay Take in the stunning views of UNESCO World Natural Heritage Site --- Halong Bay Get ready for exotic photos and absorb the magnificent natural splendors, limestone bedrocks and sheer cliffs of tiny islands highlighted with fanciful names: Fighting Cocks (symbol of Halong Bay), Duck, Swan, Incense Burner, and Stone Dogs Get ready for exotic photos and absorb the magnificent natural splendors, limestone bedrocks and sheer cliffs of tiny islands highlighted with fanciful names: Fighting Cocks (symbol of Halong Bay), Duck, Swan, Incense Burner, and Stone Dogs Explore a limestone cave with gorgeous stalactites and stalagmites and enjoy a fabulous seafood feast onboard Explore a limestone cave with gorgeous stalactites and stalagmites and enjoy a fabulous seafood feast onboard Convenient hotel transfers, meals as stated and all admission fees are included Convenient hotel transfers, meals as stated and all admission fees are included What We Love:   What We Love: Halong Bay, located in the North East of Vietnam, is a remarkable site known for its crystal clear emerald waters and stunning limestone islands. Explore this unique location – which is a UNESCO World Natural Heritage Site – on a deluxe cruise with amazing food and mind blowing scenery. Visit Cua Von Floating village, go kayaking, stop by famous islands like Fighting Cocks and Stone Dogs, discover hidden private beaches and cool down with a relaxing swim. On board the cruise ship, an abundant feast awaits letting you recharge before embarking on another Halong Bay adventure.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/1176-halong-bay-day-trip-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Halong Bay Deluxe Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:26:47"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4f2a03bf-Wi-Ho%21%C2%AE-Vietnam-WiFi-Device/3GWiFiTPETSAKHHPickUpforVietnam.jpgopacity0.0395773",
        "strIntroduction": " Stay connected when traveling in Vietnam with a 3G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across Vietnam - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across Vietnam - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Stay connected for your trip in Vietnam with unlimited WiFi coverage. When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Vietnam from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 3G data whilst connecting up to 10 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/1153-wi-ho-vietnam-wifi-device-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (TPE/TSA/KHH Pick Up) for Vietnam",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:26:56"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 39,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/dd45d313-%E5%8D%8E%E9%97%BE%E5%8F%A4%E9%83%BD%E4%B8%80%E6%97%A5%E6%B8%B8/HoaLuPrivateDayTour.jpgopacity0",
        "strIntroduction": " Go back in time to the days of the Dinh and Le dynasties and explore the ruins of the ancient capital of Hoa Lu then enjoy a leisurely boat cruise before discovering the famous Three Caves Visit the spectacular ruins of the ancient capital of the Dinh and Le dynasties Enjoy a relaxing boat cruise to the marvellous Tam Coc (Three Caves) Glide past the area's incredible karst mountain scenery Tuck in to a tasty local lunch Transfers to and from your hotel plus your English speaking private guide are included Visit the spectacular ruins of the ancient capital of the Dinh and Le dynasties Enjoy a relaxing boat cruise to the marvellous Tam Coc (Three Caves) Glide past the area's incredible karst mountain scenery Tuck in to a tasty local lunch Transfers to and from your hotel plus your English speaking private guide are included What We Love:   What We Love: Delve into the past and discover the ancient capital of the Dinh and Le dynasties, renowned for extraordinary ruins that have survived a millenium. The surrounding scenery is absolutely breathtaking, so make sure you've got a camera to hand to capture the breathtaking scenes. Your enthusiastic local guide will show you some of Vietnam's most authentic cuisine for lunch, before you embark on a relaxing boat cruise. Prepare to be mesmerised as you paddle by the imposing Three Caves (Tam Coc) that dominate the area, and the limestone karst mountains that rise into the sky out of luminous rice fields and you'll see why Hoa Lu is also known as 'Halong Bay on land'. Your guide will handle all transfers and transport, so sit back and enjoy a relaxing day of sightseeing as you discover Vietnam's incredible natural beauty.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/843-hoa-lu-private-day-tour-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hoa Lu Private Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:27:07"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 30,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f8c7a347-Hanoi-Street-Food-Tour/HanoiEveningStreetEats.jpgopacity0",
        "strIntroduction": " Hit the streets of Hanoi in a guided food tour that's guaranteed to make your mouth water Discover the backstreets and local markets in the Old Quarter of Hanoi Visit Hanoi's best street food spots guided by your resident foodie and Hanoi expert Say cheers with one of Hanoi's local brews Try some of the best savory dishes and finish the night with a local dessert Discover the backstreets and local markets in the Old Quarter of Hanoi Visit Hanoi's best street food spots guided by your resident foodie and Hanoi expert Say cheers with one of Hanoi's local brews Try some of the best savory dishes and finish the night with a local dessert What We Love:   What We Love: This street food tour will give you the best introduction to traditional Hanoi fare whilst exploring the bustling Old Quarter. Enjoy a glass of the local brew at the Bia Hoi corner - a beverage with eastern European roots. Continue on down the streets trying out noodles, breads and other tasty snacks. Sit down at one of the pop-up restaurants and treat yourself to some famous Vietnamese grilled skewers. Make sure to save space for the last stop at one of Hanoi's most well known ice cream parlours. The tour is tailored to what's fresh that season and which vendors are open that day, so come with an open mind and an empty belly!  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/839-evening-street-eats-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hanoi Evening Street Eats",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:27:15"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 70,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/576624cd-2-Day-Sapa-Trekking-Tour/2DaySapaTrekkingTourfromHanoi.jpgopacity0",
        "strIntroduction": " The two day Sapa trekking trip takes you to quaint little villages, beautiful waterfalls, local restaurants and more, on an adventure departing from Hanoi Explore Vietnam's beautiful countryside on an immersive two day Sapa trek See gorgeous natural landscapes: from mountains and valleys to green meadows and waterfalls Learn about the simple life in local villages and chat with residents Taste an array of authentic Vietnamese cuisine Choose between two options for the night: a convenient stay at a hotel or residing with a local family Enjoy convenient roundtrip transfers from Hanoi and the services of an English speaking guide Explore Vietnam's beautiful countryside on an immersive two day Sapa trek See gorgeous natural landscapes: from mountains and valleys to green meadows and waterfalls Learn about the simple life in local villages and chat with residents Taste an array of authentic Vietnamese cuisine Choose between two options for the night: a convenient stay at a hotel or residing with a local family Enjoy convenient roundtrip transfers from Hanoi and the services of an English speaking guide What We Love:   What We Love: If you are traveling to the northern parts of Vietnam and if you love nature, you simply can't miss trekking in Sapa. Feel the natural rhythm of the stunning Sapa mountains, marvel at the tranquility of its green valleys and explore one of Vietnam's most scenic regions in full. This 2-day tour kicks off with a trip to Lao Cai and right upon your arrival in Sapa, you get to relax over lunch at a local restaurant. Your main challenge for the day will be a 4-hour trek to Lao Chai, Ta Van and Giang Ta Chai villages. Your second day starts early in the morning with a drive to Cat Cat village to visit and learn about the H’mong ethnic minority, after which you can take a break over lunch and enjoy some leisure time in town. Don’t forget to think about where you want to stay: you can sleep over at a hotel or pick the homestay option.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/1968-two-day-sapa-trekking-tour-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "2 Day Sapa Trekking Tour from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:27:24"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 34,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/68be1b42-%E6%B2%B3%E5%86%85%E6%B0%B4%E4%B8%8A%E6%9C%A8%E5%81%B6%E6%88%8F%E4%B9%8B%E5%A4%9C/SpecialHanoiNightOut.jpgopacity0",
        "strIntroduction": " Embark on your perfect evening in Hanoi with a water puppetry show, delicious Hanoian meal and a taste of Vietnamese cafe culture led by an informative guide Experience Hanoi's Water Puppetry Show, famed in Vietnam Tuck into a meal and try some of Hanoi's specialities Take the chance to get a local insight into Vietnamese culture from your Hanoi native guide End the evening with a special Vietnamese coffee (the unique flavor of 'egg coffee' is a particular treat!) Experience Hanoi's Water Puppetry Show, famed in Vietnam Tuck into a meal and try some of Hanoi's specialities Take the chance to get a local insight into Vietnamese culture from your Hanoi native guide End the evening with a special Vietnamese coffee (the unique flavor of 'egg coffee' is a particular treat!) What We Love:   What We Love: Plan a perfect night out in Hanoi with this special guided tour. Start the night by watching Hanoi's famed Water Puppet Show, an impressive showcase originating from Northern Vietnamese villages in the 11th century. The show incorporates puppets, music and dance mimicking the traditional folk tales of Vietnam. Once the show ends, tuck into an authentic Hanoian dinner at a Cha Ca restaurant. This restaurant is known for serving the 200-year-old Vietnamese specialty dish infusing white fish in saffron oils, served with a variety of greens and washed down with a glass of Bia Ha Noi, the local brew. Complete your evening in one of the many street cozy side cafes with a cup of the famous Vietnamese coffee in hand.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/836-special-hanoi-night-out-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Special Hanoi Night Out",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:27:32"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1c158c7e-%E5%AF%BB%E6%89%BE%E6%B2%B3%E5%86%85%E7%9A%84%E6%95%85%E4%BA%8B%E4%B8%80%E6%97%A5%E6%B8%B8/StoryofHanoiPrivateDayTour.jpgopacity0",
        "strIntroduction": " Delve into the past and present of Vietnam's capital to get an excellent overview of the history and culture of Hanoi on this full day private tour Take a tour of Hanoi's past with your English speaking guide Visit Ho Chi Minh's Mausoleum, the Temple of Literature and the imperial citadel Savor a delicious traditional Vietnamese lunch Enjoy a 30 minute cyclo tour through the vibrant Old Quarter Sip on a famous cup of Vietnamese coffee while you take in the view of Hoan Kiem Lake Take a tour of Hanoi's past with your English speaking guide Visit Ho Chi Minh's Mausoleum, the Temple of Literature and the imperial citadel Savor a delicious traditional Vietnamese lunch Enjoy a 30 minute cyclo tour through the vibrant Old Quarter Sip on a famous cup of Vietnamese coffee while you take in the view of Hoan Kiem Lake What We Love:   What We Love: Explore the formative years of Hanoi including the days under French colonial rule and Ho Chi Minh's campaign for independence beginning with a visit to Ho Chi Minh's Mausoleum. Next, visit the imperial citadel, the apex of regional political power for more than a millennium which is still being excavated. Enjoy a traditional Vietnamese lunch before visiting the Temple of Literature, a relic from the 11th century built as an homage to Confucius, the Chinese scholar and philosopher. See the iconic Long Bien Bridge, a relic of French colonial rule crossing the Red River. Ride a cyclo and stroll past the heart of Hanoi, the beautiful Old Quarter, a collection of 36 narrow streets that were named for the products sold from their shops - Bamboo and Tin Streets still sell the same wares as they did years before! Get your caffeine fix at the end of the tour with a strong dose of Vietnamese coffee then round off the day with a picture taken with the beautiful downtown skyline as a background.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/840-story-of-hanoi-private-day-tour-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Story of Hanoi Private Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:27:41"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 14,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2c89d125--%E6%B2%B3%E5%86%85%E4%B8%8A%E5%8D%88%E5%8D%8A%E6%97%A5%E6%B8%B8/HanoiPrivateMorningTour.jpgopacity0.620538",
        "strIntroduction": " Take a private guided tour of Ho Chi Minh's Mausoleum, the Presidential Palace and Hanoi's Old Quarter by cyclo Visit the sacred site of Ho Chi Minh's Mausoleum Be guided around the mausoleum grounds learning about the history of the revolution from your private guide Roam past the iconic yellow Presidential Palace and visit the humble home of Ho Chi Minh Visit the Temple of Literature, the first university of Vietnam, featured on the 100.000 VND bank note! Hop onboard a cyclo to tour the streets of Hanoi's Old Quarter Visit the sacred site of Ho Chi Minh's Mausoleum Be guided around the mausoleum grounds learning about the history of the revolution from your private guide Roam past the iconic yellow Presidential Palace and visit the humble home of Ho Chi Minh Visit the Temple of Literature, the first university of Vietnam, featured on the 100.000 VND bank note! Hop onboard a cyclo to tour the streets of Hanoi's Old Quarter What We Love:   What We Love: Get a detailed overview of Hanoi's history and sightsee some of the most famous sights. In this tour of Hanoi your experienced tour guide will take you to some of the most historically significant places whilst relating some of the turbulent history of Vietnam. Start the day at Ho Chi Minh's Mausoleum to recount the leader's movement for independence from French colonial rule. Ho Chi Minh's body was preserved after his death in 1969 and continues to be visited by thousands of people every year. Afterward, take the chance to stroll through the Presidential Palace grounds and see the one pillar pagoda temple. The Temple of Literature is well worth a stop, this beautiful 11th Century temple is dedicated to Confucious. Next you'll hop on a cyclo and breeze through the Old Quarter learning about daily Hanoi life and the 36 streets selling local wares.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/837-private-morning-tour-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hanoi Private Morning Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:27:50"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 23,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1aa6fe98-Hanoi-Old-Quarter-Food-Tour/OldQuarterFoodTour.jpgopacity0",
        "strIntroduction": " Looking for a different way to see Hanoi? This food tour around the Old Quarter will let you see the busy metropolis in a new light, or rather – taste What's your favorite Vietnamese dish? Find out on a fun food tour in Hanoi's Old Quarter Try a myriad of local delicacies, from french influenced Vietnamese banh mi and bun cha noodles to sweet milk dessert and fruity drinks Be led to one of few egg coffee shops to sample this truly unique drink Learn about the history and landmarks of Hanoi's Old Quarter from your English speaking guide What's your favorite Vietnamese dish? Find out on a fun food tour in Hanoi's Old Quarter Try a myriad of local delicacies, from french influenced Vietnamese banh mi and bun cha noodles to sweet milk dessert and fruity drinks Be led to one of few egg coffee shops to sample this truly unique drink Learn about the history and landmarks of Hanoi's Old Quarter from your English speaking guide What We Love:   What We Love: From spicy noodle soups to fried meats, pancakes and sweet desserts like tapioca – the food tour around Hanoi's Old Quarter will let you experience it all. Dive into the wonderful aromas of the busy food stalls as you explore Old Quarter with your knowledgeable English speaking guide. You will have two options to choose from: either starting your tour at 11:30am and hitting the local diners in time for lunch or setting off at 6:00pm when the city is in the midst of preparing for dinner! Before you get to filling your stomach with local delicacies, you get to learn about the history of Old Quarter and its cultural landmarks from your informative guide. With loads of new facts to keep your mind busy, you can now finally dig in!  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/1969-old-quarter-food-tour-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Old Quarter Food Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:28:00"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 30,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d8b696e1--%E6%B2%B3%E5%86%85%E6%89%8B%E5%B7%A5%E8%89%BA%E6%9D%91%E8%90%BD%E4%B8%80%E6%97%A5%E6%B8%B8/HanoiHandicraftVillagesPrivateTour.jpgopacity0",
        "strIntroduction": " Discover the ancient artistic trades of Vietnam in villages know for ceramic and silk production on this full day tour from Hanoi led by a private guide Watch as ceramics are made before your eyes and learn about a family tradition that is centuries old Visit a 17th century pagoda - one of the most picturesque landmarks in the area Witness the making of delicate silk creations in Van Phuc Village Enjoy a local lunch included on the tour Hotel transfers and a local English speaking guide are included in the private tour Watch as ceramics are made before your eyes and learn about a family tradition that is centuries old Visit a 17th century pagoda - one of the most picturesque landmarks in the area Witness the making of delicate silk creations in Van Phuc Village Enjoy a local lunch included on the tour Hotel transfers and a local English speaking guide are included in the private tour What We Love:   What We Love: Embark on a tour through centuries of cultural history as you discover the wonderful ancient crafts of Vietnam. Your first stop will be the quaint village of Bat Trang, where families have been producing ceramics by hand for over 400 years! You'll not only get to witness the creation process first hand; your enthusiastic local guide will also tell you all about the history of this century old trade as you watch. From there you'll be taken to see the But Thap Pagoda - one of the most stunning sites in the area situated along the picturesque Duong River. Replenish with a delicious local lunch before heading to Van Phuc Village, the most famous silk village in all of Vietnam. Prepare to be mesmerized as you stroll through the scenic streets of this unique town - you'll even have the chance to purchase some of the wonderful creations made here on your way through. For art lovers and culture admirers alike, it's a wonderful insight into Vietnam's rich handicraft history.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/841-handicraft-villages-private-tour-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hanoi Handicraft Villages Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:28:08"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 35,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d540f708-Hanoi-Home-Cooking-Class/HanoiHomeCookingClass.jpgopacity0",
        "strIntroduction": " Take home more than just pictures from tour trip to Vietnam – pick up a new recipes and cooking techniques to impress your friends for years to come! Discover the best of Vietnamese cuisine and learn how to recreate some of its culinary bests See a different side of Hanoi on the 5 hour cooking class and a food market shopping spree Unveil the best kept secrets of Vietnam's culinary traditions and bring some of the recipes home Be guided by an experienced chef and enjoy direct hotel pick up Discover the best of Vietnamese cuisine and learn how to recreate some of its culinary bests See a different side of Hanoi on the 5 hour cooking class and a food market shopping spree Unveil the best kept secrets of Vietnam's culinary traditions and bring some of the recipes home Be guided by an experienced chef and enjoy direct hotel pick up What We Love:   What We Love: This 5 hour home cooking class in Hanoi is a delicious adventure leading you to uncover age old secrets behind some of Vietnam's most popular dishes. Kick off early in the morning or later in the afternoon by picking up a few useful phrases in Vietnamese – make sure to take notes, you will definitely need those later. You will go on to shop at the local market for all the necessary ingredients: herbs, spices, vegetables, meats, fishes and fruits. With the shopping done, you head to the villa where your cooking class will take place. Here you will learn how to create a number of stunning dishes under the watchful eye of the local chef. Lastly, you will get to enjoy the meal you have prepared with wonderful views of Red River and Long Bien Bridge.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/1970-home-cooking-class-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hanoi Home Cooking Class",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:28:20"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 35,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9e6c87c8-Hoa-Lu---Tam-Coc-Day-Trip/HoaLu-TamCocDayTrip.jpgopacity0",
        "strIntroduction": " Travel through Hoa Lu's scenic countryside, go on a boat cruise in Tam Coc, visit ancient temples and more, all on a day trip from Hanoi Explore Vietnam's ancient capital city, Hoa Lu, on an immersive 10-hour adventure Take stunning photos on the Tam Coc river voyage – a true treat for budding nature phtotograhers Discover the full diversity of Vietnamese natural landscapes as you pass through limestone karsts and stone caves Visit the temples of Dinh and Le dynasties and explore ancient relics remaining from when Hoa Lu was the country’s capital Enjoy convenient roundtrip hotel transfers from Hanoi and the services of an informative guide Explore Vietnam's ancient capital city, Hoa Lu, on an immersive 10-hour adventure Take stunning photos on the Tam Coc river voyage – a true treat for budding nature phtotograhers Discover the full diversity of Vietnamese natural landscapes as you pass through limestone karsts and stone caves Visit the temples of Dinh and Le dynasties and explore ancient relics remaining from when Hoa Lu was the country’s capital Enjoy convenient roundtrip hotel transfers from Hanoi and the services of an informative guide What We Love:   What We Love: Back in 968 and until 1009 (under the Dinh Dynasty), Hoa Lu was the capital city of Vietnam. And even though the title was taken by Thăng Long in 1010, the city remains a treasury of historical interest to this day. The Hoa Lu - Tam Coc Day Trip takes you on an exciting adventure through natural and cultural landmarks. After hotel pick up in Hanoi, you start off in Ninh Binh and hop on a boat in Tam Coc. Passing through caves and limestone karst formations, you get to explore Vietnam’s landscape in all its diversity. After lunch at a local restaurant, you go on to visit the temples of Dinh and Le Dynasty before heading back to Hanoi.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/1936-hoa-lu-tam-coc-day-trip-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hoa Lu - Tam Coc Day Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:28:31"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 33,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7ab9bb7f-Discover-Majestic-Trang-An-/MajesticTrangAnPrivateTour.jpgopacity0",
        "strIntroduction": " Enjoy stunning natural landscapes, explore mysterious caves, go on a boat trip, see the largest Buddha in Vietnam and more! See the largest pagoda in Vietnam – the Bai Dinh Pagoda, finished only recently in 2015 Explore the Trang An Cave Complex, a scenic area renowned for its boat cave tours Take a break over an authentic Vietnamese lunch and try local specialties Enjoy convenient roundtrip transfers from Hanoi and professional private guide services See the largest pagoda in Vietnam – the Bai Dinh Pagoda, finished only recently in 2015 Explore the Trang An Cave Complex, a scenic area renowned for its boat cave tours Take a break over an authentic Vietnamese lunch and try local specialties Enjoy convenient roundtrip transfers from Hanoi and professional private guide services What We Love:   What We Love: Discover Majestic Trang An Tour is the best way to explore Vietnam’s natural beauty in full. After a convenient Hanoi hotel pick up, you are whisked away to one of the area’s most important landmarks, Bai Dinh Pagoda – the largest pagoda in Vietnam. Discover the place of Buddhist worship and admire the largest bronze Buddha statue in the whole country. Stop over at a local restaurant for an authentic Vietnamese lunch of popular delicacies before heading to the majestic cave complex of Trang An. Hop on a boat cruise to see Sang Cave (Bright Cave), Toi Cave (Dark Cave) and Nau Ruou Cave. Around 6:00pm, you'll head back to Hanoi and be dropped off directly to your hotel.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/1965-majestic-trang-an-tour-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Majestic Trang An Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:28:41"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/13a5942b-Hanoi-In-One-Day/HanoiinaDay.jpgopacity0",
        "strIntroduction": " From memorials and museums to pagodas, lakes and vllages – see all this and more on a 7 hour tour of Hanoi Discover Hanoi on an immersive one day adventure to its best attractions Pay a visit to the late Mr Ho Chi Minh at the Ho Chi Minh Mausoleum See the city's stunning pagodas: Tran Quoc Pagoda and One Pillar Pagoda Explore amazing natural scenery along the Hoan Kiem Lake, visit the Temple of Literature and Bat Trang ceramic village or Museum of Ethnology Have the option to see the unique water puppet show or take a city cyclo ride at the end of the tour Discover Hanoi on an immersive one day adventure to its best attractions Pay a visit to the late Mr Ho Chi Minh at the Ho Chi Minh Mausoleum See the city's stunning pagodas: Tran Quoc Pagoda and One Pillar Pagoda Explore amazing natural scenery along the Hoan Kiem Lake, visit the Temple of Literature and Bat Trang ceramic village or Museum of Ethnology Have the option to see the unique water puppet show or take a city cyclo ride at the end of the tour What We Love:   What We Love: You'll be surprised how much of Vietnam's former capital you can see in one day – all it takes is the right planning. On this 7 hour tour of the city you will get to discover Hanoi's true character through its natural landscapes, museums, places of worship and more. Right after a convenient pick up from your hotel, you will visit the Ho Chi Minh Complex – a traffic-free area of monuments, memorials and botanical gardens, accompanied by an informative explanation from your guide. Go on to see the One Pillar Pagoda and Tran Quoc Pagoda before stopping by the Temple of Literature, Vietnam's first national university. After a relaxing lunch, there will still be time left for a trip to Hoan Kiem Lake, Bat Trang ceramic village and more. At the end of the tour, there's the option of a water puppet show, traditional cyclo tour, or avoiding the traffic mayhem to be delivered seamlessly back to your hotel.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/1966-hanoi-day-tour-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hanoi in a Day",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:28:55"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1950186d-%E6%8E%A2%E7%B4%A2%E6%B2%B3%E5%86%85%E4%B8%8B%E5%8D%88%E5%8D%8A%E6%97%A5%E6%B8%B8/HiddenHanoiAfternoonTour.jpgopacity0.535313",
        "strIntroduction": " Explore the historical Hanoi on this walking and cyclo tour of notable temples, churches, colonial houses, markets and desserts! Ride by French colonial houses on a 'cyclo' rickshaw Visit an ancient citadel, a Catholic church and a Taoist temple Snack on Vietnamese dishes and taste test wedding cake Experience the flurry of a Hanoi market then relax with a Vietnamese coffee Ride by French colonial houses on a 'cyclo' rickshaw Visit an ancient citadel, a Catholic church and a Taoist temple Snack on Vietnamese dishes and taste test wedding cake Experience the flurry of a Hanoi market then relax with a Vietnamese coffee What We Love:   What We Love: Explore the historical parts of Hanoi by foot and by cyclo. Start the tour by hopping aboard a cyclo, a traditional rickshaw, and begin the afternoon traveling through the bustling old quarter, along streets lined with French colonial houses. Once you've reached the Northern Gate of the ancient citadel discover the beautiful Cua Bac Church - a notable example of Catholic influence in the city. You'll then move onto Quan Thanh Temple one of the oldest Taoist temples before heading towards West Lake, hearing the story of John McCain as a Vietnamese Prisoner of War as you stroll. Make a pitstop at Pho Cuon Restaurant for a bite to eat before heading to Chau Long market to get a feel for local life including a walk through a famous dessert street and a wedding cake street (you'll even get to sample a few!) Shake off the sugar rush at Hang Ga Street, the mat weaving borough, then end the tour with a famous Vietnamese coffee at one the many streetside cafes.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/838-hidden-hanoi-afternoon-tour-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hidden Hanoi Afternoon Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:29:06"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 74,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a522070a-Sapa-Bac-Ha-Market-Tour/SapaBacHaMarketTour.jpgopacity0.523553",
        "strIntroduction": " Explore Bac Ha and its vibrant weekly market on a day trip near Sapa Visit the region's busiest Sunday market - Sapa Bac Ha Watch villagers of every local ethnicity selling their produce, hailing from all corners of the countryside Visit the bizarre but beautiful palace built to entertain Hoang A Tuong Enjoy a traditional lunch at an authentic village and experience true local life Visit the region's busiest Sunday market - Sapa Bac Ha Watch villagers of every local ethnicity selling their produce, hailing from all corners of the countryside Visit the bizarre but beautiful palace built to entertain Hoang A Tuong Enjoy a traditional lunch at an authentic village and experience true local life What We Love:   What We Love: Head from Sapa to the usually sleepy town of Bac Ha which comes alive every Sunday as eager patrons descend on the Bac Ha Market, the largest in the region. Soak up the vibrant atmosphere and observe the mix of ethnic minority traders that make their weekly pilgrimage to the market from the surrounding mountainous areas. Browse the colourful stalls stocking a variety of local products, including brightly coloured handicrafts and fresh tea. Reach the northern edges of the town to visit Hoang A Tuong’s palace, or Vua Meo, a rather outlandish part exotic church, part French chateau hybrid, constructed by the French in 1921 in an unusual ‘oriental baroque’ style. Afterwards, wander the charming hamlet of Trung Do Village, the rustic home of the Tay ethnic minority group. Settle down for a tasty lunch prepared by a local Tay family and get a glimpse of village life. End the day with breathtaking views as you cruise down the Chay River by boat before heading back to Sapa Town.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/897-sapa-bac-ha-market-tour-sapa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sapa Bac Ha Market Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:29:17"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8fc7a546-Day-Trip-To-Mai-Chau/MaiChauDayTrip.jpgopacity0",
        "strIntroduction": " Pedal around the rural district of Mai Chau, a collection of ethnic villages framed with green meadows and valleys, accessible on a day trip from Hanoi Take a trip northwest of Hanoi for a chance to explore Vietnam’s unspoilt countryside See Mai Chau's famous stilt houses that rises up to 12 feet off the ground Visit Pom Coong and Na Phon villages and have lunch with a local ethnic group Take part of the tour to pedal through rice paddies and rural settlements Enjoy convenient hotel transfers from Hanoi and the knowledge of an English speaking guide Take a trip northwest of Hanoi for a chance to explore Vietnam’s unspoilt countryside See Mai Chau's famous stilt houses that rises up to 12 feet off the ground Visit Pom Coong and Na Phon villages and have lunch with a local ethnic group Take part of the tour to pedal through rice paddies and rural settlements Enjoy convenient hotel transfers from Hanoi and the knowledge of an English speaking guide What We Love:   What We Love: Travel 130 kilometres away from Hanoi and discover the quaint authentic rural district of Mai Chau in Hoa Binh province. The village is well-known among visitors for its stilt houses or pile dwellings, made of bamboo and timber. The houses are elevated up to 12 feet above the ground to avoid water damage, protecting them from the elements. The village is surrounded by green rice fields, valleys and hills and lets you fully indulge in the natural beauty of Vietnamese countryside. Travel along Thung Khe Pass, bike through rice paddies and lunch with the White Thai ethnic group. Led by a professional English speaking guide, this tour including roundtrip hotel transfers, is a great day trip from Hanoi to discover rural life and expansive nature.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/1967-mai-chau-day-trip-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Mai Chau Day Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:29:28"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 33,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4c388bd0-Village-Discovery-by-Bike/VillageDiscoverybyBike.jpgopacity0.345492",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Cycle through Hanoi's countryside and explore local villages, fruit farms, contemporary art, pottery and more on an afternoon biking tour from Hanoi Admire Vietnam's famous Red River and a 100 year old bridge crossing it Stop by a local artist's estate and discover Vietnamese contemporary arts Explore an islet with banana, bean, and corn farms Visit a pottery making village and see how ceramics are made Bicycle and helmet rental included, plus coffee, tea and refreshing fruits Book now and get your order confirmation instantly Admire Vietnam's famous Red River and a 100 year old bridge crossing it Stop by a local artist's estate and discover Vietnamese contemporary arts Explore an islet with banana, bean, and corn farms Visit a pottery making village and see how ceramics are made Bicycle and helmet rental included, plus coffee, tea and refreshing fruits Book now and get your order confirmation instantly What We Love:   What We Love: Explore the peaceful and tranquil life outside of Hanoi on scenic bike ride along the banks of the Red River, riding through urban outskirts and into the countryside. You'll get to pass by the Long Ben - Hanoi's oldest bridge, constructed all the way back in 1902. The stunning beauty of Vietnam's countryside will unfold as you cycle through back roads and along the banks of the Red River. Unwind in the tranquil banana and vegetable farming area before the cultural portion of the tour takes you to the pottery village of Quang Ba. One of the highlights of the adventure is the stopover at a famous local artist's house where you will get to explore the trends in Vietnamese contemporary fine arts on a 2000 square meter estate.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/1466-village-discovery-by-bike-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Village Discovery by Bike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:29:38"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3a068bff-%E8%B6%8A%E5%8D%973G%E7%94%B5%E8%AF%9D%E5%8D%A1%EF%BC%88%E9%A6%99%E6%B8%AF%E5%AE%85%E9%85%8D%E5%88%B0%E5%BA%9C%EF%BC%89---Klook%E5%AE%A2%E8%B7%AF/3GSIMCardHKGPickUpforVietnam.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected for your trip in Vietnam – get a local 7 days SIM card with convenient pick up from Hong Kong International Airport Make your Vietnam travels simple with Prepaid 3G SIM card coverage Enjoy 4.5GB of data valid for 7 days (no text or calling services available) Tethering is permitted so multiple devices can benefit from one SIM card Fits all SIM sizes: standard, micro and nano Conveniently pick up your SIM card at Hong Kong International Airport before you depart for your trip Make your Vietnam travels simple with Prepaid 3G SIM card coverage Enjoy 4.5GB of data valid for 7 days (no text or calling services available) Tethering is permitted so multiple devices can benefit from one SIM card Fits all SIM sizes: standard, micro and nano Conveniently pick up your SIM card at Hong Kong International Airport before you depart for your trip What We Love:   What We Love: Enjoy mobile data connection for 7 days with a Vietnam tourist SIM card. With fast web speeds, you'll get updates from your social media accounts and can make hassle-free travel arrangements using your 4.5GB data valid for a week. Available for pick up from Hong Kong Airport before you depart for your trip, the SIM card will let you connect to a local 3G network so you can make the best of your vacation without worrying about the details.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/1635-sim-card-vietnam-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G SIM Card (HKG Pick Up) for Vietnam",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:29:46"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 76,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f28f2ab1-/CitadelsKarstsCycling.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy Vietnam's stunning countryside as you ride a bike, hop on a row boat and discover the nature of Hoa Lu, Trang An and the Red River Delta Travel Vietnam's stunning countryside on a 12km bike ride and relaxing boat ride Visit the historic temple of Dinh & Le dating all the way back to the 11th century and Trang An, a UNESCO heritage site Explore the Red River Delta on a simple row boat ride passing by local villages and through caves Hotel transfers from Hanoi, bicycle and helmet rental plus a local lunch all included in the tour Travel Vietnam's stunning countryside on a 12km bike ride and relaxing boat ride Visit the historic temple of Dinh & Le dating all the way back to the 11th century and Trang An, a UNESCO heritage site Explore the Red River Delta on a simple row boat ride passing by local villages and through caves Hotel transfers from Hanoi, bicycle and helmet rental plus a local lunch all included in the tour What We Love:   What We Love: Discover the beautiful scenery of Vietnam and learn about its rich history on this Citadels & Karsts Cycling tour. This stunning adventure has it all: breathtaking views of Vietnam's countryside, educational visits to the ancient citadel of Vietnam's first capital, Hoa Lu, a bicycle trip, a boat ride and more! It's the best way to truly feel Vietnam's diverse nature. Explore the UNESCO site of Trang An with magnificent caves and beautiful landscapes. Go on a 12km bicycle ride through Vietnam's signature lime karsts and give your legs a rest on a row boat ride passing local villages and hidden caves along the Red River Delta.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/1465-citadels-karsts-cycling-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Citadels & Karsts Cycling",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:29:58"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 39,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ca7dfc90-%E5%B7%B4%E7%BB%B4%E5%B1%B1%E4%B8%8E%E5%94%90%E6%9E%97%E5%8F%A4%E6%9D%91%E4%B8%80%E6%97%A5%E6%B8%B8/BaViDuongLamPrivateTour.jpgopacity0.936248",
        "strIntroduction": " A day of trekking, walking and cycling at the spectacular Ba Vi Mountain and ancient Duong Lam Village Visit the highlights in the west of Hanoi with an English speaking private guide Marvel at the wonderful views of the Ba Vi Mountain and Da River Enjoy lunch with local residents of Duong Lam Village Ride around this national heritage area by bicycle Visit the highlights in the west of Hanoi with an English speaking private guide Marvel at the wonderful views of the Ba Vi Mountain and Da River Enjoy lunch with local residents of Duong Lam Village Ride around this national heritage area by bicycle What We Love:   What We Love: Begin your day of exploration with a two hour ride to the west of Hanoi and take in the marvellous Ba Vi Mountain along the way and the terraced landscapes where locals grow crops. Burn off calories with a short trek through the cloud forest and enjoy the great view of the Da River. You will then descent to the Duong Lam Village, where some of the buildings are over a hundred years old. Get the unique chance to communicate with villagers as you eat your lunch at a local home. The adventurous day ends with the leisurely bicycle ride around the village's winding alleyways.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/842-ba-vi-duong-lam-private-tour-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Ba Vi & Duong Lam Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:30:10"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/90b3af2d-3G-WiFi-Device-HKG-Pick-Up-for-Vietnam/3GWiFiHKGPickUpforVietnam.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Vietnam with an unlimited 3G pocket WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Vietnam - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at the Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Vietnam - wherever your itinerary takes you Get WiFi access across the whole of Vietnam - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at the Hong Kong Airport Collect and drop off your device at the Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Vietnam, without the stress of sourcing WiFi once you get there. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Vietnam but also South Korea, Thailand, Singapore, Taiwan, Japan and more.  ",
        "strLocation": "Hue",
        "strOriginUrl": "https://www.klook.com/activity/1073-3g-wifi-device-hue-hoi-an/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Vietnam",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:30:20"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6aae9464-%E5%8F%91%E7%8E%B0%E9%A1%BA%E5%8C%96%EF%BC%88%E5%8D%8A%E5%85%A8%E6%97%A5%EF%BC%89---Klook%E5%AE%A2%E8%B7%AF/HueDiscoveryHalfFullDayTour.jpgopacity0",
        "strIntroduction": " See Hue on a full or half day tour of its iconic sights or go on a relaxing cruise down the Perfume River Get an immersive introduction to the old architectural wonders of Hue on a half day morning tour Leave the busy urban life behind and go on a 4 hour cruise of the Perfume River on the afternoon tour Or, go all in for a full day of Hue discovery pairing up both the morning and afternoon tours Hotel pick up and drop off, plus lunch (morning and full day tours) is included Get an immersive introduction to the old architectural wonders of Hue on a half day morning tour Leave the busy urban life behind and go on a 4 hour cruise of the Perfume River on the afternoon tour Or, go all in for a full day of Hue discovery pairing up both the morning and afternoon tours Hotel pick up and drop off, plus lunch (morning and full day tours) is included What We Love:   What We Love: Let this exciting tour take you through the bustling streets, stunning landscapes, unique architecture and famous attractions in Hue. Discover tombs, pagodas, rivers, and legendary temples, and visit the sights that tourists travel the world to see: Thanh Toan Bridge, Minh Mang Tomb, Nam Giao Esplanade and more. Enjoy a relaxing lunch at a local restaurant and take loads of photos to remember. Feeling more like a voyage? Cruise along the Perfume River that got its name from the flowers that float in its waters in autumn. Visit the Imperial Citadel, An Hien Garden House, Thien Mu Pagoda and so much more.  ",
        "strLocation": "Hue",
        "strOriginUrl": "https://www.klook.com/activity/1560-hue-discovery-half-full-day-tour-hue/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hue Discovery Half/Full Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:30:34"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 36,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/72d536d6-%E5%AF%BB%E8%A7%85%E9%AD%85%E5%8A%9B%E5%8F%A4%E5%9F%8E%E9%A1%BA%E5%8C%96%E6%91%A9%E6%89%98%E4%B9%8B%E6%97%85---Klook%E5%AE%A2%E8%B7%AF/FindtheCharmofHuebyMotorbike.jpgopacity0.063752",
        "strIntroduction": " Roar through Hue on a motorbike and avoid the road traffic to discover the city's most stunning attractions: Khai Dinh's tomb, Tu Hieu Pagoda and more Discover Hue on a motorbike tour to see its famous sights on a 6 hour adventure Start the day with an invigorating sip of authentic Vietnamese coffee at a local coffee shop Visit Emperor Khai Dinh's tomb and the historical temple in Thien Mu Pagoda Enjoy a traditional Vietnamese lunch and breathe in the culture and traditions of Hue Hop on the back of your guide's motorbike to get around Hue like a local Discover Hue on a motorbike tour to see its famous sights on a 6 hour adventure Start the day with an invigorating sip of authentic Vietnamese coffee at a local coffee shop Visit Emperor Khai Dinh's tomb and the historical temple in Thien Mu Pagoda Enjoy a traditional Vietnamese lunch and breathe in the culture and traditions of Hue Hop on the back of your guide's motorbike to get around Hue like a local What We Love:   What We Love: Discover the true spirit of Hue by riding past its signature attractions on a motorbike. This adrenaline filled adventure will not only let you explore the city in full, but you'll be doing it in the most exciting way - atop a roaring motorbike! Your tour starts with a convenient hotel pick up and takes you for a relaxing cup of Vietnamese coffee at a local coffee shop. You will then head to the tomb of the Emperor Khai Dinh, the construction of which started in 1920 and took 11 years to complete. Go on to visit other famous attractions like Tu Hieu Pagoda and Tu Duc tomb before stopping for an authentic Vietnamese lunch. Complete the journey with a tremendous view of the seven-story Thien Mu Pagoda.  ",
        "strLocation": "Hue",
        "strOriginUrl": "https://www.klook.com/activity/1549-find-the-charm-of-hue-by-motorbike-hue/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Find the Charm of Hue by Motorbike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:30:47"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 33,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/08c5291a-%E8%B6%8A%E5%8D%97%E5%B3%B0%E7%89%99%E5%9B%BD%E5%AE%B6%E5%85%AC%E5%9B%AD%E6%BA%B6%E6%B4%9E%E6%8E%A2%E9%99%A9%E4%B9%8B%E6%97%85---Klook%E5%AE%A2%E8%B7%AF/PhongNhaCaveExploration.jpgopacity0",
        "strIntroduction": " Phong Nha-Ke Bang National Park is a UNESCO World Heritage Site and houses stunning rock formations and beautiful landscapes Visit the one of the world's unique national Parks, Phong Nha-Ke Bang National Park, home to 400 million year old karst mountains Explore stunning natural wonders - the Phong Nha Caves - an amazing sight with various rock formations Discover the full diversity of the Vietnamese landscape with two tour options: Ke Bang Day Trip and Paradise Cave Discovery Both tours include lunch, snacks, water, transportation and English speaking guide services Visit the one of the world's unique national Parks, Phong Nha-Ke Bang National Park, home to 400 million year old karst mountains Explore stunning natural wonders - the Phong Nha Caves - an amazing sight with various rock formations Discover the full diversity of the Vietnamese landscape with two tour options: Ke Bang Day Trip and Paradise Cave Discovery Both tours include lunch, snacks, water, transportation and English speaking guide services What We Love:   What We Love: Discover the amazing diversity of Vietnamese landscape on the Phong Nha Cave Exploration Tour. Named a UNESCO World Heritage Sight in 2003, Phong Nha National Park is home to Asia's oldest karst mountains, dating back 400 million years. This active adventure has everything an explorer is looking for: from relaxing walks to hard mountainous treks, dense forests and breathtaking panoramic views. Explore the banks of Ben Hai River, cross the Hien Luong Bridge, squeeze through tight tunnels, conquer hill tops and and feel the refreshing cool of mountain streams. Enjoy a delicious lunch surrounded by astounding natural beauty and cruise along Son River in a kayak. Two equally appealing options are available for this tour: Paradise Cave Discovery Tour (includes a fairly tough 3 hour hike - the less touristy option) and Ke Bang Day Trip (includes a Son river boat trip to Phong Nha Cave - the more touristy, but less strenuous option).  ",
        "strLocation": "Hue",
        "strOriginUrl": "https://www.klook.com/activity/1561-phong-nha-cave-exploration-hue/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Phong Nha Cave Exploration",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:30:56"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 19,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/48719a3a-Dinner-Cruise-On-Perfume-River---Private-Tour/PerfumeRiverPrivateDinnerCruise.jpgopacity0",
        "strIntroduction": " Discover Hue by cruising Vietnam's famous Perfume River; enjoy a delicious dinner and light paper lanterns on board See Vietnam's famous waterway - the Perfume River - up close on a luxury dinner cruise Leave the noise and crowds behind and enjoy magnificent views from a traditional dragon boat Indulge in a delicious dinner on board the shop with stunning views of mountains, pagodas and temples Light traditional paper lanterns and watch them glide into the night sky See Vietnam's famous waterway - the Perfume River - up close on a luxury dinner cruise Leave the noise and crowds behind and enjoy magnificent views from a traditional dragon boat Indulge in a delicious dinner on board the shop with stunning views of mountains, pagodas and temples Light traditional paper lanterns and watch them glide into the night sky What We Love:   What We Love: Crossing the city of Hue, the Perfume River is one of the city's major landmarks. The river got its name from the orchid flowers that fall into its water in autumn, giving the river a scented aroma and attracting lots of tourists to its banks. Don't miss a chance to see the magnificent sight on a private tour, away from crowds and lines. This luxury dinner cruise will take you past historical temples, pagodas, mountains and conclude with a breathtaking sunset view. You will also get to light paper lanterns from the boat before your return to hotel around 9:00pm.  ",
        "strLocation": "Hue",
        "strOriginUrl": "https://www.klook.com/activity/1607-perfume-river-dinner-cruise-hue/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Perfume River Private Dinner Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:31:08"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 35,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d6f20dcf-%E6%91%A9%E6%89%98%E9%AA%91%E8%A1%8C%E9%A1%BA%E5%8C%96%E8%A1%97%E5%A4%B4%E5%AF%BB%E5%91%B3%E4%B9%8B%E6%97%85---Klook%E5%AE%A2%E8%B7%AF/FlavorsofHueMotorbikeTour.jpgopacity0",
        "strIntroduction": " What's Vietnam's true flavor? Hop on a motorbike and find out with a tour of Hue's best local diners Get your chopsticks ready and explore some of the best Vietnamese restaurants in Hue Discover new and familiar favors: from mild to spicy to sweet - this Hue food tour has it all! Try a variety of local specialties: pancakes, beef vermicelli soup, tapioca dumplings and more Hop on the back of your guide's motorbike to get around Hue like a local Get your chopsticks ready and explore some of the best Vietnamese restaurants in Hue Discover new and familiar favors: from mild to spicy to sweet - this Hue food tour has it all! Try a variety of local specialties: pancakes, beef vermicelli soup, tapioca dumplings and more Hop on the back of your guide's motorbike to get around Hue like a local What We Love:   What We Love: Explore Vietnam through your stomach - by taking a tour of the best Vietnamese cuisine! On this exciting motorbike food tour, you will learn the difference between regional cooking methods and discover characteristically bold flavors. After a convenient pick up right from your hotel, you will be whisked away on a mesmerizing journey into the best of Vietnam's delicacies. Try the famous Hue pancake and Vietnam's popular specialty - beef vermicelli soup. Enjoy flavorful tapioca dumplings and light rice disks topped with shrimp. Looking for something more substantial? Go in for a plate of chopped meat or grilled pork vermicelli. Zip through the traffic by motorbike to experience Hue like a local!  ",
        "strLocation": "Hue",
        "strOriginUrl": "https://www.klook.com/activity/1559-flavors-of-hue-motorbike-tour-hue/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Flavors of Hue Motorbike Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:31:17"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 33,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4b0064d8-The-DMZ-Tour-In-Hue/HueDMZJoinInTour.jpgopacity0",
        "strIntroduction": " Visit the site of one of history's most defining events on the Hue DMZ Tour taking you to famed battlefields and memorials of the Vietnam War Explore historic locations and battlefields from the Vietnam War on the DMZ Tour in Hue Visit Dakrong Bridge, Khe Sanh combat base, Ho Chi Minh trails and more Visit the Vinh Moc tunnels where local families hid deep underground to protect themselves from the dangers above Relax over an authentic lunch and learn more about the history-defining events of the Vietnam War from your knowledgeable guide Explore historic locations and battlefields from the Vietnam War on the DMZ Tour in Hue Visit Dakrong Bridge, Khe Sanh combat base, Ho Chi Minh trails and more Visit the Vinh Moc tunnels where local families hid deep underground to protect themselves from the dangers above Relax over an authentic lunch and learn more about the history-defining events of the Vietnam War from your knowledgeable guide What We Love:   What We Love: Learn about one of the major conflicts in the world's history, the Vietnam War, on the DMZ Tour in Hue. Explore in depth what kind of impact the conflict has had on the society and see iconic battlefields and ruins. Cross Dakrong Bridge, visit Khe Sanh combat base and Ho Chi Minh trails. Stop by the ethnic minority village and relax over lunch in Dong Ha. The tour continues to Ben Hai River and ends with a stop at the Vinh Moc Tunnels - where 60 families lived to protect themselves from the war above ground. Explore the country's eventful and complicated history at the exact same spots where the action took place.  ",
        "strLocation": "Hue",
        "strOriginUrl": "https://www.klook.com/activity/1562-hue-dmz-join-in-tour-hue/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hue DMZ Join In Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:31:27"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 25,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/896080db-Hue-to-Da-Nang--Hoi-An-/DayTripfromHuetoDaNangHoiAn.jpgopacity0.0459284",
        "strIntroduction": " Discover stunning landscapes and breathtaking architecture on a one day tour from Hue to Da Nang and Hoi An Explore the area from Hue to Danang City and Hoi An with lots of exciting stops See the impressive Son Tra Mountain, known to the soldiers of the Vietnam War as Monkey Mountain Pay a visit to Hoi An Silk Village where you can browse and buy luxury textiles, handmade lanterns and more Stop by Hoi An's Japanese Bridge - an intricately carved structure famed in around the world Hotel pick up and drop off, all transportation, lunch and an English speaking guide are included Explore the area from Hue to Danang City and Hoi An with lots of exciting stops See the impressive Son Tra Mountain, known to the soldiers of the Vietnam War as Monkey Mountain Pay a visit to Hoi An Silk Village where you can browse and buy luxury textiles, handmade lanterns and more Stop by Hoi An's Japanese Bridge - an intricately carved structure famed in around the world Hotel pick up and drop off, all transportation, lunch and an English speaking guide are included What We Love:   What We Love: Travel from Hue to Da Nang City and Hoi An on an eventful one day tour. Its compact yet attraction-rich itinerary will make sure your time in Vietnam is of utmost interest and fun. After a convenient pick up right from your hotel, you will visit Linh Ung Pagoda and go on to Son Tra Mountain, also known as Monkey Mountain and overlooking the Bay of Da Nang and the East Sea. Have a quick delicious lunch before continuing the tour with a visit to Marble Mountain and Hoi An Silk Village. Phuc Kien Temple is a true architectural masterpiece and Tan Ky Ancient House is a historical gem built two centuries ago by an ethnically Vietnamese family.  ",
        "strLocation": "Hue",
        "strOriginUrl": "https://www.klook.com/activity/1569-hue-to-da-nang-hoi-an-hue/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Day Trip from Hue to Da Nang & Hoi An",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:31:38"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 32,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/25d32d7d-Hue-City-Cyclo-Tour/HueCityCycloTour.jpgopacity0.661959",
        "strIntroduction": " Explore the Imperial City in a new way: hop on a cyclo and take in the true atmosphere of Hue, its beautiful landscapes and stunning architecture Discover the best of Hue Old City on a traditional French colonial taxi - the cyclo See the most famous attractions in Hue: Imperial Citadel, Nine Holy Cannons, Ngo Mon Gate and more Ride through the streets and take in the exotic urban landscapes of Vietnam's Imperial City At each stop, your informed English speaking guide will tell you all about the sights you visit Discover the best of Hue Old City on a traditional French colonial taxi - the cyclo See the most famous attractions in Hue: Imperial Citadel, Nine Holy Cannons, Ngo Mon Gate and more Ride through the streets and take in the exotic urban landscapes of Vietnam's Imperial City At each stop, your informed English speaking guide will tell you all about the sights you visit What We Love:   What We Love: See the undiscovered beauty of Hue by riding its streets and past its main attractions on a traditional cyclo. Enjoy this truly authentic way to explore the city. A cyclo is a three-wheeled bicycle taxi that appeared in Vietnam during the French colonial period and has since become a popular way to get around. Hop on and ride through the streets of Hue past the Perfume River. Ride across the Truong Tien Bridge and discover Old Hue City. You will pass lots of must see Hue attractions on the way: the Imperial Citadel, Nine Holy Cannons, Ngo Mon Gate, Thai Hoa Palace, Nine Dynastic Urns, Forbidden Purple City and more.  ",
        "strLocation": "Hue",
        "strOriginUrl": "https://www.klook.com/activity/1572-hue-city-cyclo-tour-hue/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hue City Cyclo Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:31:47"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 28,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/12fd5ff3-%E9%A1%BA%E5%8C%96%E5%8D%8A%E6%97%A5%E5%9F%8E%E5%B8%82%E5%AF%BC%E8%A7%88/HueHalfDayPrivateTour.jpgopacity0.218958",
        "strIntroduction": " Delve into the historical roots of Hue by visiting the former Imperial Palace and resting place of emperors on this half day private tour Learn about the former imperial capital of the Nguyen dynasty, Hue, from an experienced English speaking guide Visit two significant landmarks in Hue - the former Imperial Palace and Tu Duc Royal Tomb Enjoy air conditioned transport including hotel pick up and drop off Learn about the former imperial capital of the Nguyen dynasty, Hue, from an experienced English speaking guide Visit two significant landmarks in Hue - the former Imperial Palace and Tu Duc Royal Tomb Enjoy air conditioned transport including hotel pick up and drop off What We Love:   What We Love: Begin your half day historical tour with a trip to the ancient walled citadel containing the former Imperial Palace. Surrounded by protective ramparts and a ringed moat, within the citadel is the inner sanctum of the Imperial Palace, also known as the Purple Forbidden City - the architecture After that you'll take a short journey to the surrounding countryside to see the final resting place of former Nguyen emperors at the Tu Duc Royal Tomb. Completed before his death, the scholarly Emperor Tu Duc utilised it as a retreat complete with a lake, pavilion and theatre. Take a stroll along the complex and observe the artistic designs of the tomb and buildings.  ",
        "strLocation": "Hue",
        "strOriginUrl": "https://www.klook.com/activity/861-hue-half-day-private-tour-hue/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hue Half Day Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:31:57"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 31,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d518bb41-Hue-By-Night-Motorbike-Tour/HueByNightMotorbikeTour.jpgopacity0.345492",
        "strIntroduction": " See Hue by night and discover this peaceful city's dark side: busy night markets, colorful night life, lively streets and delicious cuisine! Watch the quiet city of Hue come to life right before your eyes as the sun sets Stop by the famous historical attractions: Hue Imperial City, train station, French Schools and more Explore the bustling night market, shop for souvenirs and try exotic snacks See the city in the fastest and most exhilarating way possible — on the back of a motorbike driven by a local female driver Watch the quiet city of Hue come to life right before your eyes as the sun sets Stop by the famous historical attractions: Hue Imperial City, train station, French Schools and more Explore the bustling night market, shop for souvenirs and try exotic snacks See the city in the fastest and most exhilarating way possible — on the back of a motorbike driven by a local female driver What We Love:   What We Love: Indulge in an amazing city experience - explore Hue by night on a motorbike! Watch the inherently peaceful city turn into a colorful bustling metropolis, with lots to discover. Get picked up from your hotel and start the tour on a delicious note - with a sumptuous dinner at a local restaurant that will let you explore all the diversity of Vietnamese cuisine. After dinner, head to Hue Imperial City, a walled fortress and the former imperial capital of Vietnam. Go on to visit Hue French Schools and roam through the busy night market. The tour ends with a visit to Hue Train Station and a hot cup of Vietnamese tea.  ",
        "strLocation": "Hue",
        "strOriginUrl": "https://www.klook.com/activity/1558-hue-by-night-motorbike-tour-hue/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hue By Night Motorbike Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:32:09"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d8219d60-%E8%B6%8A%E5%8D%973G%E7%94%B5%E8%AF%9D%E5%8D%A1%EF%BC%88%E9%A6%99%E6%B8%AF%E5%AE%85%E9%85%8D%E5%88%B0%E5%BA%9C%EF%BC%89---Klook%E5%AE%A2%E8%B7%AF/3GSIMCardHKGPickUpforVietnam.jpgopacity0.301426",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend money on your holiday instead of hefty phone bills – get a local 7 days SIM card for your holiday in Vietnam! Make your Vietnam travels simple with Prepaid 3G SIM card coverage Enjoy 4.5GB of data valid for 7 days (no text or calling services available) Tethering is permitted so multiple devices can benefit from one SIM card Fits all SIM sizes: standard, micro and nano Conveniently pick up your SIM card at Hong Kong International Airport before you depart for your trip Make your Vietnam travels simple with Prepaid 3G SIM card coverage Enjoy 4.5GB of data valid for 7 days (no text or calling services available) Tethering is permitted so multiple devices can benefit from one SIM card Fits all SIM sizes: standard, micro and nano Conveniently pick up your SIM card at Hong Kong International Airport before you depart for your trip What We Love:   What We Love: Enjoy mobile data connection for 7 days with a Vietnam tourist SIM card. With fast web speeds, you'll get updates from your social media accounts and can make hassle-free travel arrangements using your 4.5GB data valid for a week. Available for pick up from Hong Kong Airport before you depart for your trip, the SIM card will let you connect to a local 3G network so you can make the best of your vacation without worrying about the details.  ",
        "strLocation": "Hue",
        "strOriginUrl": "https://www.klook.com/activity/1636-sim-card-hk-delivery-vietnam-hue/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G SIM Card (HKG Pick Up) for Vietnam",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:32:18"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 14,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/499dbce2-My-Son-Discovery-from-Hoi-An/MySonDiscoveryfromHoiAn.jpgopacity0",
        "strIntroduction": " See the sun rise over this abandoned Hindu temple constructed between the 4th and the 14th century AD by the Kings of Champa My Son temple is an absolute must see for anyone visiting Hoi An See the ancient ruins at sunset and discover the stunning valley around them Visit Thanh Ha Pottery Village or Kim Bong Carpentry Village and meet local craftsmen My Son temple is an absolute must see for anyone visiting Hoi An See the ancient ruins at sunset and discover the stunning valley around them Visit Thanh Ha Pottery Village or Kim Bong Carpentry Village and meet local craftsmen What We Love:   What We Love: The ruins of My Son are considered the largest temple complex of the Champa Kingdom in the coastal area. Bearing the hallmarks of Indian civilization, it is located southwest of Hoi An and lies in a stunning emerald valley. My Son Discovery from Hoi An offers two options to see this incredible landmark. If you are an early bird, go on the My Son Sunrise By Bus Tour, that will let you witness a breathtaking sunrise at the ancient ruins and kicks off at 4:30am. If you prefer a later option, choose the Discover My Son By Bus Tour that start at 8:00am and takes you to My Son well-rested and ready to explore.  ",
        "strLocation": "Hoi An",
        "strOriginUrl": "https://www.klook.com/activity/1602-my-son-discovery-hoi-an/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "My Son Discovery from Hoi An",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:32:29"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 17,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5628c7d5-Hoi-An-Half-Day-Private-Tour/HoiAnHalfDayPrivateTour.jpgopacity0",
        "strIntroduction": " Spend half a day on a private tour around the significant local highlights of Hoi An with an experienced tour guide Visit the Chua Ong Pagoda and Jinshang Temple, spiritual landmarks of the town Marvel at the symbol of Hoi An, the Japanese Covered Bridge, which is skillfully built with intricate patterns Explore traditional Hoi An architecture at the Tam Ky Ancient House with its back facing the river for the import and export of goods Enjoy air conditioned transport including hotel pick up and drop off Visit the Chua Ong Pagoda and Jinshang Temple, spiritual landmarks of the town Marvel at the symbol of Hoi An, the Japanese Covered Bridge, which is skillfully built with intricate patterns Explore traditional Hoi An architecture at the Tam Ky Ancient House with its back facing the river for the import and export of goods Enjoy air conditioned transport including hotel pick up and drop off What We Love:   What We Love: A UNESCO World Heritage Site, Hoi An is a small but well-preserved former international trading port from the 15th to 18th century that welcomed Chinese, Dutch, French, Japanese, Portuguese and Arab merchants. Start your journey at the Chua Ong Pagoda - built in honor of the Chinese general Quan Cong, a symbol of courage and loyalty. Make an offering and the caretaker will strike a bronze bowl that makes a bell-like sound. Continue on to the Phuc Kien Assembly Hall where the Jinshang Temple is located. With Hoi An's history as a trading port, it is no surprise that the temple is dedicated to the goddess of the sea and protector of sailors. Finish the tour with the 200-year old ancestral house, Tam Ky, and a 17th century bridge built by Japanese craftsmen. The idyllic and relaxed vibe of the town makes it a great place to walk around on foot to take in its history.  ",
        "strLocation": "Hoi An",
        "strOriginUrl": "https://www.klook.com/activity/844-half-day-private-tour-hoi-an/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hoi An Half Day Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:32:41"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 34,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0efcb1df-%E6%8E%A2%E7%B4%A2%E4%BC%9A%E5%AE%89%E5%8D%8A%E6%97%A5%E6%BC%AB%E6%AD%A5%E6%B8%B8/HiddenHoiAnWalkingTour.jpgopacity0",
        "strIntroduction": " Explore the important historical landmarks of Hoi An on an afternoon stroll with an experienced guide Learn about the rich culture of Hoi An on a walking tour accompanied by your English speaking guide Visit the important landmarks of the town including the Chua Ong Pagoda, Jinshang Temple and Tan Ky House Unwind at the end of the day with a boat ride along the Thu Bon River, the ancient trading hub of Hoi An Enjoy air conditioned transport including hotel pick up and drop off Learn about the rich culture of Hoi An on a walking tour accompanied by your English speaking guide Visit the important landmarks of the town including the Chua Ong Pagoda, Jinshang Temple and Tan Ky House Unwind at the end of the day with a boat ride along the Thu Bon River, the ancient trading hub of Hoi An Enjoy air conditioned transport including hotel pick up and drop off What We Love:   What We Love: Set out on foot to discover the hidden local gems of Hoi An in a day. Enjoy the laidback atmosphere making it the perfect setting for a stroll to take in the historical architecture. Begin your journey with the Chua Ong Pagoda, built in 1653 in honor of the Chinese general, Quan Cong, and still worshipped as a symbol of loyalty and justice today. Continue on your walk until you come across the Jinshang Temple and Tan Ky House, a 200 year old ancestral home, and a 17th century covered bridge built by Japanese craftsmen with a beautiful and intricate design. All the while, your English speaking guide will be relating an animated history of the sites you stroll past. End your journey with a relaxed boat trip along the Thu Bon River, which served as the central port of the ancient Champa dynasty.  ",
        "strLocation": "Hoi An",
        "strOriginUrl": "https://www.klook.com/activity/845-hidden-hoi-an-walking-tour-hoi-an/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hidden Hoi An Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:32:54"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4bbd3deb-%E4%BC%9A%E5%AE%89%E4%B9%A1%E6%9D%91%E7%A7%81%E4%BA%BA%E9%AA%91%E8%A1%8C%E4%B9%8B%E6%97%85---Klook%E5%AE%A2%E8%B7%AF/CountrysideonBicyclesPrivateTour.jpgopacity0.152044",
        "strIntroduction": " Enjoy a relaxing bicycle ride through Vietnamese countryside on an unforgettable rural adventure in Hoi An Ride through Hoi An's stunning countryside and learn about the life of local farmers Visit authentic little villages where you will get to try out locals' typical daily activities: watering gardens, picking vegetables and more Hop on a boat for a memorable voyage to Cam Thanh coconut village Choose between three convenient options: a 3 hour, a 5 hour or a full day tour Ride through Hoi An's stunning countryside and learn about the life of local farmers Visit authentic little villages where you will get to try out locals' typical daily activities: watering gardens, picking vegetables and more Hop on a boat for a memorable voyage to Cam Thanh coconut village Choose between three convenient options: a 3 hour, a 5 hour or a full day tour What We Love:   What We Love: Explore the natural and cultural splendor of Vietnam in full with a bike ride through Hoi An's picturesque countryside. Pedal past paddy rice fields, small quaint villages and atmospheric gardens. You will have three amazing options to choose from. The 3 hour Experience At Tra Que Herb Village will introduce you to all the intricacies of a farmer's life: from watering the ground to picking greens. The longer Cam Thanh Village Cycling Tour In Hoi An will teach you how to dry and smoke fish and let you paddle a traditional boat through the exotic waterways of Cam Thanh coconut village. For a complete experience, take both these in for a whole day of countryside activities in Hoi An on the full day tour.  ",
        "strLocation": "Hoi An",
        "strOriginUrl": "https://www.klook.com/activity/1613-countryside-bicycles-private-tour-hoi-an/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Countryside on Bicycles Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:33:03"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 37,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c7cbb8e7-%E5%AF%BB%E6%89%BE%E4%BC%9A%E5%AE%89%E7%9A%84%E6%95%85%E4%BA%8B%E4%B8%80%E6%97%A5%E6%B8%B8/StoryofHoiAnFullDayPrivateTour.jpgopacity0",
        "strIntroduction": " Find out about the historical city of Hoi An in this tour that explores the most significant places of interest and local craft sites Visit many of Hoi An's top sightseeing spots in just one day See and learn about Chua Ong Pagoda, Jinsheng Temple, Tam Ky House and more Enjoy a relaxing cruise and visit a craft village near Hoi An Your enthusiastic local guide will offer you incredible insights into the history of this beautiful city Lunch and air conditioned hotel transfers are included Visit many of Hoi An's top sightseeing spots in just one day See and learn about Chua Ong Pagoda, Jinsheng Temple, Tam Ky House and more Enjoy a relaxing cruise and visit a craft village near Hoi An Your enthusiastic local guide will offer you incredible insights into the history of this beautiful city Lunch and air conditioned hotel transfers are included What We Love:   What We Love: Delve deep into Hoi An's history to learn how a 16th century port transformed into the quaint old quarter that exists today. Visit a number of the city's famous landmarks, starting with the Chua Ong Pagoda, built in 1653 to honor the Chinese general Quan Cong. Afterwards, you'll be whisked along to the majestic Jinshang Temple in the Phuc Kien Assembly Hall to witness the spiritual ambience of this marvellous landmark. Tam Ky House is next on the agenda - an ancient ancestral house famed for it's memorable yellow exterior. Make sure you've got a camera to hand when you walk over the 17th century Japanese bridge - a powerful symbol of Japan's fine craftsmanship. If you're starting to get tired after all this walking, sit back and relax on the boat cruise down to a craft village. You'll be able to watch traditional artisans make ceramics right before your eyes, before heading down to the docks to soak up scenes of local life on the water.  ",
        "strLocation": "Hoi An",
        "strOriginUrl": "https://www.klook.com/activity/849-story-of-hoi-an-full-day-tour-hoi-an/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Story of Hoi An Full Day Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:33:12"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 32,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/93c4eae0-Hoi-An-Eco-And-Cooking-Class/EcoTourandCookingClass.jpgopacity0.0395773",
        "strIntroduction": " Learn how to cook signature Vietnamese dishes, bargain at a local market, pick organic vegetables, ride a boat and more Master the best of Vietnamese cuisine from spring rolls and papaya salad to claypot pork and rice pancakes in a interactive cooking class Go shopping at a local market, sharpen your bargaining skills and buy organic produce from a small village Your road to lunch is paved with fun: participate in a boat racing competition, row through an exotic forest and more Master the best of Vietnamese cuisine from spring rolls and papaya salad to claypot pork and rice pancakes in a interactive cooking class Go shopping at a local market, sharpen your bargaining skills and buy organic produce from a small village Your road to lunch is paved with fun: participate in a boat racing competition, row through an exotic forest and more What We Love:   What We Love: Learn how to cook stunning Vietnamese dishes on a half day tour of Hoi An. You will start with a visit to the local market to pick up ingredients - but not only that: while there, try mastering a few bargaining techniques and learn the basics of Vietnamese shopping vocabulary. Then, go on to visit Cam Thanh village to get organic vegetables for your cooking master class later. Before you get to cook, though, lots of other adventures await: you will ride in a basket boat, take part in a boat racing competition, catch fish with rods and a traditional net and row through a coco palm forest. During the two hour cooking class, you will learn to make deep fried spring rolls, papaya salad with shrimp crackers, pork or fish in a clay pot with steamed rice and Banh Xeo (rice pancake with fresh salad) with seasonal fruit for dessert.  ",
        "strLocation": "Hoi An",
        "strOriginUrl": "https://www.klook.com/activity/1603-eco-cooking-class-hoi-an/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "EcoTour and Cooking Class",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:33:24"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 92,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c0318dbd-Hoi-An-City-and-Cyclo-Tour-full-day-%E2%80%93-Private-Tour/CityCycloPrivateDayTour.jpgopacity0.0931958",
        "strIntroduction": " Explore a new way to see Hoi An, leave crowds and traffic jams behind and hop on a cyclo, a local three-wheeled taxi, under the expert direction of a private English speaking guide Avoid crowds and lines on a private tour of Hoi An, Vietnam's well-preserved ancient town Visit important historical landmarks: Japanese Bridge, ancient Chinese Temple, merchant's house and more Relax on boat cruise to Cua Dai estuary, passing through fruit plantations and green fields Lunch, tickets, transport and an informative English speaking guide's services are all included Avoid crowds and lines on a private tour of Hoi An, Vietnam's well-preserved ancient town Visit important historical landmarks: Japanese Bridge, ancient Chinese Temple, merchant's house and more Relax on boat cruise to Cua Dai estuary, passing through fruit plantations and green fields Lunch, tickets, transport and an informative English speaking guide's services are all included What We Love:   What We Love: Go on a full day private tour of Hoi An from its enchanting port to numerous places of interest. The nine hour trip takes you through the rich historical past of Hoi An and you will get to see an abundance of sights: the 400 year old Japanese Bridge, a 300 year old Chinese temple, a 200 year old Vietnamese merchant's house, the local fish market and more. After a quick lunch, hop on a cyclo and enjoy beautiful natural landscapes while riding through Vietnamese countryside. Go on a relaxing two hour boat ride to Cua Dai estuary, passing fields and fruit gardens.  ",
        "strLocation": "Hoi An",
        "strOriginUrl": "https://www.klook.com/activity/1612-city-cyclo-private-day-tour-hoi-an/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "City & Cyclo Private Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:33:35"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 76,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/bf5d9791-Hue-City-Tour-From-Hoi-An---Private-Tour/HuePrivateCityTourFromHoiAn.jpgopacity0.0442984",
        "strIntroduction": " Go on a private tour of Hue, a UNESCO World Heritage Site, and see everything that makes the city special, including a boat ride along the Perfume River See Vietnam's old imperial capital on a private tour of the city and its signature attractions Explore ancient historical relics: temples, tombs, citadels and pagodas Hop on a boat for a cruise of Hue's famous Perfume River Entrance fees, lunch, transport and English speaking guide services are all included See Vietnam's old imperial capital on a private tour of the city and its signature attractions Explore ancient historical relics: temples, tombs, citadels and pagodas Hop on a boat for a cruise of Hue's famous Perfume River Entrance fees, lunch, transport and English speaking guide services are all included What We Love:   What We Love: The former capital of Vietnam's last dynasty, Hue is a UNESCO World Heritage Site and a place with lots to see and explore. Known for its citadels, palaces, toms and royal pagodas, it's the perfect spot to learn about the city's rich imperial past and cultural heritage. This quiet and romantic city will instantly win you over with its unique atmosphere and vibe. Start with a visit to Hue's famous 200-year old citadel before going on a relaxing voyage down Perfume River. Don't miss exploring Thien Mu Pagoda and Minh Mang Tomb before heading to Dong Ba Riverside Market.  ",
        "strLocation": "Hoi An",
        "strOriginUrl": "https://www.klook.com/activity/1614-hue-private-city-tour-hoi-an/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hue Private City Tour From Hoi An",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:33:45"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 90,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b84a8f1a-Hoi-An---Hue---Da-Nang-Private-Tour/HoiAn-Hue-DaNangPrivateTour.jpgopacity0",
        "strIntroduction": " Embark on a exciting and fun filled adventure across 3 Vietnamese cities See Central Vietnam's major sights on a full day tour from Hoi An to Hue and Da Nang See one of the most famous icons in Vietnam, the Marble Mountains, be in awe of their beauty and learn about its legends Discover the art of stone carving in Hoa Hai stone carving village or pay a visit to Cham Museum In just 12 hours, you get to discover three iconic cities: Hoi An, Hue and Da Nang See Central Vietnam's major sights on a full day tour from Hoi An to Hue and Da Nang See one of the most famous icons in Vietnam, the Marble Mountains, be in awe of their beauty and learn about its legends Discover the art of stone carving in Hoa Hai stone carving village or pay a visit to Cham Museum In just 12 hours, you get to discover three iconic cities: Hoi An, Hue and Da Nang What We Love:   What We Love: Travel from Hoi An to Hue and Da Nang on a convenient private tour with lots of exciting stops. After getting picked up right from your hotel early in the morning, you will go on to see Vietnam's emblematic Marble Mountains, filled with caves and tunnels that have been used by Buddhist monks as a place of worship. Go on to visit Hoa Hai stone carving village or the Cham Museum. Take a break and get your strength together for more adventures ahead: a stop by Hai Van Pass, Kinh Thanh Citadel and Tu Duc tomb.  ",
        "strLocation": "Hoi An",
        "strOriginUrl": "https://www.klook.com/activity/1615-hoi-an-hue-da-nang-private-tour-hoi-an/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hoi An - Hue - Da Nang Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:33:54"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 19,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/73f48cb6-Marble-Mountain---Cham-Museum---My-Khe-Beach-from-Hoi-An-to-Da-Nang/DaNangDayTripfromHoiAn.jpgopacity0",
        "strIntroduction": " Explore Da Nang on a schedule: see it's most iconic attractions like Cham Museum, the Marble Mountains and swim at My Khe beach Just have a few hours to see Da Nang? No worries, visit its best attractions on this compact express tour Visit Cham Museum, Tam Thai and Ling Ung pagodas to learn about the city's past and present See the stunning Marble Mountain and Thuy Son Mountain and the beautiful valleys around Cool down with a relaxing swim at My Khe Beach and see the beautiful Marble Beach Just have a few hours to see Da Nang? No worries, visit its best attractions on this compact express tour Visit Cham Museum, Tam Thai and Ling Ung pagodas to learn about the city's past and present See the stunning Marble Mountain and Thuy Son Mountain and the beautiful valleys around Cool down with a relaxing swim at My Khe Beach and see the beautiful Marble Beach What We Love:   What We Love: If you don't have too much time to visit Da Nang but would like to see as much as possible, this tour will let you accomplish just that. In just 4 hours you will get to see Marble Mountain, Cham Museum, My Khe Beach and more! Start with a visit to Marble Mountain, standing in a cluster of five marble and limestone hills. You will go on to see Thuy Son (Water) Mountain before heading to - Huyen Khong Cave and Tam Thai and Ling Ung pagodas. Cham Museum, your next stop, houses the world's largest collection of Cham artefacts. After all the busy sightseeing, it's time for a relaxing swim on My Khe beach.  ",
        "strLocation": "Hoi An",
        "strOriginUrl": "https://www.klook.com/activity/1606-da-nang-day-trip-hoi-an/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Da Nang Day Trip from Hoi An",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:34:03"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 42,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/769ab57a-Bike-and-Bite-in-Hoi-An/BikeandBiteinHoiAn.jpgopacity0.0757449",
        "strIntroduction": " Try nine delicious dishes after cycling through the best of Hoi An's sights including the oldest pagoda, Chuc Thanh Bike and Bite in Hoi An takes you on a gourmet adventure in Hoi An by bicycle Try delicious street food in 5 tasting locations and enjoy a dinner of 9 delicious local dishes Visit the oldest pagoda in Hoi An - Chuc Thanh Pagoda founded all the way back in 1454 Bike and Bite in Hoi An takes you on a gourmet adventure in Hoi An by bicycle Try delicious street food in 5 tasting locations and enjoy a dinner of 9 delicious local dishes Visit the oldest pagoda in Hoi An - Chuc Thanh Pagoda founded all the way back in 1454 What We Love:   What We Love: If you love cycling and food (and who doesn't), then you are looking at the right trip. The Bike and Bite in Hoi An Tour is a great way to see and taste the city, getting a glimpse into everyday urban life. This 10km ride will let you enjoy all the delicious street food guilt-free, as you will be able to burn it all off right away. Meet up at 3:00pm and cycle through authentic Hoi An neighborhoods and visit rice field villages. Marvel at the magnificent Chuc Thanh Pagoda founded in 1454 by a Buddhist monk from China - this is the oldest pagoda in Hoi An. Sample 9 delicious local dishes at 5 tasting spots and head back for well earned rest at 8:00pm.  ",
        "strLocation": "Hoi An",
        "strOriginUrl": "https://www.klook.com/activity/1605-bike-bite-hoi-an/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bike and Bite in Hoi An",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:34:16"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 39,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/591dc29b-%E4%BC%9A%E5%AE%89%E6%B8%94%E6%9D%91%E4%BD%93%E9%AA%8C%E4%B9%90%E9%80%8D%E9%81%A5---Klook%E5%AE%A2%E8%B7%AF/BasketBoatBuffaloRideAdventure.jpgopacity0.421783",
        "strIntroduction": " See a different side of Hoi An when you get out into nature – visit its paddy rice fields, hop on a water buffalo and more! Enjoy a truly authentic Vietnamese experience in the heart of Hoi An Learn how to get around in a traditional round basket boat – just like the locals Visit paddy rice fields and ride a water buffalo, Vietnam's emblematic farm animal Relax over tea at a nearby fishing village and enjoy the beauty of the Vietnamese countryside Enjoy a truly authentic Vietnamese experience in the heart of Hoi An Learn how to get around in a traditional round basket boat – just like the locals Visit paddy rice fields and ride a water buffalo, Vietnam's emblematic farm animal Relax over tea at a nearby fishing village and enjoy the beauty of the Vietnamese countryside What We Love:   What We Love: You've probably been to quite a few places by now. But have you ever rowed a basket boat on a river or ridden a water buffalo? We are guessing no – and that's why this adventure is sure to stand out among any others. You will have the chance to explore the diverse beauty of Vietnamese countryside and partake in truly authentic local activities. Kick off with a visit to a rice paddy farm where you will get to ride a real water buffalo – just like the local farmers. Visit a nearby fishing village, enjoy a relaxing tea break and go on to the next fun event – paddling a basket boat in a river.  ",
        "strLocation": "Hoi An",
        "strOriginUrl": "https://www.klook.com/activity/1611-basket-boat-buffalo-ride-hoi-an/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Basket Boat & Buffalo Ride Adventure",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:34:28"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c5f8abc1-%E8%B6%8A%E5%8D%973G%E7%94%B5%E8%AF%9D%E5%8D%A1%EF%BC%88%E9%A6%99%E6%B8%AF%E5%AE%85%E9%85%8D%E5%88%B0%E5%BA%9C%EF%BC%89---Klook%E5%AE%A2%E8%B7%AF/3GSIMCardHKGPickUpforVietnam.jpgopacity0.0527277",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend money on your holiday instead of hefty phone bills – get a local 7 days SIM card for your holiday in Vietnam! Make your Vietnam travels simple with Prepaid 3G SIM card coverage Enjoy 4.5GB of data valid for 7 days (no text or calling services available) Tethering is permitted so multiple devices can benefit from one SIM card Fits all SIM sizes: standard, micro and nano Conveniently pick up your SIM card at Hong Kong International Airport before you depart for your trip Make your Vietnam travels simple with Prepaid 3G SIM card coverage Enjoy 4.5GB of data valid for 7 days (no text or calling services available) Tethering is permitted so multiple devices can benefit from one SIM card Fits all SIM sizes: standard, micro and nano Conveniently pick up your SIM card at Hong Kong International Airport before you depart for your trip What We Love:   What We Love: Enjoy mobile data connection for 7 days with a Vietnam tourist SIM card. With fast web speeds, you'll get updates from your social media accounts and can make hassle-free travel arrangements using your 4.5GB data valid for a week. Available for pick up from Hong Kong Airport before you depart for your trip, the SIM card will let you connect to a local 3G network so you can make the best of your vacation without worrying about the details.  ",
        "strLocation": "Hoi An",
        "strOriginUrl": "https://www.klook.com/activity/2075-sim-card-vietnam-hoi-an/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G SIM Card (HKG Pick Up) for Vietnam",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:34:39"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 36,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2729eb36-Son-Tra-Peninsula-Day-Trip/SonTraPeninsulaDayTrip.jpgopacity0",
        "strIntroduction": " Monkey Mountain...Angels' Landing? Son Tra Peninsula has many names and even more reasons to visit it! Get ready for breathtaking, postcard views - Son Tra Peninsula is nature's masterpiece Explore the 13.5 kilometer mountain pass and the stunning views that surround it Visit old American radar stations dating back to the 60's Trek through a forest to an ecotourism base and relax over a delicious lunch Get ready for breathtaking, postcard views - Son Tra Peninsula is nature's masterpiece Explore the 13.5 kilometer mountain pass and the stunning views that surround it Visit old American radar stations dating back to the 60's Trek through a forest to an ecotourism base and relax over a delicious lunch What We Love:   What We Love: Son Tra Peninsula boasts stunning natural landscapes and quite a few names. During their occupancy, the French named it Angels' Landing. Later, American soldiers nicknamed the 13.5 kilometer-long pass Monkey Mountain (travel to Son Tra and find out why). But what's in a name? With beautiful mountain caves and mysterious pagodas, this place is a must-see, whatever the name is. Your trip starts early in the morning with a hotel pick up and ride to Son Tra Peninsula, from where you will be enjoying panoramic sea views of Da Nang. From there, you will go on to visit old radar stations and trek through a forest to Nhat Lam Thuy Trang Tra ecotourism site. After a filling lunch, get ready to see some top sights near Da Nang: Nai Vang stream and Linh Ung temple  ",
        "strLocation": "Da Nang",
        "strOriginUrl": "https://www.klook.com/activity/1604-son-tra-peninsula-day-trip-da-nang/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Son Tra Peninsula Day Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:34:50"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 37,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1b4a4ed9-%E7%A7%81%E4%BA%BA%E5%AF%BC%E8%B5%8F%E4%BC%9A%E5%AE%89%E4%B8%80%E6%97%A5%E6%B8%B8---Klook%E5%AE%A2%E8%B7%AF/HoiAnPrivateDayTripfromDaNang.jpgopacity0",
        "strIntroduction": " Discover the best of Hoi An on an immersive 9 hour private tour stopping by the Old Town, the Japanese Bridge and more Discover Hoi An on a convenient private tour from Da Nang to Hoi An Explore the historic Hoi An Old Town, an old port and architectural masterpiece See the iconic Japanese Bridge, an emblem of Hoi An constructed in the 1590s Visit the local market for some souvenirs and authentic food and explore Hoi An Silk Village Center Discover Hoi An on a convenient private tour from Da Nang to Hoi An Explore the historic Hoi An Old Town, an old port and architectural masterpiece See the iconic Japanese Bridge, an emblem of Hoi An constructed in the 1590s Visit the local market for some souvenirs and authentic food and explore Hoi An Silk Village Center What We Love:   What We Love: Explore Hoi An on this nine hour private Hoi An day tour, departing from Da Nang. This private tour will take you to see Hoi An's most popular attractions and bring you back to Da Nang before sunset. Start by taking a stroll down Hoi An Old Town, a UNESCO World Heritage Site and a well-preserved example of a South-East Asian trading port. You will go on to see Japanese Bridge, a prime attraction in Old Town. Stop by the Old Chapel House Complex and Phuc Kien Assembly Halls before shopping at the local market and taking a break over an authentic lunch. The tour concludes with a visit Hoi An Silk Village Center — a great place to pick up a few souvenirs.  ",
        "strLocation": "Da Nang",
        "strOriginUrl": "https://www.klook.com/activity/1608-hoi-an-private-day-trip-da-nang/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hoi An Private Day Trip from Da Nang",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:35:02"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 66,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7b663903-%E7%A7%81%E4%BA%BA%E5%AF%BC%E8%B5%8F%E9%A1%BA%E5%8C%96%E4%B8%80%E6%97%A5%E6%B8%B8---Klook%E5%AE%A2%E8%B7%AF/HueinaDayPrivateTourfromDaNang.jpgopacity0.702172",
        "strIntroduction": " This private tour of Hue has it all: you will not only get to travel from Da Nang to Hue, see its major attractions, but also hop on a boat for a tour of the Perfume River Discover Hue and its signature attractions on an 11 hour tour starting in Da Nang See the city on a relaxing private tour: visit Thien Mu Pagoda and the Imperial Forbidden Citadel Hop on an authentic Dragon Boat and cruise the famous Perfume River Enjoy Hue cuisine for lunch at one of Hue's traditional ruong-style garden houses at the beautiful Y Thao Garden The tour comes inclusive of lunch, entrance fees, transportation and English speaking guide services Discover Hue and its signature attractions on an 11 hour tour starting in Da Nang See the city on a relaxing private tour: visit Thien Mu Pagoda and the Imperial Forbidden Citadel Hop on an authentic Dragon Boat and cruise the famous Perfume River Enjoy Hue cuisine for lunch at one of Hue's traditional ruong-style garden houses at the beautiful Y Thao Garden The tour comes inclusive of lunch, entrance fees, transportation and English speaking guide services What We Love:   What We Love: Explore Hue, the seat of Nguyen Dynasty emperors and the nation's capital from 1802-1945. The city's beautiful architecture and rich historical past attract lots of visitors - so don't miss a chance to see it on a relaxed private tour from Da Nang to Hue. Your adventure starts with a hotel pick up in Da Nang from where you head to Hue boat station for an amazing voyage along the Perfume River on a dragon boat. See Thien Mu Pagoda and the Imperial Forbidden Citadel. The list of attractions you will get to see on the tour is extensive: from The Noon Gate, Yin & Yang Palace and Duyet Thi Duong Old Theater to Grand Ancient Temple, Longevity Palace, Nine Dynastic Urns and Hien Lam Pavilion.  ",
        "strLocation": "Da Nang",
        "strOriginUrl": "https://www.klook.com/activity/1609-hue-private-day-tour-da-nang/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hue in a Day (Private Tour from Da Nang)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:35:14"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 41,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e04dcba5-Da-Nang-Home-Cooking-Class/DaNangHomeCookingClass.jpgopacity0",
        "strIntroduction": " Get your notebooks ready for your Da Nang Home Cooking Class to learn how to make the best signature Vietnamese dishes so you can recreate them back home Spring rolls, spicy pho, steamed rice cakes and so much more - Vietnamese cuisine is one of the most appreciated in the world Learn how to create exotic masterpieces with a simple and fun home cooking class Explore the full diversity of local ingredients when you visit the busy market Enjoy home made dessert and try the dishes you have cooked Spring rolls, spicy pho, steamed rice cakes and so much more - Vietnamese cuisine is one of the most appreciated in the world Learn how to create exotic masterpieces with a simple and fun home cooking class Explore the full diversity of local ingredients when you visit the busy market Enjoy home made dessert and try the dishes you have cooked What We Love:   What We Love: Join a Da Nang Home Cooking Class for a chance to cook a variety of traditional Vietnamese dishes. Take more away from your vacation in Vietnam by picking up a few handy recipes to recreate at home. Known for its lightness and positive effects on health, Vietnamese cuisine has gained international popularity. This Da Nang cooking class will let you pick up ways to create delicious masterpieces. The tour kicks off with a fun visit to the Han Market where you will stock up on all the necessary ingredients. After the food shopping spree, take a short break over a cup of steaming coffee - a Vietnamese specialty. Then, go on to visit a herb garden until you embark on your culinary adventure at a local house for your lesson in Vietnamese cuisine. Led by professional chefs and with all ingredients, equipment and instruction provided - not to mention the abundance of delicious sweet and savoury foods you'll dig into after creating them!  ",
        "strLocation": "Da Nang",
        "strOriginUrl": "https://www.klook.com/activity/1571-home-cooking-class-da-nang/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Da Nang Home Cooking Class",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:35:25"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 39,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/31079714-Da-Nang-Day-Trip/DaNangDayTrip.jpgopacity0",
        "strIntroduction": " Discover Da Nang on an extensive one day tour and see it all: museums, mountains, rivers and even ride a cyclo Spend a whole day exploring Da Nang and travel to city's best kept historic sites and attractions Visit Cham Sculpture Museum, housing the world's largest collection of Cham artefacts Hop on the traditional three-wheeled taxi, cyclo, and explore the city in a really authentic way The tour is inclusive of hotel pick up and drop off as well as lunch Spend a whole day exploring Da Nang and travel to city's best kept historic sites and attractions Visit Cham Sculpture Museum, housing the world's largest collection of Cham artefacts Hop on the traditional three-wheeled taxi, cyclo, and explore the city in a really authentic way The tour is inclusive of hotel pick up and drop off as well as lunch What We Love:   What We Love: Located right in the center of Vietnam, Da Nang is an unmissable stop for any Vietnam itinerary. This one day tour will take you to the city's signature attractions and will let you immerse yourself in the life of a typical Da Nang dweller. Start with a visit to Cham Sculpture Museum and afterwards get yourself moving with a cyclo ride along Han River. Next, the local market awaits where you will be able to explore the amazing diversity of Vietnamese trade. After lunch, the tour continues with a stop at the intriguing Marble Mountains and Water Mountain before taking you to Stone Carving Village and Monkey Mountain.  ",
        "strLocation": "Da Nang",
        "strOriginUrl": "https://www.klook.com/activity/1573-day-trip-da-nang/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Da Nang Day Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:35:37"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 54,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5c623a07-%E7%A7%81%E4%BA%BA%E5%AF%BC%E8%B5%8F%E7%BE%8E%E5%B1%B1%E5%8F%A4%E8%BF%B9%E5%8F%8A%E4%BC%9A%E5%AE%89%E4%B8%80%E6%97%A5%E6%B8%B8---Klook%E5%AE%A2%E8%B7%AF/MySonHoiAnPrivateDayTourfromDaNang.jpgopacity0",
        "strIntroduction": " Travel from Da Nang to My Son and then Hoi An on a 12 hour adventure to explore the Champa Kingdom Explore My Son and Hoi An on an exciting 12 hour tour, departing from Da Nang Visit several UNESCO World Heritage Sites: My Son ruined temples and Hoi An Ancient Town Get a few souvenirs at Hoi An Silk Village and see the ancient Japanese Bridge All transportation, lunch in Hoi An, entrance fees, show ticket and English speaking guide services are all included Explore My Son and Hoi An on an exciting 12 hour tour, departing from Da Nang Visit several UNESCO World Heritage Sites: My Son ruined temples and Hoi An Ancient Town Get a few souvenirs at Hoi An Silk Village and see the ancient Japanese Bridge All transportation, lunch in Hoi An, entrance fees, show ticket and English speaking guide services are all included What We Love:   What We Love: Discover the mysterious Champa Kingdom on this extensive 12 hour tour of My Son and Hoi An. Start by learning about Champa as you drive to your first destination - Cham Museum, where you will also get to enjoy Cham's Traditional Apsara Dancing Show. After the performance, you will head to the ruins of the My Son temples, a UNESCO World Heritage Site. After a traditional lunch in Hoi An, there is still plenty of time left to see the rest of the city and there are loads of sights left unseen. Explore Hoi An Silk Village for amazing textiles and visit Hoi An Ancient Town, the 400 year old Japanese Bridge, a local fish market and more.  ",
        "strLocation": "Da Nang",
        "strOriginUrl": "https://www.klook.com/activity/1610-my-son-hoi-an-private-day-tour-da-nang/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "My Son & Hoi An Private Day Tour from Da Nang",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:35:48"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 42,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a30ea8bd-Da-Nang-Food-Tour-By-Motorbike/DaNangFoodTourByMotorbike.jpgopacity0",
        "strIntroduction": " Explore one of the world's most enticing cuisines on a motorbike tour of Da Nang's best street food with sumptuous dishes awaiting your arrival A trip meant for all the foodies out there: a sumptuous journey of exotic Vietnamese cuisine Explore the city's bustling backstreets and alleys for the best local food one could find Zip through the traffic like a local - on a motorbike! Visit a variety of tasting locations and sample stunning Vietnamese dishes A trip meant for all the foodies out there: a sumptuous journey of exotic Vietnamese cuisine Explore the city's bustling backstreets and alleys for the best local food one could find Zip through the traffic like a local - on a motorbike! Visit a variety of tasting locations and sample stunning Vietnamese dishes What We Love:   What We Love: Calling all adventurous foodies - in the true sense of the phrase! There is likely no better experience for you in Vietnam than the Da Nang Food Tour by Motorbike. This exotic experience has it all: delicious food, hidden backstreet spots and a unique method of transportation - a fast and furious motorbike! Hop on and travel through the streets of Da Nang and discover its most delicious secrets. You will be introduced to a total of 5 tasting locations and sample 8 amazing dishes that promise to get you full and satisfied at lunch or dinner. Enjoy a trip full of flavors until you've found your favorite Vietnamese cuisine.  ",
        "strLocation": "Da Nang",
        "strOriginUrl": "https://www.klook.com/activity/1570-food-tour-motorbike-da-nang/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Da Nang Food Tour By Motorbike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:36:00"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f20c0b69-%E8%B6%8A%E5%8D%973G%E7%94%B5%E8%AF%9D%E5%8D%A1%EF%BC%88%E9%A6%99%E6%B8%AF%E5%AE%85%E9%85%8D%E5%88%B0%E5%BA%9C%EF%BC%89---Klook%E5%AE%A2%E8%B7%AF/3GSIMCardHKGPickUpforVietnam.jpgopacity0.00615583",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend money on your holiday instead of hefty phone bills – get a local 7 days SIM card for your holiday in Vietnam! Make your Vietnam travels simple with Prepaid 3G SIM card coverage Enjoy 4.5GB of data valid for 7 days (no text or calling services available) Tethering is permitted so multiple devices can benefit from one SIM card Fits all SIM sizes: standard, micro and nano Conveniently pick up your SIM card at Hong Kong International Airport before you depart for your trip Make your Vietnam travels simple with Prepaid 3G SIM card coverage Enjoy 4.5GB of data valid for 7 days (no text or calling services available) Tethering is permitted so multiple devices can benefit from one SIM card Fits all SIM sizes: standard, micro and nano Conveniently pick up your SIM card at Hong Kong International Airport before you depart for your trip What We Love:   What We Love: Enjoy mobile data connection for 7 days with a Vietnam tourist SIM card. With fast web speeds, you'll get updates from your social media accounts and can make hassle-free travel arrangements using your 4.5GB data valid for a week. Available for pick up from Hong Kong Airport before you depart for your trip, the SIM card will let you connect to a local 3G network so you can make the best of your vacation without worrying about the details.  ",
        "strLocation": "Da Nang",
        "strOriginUrl": "https://www.klook.com/activity/2076-sim-card-vietnam-danang/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G SIM Card (HKG Pick Up) for Vietnam",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:36:09"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 20,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/73986a85-Cambodian-Cooking-Classes/CambodianCookingClasses.jpgopacity0",
        "strIntroduction": " Learn to cook up to six traditional Cambodian meals including a refreshing Mango Salad, a mouth-watering Fish Amok, crispy spring rolls and sweet Sticky Rice Balls for dessert Learn to create three (AM or PM class) or six (full day course) delicious Cambodian dishes led by a local chef Visit a local family at a rural village to learn about daily cooking in a Khmer household Classes accommodate a maximum of 6 students, each with a private workstation Receive recipe cards so you can recreate the delicious dishes when you return home Enjoy complimentary hotel pick-up and return transfer back to town by tuk tuk Learn to create three (AM or PM class) or six (full day course) delicious Cambodian dishes led by a local chef Learn to create three (AM or PM class) or six (full day course) delicious Cambodian dishes led by a local chef Visit a local family at a rural village to learn about daily cooking in a Khmer household Visit a local family at a rural village to learn about daily cooking in a Khmer household Classes accommodate a maximum of 6 students, each with a private workstation Classes accommodate a maximum of 6 students, each with a private workstation Receive recipe cards so you can recreate the delicious dishes when you return home Receive recipe cards so you can recreate the delicious dishes when you return home Enjoy complimentary hotel pick-up and return transfer back to town by tuk tuk Enjoy complimentary hotel pick-up and return transfer back to town by tuk tuk What We Love:   What We Love: Taking a cooking class is an unmissable experience when in Siem Reap. Memories of those mouthwatering Cambodian flavors will stay with you long after you return home. These classes start with a nice touch: a visit to a local family. You'll take a stroll through the village, learn about homegrown herbs and vegetables and discover more about cooking in a Khmer household. A gift of rice is provided to the family as thanks for their participation. Then it's time to get stuck in! Together with your local chef and guide, you'll get a hands-on cooking experience with tips and recipe cards so you can reproduce the dishes at home. Mango salad, fresh spring rolls, Cambodian curry and tasty desserts are some of your menu choices. And the best part? You can taste all your creations once the cooking's over!  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/265-cambodian-cooking-classes-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Cambodian Cooking Classes",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:36:20"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 27,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/45dbc453-Uncovering-Angkor-/UncoveringAngkor.jpgopacity0",
        "strIntroduction": " What comes to mind when you hear ‘Angkor'? Temples of course! This day tour takes you to Siem Reap's most beautiful temples, led by a local guide, a wealth of knowledge on the subject Visit Cambodia's most spectacular temples of Ta Prohm, Bayon and of course, Angkor Wat Enjoy a hot Cambodian picnic lunch in a shaded area by a temple Appreciate the knowledge and friendliness of your local Khmer guide With tour groups of no more than 8 - or even better, a private tour - you can be sure that you won't be visiting sights en masse Enjoy complimentary hotel pick-up and return transfer back to town Visit Cambodia's most spectacular temples of Ta Prohm, Bayon and of course, Angkor Wat Visit Cambodia's most spectacular temples of Ta Prohm, Bayon and of course, Angkor Wat Enjoy a hot Cambodian picnic lunch in a shaded area by a temple Enjoy a hot Cambodian picnic lunch in a shaded area by a temple Appreciate the knowledge and friendliness of your local Khmer guide Appreciate the knowledge and friendliness of your local Khmer guide With tour groups of no more than 8 - or even better, a private tour - you can be sure that you won't be visiting sights en masse With tour groups of no more than 8 - or even better, a private tour - you can be sure that you won't be visiting sights en masse Enjoy complimentary hotel pick-up and return transfer back to town Enjoy complimentary hotel pick-up and return transfer back to town What We Love:   What We Love: Temples, temples, temples… well, that is why you're in Siem Reap after all. This tour is hands down the best way to explore Cambodia's incredible feats of religious architecture. Visit Ta Prohm temple, where ancient stones and massive tree roots are locked in battle, then it's onwards to Angkor Thom ancient walled city and the mystical Bayon temple adorned with hundreds of smiling faces carved into the sandstone. Roam further into the temple complex and immerse yourself in stories told by your local Khmer guide before seeking out a shaded area to enjoy a hot Cambodian picnic lunch. End the tour with a bang: a visit to the jewel of the Khmer Empire, the amazing Angkor Wat. Founding inscriptions are plentiful but the mystery lies in how this great empire collapsed. Reflect on Cambodia's troubled history and contemplate the secrets as you stroll through this masterpiece of architecture and engineering.  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/277-uncovering-angkor-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Uncovering Angkor",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:36:32"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/308b1d3c-3G-WiFi-Device-HKG-Pick-Up-for-Cambodia/3GWiFiHKGPickUpforCambodia.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Cambodia with an unlimited 3G pocket WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Cambodia - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at the Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Cambodia - wherever your itinerary takes you Get WiFi access across the whole of Cambodia - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at the Hong Kong Airport Collect and drop off your device at the Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Cambodia, without the stress of sourcing WiFi once you get there. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Cambodia but also South Korea, Thailand, Singapore, Taiwan, Japan and more.  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/1074-wifi-device-cambodia-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Cambodia",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:36:43"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0853f4b8-Wi-Ho%21%C2%AE-Cambodia-WiFi-Device/3GWiFiTPETSAKHHPickUpforCambodia.jpgopacity0.0209636",
        "strIntroduction": " Stay connected when traveling in Cambodia with a 3G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across Cambodia - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 5 devices at once on one pocket WiFi and up to 4 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off!) Get WiFi access across Cambodia - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 5 devices at once on one pocket WiFi and up to 4 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off!) What We Love:   What We Love: Stay connected for your trip in Cambodia with unlimited WiFi coverage. When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Cambodia from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 3G data whilst connecting up to 5 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/1146-wi-ho-cambodia-wifi-device-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (TPE/TSA/KHH Pick Up) for Cambodia",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:36:54"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 31,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/86da618c-PHARE-The-Cambodian-Circus/PHARETheCambodianCircus.jpgopacity0.383277",
        "strIntroduction": " Watch in absolute awe at the talents of these young performers as they juggle, dance, perform acrobatic and aerial acts, and use fire and contortion in an explosive show, certain to blow you away Witness incredible feats of traditional and modern theater Watch the show from the most exclusive viewpoint, with front and center seats reserved just for you Receive a bottle of water prior to the performance and a special gift from the Phare Boutique afterwards Support a charitable organization, dedicated to preserving Cambodian arts and helping disadvantaged local youngsters Witness incredible feats of traditional and modern theater Witness incredible feats of traditional and modern theater Watch the show from the most exclusive viewpoint, with front and center seats reserved just for you Watch the show from the most exclusive viewpoint, with front and center seats reserved just for you Receive a bottle of water prior to the performance and a special gift from the Phare Boutique afterwards Receive a bottle of water prior to the performance and a special gift from the Phare Boutique afterwards Support a charitable organization, dedicated to preserving Cambodian arts and helping disadvantaged local youngsters Support a charitable organization, dedicated to preserving Cambodian arts and helping disadvantaged local youngsters What We Love:   What We Love: This traditional Cambodian performance is a phenomenon not to miss! You'll be left in absolute awe at the talents of these brilliant young performers. An amazing blend of traditional and modern theater, music, dance, acrobatics, juggling and contortion all beautifully choreographed in a story about Cambodian lives and society. Though performed in Khmer with English subtitles on a screen, the story is easy to follow without words and you'll probably be too enthralled by the performers to keep up with the narrative anyway! If you're still not convinced, the thousands of five star reviews online should be enough to persuade you. The show is a project of the PPS Association, a non-profit organization founded by eight young Cambodian ex-refugees of the Khmer Rouge regime, committed to reviving the Cambodian arts.  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/268-phare-the-cambodian-circus-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "PHARE The Cambodian Circus",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:37:05"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 90,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0ed949d8-Kulen-Mountain-Motorbike-Adventure/KulenMountainMotorbikeAdventure.jpgopacity0.982279",
        "strIntroduction": " This 145km Cambodian motorbiking adventure will not only seriously pump up your adrenalin and let you ride freely through the beautiful countryside but it'll give you a good dose of historical insight too! Discover the true Cambodia, far from the tourist trails, with a full-day motorbike tour Visit the historical Phnom Kulen where the 'Age of Angkor' began, swim in a waterfall and see a giant reclining Buddha Take in the incredible scenery of the Kulen Mountain plateau and visit hidden temples Practice riding before setting off or share the bike with your experienced guide instead Tap into the local knowledge of your Khmer guide and make the most of his translator skills! Discover the true Cambodia, far from the tourist trails, with a full-day motorbike tour Discover the true Cambodia, far from the tourist trails, with a full-day motorbike tour Visit the historical Phnom Kulen where the 'Age of Angkor' began, swim in a waterfall and see a giant reclining Buddha Visit the historical Phnom Kulen where the 'Age of Angkor' began, swim in a waterfall and see a giant reclining Buddha Take in the incredible scenery of the Kulen Mountain plateau and visit hidden temples Take in the incredible scenery of the Kulen Mountain plateau and visit hidden temples Practice riding before setting off or share the bike with your experienced guide instead Practice riding before setting off or share the bike with your experienced guide instead Tap into the local knowledge of your Khmer guide and make the most of his translator skills! Tap into the local knowledge of your Khmer guide and make the most of his translator skills! What We Love:   What We Love: Up for an adventure? If you're feeling daring and want to really get off-road, we've got the perfect tour for you. Drive to the place where it all began, where Jayavarman crowned himself godking in 802AD. Rich in history, Phnom Kulen is where the ‘Age of Angkor' began, and is one of only two places in Cambodia where Buddha is reputed to have set foot. Visit a giant reclining Buddha and a scenic waterfall (don't forget your swimwear!) Then push on further, exploring kilometers of complex back trails, deep jungle tracks and hidden temples, including the stunning and sought-after stone elephant and lion statues. Tours are fully customizable, so if you want to take it easier, an alternative route takes you to the isolated pagoda of Preah Kral, with beautiful views of the Kulen Mountain plateau. This is the ultimate moto experience but if you're not feeling confident, not to worry, just hop on the back of the guide's bike instead.  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/276-kulen-mountain-motorbike-adventure-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kulen Mountain Motorbike Adventure",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:37:17"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 85,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/07e99cd8-Angkor-Sunrise-Cycling/AngkorSunriseCycling.jpg",
        "strIntroduction": " Start your day with sunrise over Angkor Wat then pedal Siem Reap's unexplored trails and ancient temples Enjoy a crowd-free sunrise and tour of Angkor Wat, led by your knowledgeable local guide Enjoy breakfast by the temples and later a lunch by a peaceful reservoir Spend the morning pedaling through Siem Reap's back trails, to both popular and more hidden temples With tour groups of no more than 8, you can be sure that you won't be visiting sights en masse Australian/Cambodian ownership perfectly balances local knowledge, customer service and community enrichment Enjoy complimentary hotel pick-up and return hotel transfer Enjoy a crowd-free sunrise and tour of Angkor Wat, led by your knowledgeable local guide Enjoy a crowd-free sunrise and tour of Angkor Wat, led by your knowledgeable local guide Enjoy breakfast by the temples and later a lunch by a peaceful reservoir Enjoy breakfast by the temples and later a lunch by a peaceful reservoir Spend the morning pedaling through Siem Reap's back trails, to both popular and more hidden temples Spend the morning pedaling through Siem Reap's back trails, to both popular and more hidden temples With tour groups of no more than 8, you can be sure that you won't be visiting sights en masse With tour groups of no more than 8, you can be sure that you won't be visiting sights en masse Australian/Cambodian ownership perfectly balances local knowledge, customer service and community enrichment Australian/Cambodian ownership perfectly balances local knowledge, customer service and community enrichment Enjoy complimentary hotel pick-up and return hotel transfer Enjoy complimentary hotel pick-up and return hotel transfer What We Love:   What We Love: Wake up to incredible sunrise views of Angkor Wat silhouetted against the skyline. This unforgettable morning cycle guides you through the back trails among the ruins of the Angkor Kingdom. With an early start, you'll join a small group of early risers eager to see the sunrise. Once they've returned to bed, you'll have the rest of the morning to explore the Angkor temples in the soft dawn light and, most welcomingly, without the tourist crowds. Follow your guide on a walking tour of Angkor Wat before settling down for a peaceful breakfast just outside the temple grounds. Once you're revitalized, the rest of the day will be spent riding the back trails through ruins and forests, with stops at both iconic and lesser-known temples including Bayon and Ta Prom. You'll take lunch by a small reservoir then as the day heats up, you'll drive back to town and your hotel.  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/257-angkor-sunrise-cycling-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Angkor Sunrise Cycling",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:37:26"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 54,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3a3982b3-Destination-Dining/DestinationDining.jpgopacity0.107342",
        "strIntroduction": " Just 10 minutes from Siem Reap center and you'll be driven to your own private oasis for a full evening of culinary indulgence Spoil yourselves with a 3-course private dining experience, perfect for couples or small groups of friends A private chef and personal waiter will look after you throughout the evening Begin with a sunset welcome drink then enjoy a bottle of wine, beer and soft drinks throughout the meal Spoil yourselves with a 3-course private dining experience, perfect for couples or small groups of friends Spoil yourselves with a 3-course private dining experience, perfect for couples or small groups of friends A private chef and personal waiter will look after you throughout the evening A private chef and personal waiter will look after you throughout the evening Begin with a sunset welcome drink then enjoy a bottle of wine, beer and soft drinks throughout the meal Begin with a sunset welcome drink then enjoy a bottle of wine, beer and soft drinks throughout the meal What We Love:   What We Love: Birthday, anniversary, honeymoon? Or simply because you're on holiday! This is Siem Reap's most unique dining experience, perfect for couples and small groups of friends. Your own private chef will cook a three-course meal, just for you, which you'll enjoy in a private pavilion. Begin with a welcome drink over sunset then relax with a glass of wine as you watch dusk turn into night. Bamboo flares and candle lighting create a romantic atmosphere, and your personal waiter will ensure you have the perfect evening.  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/261-destination-dining-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Destination Dining",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:37:36"
    }
]