[
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 65,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b32aa6f7-Hong-Kong-Disneyland-Discount-Tickets/HongKongDisneyland.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Meet your favorite Disney characters, watch live shows and parades, and shop and dine at all themed areas of the Hong Kong Disneyland Park! To experience Hong Kong Disneyland 'Halloween Time' theme in October, you can simply get a regular admission ticket (Opening hours: 10:30am-8:00pm) Enjoy all rides and attractions at the park's seven themed areas with the 1 Day Ticket or 2 Day Ticket Meet Minnie, Mickey and other favorite characters - they're all at Hong Kong Disneyland! Watch amazing live shows and parades throughout the day For the best discount at Hong Kong Disneyland restaurants, this great value meal voucher (not included) gets you one meal and one beverage Make the day extra magical with add ons such as afternoon tea at Main Street Corner Cafe To experience Hong Kong Disneyland 'Halloween Time' theme in October, you can simply get a regular admission ticket (Opening hours: 10:30am-8:00pm) To experience Hong Kong Disneyland 'Halloween Time' theme in October, you can simply get a regular admission ticket (Opening hours: 10:30am-8:00pm) Enjoy all rides and attractions at the park's seven themed areas with the 1 Day Ticket or 2 Day Ticket Enjoy all rides and attractions at the park's seven themed areas with the 1 Day Ticket or 2 Day Ticket Meet Minnie, Mickey and other favorite characters - they're all at Hong Kong Disneyland! Meet Minnie, Mickey and other favorite characters - they're all at Hong Kong Disneyland! Watch amazing live shows and parades throughout the day Watch amazing live shows and parades throughout the day For the best discount at Hong Kong Disneyland restaurants, this great value meal voucher (not included) gets you one meal and one beverage For the best discount at Hong Kong Disneyland restaurants, this great value meal voucher (not included) gets you one meal and one beverage meal voucher Make the day extra magical with add ons such as afternoon tea at Main Street Corner Cafe Make the day extra magical with add ons such as afternoon tea at Main Street Corner Cafe afternoon tea at Main Street Corner Cafe What We Love:   What We Love: Experience the magic of Disneyland in Hong Kong! Enter into the seven lands centered on well-loved Disney movies: Toy Story, the Wild West and Americana as well as mystery, fantasy, space and adventure! Mickey and Minnie are ready for your meet and greet, while the Cinderella Castle shimmers impressively and the fireworks wait to be set off. Enjoy thrilling rides, meet your favorite characters, and watch amazing Broadway-style shows - all at the best possible Disneyland Hong Kong ticket price! Come to Disney and delight in endless fun!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/39-hong-kong-disneyland-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hong Kong Disneyland",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:13:08"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 6,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4a423b53-Hong-Kong-Airport-Express/AirportExpressTrainTickets.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Quick and comfortable transfers to / from the airport and Hong Kong in as little as 24 minutes – at a discounted price! Get the cheapest Airport Express tickets in Hong Kong (even cheaper than the group ticket price) Arrive in the city center within 30 minutes of leaving the airport Redeem your tickets up to 1 month after booking, then you have 1 month within which to use the tickets Make the most of the Airport Express' customer-friendly services: convenient In-town Check-in option, free shuttle bus service and free porter services at the stations Get the cheapest Airport Express tickets in Hong Kong (even cheaper than the group ticket price) Get the cheapest Airport Express tickets in Hong Kong (even cheaper than the group ticket price) Arrive in the city center within 30 minutes of leaving the airport Arrive in the city center within 30 minutes of leaving the airport Redeem your tickets up to 1 month after booking, then you have 1 month within which to use the tickets Redeem your tickets up to 1 month after booking, then you have 1 month within which to use the tickets Make the most of the Airport Express' customer-friendly services: convenient In-town Check-in option, free shuttle bus service and free porter services at the stations Make the most of the Airport Express' customer-friendly services: convenient In-town Check-in option, free shuttle bus service and free porter services at the stations What We Love:   What We Love: Get your first taste of the city as soon as you land at Hong Kong International Airport. Not known to stop, Hong Kong prides itself on its ability to keep going, and going, and going…and with an MTR Airport Express Ticket, the same may be experienced for visitors. Cut the time between arrival and your actual holiday with express airport transfers from the terminal to the city. Whether you'll be staying in Kowloon or on Hong Kong Island, you're sure to arrive in no more than half an hour, tops!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/71-airport-express-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Express Train Tickets",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:13:27"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/fe93133d-Peak-Tram-Ticket-Deal/PeakTramFast-TrackCombo.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Choose your choice of combo package for four of the Peak's favorite attractions: The Peak Tram, Sky Terrace 428, Madame Tussauds, Trick Eye Museum Board the iconic Peak Tram from our special line and avoid much of the queue with return travel included, escorted by your guide (meet at Central Exit K). (Click here to see how long the lines can get!) Learn interesting facts about the history of Hong Kong from your friendly English-speaking guide as you make your way to the terminus Get 360-degree panoramic views of Hong Kong from Sky Terrace 428 plus an informative audio guide Opt for a 3-in-1 combo to meet your favorite stars in lifelike waxwork at Madame Tussauds Hong Kong or fool your mind at the Trick Eye Museum Board the iconic Peak Tram from our special line and avoid much of the queue with return travel included, escorted by your guide (meet at Central Exit K). (Click here to see how long the lines can get!) Board the iconic Peak Tram from our special line and avoid much of the queue with return travel included, escorted by your guide (meet at Central Exit K). (Click here to see how long the lines can get!) Click here Learn interesting facts about the history of Hong Kong from your friendly English-speaking guide as you make your way to the terminus Learn interesting facts about the history of Hong Kong from your friendly English-speaking guide as you make your way to the terminus Get 360-degree panoramic views of Hong Kong from Sky Terrace 428 plus an informative audio guide Get 360-degree panoramic views of Hong Kong from Sky Terrace 428 plus an informative audio guide Opt for a 3-in-1 combo to meet your favorite stars in lifelike waxwork at Madame Tussauds Hong Kong or fool your mind at the Trick Eye Museum Opt for a 3-in-1 combo to meet your favorite stars in lifelike waxwork at Madame Tussauds Hong Kong or fool your mind at the Trick Eye Museum What We Love:   What We Love: One of Klook's most popular deals, you can enjoy an exclusive discount with the Peak Tram Combo, including the Peak Tram, Sky Terrace and Madame Tussauds Hong Kong or Trick Eye Museum (optional). Travel to The Peak in style by jumping aboard the iconic Peak Tram, Hong Kong's historical cliff railway. What's more, by purchasing this trip you'll also get to jump straight to the front of the ticketing line and avoid most of the queue with your escort (believe us, you'll appreciate this as the queues get extremely long!) Once at the top, look down on the famous Hong Kong skyline from the panoramic viewpoint of Sky Terrace 428 – the highest 360-degree viewing terrace in town. Rub shoulders with the stars at Madame Tussauds or take wacky optical illusion photos at Trick Eye Museum. All this conveniently included in your choice of three discount combo tickets!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/523-peak-tram-3-in-1-combo-ticket-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Peak Tram Fast-Track Combo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:19:12"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 16,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e4fe73c5-Ngong-Ping-360-Fast-Track-Cable-Car-Tickets/NgongPing360.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Soar up to incredible heights over Lantau Island and visit the Tian Tan Buddha statue with a choice of standard or crystal cabin cable car ticket Skip the notoriously long regular ticketing line with a fast track voucher! Enjoy a 25-minute ride with spectacular views over Lantau Island, the airport, the seascape and Ngong Ping Village Once at the top, make a visit to the Tian Tan Buddha - the tallest, outdoor statue of a seated Buddha! Choose the glass-bottomed crystal cabin for incredible views just below your feet! Or experience both with a ticket for one type of cabin each way Ngong Ping Village is also home to the Po Lin Monastery and the giant wooden steles of the Wisdom Path, giving you a lot to explore Skip the notoriously long regular ticketing line with a fast track voucher! Skip the notoriously long regular ticketing line with a fast track voucher! Enjoy a 25-minute ride with spectacular views over Lantau Island, the airport, the seascape and Ngong Ping Village Enjoy a 25-minute ride with spectacular views over Lantau Island, the airport, the seascape and Ngong Ping Village Once at the top, make a visit to the Tian Tan Buddha - the tallest, outdoor statue of a seated Buddha! Once at the top, make a visit to the Tian Tan Buddha - the tallest, outdoor statue of a seated Buddha! Choose the glass-bottomed crystal cabin for incredible views just below your feet! Or experience both with a ticket for one type of cabin each way Choose the glass-bottomed crystal cabin for incredible views just below your feet! Or experience both with a ticket for one type of cabin each way Ngong Ping Village is also home to the Po Lin Monastery and the giant wooden steles of the Wisdom Path, giving you a lot to explore Ngong Ping Village is also home to the Po Lin Monastery and the giant wooden steles of the Wisdom Path, giving you a lot to explore What We Love:   What We Love: The Ngong Ping 360 Cable Car ride is a visually spectacular 5.7km journey between Tung Chung Town Centre and Ngong Ping Village on Lantau Island. Watch as vistas of the South China Sea and rolling grassland slopes of North Lantau Country Park slowly take over from the buzz of Hong Kong city. Take in the serene and natural surrounds for which Lantau is famed, and look out as the Tian Tan Buddha (Big Buddha) rolls into the 360-degree view of the Ngong Ping Plateau.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/45-ngong-ping-360-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Ngong Ping 360",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:19:25"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0a46570d-3G-WiFi-Device-HKG-Pick-Up-for-Hong-Kong--Macau/3GWiFiHKGPickUpforHongKongMacau.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Hong Kong and Macau with a handy pocket 3G WiFi device with convenient pick up at Hong Kong International Airport Enjoy mobile data use with a 3G device that conveniently fits in your pocket Stay connected during your stay in Hong Kong and even Macau too Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport Enjoy mobile data use with a 3G device that conveniently fits in your pocket Enjoy mobile data use with a 3G device that conveniently fits in your pocket Stay connected during your stay in Hong Kong and even Macau too Stay connected during your stay in Hong Kong and even Macau too Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport Collect and drop off your device at Hong Kong airport What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up service at Hong Kong International Airport you'll enjoy WiFi access throughout your stay. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. And if you're leaving Hong Kong for another destination in Asia, we've got you covered too, Klook offers WiFi pick up in Hong Kong for holidays in Thailand, Singapore, Taiwan, Japan, Korea and beyond.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/660-hong-kong-pocket-wifi-device/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Hong Kong & Macau",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:19:39"
    },
    {
        "intDurationHour": 192,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3b495874-3G-4G-SIM-Card-HKG-Pick-Up-for-Hong-Kong/3G4GSIMCardHKGPickUpforHongKong.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Connect with your mobile just like you do at home with a 3G or 4G SIM Card in Hong Kong 3G 8-day Data Prepaid SIM Card for unlimited use Faster surfing with the 5 Day 4G SIM with 1.5G data Pick up available at Hong Kong International Airport IDD Calling available for 4G card Nano, Micro and Mini SIMs available 3G 8-day Data Prepaid SIM Card for unlimited use Faster surfing with the 5 Day 4G SIM with 1.5G data Pick up available at Hong Kong International Airport IDD Calling available for 4G card Nano, Micro and Mini SIMs available What We Love:   What We Love: We know that you love to be able to connect with your friends and family, and we also know that you don't like roaming costs. With a local SIM card available for pick up when you arrive in Hong Kong. With mobile data you'll be able to send those holiday snaps to family and friends, look at maps to find the best of the best, and stay on top of your emails while you're away.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/727-hongkong-one2free-3g-sim-card-hongkong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G/4G SIM Card (HKG Pick Up) for Hong Kong",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:19:51"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/98639e90-Hong-Kong-Peak-Tram-E-Tickets/PeakTramSkyPassE-ticket.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Visit the Peak and Sky Terrace 428 viewing deck aboard Hong Kong's famous cliff railway, the Peak Tram, with a mobile e-ticket for convenient paperless ticket exchange Travel on Hong Kong's famous railway up to the Peak Enjoy paperless ticketing with a mobile e-voucher Get access to Sky Terrace 428 for the best views over the city Travel on Hong Kong's famous railway up to the Peak Enjoy paperless ticketing with a mobile e-voucher Get access to Sky Terrace 428 for the best views over the city What We Love:   What We Love: No visit to Hong Kong would be complete without a vintage funicular journey up to the iconic skyline view as seen from the Peak. Travel in style by jumping aboard the iconic Peak Tram, Hong Kong's historical cliff railway. Once at the top, look down on the famous Hong Kong skyline from the panoramic viewpoint of Sky Terrace 428 – the highest 360-degree viewing terrace in town. With a mobile e-ticket, accessing the Peak Tram couldn't be easier - simply show your mobile voucher on your phone in exchange for your tickets. What's more, you're not limited to any ticketing times so you can plan your sightseeing around your own schedule. Return journeys plus access to Sky Terrace 428 (the Peak's viewing deck) are included.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/765-peak-tram-sky-terrace-hongkong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Peak Tram Sky Pass (E-ticket)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:20:01"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c4f2cd3a-Disneyland-Gourmet-Meal-Voucher/HongKongDisneylandMealCoupon.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Complete your perfect day at Hong Kong Disneyland with a discount meal voucher offering you lunch or dinner at Disney's delicious restaurants Indulge in a delicious meal and snack from Hong Kong Disneyland Meal Coupon Get the best value at Hong Kong Disneyland restaurants with a 2-in-1 voucher including a meal and beverage Simply show your voucher when ordering and at the checkout to conveniently claim the offer Indulge in a delicious meal and snack from Hong Kong Disneyland Meal Coupon Indulge in a delicious meal and snack from Hong Kong Disneyland Meal Coupon Get the best value at Hong Kong Disneyland restaurants with a 2-in-1 voucher including a meal and beverage Get the best value at Hong Kong Disneyland restaurants with a 2-in-1 voucher including a meal and beverage Simply show your voucher when ordering and at the checkout to conveniently claim the offer Simply show your voucher when ordering and at the checkout to conveniently claim the offer What We Love:   What We Love: Enhance your perfect day at Disneyland with this exclusive meal offer to enjoy a variety of gourmet surprises in Hong Kong Disneyland specialty restaurants. Indulge in a delicious lunch, dinner and snacks too and experience the range of international cuisines on offer. Chinese, American, Japanese, vegetarian and halal foods plus ice cream and popcorn are all on offer – choose whatever takes your fancy! Simply present your coupon on your mobile when ordering and at check out.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/524-disneyland-gourmet-meal-voucher-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hong Kong Disneyland Meal Coupon",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:20:12"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2c9d9062-Hong-Kong-3D-Museum-Disney-Magical-World/MagicalWorldDisneyThemed4DMuseum.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly A world of fantasy and illusion awaits at Hong Kong's Magical World 4D Disney Museum Enter the Magical World of Disney in 4D for and take realistic photos with your favorite Disney characters and comic book heroes Access all the museum's themed zones: Disney Classic Characters, Monsters University, Inside Out, Star Wars, Disney Underwater World, Luminous Disney Zone, Frozen, Toy Story, Disney Princess, Disney Adventure and Marvel Step into paintings and come face to face with your favorite Disney characters! Take a ton of photographs that fool the eye Enter the Magical World of Disney in 4D for and take realistic photos with your favorite Disney characters and comic book heroes Enter the Magical World of Disney in 4D for and take realistic photos with your favorite Disney characters and comic book heroes Access all the museum's themed zones: Disney Classic Characters, Monsters University, Inside Out, Star Wars, Disney Underwater World, Luminous Disney Zone, Frozen, Toy Story, Disney Princess, Disney Adventure and Marvel Access all the museum's themed zones: Disney Classic Characters, Monsters University, Inside Out, Star Wars, Disney Underwater World, Luminous Disney Zone, Frozen, Toy Story, Disney Princess, Disney Adventure and Marvel Step into paintings and come face to face with your favorite Disney characters! Step into paintings and come face to face with your favorite Disney characters! Take a ton of photographs that fool the eye Take a ton of photographs that fool the eye What We Love:   What We Love: Meet your favorite Disney characters in 4D at the newly launched Disney themed 4D museum, Magical World in Hong Kong. Sound, smell, special lighting effects and lifelike recreations of your favorite Disney cartoons come together create a whole new 4D experience. Across 12 major cartoon zones with almost 70 photography spots, you'll be greeted by your favorite characters (everyone from Mickey Mouse, to Winnie the Pooh, to Marvel comic characters, to classic Disney princesses will be there!) with the opportunity to actually step into the artwork and take memorable pictures. Don't miss one of the exhibition highlights, the Luminous Disney Zone, bringing you into the fantasy of the Disney World with endless glow in the dark surprises! Purchase a single ticket entry and enjoy the whole museum without a time museum so you can snap funny shots with friends, family and popular Disney icons to your heart's content!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/21-hong-kong-3d-museum-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Magical World Disney Themed 4D Museum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:20:22"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 13,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e8fc22a8-%E6%97%85%E5%AE%A2%E5%85%AB%E8%BE%BE%E9%80%9A---Klook%E5%AE%A2%E8%B7%AF/TouristOctopus-HK%2450PreloadedHKAirportPickUp.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Use your Tourist Octopus for public transport, dining, entertainment, shopping and more. The easiest way to get the most from your time in Hong Kong! Use your Octopus to dine, travel, have fun, shop and more making your Hong Kong trip as convenient as possible Simple and easy to use. Just place the Octopus card over a reader and the payment amount will be automatically deducted from the stored value Get going and spending with HK$50 of preloaded credit Take your decorative card home after your trip and keep it as a souvenir to remember your Hong Kong experience Use your Octopus to dine, travel, have fun, shop and more making your Hong Kong trip as convenient as possible Use your Octopus to dine, travel, have fun, shop and more making your Hong Kong trip as convenient as possible Simple and easy to use. Just place the Octopus card over a reader and the payment amount will be automatically deducted from the stored value Simple and easy to use. Just place the Octopus card over a reader and the payment amount will be automatically deducted from the stored value Get going and spending with HK$50 of preloaded credit Get going and spending with HK$50 of preloaded credit Take your decorative card home after your trip and keep it as a souvenir to remember your Hong Kong experience Take your decorative card home after your trip and keep it as a souvenir to remember your Hong Kong experience What We Love:   What We Love: You don't need to be in Hong Kong for too long to notice the locals bleeping their way through MTR turnstiles and supermarket checkout counters with their Octopus cards. The Octopus card is an extremely versatile stored-value electronic card that can be used on most forms of public transport, as well as for purchases in convenience stores, fast food shops, supermarkets, vending machines and more. Coming with a preloaded deposit of HK$50, the sold tourist Octopus is the ideal accompaniment to go with your trip to Hong Kong, making traveling and everyday purchases hassle-free and convenient. What's more, your Octopus card has an iconic Hong Kong design on its cover, making it an ideal souvenir that can be used again when you come back!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/1355-octopus-wallet-travelcard-HongKong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tourist Octopus - HK$50 Preloaded (HK Airport Pick Up)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:20:32"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 65,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7b788e2f-Disneyland-Halloween-Time-Preview-Tickets/HKDisneyHalloweenTime.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Witness the spooky happenings this October for Halloween at Hong Kong Disneyland From 3 October to 31 October, with the regular admission ticket, you can enjoy an extraordinary day and night of wicked fun Meet your favorite Disney characters dressed up in Halloween costumes Experience Halloween decorations and spooky parades Enjoy all the regular Disneyland attractions with your ticket Skip the ticketing queue with your mobile e-ticket From 3 October to 31 October, with the regular admission ticket, you can enjoy an extraordinary day and night of wicked fun Meet your favorite Disney characters dressed up in Halloween costumes Experience Halloween decorations and spooky parades Enjoy all the regular Disneyland attractions with your ticket Skip the ticketing queue with your mobile e-ticket What We Love:   What We Love: Halloween Time only happens once a year at Hong Kong Disneyland, and this year the infamous Disney Villains are conspiring to turn the park upside down and create wicked fun for everyone including costume parties, trick-or-treating, themed foods, Halloween decorations and spooky parades. With your admission ticket, you can enjoy all Disney's famous attraction, meet your favorite characters and make the most of the seasonal festivities.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/1751-disneyland-halloween-time-vip-pass-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "HK Disney 'Halloween Time'",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:20:45"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 35,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d4dd3e2d-AquaLuna-Symphony-of-Lights-Cruise/AquaLunaSymphonyofLightsCruise.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Experience the impressive light and sound choreography of the Symphony of Lights show – all from beneath the iconic red sails of the Aqua Luna Cruise the Victoria Harbour in one of the city's last remaining traditional Chinese junk boats Watch the famous Hong Kong skyline illuminate at night View the famous light show 'Symphony of Lights' from the best possible viewing spot Enjoy one complimentary drink on board with your AquaLuna ticket For an extra special evening, enjoy a gourmet fine dining experience at Hutong before or after your cruise Cruise the Victoria Harbour in one of the city's last remaining traditional Chinese junk boats Cruise the Victoria Harbour in one of the city's last remaining traditional Chinese junk boats Watch the famous Hong Kong skyline illuminate at night Watch the famous Hong Kong skyline illuminate at night View the famous light show 'Symphony of Lights' from the best possible viewing spot View the famous light show 'Symphony of Lights' from the best possible viewing spot Enjoy one complimentary drink on board with your AquaLuna ticket Enjoy one complimentary drink on board with your AquaLuna ticket For an extra special evening, enjoy a gourmet fine dining experience at Hutong before or after your cruise For an extra special evening, enjoy a gourmet fine dining experience at Hutong before or after your cruise fine dining experience at Hutong What We Love:   What We Love: Experience Hong Kong's stunning skyline lit up by the famed Symphony of Lights show aboard one of the city's last remaining traditional red-sail Chinese junks - the AquaLuna! Relax in style on a comfy lounge bed, enjoy a complimentary drink and soak up the sights and sounds of Hong Kong's fantastic night scene. Hop aboard the iconic AquaLuna on her nightly Symphony of Lights Cruise, to experience the famed lights and sounds show – also the world's largest, permanent showcase of its kind. Recline on deck, sip a refreshing cocktail, and watch as laser lights beams leap around you.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/11-aqualuna-night-cruise-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "AquaLuna Symphony of Lights Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:20:56"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/159fff1f-25-Off-Sky100-Ticket-Discounts/Sky100.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Delight in panoramic views of Hong Kong and Victoria Harbour from the 100th floor of the city's tallest building! Families can benefit from special rates until 30 September 2016: get a FREE child ticket when you purchase 2 adult tickets! Sight spectacular 360° views of the Victoria Harbor, Hong Kong Island, Kowloon and the New Territories Ride up the building's high-speed double-decker elevators! Gain fascinating insights into local history and culture at the state-of-the-art visitor exhibit Enjoy quick and easy entrance with this e-ticket admission Families can benefit from special rates until 30 September 2016: get a FREE child ticket when you purchase 2 adult tickets! Families can benefit from special rates until 30 September 2016: get a FREE child ticket when you purchase 2 adult tickets! Sight spectacular 360° views of the Victoria Harbor, Hong Kong Island, Kowloon and the New Territories Sight spectacular 360° views of the Victoria Harbor, Hong Kong Island, Kowloon and the New Territories Ride up the building's high-speed double-decker elevators! Ride up the building's high-speed double-decker elevators! Gain fascinating insights into local history and culture at the state-of-the-art visitor exhibit Gain fascinating insights into local history and culture at the state-of-the-art visitor exhibit Enjoy quick and easy entrance with this e-ticket admission Enjoy quick and easy entrance with this e-ticket admission What We Love:   What We Love: Glimpse 360-degree views of Hong Kong and the famous Victoria Harbour from the sky100 Hong Kong Observation Deck, located on the 100th floor of the International Commerce Centre (ICC) - the city's tallest building! At 393m above sea level, it's the only indoor observation deck that offers such a spectacular view of the city.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/87-sky100-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sky100",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:21:11"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 9,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/de58903e-Trick-Eye-Museum/TrickEyeMuseum.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly The world-famous Trick Eye Museum has finally come to Hong Kong and it's conveniently located atop Hong Kong's famous hill Get creative at this fully interactive art museum and take some hilarious photos! Trick and be tricked at with the impressive range of optical illusion and digital art across 5 themed zones Tie your visit in with some of Hong Kong's other famous attractions including the Peak Tram, Sky Terrace 428 and Madame Tussauds Experience endless fun at this famous museum hailing from Seoul, South Korea Get creative at this fully interactive art museum and take some hilarious photos! Get creative at this fully interactive art museum and take some hilarious photos! Trick and be tricked at with the impressive range of optical illusion and digital art across 5 themed zones Trick and be tricked at with the impressive range of optical illusion and digital art across 5 themed zones Tie your visit in with some of Hong Kong's other famous attractions including the Peak Tram, Sky Terrace 428 and Madame Tussauds Tie your visit in with some of Hong Kong's other famous attractions including the Peak Tram, Sky Terrace 428 and Madame Tussauds Experience endless fun at this famous museum hailing from Seoul, South Korea Experience endless fun at this famous museum hailing from Seoul, South Korea What We Love:   What We Love: South Korea's most famous museum export – the Trick Eye Museum – has hit Hong Kong! The museum houses around 50 paintings and installations over 5 different themed zones: World of Masterpieces, Hong Kong Discovery, Secret Garden, Great Adventure and Neverland. These aren't just any paintings though, they're installed onto plain surfaces but magically appear to be 3D through the use of optical illusion. Come and see art spring to life and have hours of fun taking pictures at this fully interactive gallery. And it's perfectly located to tie in with your Hong Kong itinerary – on the Peak!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/417-trick-eye-museum-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Trick Eye Museum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:21:24"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 24,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1cd5d2ad-Madame-Tussauds-Hong-Kong/MadameTussaudsHongKong.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Roll out the red carpet - meet your favorite celebs, shake hands with world-class athletes, and go back in time with famous historical figures Rest on Andy Lau's chest, meet the world's most famous celebrity couple, and get a few acting tips from Louis Koo Curtsy correctly in front of Queen Elizabeth II, and strike a post next to hundreds of other wax replicas of famous people! Enjoy Madame Tussauds, Sky Terrace 428 and the Peak Tram (with skip the line!) with this special combo ticket, click here Rest on Andy Lau's chest, meet the world's most famous celebrity couple, and get a few acting tips from Louis Koo Curtsy correctly in front of Queen Elizabeth II, and strike a post next to hundreds of other wax replicas of famous people! Enjoy Madame Tussauds, Sky Terrace 428 and the Peak Tram (with skip the line!) with this special combo ticket, click here click here What We Love:   What We Love: Meet over 100 of your favourite personalities, movie stars, and idols in the incredible world-renowned wax museum. Madame Tussauds Hong Kong brings almost to life all those big stars you thought you'd never be able to meet face to face. Add this great museum to your Hong Kong itinerary and enjoy walking the red carpet!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/42-madame-tussauds-hong-kong-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Madame Tussauds Hong Kong",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:21:36"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 40,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f1987451-Macau-TurboJet/MacauTurboJet.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Conveniently and speedily travel from central Hong Kong to Macau city by comfortable TurboJet ferry Enjoy the quickest ferry service to Macau from Hong Kong Travel at a time that suits you with departures every 15 minutes* Recline in comfortable and spacious cushioned seating A selection of food, beverages and duty-free goods are available for purchase onboard Enjoy the quickest ferry service to Macau from Hong Kong Enjoy the quickest ferry service to Macau from Hong Kong Travel at a time that suits you with departures every 15 minutes* Travel at a time that suits you with departures every 15 minutes* Recline in comfortable and spacious cushioned seating Recline in comfortable and spacious cushioned seating A selection of food, beverages and duty-free goods are available for purchase onboard A selection of food, beverages and duty-free goods are available for purchase onboard What We Love:   What We Love: TurboJet ferries connect you between Hong Kong and Macau city within an hour, 24 hours a day! Offering services every 5-15 minutes (before midnight), this is one of the speediest ways to get to Macau. With over 50 years of experience, the modern TurboJet fleet safely transports over 10 million passengers a year. Enjoy the convenience of booking in advance (a must-do in at peak times!) then relax as you make the crossing in cushioned and spacious comfort.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/1457-macau-turbojet-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Macau TurboJet",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:21:45"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 22,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f95b5eef-AquaLuna-Night-Cruise/AquaLunaEveningSail.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Encounter the spectacular Hong Kong skyline at night with a drink in hand aboard a traditional Chinese junk boat Instant confirmation means you can book now and receive your e-ticket instantly Cruise the Victoria Harbour in one of the city's last remaining traditional Chinese junk boats Watch the famous Hong Kong skyline illuminated at night Enjoy one complimentary drink on board If you want to enjoy a cruise during the nightly light show at 8:00pm, you can book the AquaLuna Symphony of Lights Cruise instead Instant confirmation means you can book now and receive your e-ticket instantly Instant confirmation means you can book now and receive your e-ticket instantly Cruise the Victoria Harbour in one of the city's last remaining traditional Chinese junk boats Cruise the Victoria Harbour in one of the city's last remaining traditional Chinese junk boats Watch the famous Hong Kong skyline illuminated at night Watch the famous Hong Kong skyline illuminated at night Enjoy one complimentary drink on board Enjoy one complimentary drink on board If you want to enjoy a cruise during the nightly light show at 8:00pm, you can book the AquaLuna Symphony of Lights Cruise instead If you want to enjoy a cruise during the nightly light show at 8:00pm, you can book the AquaLuna Symphony of Lights Cruise instead AquaLuna Symphony of Lights Cruise What We Love:   What We Love: Appreciate Hong Kong's magnificent harbor views aboard one of the city's last remaining traditional red-sail Chinese junks! Relax in style on a comfy lounge bed, enjoy a complimentary drink and soak up the sights and sounds of Hong Kong's fantastic night scene. The Aqualuna Evening Sail cruises you across the Victoria Harbour, taking in the skyline over a complimentary cocktail. Choose to cruise just as the sun is setting or wait until the fall of darkness when the city lights glimmer across the water.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/659-aqualuna-evening-sail/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "AquaLuna Evening Sail",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:21:57"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 88,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c87390e0-Hong-Kong--Macau-iVenture-Card-/iVentureHongKongandMacauAttractionsPass.jpg",
        "strIntroduction": " Discover Hong Kong and Macau's 14 top attractions with savings up to 50% off by simply swiping your iVenture Card! Access 14 of Hong Kong and Macau's leading attractions including sky100 Observation Deck, Ngong Ping 360, Ocean Park, Noah's Ark, Macau Tower and many more! Plan your own itinerary as you schedule where you want to go and when you want to go Enjoy additional discounts and savings on a number of other activities Extra color guide book including map, attraction and all operator details Access 14 of Hong Kong and Macau's leading attractions including sky100 Observation Deck, Ngong Ping 360, Ocean Park, Noah's Ark, Macau Tower and many more! Access 14 of Hong Kong and Macau's leading attractions including sky100 Observation Deck, Ngong Ping 360, Ocean Park, Noah's Ark, Macau Tower and many more! Plan your own itinerary as you schedule where you want to go and when you want to go Plan your own itinerary as you schedule where you want to go and when you want to go Enjoy additional discounts and savings on a number of other activities Enjoy additional discounts and savings on a number of other activities Extra color guide book including map, attraction and all operator details Extra color guide book including map, attraction and all operator details What We Love:   What We Love: Access a number of Macau and Hong Kong sights and attractions – cash-free! The iVenture Card grants you entry to attractions such as Ocean Park, Ngong Ping 360, Macau Tower and a cruise on Victoria Harbour on a single pass. Customize your own itinerary to suit your interests and schedule. The card comes with easy reference guides that map out what to do and see in Hong Kong and Macau, as well as access to big savings and other special offers. It's the easiest way to enjoy a fun and memorable trip to the iconic landmarks!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/38-iventure-sightseeing-pass-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "iVenture Hong Kong and Macau Attractions Pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:22:10"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 32,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/82267228-Airport-Express-Travel-Pass/AirportExpressMTRTravelPass.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly A 3 Day combo ticket with Airport Express and unlimited travel on the MTR network 3 Day Pass specially for tourists to Hong Kong A single or return ride on the Airport Express into the city 72 consecutive hours of unlimited travel on the MTR system Ability to top up your card for additional bus, tram and convenience store services Arrive in the city center within 30 minutes of leaving the airport Get $50 deposit cash back when you return your card to a MTR customer service center Make the most of the Airport Express customer-friendly services: convenient In-town Check-in option, free shuttle bus service and free porter services at the stations 3 Day Pass specially for tourists to Hong Kong 3 Day Pass specially for tourists to Hong Kong A single or return ride on the Airport Express into the city A single or return ride on the Airport Express into the city 72 consecutive hours of unlimited travel on the MTR system 72 consecutive hours of unlimited travel on the MTR system Ability to top up your card for additional bus, tram and convenience store services Ability to top up your card for additional bus, tram and convenience store services Arrive in the city center within 30 minutes of leaving the airport Arrive in the city center within 30 minutes of leaving the airport Get $50 deposit cash back when you return your card to a MTR customer service center Get $50 deposit cash back when you return your card to a MTR customer service center Make the most of the Airport Express customer-friendly services: convenient In-town Check-in option, free shuttle bus service and free porter services at the stations Make the most of the Airport Express customer-friendly services: convenient In-town Check-in option, free shuttle bus service and free porter services at the stations What We Love:   What We Love: With this 3 day pass you'll be able to freely travel around the whole MTR network visiting all the sites without having to buy a ticket every time you travel - simply wave the pass over the ticket reader and you'll be on your way! Best of all this pass includes a single or return transfer on the Airport Express. Cut the time between arrival and your actual holiday with express airport transfers from the terminal to the city. Whether you'll be staying in Kowloon or on Hong Kong Island, you're sure to arrive in no more than half an hour.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/741-airport-express-travel-pass-hongkong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Express & MTR Travel Pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:22:19"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 61,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/de9a2969-MPV-Airport-Transfers-6-pax-for-Hong-Kong/MPVAirportTransfers6paxforHongKong.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly There's nothing like a convenient ride with family and friends, complete with top class chauffeur service to initiate you into the city - or to wrap up your trip! Enjoy luxury airport-hotel limousine transfers for 6 in a Toyota Alphard MPV (price is per vehicle) Be served by experienced professional chauffeurs Rest assured that the entire fleet is held to the highest safety standards Enjoy luxury airport-hotel limousine transfers for 6 in a Toyota Alphard MPV (price is per vehicle) Enjoy luxury airport-hotel limousine transfers for 6 in a Toyota Alphard MPV (price is per vehicle) Be served by experienced professional chauffeurs Be served by experienced professional chauffeurs Rest assured that the entire fleet is held to the highest safety standards Rest assured that the entire fleet is held to the highest safety standards What We Love:   What We Love: Be transported between the airport and your hotel in comfort and style aboard a 6-seater Toyota Alphard MPV. Perfect for groups and families, the luxurious ride makes sure you savour every moment of your trip – down to the brief sojourns in between. Be served by a professional airport team as well as an experienced chauffeur. The service is inclusive of all fees and charges, from your driver's tip to tunnel and bridge tolls. Enjoy a personalised limousine transfer – one of the few things that turn good travels into a truly exquisite journey.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/803-luxe-minivan-transfers-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "MPV Airport Transfers (6 pax) for Hong Kong",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:22:31"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 29,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4832be7d-Lantau-Sky%2C-Land-and-Sea/360LantauSky-Land-SeaDayPassRoundTrip.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Experience all of Lantau with unlimited bus access, a round trip cable car ride and a boat excursion! Skip to the front of the ticket line and take a cable car over the island's lush mountains Gain unlimited rides on New Lantao Bus routes Make the short hike to visit the Big Buddha statue Ride by boat past the stilt houses of Tai O fishing village Receive a HK$20 voucher for the Ngong Ping 360 Souvenir Shop Skip to the front of the ticket line and take a cable car over the island's lush mountains Skip to the front of the ticket line and take a cable car over the island's lush mountains Gain unlimited rides on New Lantao Bus routes Gain unlimited rides on New Lantao Bus routes Make the short hike to visit the Big Buddha statue Make the short hike to visit the Big Buddha statue Ride by boat past the stilt houses of Tai O fishing village Ride by boat past the stilt houses of Tai O fishing village Receive a HK$20 voucher for the Ngong Ping 360 Souvenir Shop Receive a HK$20 voucher for the Ngong Ping 360 Souvenir Shop What We Love:   What We Love: With the Sky, Land and Sea Pass travelers gain access to unlimited bus rides, a boat excursion and a round trip cable car ride. Ascend high above Lantau's verdant terrain and take a trek to the Big Buddha, enter the Po Lin Monastery and experience the tranquility of Pui O and Cheung Sha beaches. Take the opportunity to explore the further reaches of the island at Tai O's legendary fishing village where a boat is ready to take you to explore the stilt houses and perhaps sight a pink dolphin —with unlimited bus rides, you have the power to decide! Don't forget that a HK$20 voucher is included in your ticket. Use it at the Ngong Ping 360 Souvenir Shop for a trinket to remember your adventure!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/680-Lantau-sky-land-and-sea-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "360 Lantau Sky-Land-Sea Day Pass (Round Trip)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:22:41"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 44,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/98d9840d-Ocean-Park-Halloween/OceanParkHalloween2016.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Opt for regular admission or get priority access to Ocean Park's immensely popular attractions this Halloween at Ocean Park, back for its 16th year with all new haunted houses and terrifying experiences Enjoy Ocean Park's renowned Halloween attractions, costumes and decorations Get unlimited admission to all Halloween attractions and FasTrack priority access to selected Ocean Park attractions with the premium ticket Brave the spookiest haunted house to date (16 years old and over only!) Also enjoy Ocean Park's other thrilling rides and attractions with the same ticket - which is also valid as a general admission ticket for a full day at Ocean Park Enjoy Ocean Park's renowned Halloween attractions, costumes and decorations Enjoy Ocean Park's renowned Halloween attractions, costumes and decorations Get unlimited admission to all Halloween attractions and FasTrack priority access to selected Ocean Park attractions with the premium ticket Get unlimited admission to all Halloween attractions and FasTrack priority access to selected Ocean Park attractions with the premium ticket Brave the spookiest haunted house to date (16 years old and over only!) Brave the spookiest haunted house to date (16 years old and over only!) Also enjoy Ocean Park's other thrilling rides and attractions with the same ticket - which is also valid as a general admission ticket for a full day at Ocean Park Also enjoy Ocean Park's other thrilling rides and attractions with the same ticket - which is also valid as a general admission ticket for a full day at Ocean Park general admission ticket What We Love:   What We Love: Ocean Park's Halloween season is heating up for 2016, so rally up your friends and prepare for a spooky evening. With an Ocean Park Halloween Premium Ticket, you can enjoy FasTrack entry to popular Ocean Park attractions (believe us, there are always long lines at Halloween!) There's something for all ages this year, from Hong Kong's longest trick or treating trail for the young'uns, to what is said to be Ocean Park's most terrifying haunted house to date - strictly for age 16 and over! Before the Halloween events begin, enjoy all the usual thrilling Ocean Park attractions including rollercoasters and animal shows, all the while enjoying the spooky Halloween decorations and themed foods!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/736-ocean-park-halloween-hongkong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Ocean Park Halloween 2016",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:22:52"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 30,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c7ebde4f-Hong-Kong-Big-Bus-Tour-Tickets/BigBusTours.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly For the quickest and most iconic tour of Hong Kong, hop aboard the Big Bus. Multiple routes and tour durations mean you can sightsee Hong Kong the way you want to Choose between the Premium, Deluxe or Single Route tour for the most flexible sightseeing and unlimited stops See Hong Kong's main sights from your seat and by exploring from designated bus stops Get on the Peak Tram, scale the heights of Sky100, board the Star Ferry and back, and embark on a sampan ride with the Premium and Deluxe tours Choose from 10 different languages on the personal headphone commentary for an in-depth ride through the city Choose between the Premium, Deluxe or Single Route tour for the most flexible sightseeing and unlimited stops Choose between the Premium, Deluxe or Single Route tour for the most flexible sightseeing and unlimited stops See Hong Kong's main sights from your seat and by exploring from designated bus stops See Hong Kong's main sights from your seat and by exploring from designated bus stops Get on the Peak Tram, scale the heights of Sky100, board the Star Ferry and back, and embark on a sampan ride with the Premium and Deluxe tours Get on the Peak Tram, scale the heights of Sky100, board the Star Ferry and back, and embark on a sampan ride with the Premium and Deluxe tours Choose from 10 different languages on the personal headphone commentary for an in-depth ride through the city Choose from 10 different languages on the personal headphone commentary for an in-depth ride through the city What We Love:   What We Love: Hop aboard for an efficient tour of Hong Kong's famous landmarks! Glimpse the city's rich blend of Chinese and colonial history through the windows of the iconic Big red Bus – or from its rooftop perch! The tour takes you through Hong Kong Island, Stanley and Kowloon areas, featuring attractions such as the Ladies Market, Victoria Peak, Man Mo Temple, Soho and Stanley Market. Both Premium (24-hr) and Deluxe (48-hr) tours are inclusive of the Peak Tram Sky Pass, which takes you up to Victoria Peak; a two-way journey on the Star Ferry; and a sampan ride in Aberdeen. The Deluxe Tour also includes a luxury boat cruise around Victoria Harbour. For a post-sundown look at the city, the Night Tour showcases the vibrant nightlife of Kowloon, from the neon spectacle of Nathan Road and the fantastic Symphony of Lights display on the harbor. Plug in your headphones for your multi-lingual personal commentary, sit back, relax, and enjoy the perfect introduction to Hong Kong!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/19-big-bus-tours-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Big Bus Tours",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:23:06"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 40,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a4ebcf37-Hong-Kong-to-Macau-CotaiJet-Ferry-Tickets/CotaiJetRoundtripFerryTicketsHongKongPickUp.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Find yourself in the heart of Macau's Cotai Strip just one hour from Hong Kong with CotaiJet's efficient and comfortable service Enjoy the quickest and most convenient transfers to from Hong Kong to Taipa Travel at a time that suits you with departures every 30 minutes* Recline in comfortable and spacious cushioned seating A selection of food, beverages and duty-free goods are available for purchase onboard Enjoy complimentary luxury shuttle services between the ferry terminal and Macau's famous casinos on arrival Enjoy the quickest and most convenient transfers to from Hong Kong to Taipa Enjoy the quickest and most convenient transfers to from Hong Kong to Taipa Travel at a time that suits you with departures every 30 minutes* Travel at a time that suits you with departures every 30 minutes* Recline in comfortable and spacious cushioned seating Recline in comfortable and spacious cushioned seating A selection of food, beverages and duty-free goods are available for purchase onboard A selection of food, beverages and duty-free goods are available for purchase onboard Enjoy complimentary luxury shuttle services between the ferry terminal and Macau's famous casinos on arrival Enjoy complimentary luxury shuttle services between the ferry terminal and Macau's famous casinos on arrival What We Love:   What We Love: Enjoy high-speed ferry service between Hong Kong and Macau's Taipa, the fastest way to the Cotai Strip. On arrival in Taipa, you are within 15 minutes of most Cotai hotels via a number of complimentary shuttles. CotaiJet's maritime fleet is renowned for its fast, efficient and hassle free ferry service, offering passengers up to 86 sailings per day between Hong Kong and the ‘Las Vegas of the East'! Enjoy the convenience of booking in advance to ensure your seat then sit back and relax in the comfortable airplane-style seating.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/1456-macau-cotaijet-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "CotaiJet Roundtrip Ferry Tickets (Hong Kong Pick Up)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:23:18"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 16,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f0b3a245-Luxe-Airport-Shuttles/HongKongAirportShuttleBus.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Comfortable seating, convenient transfer times and a professional service team to assist you – at a price lower than the Airport Express and a short taxi ride combined? Why not! Cost-efficient, hassle-free coach transfers between Hong Kong International Airport and your hotel (Kowloon and Hong Kong Island only) Enjoy spacious seating and ample luggage space on board. There's also a visual announcing system to remind you of your stop! Instantly address any pressing queries or concerns at our permanently stationed information desk, counter B01 at the Arrival Hall B of Terminal 1 Rest assured that the entire fleet is regularly maintained to the highest standard of safety Cost-efficient, hassle-free coach transfers between Hong Kong International Airport and your hotel (Kowloon and Hong Kong Island only) Cost-efficient, hassle-free coach transfers between Hong Kong International Airport and your hotel (Kowloon and Hong Kong Island only) Enjoy spacious seating and ample luggage space on board. There's also a visual announcing system to remind you of your stop! Enjoy spacious seating and ample luggage space on board. There's also a visual announcing system to remind you of your stop! Instantly address any pressing queries or concerns at our permanently stationed information desk, counter B01 at the Arrival Hall B of Terminal 1 Instantly address any pressing queries or concerns at our permanently stationed information desk, counter B01 at the Arrival Hall B of Terminal 1 Rest assured that the entire fleet is regularly maintained to the highest standard of safety Rest assured that the entire fleet is regularly maintained to the highest standard of safety What We Love:   What We Love: There's nothing like a comfortable and convenient hotel transfer service to freshen you up for your ensuing stay. Whether you're traveling solo or in a group, with your partner or the entire family, these luxury shuttle buses offer business-class amenities to every traveler – at a cheaper combined cost than the Airport Express and a short taxi ride! Be greeted at your arrival by a professional service team, then sit back on spacious, reclining seats as you travel from the airport to your hotel.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/75-luxe-airport-shuttles-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hong Kong Airport Shuttle Bus",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:23:31"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/60e9c8c7-Noahs-Ark/NoahsArk.jpgopacity0.971756",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Families will love this full-scale Ark replica and its surrounding attractions, from interactive and educational exhibits to adventurous challenges and hands-on activities! Enjoy a full day at the world's first full-size Ark replica and learn about Noah's story with sensory and adventure experiences! Enter the Solar Tower and observe the sun's surface activity in real time, plus discover the secrets of our solar system with a 3D astronomy documentary Drop by the Nature Garden and explore the Windmill Station, Hilltop Lookout and Heritage Centre among other attractions, then search for the locations of 100 different tree species with a GPS Tracker challenge! Enjoy a full day at the world's first full-size Ark replica and learn about Noah's story with sensory and adventure experiences! Enjoy a full day at the world's first full-size Ark replica and learn about Noah's story with sensory and adventure experiences! Enter the Solar Tower and observe the sun's surface activity in real time, plus discover the secrets of our solar system with a 3D astronomy documentary Enter the Solar Tower and observe the sun's surface activity in real time, plus discover the secrets of our solar system with a 3D astronomy documentary Drop by the Nature Garden and explore the Windmill Station, Hilltop Lookout and Heritage Centre among other attractions, then search for the locations of 100 different tree species with a GPS Tracker challenge! Drop by the Nature Garden and explore the Windmill Station, Hilltop Lookout and Heritage Centre among other attractions, then search for the locations of 100 different tree species with a GPS Tracker challenge! What We Love:   What We Love: Rediscover the wonderful story of Noah's Ark at the world's first full-scale Ark replica. Perfect for a family day out, the attraction has many activities and exhibits that combine nature, education and entertainment. Walk through the great flood story with a sensory movie experience. Hop over to the Special Exhibition for a look at rare, antique Victorian Era Bibles, and life-size replicas of the golden Ark of the Covenant. The Ark Life Education House is rife with inspiring interactive games and DIY activities, while access to the Solar Tower and Nature Garden invite you to make your own gadgets and spot the location of over 100 tree species! At Noah's Ark, there's plenty in store to learn and enjoy for family and friends!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/41-noahs-ark-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Noah's Ark",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:23:43"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 29,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6105b53a-360-Fun-Pass-Attraction-Package/360FunPassAttractionPackage.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Soar over Lantau's highest mountain peak, plunge down the deepest gorge and dive underwater with dolphins in a virtual 4-D adventure! Stimulate your senses with a 4-D experience Virtually explore Lantau's beautiful landscapes Skip to the front of the ticket line and take a cable car trip over the island's mountains Embark on a journey of Buddhism at the Walking with Buddha attraction Stimulate your senses with a 4-D experience Stimulate your senses with a 4-D experience Virtually explore Lantau's beautiful landscapes Virtually explore Lantau's beautiful landscapes Skip to the front of the ticket line and take a cable car trip over the island's mountains Skip to the front of the ticket line and take a cable car trip over the island's mountains Embark on a journey of Buddhism at the Walking with Buddha attraction Embark on a journey of Buddhism at the Walking with Buddha attraction What We Love:   What We Love: After taking the Ngong Ping 360 cable car high above the luscious landscape of Lantau, engulf your senses with a virtual journey around the island. Motion 360 flies participants over big Buddha, dives underwater with Tai O's graceful white dolphins, scales the highest peak and soars down to the deepest gorge. Give your kids a break from walking and join in on this entertaining 4-D experience!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/683-Ngong-ping-walk-motion-pass-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "360 Fun Pass Attraction Package",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:23:55"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 53,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8713940d-Tesla-Airport-Transfers-3-pax-for-Hong-Kong-/TeslaAirportTransfers3paxforHongKong.jpgopacity0.969096",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly There's nothing like a smooth ride and top class chauffeur service to initiate you into the city - or to wrap up your trip! Enjoy luxury airport-hotel transfers in a Eco-friendly Tesla Model S (price is per vehicle) Be served by experienced professional chauffeurs Rest assured that the entire fleet is held to the highest safety standards Enjoy luxury airport-hotel transfers in a Eco-friendly Tesla Model S (price is per vehicle) Enjoy luxury airport-hotel transfers in a Eco-friendly Tesla Model S (price is per vehicle) Be served by experienced professional chauffeurs Be served by experienced professional chauffeurs Rest assured that the entire fleet is held to the highest safety standards Rest assured that the entire fleet is held to the highest safety standards What We Love:   What We Love: Experience the utmost luxury of being transported from the airport to your hotel – and back, if you wish – in a luxury sedan car. Ride in a Tesla Model S and be served by a professional airport team as well as an experienced chauffeur. All fees and charges are inclusive, from your driver's tip to tunnel and bridge tolls. Make every moment count by savoring even the simplest details of your trip, with the optimum comfort of a fully serviced limousine ride.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/801-limousine-airport-transfers-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tesla Airport Transfers (3 pax) for Hong Kong",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:24:07"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 9,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b6ce07ff-Hong-Kong-MTR-Day-Pass/MTRTouristDayPass.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly A one day pass for the MTR that will make traveling around Hong Kong super easy! A day pass exclusively for tourists visiting Hong Kong Unlimited rides on the MTR and MTR Light Rail network Ride on the efficient MTR system and avoid the traffic A day pass exclusively for tourists visiting Hong Kong A day pass exclusively for tourists visiting Hong Kong Unlimited rides on the MTR and MTR Light Rail network Unlimited rides on the MTR and MTR Light Rail network Ride on the efficient MTR system and avoid the traffic Ride on the efficient MTR system and avoid the traffic What We Love:   What We Love: From Lantau Island to Tsim Sha Tsui to Causeway Bay this unlimited travel pass is your one ticket to get you around Hong Kong using the efficient MTR railway system. Simply wave your ticket over the card reader on your way in and out of the station and avoid the queues to buy a ticket.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/742-mtr-tourist-day-pass-hongkong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "MTR Tourist Day Pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:24:17"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/69cb2845-Wi-Ho%21%C2%AE-Hong-Kong-Wi-Fi-Device/4GWiFiTPETSAKHHPickUpforHongKong.jpg",
        "strIntroduction": " Stay connected when traveling in Hong Kong with a 4G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across Hong Kong - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Get WiFi access across Hong Kong - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes What We Love:   What We Love: Stay connected for the duration of your trip to Hong Kong. When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Hong Kong from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 4G data whilst connecting up to 10 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/1143-wi-ho-wifi-device-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (TPE/TSA/KHH Pick Up) for Hong Kong",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:24:28"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/aea73904-4G-WiFi-Device-HKG-Pick-Up-for-China/4GWiFiHKGPickUpforChina.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in China with an unlimited data pocket 4G WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of China - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of China - wherever your itinerary takes you Get WiFi access across the whole of China - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport Collect and drop off your device at Hong Kong airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in China, without the stress of sourcing WiFi once you get there. The speedy 4G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/1577-china-wifi-device-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (HKG Pick Up) for China",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:24:38"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b5ff859d-Hong-Kong-Airport-Transfer---Cityflyer-Route---Klook/RoundTripAirportBusTransferHKAirportPickUp.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Get cheap and convenient transfers from and to Hong Kong International Airport with the Cityflyer The most economical way of getting from the airport to the city center and back again Purchase your tickets with ease online and conveniently pick up your tickets at the airport meaning you don't need to find exact change for the bus driver Make the most of the free WiFi onboard and touch base before arriving in the city center Excellent coverage to a number of locations across Hong Kong including: Kowloon, Causeway Bay, Mong Kok, Tsim Sha Tsui and more Sit back and enjoy the view whilst traveling across Hong Kong from the airport to the city center and on the way back to the airport for your return flight The most economical way of getting from the airport to the city center and back again The most economical way of getting from the airport to the city center and back again Purchase your tickets with ease online and conveniently pick up your tickets at the airport meaning you don't need to find exact change for the bus driver Purchase your tickets with ease online and conveniently pick up your tickets at the airport meaning you don't need to find exact change for the bus driver Make the most of the free WiFi onboard and touch base before arriving in the city center Make the most of the free WiFi onboard and touch base before arriving in the city center Excellent coverage to a number of locations across Hong Kong including: Kowloon, Causeway Bay, Mong Kok, Tsim Sha Tsui and more Excellent coverage to a number of locations across Hong Kong including: Kowloon, Causeway Bay, Mong Kok, Tsim Sha Tsui and more Sit back and enjoy the view whilst traveling across Hong Kong from the airport to the city center and on the way back to the airport for your return flight Sit back and enjoy the view whilst traveling across Hong Kong from the airport to the city center and on the way back to the airport for your return flight What We Love:   What We Love: The Cityflyer service is the most convenient and comfortable way to get from and to the airport. With a fully air-conditioned, low floor decked fleet of coaches making up Hong Kong's smoothest and most reliable bus service, take the Cityflyer and pass over the spectacular Tsing Ma Bridge providing a scenic and convenient way to reach all of the major locations in Hong Kong and Kowloon. With buses operating at frequent intervals on seven different routes, and with fares less than half the price of the train fare, and considerably cheaper than a taxi, the Cityflyer is the best value transfer from Hong Kong International Airport to the city.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/1333-airport-transfer-cityflyer-route-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Round Trip Airport Bus Transfer (HK Airport Pick Up)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:24:47"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 20,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/30240e5d-Hong-Kong-Street-Art-Walking-Tour/CentralStreetArtWalkingTour.jpgopacity0.998459",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Get clued up on Hong Kong's up and coming street art scene on a guided walking tour of SoHo to discover the stories behind these fabulous pieces of art Embark on a one hour walking tour of SoHo - the first of its kind in Hong Kong! Uncover the best street art you unknowingly walk past every day in Hong Kong Learn about the stories behind these fabulous pieces of art and be shown pieces from famous talents Recognise the different techniques of street art and the unique styles of the different artists If you're also interested in the art within SoHo's galleries, don't miss out on our Hong Kong SoHo Gallery Walk! Embark on a one hour walking tour of SoHo - the first of its kind in Hong Kong! Uncover the best street art you unknowingly walk past every day in Hong Kong Learn about the stories behind these fabulous pieces of art and be shown pieces from famous talents Recognise the different techniques of street art and the unique styles of the different artists If you're also interested in the art within SoHo's galleries, don't miss out on our Hong Kong SoHo Gallery Walk! Hong Kong SoHo Gallery Walk What We Love:   What We Love: Did you ever imagine that the street art you pass every day might be a masterpiece from a world famous artist? Or that the humble graffiti on that alley wall is worth $200 million? Did you know that your favorite piece of street art could very well be gone tomorrow? Get a behind the scenes look at Hong Kong's budding street art world on an hour-long walking tour led by a knowledgeable English speaking guide. You'll dive into hidden areas of Hong Kong's SoHo to discover some fabulous secret art pieces and lesser known corners of the city. Whether you're a street art enthusiast or have zero knowledge of it, this walk promises to give you a new appreciation for these skilled street artists, and you'll be able to recognize their unique work when you next take a stroll in the city.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/1878-street-art-walking-tour-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Central Street Art Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:24:57"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 34,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0b13d91f-Bauhinia-Harbor-Cruises/BauhiniaHarborCruises.jpgopacity0.877641",
        "strIntroduction": " Relish an unforgettable view of the spectacular Hong Kong skyline by night and even the renowned 'Symphony of Lights' show, over a delicious international buffet and live music performance Enjoy incredible views of Hong Kong's spectacular nighttime skyline and the best location to observe Hong Kong's famed laser light show Eat to your heart's content from an exquisite choice of hot and cold international dishes, halal cuisine, soups and salads, and a large selection of desserts Enjoy the company of a live band, perfectly supplementing the evening Enjoy incredible views of Hong Kong's spectacular nighttime skyline and the best location to observe Hong Kong's famed laser light show Enjoy incredible views of Hong Kong's spectacular nighttime skyline and the best location to observe Hong Kong's famed laser light show Eat to your heart's content from an exquisite choice of hot and cold international dishes, halal cuisine, soups and salads, and a large selection of desserts Eat to your heart's content from an exquisite choice of hot and cold international dishes, halal cuisine, soups and salads, and a large selection of desserts Enjoy the company of a live band, perfectly supplementing the evening Enjoy the company of a live band, perfectly supplementing the evening What We Love:   What We Love: As the sun sets on Hong Kong and skyscraper lights begin to shine, the city starts to come to life in all its illuminated splendor. Savor an evening of spectacular views aboard these glamorous harbor cruises, former vehicular ferries that have been converted into stylish luxury vessels. The refined Victoria Harbour experience is complete with a fabulous international buffet and live band performance, as well as a 360-degree open deck to watch the sun set, and get an unobstructed view of the world-renowned ‘Symphony of Lights' show.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/67-bauhinia-harbor-cruises-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bauhinia Harbor Cruises",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:25:09"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/efa8d019-Soho-Gallery-Walk/SohoGalleryWalk.jpgopacity0.869816",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enrich your experience of art in Asia's up-and-coming art hub. Get to know more about local and international artists, and gain an insight into artwork valuation and auction secrets! Get an insight into the latest happenings on Hong Kong's up and coming street art scene centered around the Soho area Explore an exclusive, handpicked selection of the city's 200 art galleries View art, sculpture, installations and photography, of modern and contemporary varieties, by both greater China and global artists Gain an insight into artwork valuation and auction secrets. You may even pick up a few tricks on how to bargain in the art market! Your passionate and knowledgeable art-loving guide has a rich background in the field and will be eager to answer all your gallery-related questions If you're also interested in the street art, don't miss out on our Street Art Tour Get an insight into the latest happenings on Hong Kong's up and coming street art scene centered around the Soho area Get an insight into the latest happenings on Hong Kong's up and coming street art scene centered around the Soho area Explore an exclusive, handpicked selection of the city's 200 art galleries Explore an exclusive, handpicked selection of the city's 200 art galleries View art, sculpture, installations and photography, of modern and contemporary varieties, by both greater China and global artists View art, sculpture, installations and photography, of modern and contemporary varieties, by both greater China and global artists Gain an insight into artwork valuation and auction secrets. You may even pick up a few tricks on how to bargain in the art market! Gain an insight into artwork valuation and auction secrets. You may even pick up a few tricks on how to bargain in the art market! Your passionate and knowledgeable art-loving guide has a rich background in the field and will be eager to answer all your gallery-related questions Your passionate and knowledgeable art-loving guide has a rich background in the field and will be eager to answer all your gallery-related questions If you're also interested in the street art, don't miss out on our Street Art Tour If you're also interested in the street art, don't miss out on our Street Art Tour Street Art Tour What We Love:   What We Love: Art lovers, curiousers and enthusiasts will enjoy this behind-the-scenes tour of Hong Kong's gallery world. Though a young player in the international arts and cultural scene, Hong Kong is a quickly growing contender as Asia's art hub, with the Hong Kong International Art Fair now touted as among the region's premier art events, as well as the replacement of Art HK in 2013 with the globally prestigious Art Basel. This tour plunges you into the heart of the city's galleries, walking you through several stops in the art-brimming SoHo area. Converse with your knowledgeable guide on the latest trends in modern expression, and develop a fresh pair of eyes to appreciate the art world. A fun and informative walk awaits!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/3-soho-gallery-walk-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Soho Gallery Walk",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:25:21"
    },
    {
        "intDurationHour": 49,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 10,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/557dfe6a-TramOramic-Hong-Kong-Tram-Tour/TramOramicTour.jpg",
        "strIntroduction": " Sightsee Hong Kong aboard an iconic 1920s one hour tram tour then enjoy unlimited tram rides for 2 days - it's a unique way to tour Hong Kong Connect Hong Kong's colorful history with its modern culture on a sightseeing tour aboard a 1920s tram Enjoy a 1 hour sightseeing tour plus 2 days of unlimited rides on the tram network View Hong Kong's most popular sights from the open top upper deck Learn about authentic local life in Hong Kong with a picture gallery, videos and historic commentary in 8 languages Connect Hong Kong's colorful history with its modern culture on a sightseeing tour aboard a 1920s tram Enjoy a 1 hour sightseeing tour plus 2 days of unlimited rides on the tram network View Hong Kong's most popular sights from the open top upper deck Learn about authentic local life in Hong Kong with a picture gallery, videos and historic commentary in 8 languages What We Love:   What We Love: Hop aboard a 1920s style open top tram and embark on a fascinating sightseeing tour through Hong Kong. The city's 'ding dings' (what the locals like to call the trams) are an iconic part of Hong Kong's culture and you'll have the opportunity to experience one of the few trams perfectly preserved in the original style. During the ride you'll encounter bustling streets, modern skyscrapers and famous attractions. The TramOramic Tour is one of the top things to do in Hong Kong for anyone who'd love to get closer to the city's fusion of historic and modern culture.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/1280-tramoramic-tour-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "TramOramic Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:25:33"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7402d87e-Pub-Crawl/PubCrawl.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Get ready for free shots, discounted drinks, meeting new people and an ultimate night of fun! Explore Hong Kong's awesome nightlife with experienced pub crawl guides Get a free shot at all four bars, plus the best drink deals at every stop – such as HKD20 beers and HKD30 cocktails! Enjoy free VIP entry to the hippest club in town with discounted drink deals Forget about taking the perfect selfie; a professional photographer is tagging along to document the epic night! Explore Hong Kong's awesome nightlife with experienced pub crawl guides Explore Hong Kong's awesome nightlife with experienced pub crawl guides Get a free shot at all four bars, plus the best drink deals at every stop – such as HKD20 beers and HKD30 cocktails! Get a free shot at all four bars, plus the best drink deals at every stop – such as HKD20 beers and HKD30 cocktails! Enjoy free VIP entry to the hippest club in town with discounted drink deals Enjoy free VIP entry to the hippest club in town with discounted drink deals Forget about taking the perfect selfie; a professional photographer is tagging along to document the epic night! Forget about taking the perfect selfie; a professional photographer is tagging along to document the epic night! What We Love:   What We Love: Discover Hong Kong's world-famous nightlife! Get to know some of the city's best nightspots as you meet like-minded travelers, locals and expats. Energetic staff will be there to keep conversations going as they lead the tour and guide you to hotspots beyond Lan Kwai Fong. Think hidden rooftops with amazing views, dark alleyways, and secret doors…all redefining the journey off the beaten track!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/13-pub-crawl-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Pub Crawl",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:25:46"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e5748624-Best-of-HK-Island/BestofHongKongIsland.jpgopacity0.897472",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Get the best view of Hong Kong's cityscape, visit one of the city's oldest fishing villages, stroll along a much-loved beach and shop for bargains and jewelry At 552 meters high, the world-famous Victoria Peak gives visitors a bird's eye view of one of the finest skylines in the world Opt for a sampan ride through Aberdeen Harbour or simply visit Aberdeen Fishing Village, home to what remains of Hong Kong's boat people Drop by Repulse Bay, a popular beach destination on the south side of Hong Kong Island Bargain-hunt for anything from designer sportswear and silk garments to brass objects and Chinese crafts at Stanley Market Visit a renowned jewelry factory in Aberdeen and discover the fine art of handmade jewelry At 552 meters high, the world-famous Victoria Peak gives visitors a bird's eye view of one of the finest skylines in the world At 552 meters high, the world-famous Victoria Peak gives visitors a bird's eye view of one of the finest skylines in the world Opt for a sampan ride through Aberdeen Harbour or simply visit Aberdeen Fishing Village, home to what remains of Hong Kong's boat people Opt for a sampan ride through Aberdeen Harbour or simply visit Aberdeen Fishing Village, home to what remains of Hong Kong's boat people sampan Drop by Repulse Bay, a popular beach destination on the south side of Hong Kong Island Drop by Repulse Bay, a popular beach destination on the south side of Hong Kong Island Bargain-hunt for anything from designer sportswear and silk garments to brass objects and Chinese crafts at Stanley Market Bargain-hunt for anything from designer sportswear and silk garments to brass objects and Chinese crafts at Stanley Market Visit a renowned jewelry factory in Aberdeen and discover the fine art of handmade jewelry Visit a renowned jewelry factory in Aberdeen and discover the fine art of handmade jewelry What We Love:   What We Love: Whether you're looking for a restful retreat or a cultural immersion, spectacular sights to see or an extravagant shopping spree, you're bound to find it on Hong Kong Island. Tour the island's interesting combination of cosmopolitan cred and R&R retreats in this excursion. Less than half a day in duration, you'll see the best of what the island has to offer and more – regardless of what it is you are looking for!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/63-best-of-hk-island-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Best of Hong Kong Island",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:26:00"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 247,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d9f68427-Hong-Kong-Helicopter-Tours/HongKongHelicopterTours.jpg",
        "strIntroduction": " Get an incredible helicopter experience as you fly far above bustling districts, luscious nature and famous sights in a private or join-in Hong Kong sightseeing tour Choose a join-in 15 minute tour or up to 45 minutes for the private experience See famous sights like the International Commerce Centre (Hong Kong's tallest building), the Peak, and Hong Kong's beautiful harbor Glide over mountainous areas and white sand beaches or customise your own private tour Enjoy tourist-free sightseeing from the air-conditioned comfort of the MD902 Explorer, well known for its safety and reliability Choose a join-in 15 minute tour or up to 45 minutes for the private experience Choose a join-in 15 minute tour or up to 45 minutes for the private experience See famous sights like the International Commerce Centre (Hong Kong's tallest building), the Peak, and Hong Kong's beautiful harbor See famous sights like the International Commerce Centre (Hong Kong's tallest building), the Peak, and Hong Kong's beautiful harbor Glide over mountainous areas and white sand beaches or customise your own private tour Glide over mountainous areas and white sand beaches or customise your own private tour Enjoy tourist-free sightseeing from the air-conditioned comfort of the MD902 Explorer, well known for its safety and reliability Enjoy tourist-free sightseeing from the air-conditioned comfort of the MD902 Explorer, well known for its safety and reliability What We Love:   What We Love: You can trudge along the tourist routes to see the Peak, the Victoria Harbor Skyline or the Big Buddha, but imagine seeing these sights from high above! As much as Hong Kong is known for its concrete jungle, the majority of the city's landmass is undeveloped and reserved for country parks and nature reserves. Hong Kong's long and irregular coast comes with many bays, rivers and beaches as well as a Geopark with a UNESCO listing. Visiting all these sites would be impossible for a tourist – unless you view them all from the air! Get an experience like no other when you take in all the wonders of Hong Kong the efficient way – aboard a sightseeing helicopter tour!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/7-helicopter-tours-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hong Kong Helicopter Tours",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:26:12"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d21180ed-AquaLuna-Harbor-Day-Tour/AquaLunaHarborDayTour.jpgopacity0.897472",
        "strIntroduction": " Hop on and hop off at four popular Hong Kong locations aboard a traditional red-sailed Chinese junk boat! Crisscross gracefully over the harbor, see the city's iconic sights and take your time exploring your pit stops Enjoy unlimited pick-ups and drop-offs at four popular locations in Kowloon and on Hong Kong Island Stroll along the famous Avenue of Stars in Tsim Sha Tsui and discover why Hong Kong is known as the Hollywood of the East Be sure to stop off at Central, the heartbeat of Hong Kong Island and the link to the historic Peak Tram and the world-famous Victoria Peak! Home to the Golden Bauhinia and the impressive Exhibition Centre, Wan Chai makes a convenient pit stop close to the water Hung Hom, a vibrant shopping, entertainment and dining hotspot, is a great place to see Hong Kongers at home. And where else will you find a cruise ship-shaped shopping center in the middle of the district? Enjoy unlimited pick-ups and drop-offs at four popular locations in Kowloon and on Hong Kong Island Enjoy unlimited pick-ups and drop-offs at four popular locations in Kowloon and on Hong Kong Island Stroll along the famous Avenue of Stars in Tsim Sha Tsui and discover why Hong Kong is known as the Hollywood of the East Stroll along the famous Avenue of Stars in Tsim Sha Tsui and discover why Hong Kong is known as the Hollywood of the East Be sure to stop off at Central, the heartbeat of Hong Kong Island and the link to the historic Peak Tram and the world-famous Victoria Peak! Be sure to stop off at Central, the heartbeat of Hong Kong Island and the link to the historic Peak Tram and the world-famous Victoria Peak! Home to the Golden Bauhinia and the impressive Exhibition Centre, Wan Chai makes a convenient pit stop close to the water Home to the Golden Bauhinia and the impressive Exhibition Centre, Wan Chai makes a convenient pit stop close to the water Hung Hom, a vibrant shopping, entertainment and dining hotspot, is a great place to see Hong Kongers at home. And where else will you find a cruise ship-shaped shopping center in the middle of the district? Hung Hom, a vibrant shopping, entertainment and dining hotspot, is a great place to see Hong Kongers at home. And where else will you find a cruise ship-shaped shopping center in the middle of the district? What We Love:   What We Love: Experience the very best of Hong Kong's stunning harbor and surrounding neighborhoods – Central, Wan Chai, Hung Hom and Tsim Sha Tsui – aboard one of the city's last remaining traditional Chinese junk boats! The cruise's hourly circuit means you can hop on and hop off wherever, whenever you please, while the minimal commuter traffic on the water lets you explore Hong Kong's popular sights a more easygoing way!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/16-aqualuna-harbor-day-tour-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "AquaLuna Harbor Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:26:24"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 98,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3fee5517-Sightsee-Macau-Day-Tour/SightseeMacauDayTour.jpgopacity0.92632",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly With the help of an experienced English-speaking guide, explore the many landmarks and sites of Macau while learning about the fascinating history of this special administrative region Explore Macau's oldest attractions, such as the UNESCO World Heritage Sites of A-Ma Temple and the Ruins of St. Paul's Journey back to the present day with a stop at the Macau Tower – the world's 11th highest tower! – and explore the city's famous casinos Savor a delicious lunch at a 4-star hotel – that remains to be revealed! Explore Macau's oldest attractions, such as the UNESCO World Heritage Sites of A-Ma Temple and the Ruins of St. Paul's Explore Macau's oldest attractions, such as the UNESCO World Heritage Sites of A-Ma Temple and the Ruins of St. Paul's Journey back to the present day with a stop at the Macau Tower – the world's 11th highest tower! – and explore the city's famous casinos Journey back to the present day with a stop at the Macau Tower – the world's 11th highest tower! – and explore the city's famous casinos Savor a delicious lunch at a 4-star hotel – that remains to be revealed! Savor a delicious lunch at a 4-star hotel – that remains to be revealed! What We Love:   What We Love: Often solely considered as a mecca for dedicated gamblers (the industry is seven times bigger than Las Vegas's after all), the eclectic beauty and European vibe of Macau are not to be missed. As the far-East's first European settlement, Macanese culture is strongly defined by the amalgamation of its Chinese and Portuguese heritage, resulting in the city's fabulous European architecture, delicious fusion foods, and generally far more relaxed vibe than its Hong Kong neighbor. Beyond this, Macau has a wealth of top attractions and UNESCO World Heritage Sites within close proximity to one another. See the top picks on this Macau day tour, including the dramatic façade of the Ruins of St. Paul's, pedestrianized Senado Square, the soaring heights of the Macau Tower and, of course, the city's world-renowned casinos in what is often referred to as ‘the Las Vegas of the East'.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/62-sightsee-macau-day-tour-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sightsee Macau Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:26:39"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 53,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4963e9e2-Disneyland%2C-Ocean-Park%2C-NP-360--The-Peak-Hong-Kong-Transfers/HongKongAttractionTransfers.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy luxury MPV van transfers to your day out at Hong Kong's top attractions to add a magical beginning - or end - to your visit Enjoy luxury transfers between Hong Kong Disneyland, Ocean Park, Ngong Ping 360 or Victoria Peak and your hotel in the spacious Toyota Alphard (price is per vehicle) Be served by experienced professional chauffeurs Rest assured that the entire fleet is held to the highest safety standards Enjoy luxury transfers between Hong Kong Disneyland, Ocean Park, Ngong Ping 360 or Victoria Peak and your hotel in the spacious Toyota Alphard (price is per vehicle) Be served by experienced professional chauffeurs Rest assured that the entire fleet is held to the highest safety standards What We Love:   What We Love: Let us ease you into a magical day at your favorite Hong Kong attraction with a luxurious fleet of transfer vehicles. No need to deal with the stress of public transportation when these comfortable Toyota Alphards with a professional chauffeur service will deliver you directly to or from your hotel and Disneyland, Ocean Park, Ngong Ping 360 or The Peak. With vehicles suitable for up to six passengers, and instant confirmation after you book, it really is the most convenient choice for families and groups planning a day at one of the best attractions in Hong Kong.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/802-disneyland-transfers-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hong Kong Attraction Transfers",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:27:25"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 9,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/14476f34-The-Peak-Bubba-Gump-Restaurant/DiningatthePeak.jpgopacity0.867161",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Chow down on a Forrest Gump-themed American seafood meal at the world-renowned Bubba Gump Restaurant The Peak Savor a delicious meal with signature seafood dishes at Hong Kong's Bubba Gump restaurant The restaurant boasts unparallel views from the heights of the Peak With three different package options, choose a package that suits your dining group Savor a delicious meal with signature seafood dishes at Hong Kong's Bubba Gump restaurant The restaurant boasts unparallel views from the heights of the Peak With three different package options, choose a package that suits your dining group What We Love:   What We Love: Tuck into a hearty dining experience at Bubba Gump Shrimp Co., the premier casual restaurant chain based on the popular motion picture. The restaurant's homely decor combines Americana influences with Forrest Gump memorabilia whilst the magnificent view at the Peak adds to the magic. If you're a Gump fan, be sure to take a picture on the famous bus bench wearing plaster casts of Forrest's running shoes. The quality and taste of the food is the ultimate catch with signature shrimp dishes and hand-shaken margaritas that you won't be able to get enough of!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/945-dining-at-the-peak-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Dining at the Peak",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:27:37"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 35,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ecffbb01-AquaLuna-Stanley-Cruise/AquaLunaStanleyCruise.jpgopacity0.973043",
        "strIntroduction": " Sail to Stanley aboard the iconic Hong Kong junk boat. Relax on the cruise, enjoy the views and explore one of Hong Kong's most popular colonial villages! Cruise to Stanley in comfort and style aboard one of the last remaining red-sail Chinese junk boats Visit the Tin Hau Temple, famous among fisherfolk and Hong Kong locals as the place of worship for the Goddess of the Sea Drop by the Murray House, one of Hong Kong's oldest surviving public buildings. Originally located in Central, it was moved and restored in Stanley in 2001 Enjoy one complimentary drink each way Should you prefer to extend your stay in Stanley, feel free to opt for the one-way junk boat journey Cruise to Stanley in comfort and style aboard one of the last remaining red-sail Chinese junk boats Cruise to Stanley in comfort and style aboard one of the last remaining red-sail Chinese junk boats Visit the Tin Hau Temple, famous among fisherfolk and Hong Kong locals as the place of worship for the Goddess of the Sea Visit the Tin Hau Temple, famous among fisherfolk and Hong Kong locals as the place of worship for the Goddess of the Sea Drop by the Murray House, one of Hong Kong's oldest surviving public buildings. Originally located in Central, it was moved and restored in Stanley in 2001 Drop by the Murray House, one of Hong Kong's oldest surviving public buildings. Originally located in Central, it was moved and restored in Stanley in 2001 Enjoy one complimentary drink each way Enjoy one complimentary drink each way Should you prefer to extend your stay in Stanley, feel free to opt for the one-way junk boat journey Should you prefer to extend your stay in Stanley, feel free to opt for the one-way junk boat journey What We Love:   What We Love: Tucked away on the south side of Hong Kong Island, Stanley Village is a favorite weekend destination for visitors and locals alike. Hop aboard a traditional red-sail Chinese junk boat on your way to Stanley. On one side of the boat, sight Hong Kong Island's soaring peaks and rugged coastlines; on the other side, glimpse captivating vistas of some 235 islands. It's a ride just as scenic as the destination, with Stanley's colorful markets, bustling waterfronts and colonial structures awaiting your arrival!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/17-aqualuna-stanley-cruise-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "AquaLuna Stanley Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:27:46"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 40,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/77fd0c1a-360-Tai-O-Fishing-Village-Insight-Tour/360FishingVillageInsightTour.jpgopacity0.9743",
        "strIntroduction": " Day trip from Hong Kong's bustling center to enjoy Ngong Ping 360 cable car, the Big Buddha, Po Lin Monastery and the stilt fishing village of Tai O - complete with local snacks! Enjoy the panoramic ride up to Ngong Ping Village, the Big Buddha and Po Lin Monastery on the NP360 Cable Car Discover the traditional fishing village of Tai O and taste some local foods Take a boat ride around Tai O's stilt houses and to catch sight of the famed pink dolphins Cable car tickets, ferry tickets, coach transfer, English speaking guide services and snacks are all included in the tour Enjoy the panoramic ride up to Ngong Ping Village, the Big Buddha and Po Lin Monastery on the NP360 Cable Car Discover the traditional fishing village of Tai O and taste some local foods Take a boat ride around Tai O's stilt houses and to catch sight of the famed pink dolphins Cable car tickets, ferry tickets, coach transfer, English speaking guide services and snacks are all included in the tour What We Love:   What We Love: If your impression of Hong Kong is towering skyscrapers, hurrying commuters and narrow city streets, prepare to be proved wrong! On this 4 hour tour of Lantau Island, you'll discover Hong Kong's expansive nature, traditional culture and a fishing village hidden in the far reaches of the island. Begin aboard the iconic Ngong Ping 360 cable car for glorious views across Lantau's verdant terrain. At the top, pay a visit to the famous 34 meters Tian Tan Buddha a.k.a 'the Big Buddha' and to tranquil Po Lin Monastery. Making your way down towards the sea and the traditional fishing village of Tai O, hop aboard a boat excursion to understand why the village is sometimes known as the 'Venice of Hong Kong' due to the waterways between the stilt houses and power out to sea in hope of glimpsing one of Tai O's special pink dolphins! Taste some local snacks such as doughnuts, fish balls and tofu pudding, and visit a old-style stilt house, before boarding a ferry back to Tung Chung.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/1498-360-fishing-village-insight-tour-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "360 Fishing Village Insight Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:27:57"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 40,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/41635f60-Lantau-Culture-and-Heritage-Tour/TheCultureandHeritageTourofLantau.jpg",
        "strIntroduction": " Get an all-round Lantau Island experience as you explore by cable car, foot and boat! Skip to the front of the Ngong Ping 360 ticket line then take the cable car over the island's lush mountains Hike up the long staircase and visit the giant Buddha Ride in a boat through the Tai O fishing village Visit the century-old Po Lin Monastery Shop for souvenirs at Ngong Ping Village Skip to the front of the Ngong Ping 360 ticket line then take the cable car over the island's lush mountains Skip to the front of the Ngong Ping 360 ticket line then take the cable car over the island's lush mountains Hike up the long staircase and visit the giant Buddha Hike up the long staircase and visit the giant Buddha Ride in a boat through the Tai O fishing village Ride in a boat through the Tai O fishing village Visit the century-old Po Lin Monastery Visit the century-old Po Lin Monastery Shop for souvenirs at Ngong Ping Village Shop for souvenirs at Ngong Ping Village What We Love:   What We Love: The giant Buddha slowly comes into view as you journey over Lantau inside the Ngong Ping cable car offering spectacular 360-degree views. This tour combines all of Lantau's beloved sites into around four hours of non-stop exploring. Ride a boat through the picturesque Tai O Fishing Village, keeping an eye out for the famed pink dolphins, walk up century-old steps and behold the village's ancient traditions. Stroll through the Ngong Ping Village and then trek up to the peaceful giant Buddha, a Hong Kong icon. From sky to water, this guided tour will satisfy your cravings to see all of this beautiful isle!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/681-Lantau-culture-and-heritage-tour-hongkong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "The Culture and Heritage Tour of Lantau",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:28:08"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7320880c-Evening-Harbor-Cruises/EveningHarborCruises.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Sail with the perfect view of the spectacular Hong Kong city skyline at night and enjoy the luxury of an open bar Wind down at the end of the day with a relaxing boat cruise past key areas and villages on Victoria Harbour Enjoy unlimited free drinks of your choice while on deck, from whisky and gin, beer and soft drinks to house red or white wine Opt for the Symphony of Lights show to experience the world's largest light and sound spectacular right in the middle of the action! For your convenience, pick up can be arranged from Tsim Sha Tsui in Kowloon or Central on Hong Kong Island Wind down at the end of the day with a relaxing boat cruise past key areas and villages on Victoria Harbour Wind down at the end of the day with a relaxing boat cruise past key areas and villages on Victoria Harbour Enjoy unlimited free drinks of your choice while on deck, from whisky and gin, beer and soft drinks to house red or white wine Enjoy unlimited free drinks of your choice while on deck, from whisky and gin, beer and soft drinks to house red or white wine Opt for the Symphony of Lights show to experience the world's largest light and sound spectacular right in the middle of the action! Opt for the Symphony of Lights show to experience the world's largest light and sound spectacular right in the middle of the action! For your convenience, pick up can be arranged from Tsim Sha Tsui in Kowloon or Central on Hong Kong Island For your convenience, pick up can be arranged from Tsim Sha Tsui in Kowloon or Central on Hong Kong Island What We Love:   What We Love: Experience spectacular nighttime views of one of the world's most iconic skylines with this trio of evening Victoria Harbour cruises. Sail past glittering districts and bustling waterfronts on the Harbor Night Cruise, or go on the Symphony of Lights Cruise to experience the world-renowned laser lights and sounds show from the best location on the harbor. Meanwhile, the Sunset Cruise offers the perfect way to end a long day of sightseeing: watch how beautiful the city looks in the ethereal dusk lighting, as your authentic Chinese junk sails along the harbor's waters.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/53-evening-harbor-cruises-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Evening Harbor Cruises",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:28:19"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 56,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/453cd450-Dim-Sum-Cooking/DimSumCooking.jpgopacity0.924255",
        "strIntroduction": " Never surrender to buying frozen dumplings again! Instead, amaze friends and family by making your own quirky dim sum delights! Learn to prepare impressive dim sum dishes, including deep-fried squid-shaped spring rolls; penguin dumplings (yes, they're as cute as they sound) and traditional shrimp dumplings All equipment, materials and recipes will be provided as well as refreshments Learn the tricks of creating a dish under the guidance of an experienced dim sum chef Once done, feel free to enjoy your creations, or pack them up to-go so you can wow your family! Bring the kids along to share the same set of ingredients / refreshments for no extra charge (one child per one adult) Learn to prepare impressive dim sum dishes, including deep-fried squid-shaped spring rolls; penguin dumplings (yes, they're as cute as they sound) and traditional shrimp dumplings Learn to prepare impressive dim sum dishes, including deep-fried squid-shaped spring rolls; penguin dumplings (yes, they're as cute as they sound) and traditional shrimp dumplings All equipment, materials and recipes will be provided as well as refreshments All equipment, materials and recipes will be provided as well as refreshments Learn the tricks of creating a dish under the guidance of an experienced dim sum chef Learn the tricks of creating a dish under the guidance of an experienced dim sum chef Once done, feel free to enjoy your creations, or pack them up to-go so you can wow your family! Once done, feel free to enjoy your creations, or pack them up to-go so you can wow your family! Bring the kids along to share the same set of ingredients / refreshments for no extra charge (one child per one adult) Bring the kids along to share the same set of ingredients / refreshments for no extra charge (one child per one adult) What We Love:   What We Love: Yum Cha is a Cantonese term that means ‘to drink tea.' It is a tradition where families, usually on a weekend morning, get together to chat and eat dim sum with Chinese tea. Typically steamed or deep-fried, savory or sweet, dim sum is a huge part of Chinese culture and takes a leading role in yum cha. Let your culinary skills flourish in this class, as you learn the tricks and techniques to making your own delicious dim sum under the guidance of professional chefs and instructors!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/2-dim-sum-cooking-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Dim Sum Cooking",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:28:31"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 78,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/308f4073-Abseiling-Adventure-Hong-Kong%2C-Canyoning-Hong-Kong%2C-Canyoning-Tour-Hong-Kong%2C-Outdoors-Adventures-Hong-Kong/CanyoningAdventure.jpgopacity0.744311",
        "strIntroduction": " Try your hand at canyoning and make the descent into some of the New Territories' most beautiful streams and waterfalls! Take on a handful of abseiling challenges, tackling at least two streams and two waterfalls! All safety equipment, including lifejacket and harnesses Be guided by renowned local outdoor adventure instructors Take on a handful of abseiling challenges, tackling at least two streams and two waterfalls! Take on a handful of abseiling challenges, tackling at least two streams and two waterfalls! All safety equipment, including lifejacket and harnesses All safety equipment, including lifejacket and harnesses Be guided by renowned local outdoor adventure instructors Be guided by renowned local outdoor adventure instructors What We Love:   What We Love: Spend an adventurous day with the New Territories' rock and water formations in this waterfall abseiling trip. Experience the wilderness around the beautiful Ping Nam Stream, one of the most beautiful waterfalls in Hong Kong and part of the Hula Skirt Falls – which get their name from the way the water sways in the wind like a hula skirt! Get briefed on basic skills and safety reminders, fit into your gear, and embark on an exciting trip climbing over rocks, navigating rapids and abseiling down waterfalls. Don't be daunted, for professional instructors are there to guide you every step of the way!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/10-canyoning-adventure-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Canyoning Adventure",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:28:43"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 59,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/219b5ec9-Island-Kayaking-in-Sai-Kung/IslandKayakinginSaiKung.jpg",
        "strIntroduction": " Experience kayaking in Hong Kong amongst the beautiful islands and pristine waters of the Geopark in Sai Kung Kayak in the untouched nature of Sai Kung Learn the proper technique from experienced kayaking guides Get adventurous with a thrilling speedboat ride to discover Sai Kung's remote beauty Stop for a scenic lunch break and snorkel the unbelievably clear waters Kayak in the untouched nature of Sai Kung Kayak in the untouched nature of Sai Kung Learn the proper technique from experienced kayaking guides Learn the proper technique from experienced kayaking guides Get adventurous with a thrilling speedboat ride to discover Sai Kung's remote beauty Get adventurous with a thrilling speedboat ride to discover Sai Kung's remote beauty Stop for a scenic lunch break and snorkel the unbelievably clear waters Stop for a scenic lunch break and snorkel the unbelievably clear waters What We Love:   What We Love: As one of the most populated places in the world, you might think finding untouched nature in Hong Kong is a near impossible feat. Little do you know of the tropical paradise waiting for you in the east of the New Territories. On this full day kayaking tour you'll practice your kayaking skills around the islands and coastline of Sai Kung. Get training from professional guides on hand to give you tips to improve your kayaking technique and to lead the group to wetland, the home of unique wildlife. Stopping for lunch break facing nothing but blue sky and ocean, you can hop out and delve into the underwater world with a snorkel. You'll soon understand why the area is sometimes referred to as the Okinawa of Hong Kong!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/694-island-kayaking-sai-kung-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Island Kayaking in Sai Kung",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:28:54"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 27,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8d1191ef-Sky-High-Indulgence-at-sky100/Sky-HighIndulgenceatsky100.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Indulge in a sweet treat over panoramic views of Hong Kong from the 100th floor of the ICC, the city's tallest building! Enjoy either tea/coffee and brownie/pastry or opt for the full afternoon tea experience complete with a selection of sweet and savory treats Sight spectacular 360° views of the Victoria Harbor, Hong Kong Island, Kowloon and the New Territories Ride up the building's high-speed double-decker elevators! Gain fascinating insights into local history and culture at the state-of-the-art visitor exhibit Enjoy either tea/coffee and brownie/pastry or opt for the full afternoon tea experience complete with a selection of sweet and savory treats Enjoy either tea/coffee and brownie/pastry or opt for the full afternoon tea experience complete with a selection of sweet and savory treats Sight spectacular 360° views of the Victoria Harbor, Hong Kong Island, Kowloon and the New Territories Sight spectacular 360° views of the Victoria Harbor, Hong Kong Island, Kowloon and the New Territories Ride up the building's high-speed double-decker elevators! Ride up the building's high-speed double-decker elevators! Gain fascinating insights into local history and culture at the state-of-the-art visitor exhibit Gain fascinating insights into local history and culture at the state-of-the-art visitor exhibit What We Love:   What We Love: Imagine savoring a luxurious tea set over a sprawling, 360-degree view of one of the world's greatest cities. For the ultimate dining experience, ascend to sky100, located on the 100th floor of Hong Kong's tallest building, the International Commerce Centre (ICC) and indulge in a feast for the eyes as well as your taste buds with incredible views of Victoria Harbour, Hong Kong Island, Kowloon, and the New Territories over a cup of tea and cake. Or, for the ultimate indulgence, the full afternoon tea set comes complete with sandwiches, macaroons, éclairs, scones and more. It's a pretty picture-perfect way to enjoy this former British colony, we reckon.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/534-sky-high-indulgence-at-sky100-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sky-High Indulgence at sky100",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:29:07"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 81,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0bcbc759-Lantau-by-Sunset/360LantauSunsetTour.jpg",
        "strIntroduction": " Discover Lantau's beauty to the backdrop of a brilliant sunset with a cable car tour, Big Buddha visit and dinner in Tai O fishing village Skip to the front of the cable car ticket line and enjoy a standard of crystal cabin ride Make the short hike to the Big Buddha, the world's second largest outdoor bronze Buddha statue and the century-old Po Lin Monastery Visit the charming Tai O fishing village and enjoy a specialty dinner at the Tai O Heritage Hotel Star gaze on Tung Chung's beach Skip to the front of the cable car ticket line and enjoy a standard of crystal cabin ride Skip to the front of the cable car ticket line and enjoy a standard of crystal cabin ride Make the short hike to the Big Buddha, the world's second largest outdoor bronze Buddha statue and the century-old Po Lin Monastery Make the short hike to the Big Buddha, the world's second largest outdoor bronze Buddha statue and the century-old Po Lin Monastery Visit the charming Tai O fishing village and enjoy a specialty dinner at the Tai O Heritage Hotel Visit the charming Tai O fishing village and enjoy a specialty dinner at the Tai O Heritage Hotel Star gaze on Tung Chung's beach Star gaze on Tung Chung's beach What We Love:   What We Love: Gaze at the giant Buddha as the sun transforms the sky into a vibrant painting. Ride the Ngong Ping 360 cable car for unobstructed mountain views and stroll through Ngong Ping Village and view the pure gold statues in Po Lin Monastery. Venture down to Hong Kong's oldest fishing village to explore the stilt houses of this tightknit community then satisfy your hunger with a specialty fusion dinner at the Tai O Heritage Hotel. End the journey with a relaxing star-gazing experience on Cheung Sha beach.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/682-lantau-by-sunset-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "360 Lantau Sunset Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:29:18"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 94,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7f687033-Deluxe-Shenzhen-Adventure/DeluxeShenzhenAdventure.jpg",
        "strIntroduction": " Discover Shenzhen and its most famous sites and attractions in a jam-packed, one-day tour from Hong Kong Visit the Silk Factory, where you can see the manufacturing of beautiful silk products and get the chance to purchase some for yourself Learn more about Chinese history and visit the Terracotta Warrior and Horse Museum View the city from the 69th floor of the Shenzhen Meridian View Centre and enjoy refreshments while you're there Indulge in some retail therapy at Lo Wu, one of Shenzhen's best shopping destinations Enjoy a delicious Chinese dim sum lunch and hotel transfer, included in the tour package Visit the Silk Factory, where you can see the manufacturing of beautiful silk products and get the chance to purchase some for yourself Visit the Silk Factory, where you can see the manufacturing of beautiful silk products and get the chance to purchase some for yourself Learn more about Chinese history and visit the Terracotta Warrior and Horse Museum Learn more about Chinese history and visit the Terracotta Warrior and Horse Museum View the city from the 69th floor of the Shenzhen Meridian View Centre and enjoy refreshments while you're there View the city from the 69th floor of the Shenzhen Meridian View Centre and enjoy refreshments while you're there Indulge in some retail therapy at Lo Wu, one of Shenzhen's best shopping destinations Indulge in some retail therapy at Lo Wu, one of Shenzhen's best shopping destinations Enjoy a delicious Chinese dim sum lunch and hotel transfer, included in the tour package Enjoy a delicious Chinese dim sum lunch and hotel transfer, included in the tour package What We Love:   What We Love: A gateway to China from Hong Kong, Shenzhen has everything you would imagine both modern and old China to possess. Witness Shenzhen's most illustrious landmarks in this jam-packed day tour! See production in action at a Silk Factory, a producer of 13 million garments a year. The tour then takes you to Shenzhen Museum, home to 20,000 ancient relics that will leave you in awe. Onwards to the Terracotta Warriors and Horse Museum, an exciting affair for history buffs. Indulge in some retail therapy at Lo Wu Commercial Building where you can get everything from custom-made clothes to electronics. The tour also includes a delicious lunch at a traditional Chinese restaurant.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/513-deluxe-shenzhen-adventure-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Deluxe Shenzhen Adventure",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:29:28"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 60,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e5d88d68-Tai-O-Sea-Kayaking/TaiOSeaKayaking.jpg",
        "strIntroduction": " Explore the Tai O fishing village and enjoy Hong Kong's scenic naturescapes from the water Learn about the ancient fishing village of Tai O, also known as the ‘Venice of the East' Take in Hong Kong's beautiful natural sites from the water Make a stop along the coast of Lantau Island Country Park, home to Hong Kong's beautiful pink dolphins Enjoy a short hike and waterfall-side lunch Rest assured in secure safety measures and gear, as well as the company of one guide for every six participants Learn about the ancient fishing village of Tai O, also known as the ‘Venice of the East' Learn about the ancient fishing village of Tai O, also known as the ‘Venice of the East' Take in Hong Kong's beautiful natural sites from the water Take in Hong Kong's beautiful natural sites from the water Make a stop along the coast of Lantau Island Country Park, home to Hong Kong's beautiful pink dolphins Make a stop along the coast of Lantau Island Country Park, home to Hong Kong's beautiful pink dolphins Enjoy a short hike and waterfall-side lunch Enjoy a short hike and waterfall-side lunch Rest assured in secure safety measures and gear, as well as the company of one guide for every six participants Rest assured in secure safety measures and gear, as well as the company of one guide for every six participants What We Love:   What We Love: Get a wholly different experience of Tai O with this sea kayaking journey. Best known for its quaint stilt houses, the ancient Tai O fishing village is undoubtedly picturesque; exploring it on kayak only adds to the charm. See islands of bygone pirate days before heading to the coast of Lantau Island Country Park, the site of the Pink Dolphins' habitat, then paddle on to where a short hike will lead you to a beautiful waterfall picnic site for lunch.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/104-tai-o-sea-kayaking-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tai O Sea Kayaking",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:29:40"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 55,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0bb2f0ea-Pink-Dolphin-Sighting-Tour/PinkDolphinSightingTour.jpg",
        "strIntroduction": " Watch in awe as beautiful shades of pink slip in and out of the water with grace, and get educated on the everyday dangers they face in Hong Kong's waters See the dolphins all year round with a 97% sightseeing record! At the same time, get a Go-Again Guarantee – another trip for free if you missed a sighting Learn from experienced multi-lingual guides as they conduct talks on the environmental outlook for this beautiful species Support responsible ecotourism - the tour follows a code of conduct to minimize disturbing the dolphins See the dolphins all year round with a 97% sightseeing record! See the dolphins all year round with a 97% sightseeing record! At the same time, get a Go-Again Guarantee – another trip for free if you missed a sighting At the same time, get a Go-Again Guarantee – another trip for free if you missed a sighting Learn from experienced multi-lingual guides as they conduct talks on the environmental outlook for this beautiful species Learn from experienced multi-lingual guides as they conduct talks on the environmental outlook for this beautiful species Support responsible ecotourism - the tour follows a code of conduct to minimize disturbing the dolphins Support responsible ecotourism - the tour follows a code of conduct to minimize disturbing the dolphins What We Love:   What We Love: Sight the beautiful Indo-Pacific Humpback Dolphins in Hong Kong's waters with this half-day trip. These pink creatures are an unforgettable sight to behold, yet their vulnerable state continues through the changes brought about by Hong Kong's rapid economic development. Gain an insight to this species and learn about the threats they are facing aboard this fun, educational tour.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/9-pink-dolphin-sighting-tour-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Pink Dolphin Sighting Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:29:50"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 74,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a16326a8-Seafood-Village-Dinner-Cruise/SeafoodVillageDinnerCruise.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Experience Hong Kong's magnificent harbor by night before relishing a scrumptious seafood dinner at Lei Yue Mun Seafood Village, famous for serving the day's freshest catch Enjoy gorgeous nighttime views of the Hong Kong skyline and Victoria Harbour aboard a traditional Chinese cruise Make the most of the boat's open bar including free-flow whisky, gin, beer, soft drinks, house red or white wine Delve into a delicious 9-course Chinese dinner at Lei Yue Mun Seafood Village For your convenience, pick up can be arranged from Tsim Sha Tsui in Kowloon or Central on Hong Kong Island Enjoy gorgeous nighttime views of the Hong Kong skyline and Victoria Harbour aboard a traditional Chinese cruise Enjoy gorgeous nighttime views of the Hong Kong skyline and Victoria Harbour aboard a traditional Chinese cruise Make the most of the boat's open bar including free-flow whisky, gin, beer, soft drinks, house red or white wine Make the most of the boat's open bar including free-flow whisky, gin, beer, soft drinks, house red or white wine Delve into a delicious 9-course Chinese dinner at Lei Yue Mun Seafood Village Delve into a delicious 9-course Chinese dinner at Lei Yue Mun Seafood Village For your convenience, pick up can be arranged from Tsim Sha Tsui in Kowloon or Central on Hong Kong Island For your convenience, pick up can be arranged from Tsim Sha Tsui in Kowloon or Central on Hong Kong Island What We Love:   What We Love: Part gourmet seafood paradise and part time capsule of Chinese fishing heritage, Lei Yue Mun Seafood Village is a place of savory tradition. Hop aboard a traditional Chinese sightseeing boat en route to this quaint seaside village, and revel in the captivating nighttime views of Victoria Harbour and the iconic Hong Kong skyline. Once in Lei Yue Mun, visit one of the village's many restaurants for a sumptuous seafood feast. A tasty and filling night awaits, as does a remarkable return journey back to the city, the glittering harbor in view.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/44-seafood-village-dinner-cruise-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Seafood Village Dinner Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:30:04"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 100,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9484c977-AquaLuna-Symphony-of-Lights-Cruise-and-Dinner/HutongFineDiningAquaLunaLightShowCruise.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Get an all round Victoria Harbour experience with fine dining at Hutong plus an Aqualuna harbour cruise during the light show Enjoy the stunning view of Victoria Harbour as you dine and cruise Watch the famed Hong Kong skyline come alight aboard a traditional Chinese junk boat during the nightly Symphony of Lights show Savor fine dining of Beijing and Shandong cuisine at Hutong in Tsim Sha Tsui If you you'd prefer to make alternative dinner arrangements, you can book a Symphony of Lights Cruise without the dinner instead Get your ticket confirmation instantly after booking Only available for a limited time - book now! Enjoy the stunning view of Victoria Harbour as you dine and cruise Watch the famed Hong Kong skyline come alight aboard a traditional Chinese junk boat during the nightly Symphony of Lights show Savor fine dining of Beijing and Shandong cuisine at Hutong in Tsim Sha Tsui If you you'd prefer to make alternative dinner arrangements, you can book a Symphony of Lights Cruise without the dinner instead Symphony of Lights Cruise Get your ticket confirmation instantly after booking Only available for a limited time - book now! What We Love:   What We Love: Soak up the sights and tastes of Hong Kong's Victoria Harbour with a dual dining and cruising evening experience. Watch the famous Symphony of Lights show, which ignites the Hong Kong skyline at 8:00pm nightly, from the wooden deck of a luxury traditional Chinese junk boat, the AquaLuna. Either before or after your hour-long cruise, you'll head to Hutong for a delectable feast of Chinese dishes at one of Hong Kong's best restaurants, boasting incredible harbor views from huge floor-to-ceiling windows. This special experience is only available for a limited time - don't miss this opportunity!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/1948-aqualuna-symphony-of-lights-cruise-dinner-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hutong Fine Dining & AquaLuna Light Show Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:30:18"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 52,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9e492321-Chinese-Pastry-Baking-/ChinesePastryBaking.jpg",
        "strIntroduction": " Let professional bakers help you recreate that well-loved crispy topping on a pineapple bun, the sweet taste of a red bean bun and the world-famous egg tart – Hong Kong style, of course! Learn to make three of Hong Kong's favorite bakery goods: pineapple bun, red bean bun, and Hong Kong-style coconut tart Discover the tricks to preparing this treat under the guidance of professional bakers! All equipment, materials and recipes will be provided as well as some refreshments Learn to make three of Hong Kong's favorite bakery goods: pineapple bun, red bean bun, and Hong Kong-style coconut tart Learn to make three of Hong Kong's favorite bakery goods: pineapple bun, red bean bun, and Hong Kong-style coconut tart Discover the tricks to preparing this treat under the guidance of professional bakers! Discover the tricks to preparing this treat under the guidance of professional bakers! All equipment, materials and recipes will be provided as well as some refreshments All equipment, materials and recipes will be provided as well as some refreshments What We Love:   What We Love: Master the techniques behind making Hong Kong's best-loved sweet treats, such as the locals' favorite pineapple buns and the world-famous egg tarts! Get insider knowledge on bread making and receive professional tips on how to achieve that perfect bake. Participants in these fun sessions get to watch and learn from professional bakers before sampling their own creations at the end of the class – or taking them away to proudly share with friends!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/8-chinese-pastry-baking-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Chinese Pastry Baking",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:30:29"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 35,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5f2884ea-Dim-Sum-Dining-at-sky100/DimSumDiningatsky100.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Taste favorite dim sum specialties over panoramic views of Hong Kong from the 100th floor of the ICC, the city's tallest building! Enjoy a dim sum set of sticky rice in lotus leaves, siu mai, chiu chow dumplings, shrimp dumplings, steamed rice rolls and Chinese green tea Sight spectacular 360° views of the Victoria Harbor, Hong Kong Island, Kowloon and the New Territories Ride up the building's high-speed double-decker elevators! Gain fascinating insights into local history and culture at the state-of-the-art visitor exhibit Enjoy a dim sum set of sticky rice in lotus leaves, siu mai, chiu chow dumplings, shrimp dumplings, steamed rice rolls and Chinese green tea Enjoy a dim sum set of sticky rice in lotus leaves, siu mai, chiu chow dumplings, shrimp dumplings, steamed rice rolls and Chinese green tea Sight spectacular 360° views of the Victoria Harbor, Hong Kong Island, Kowloon and the New Territories Sight spectacular 360° views of the Victoria Harbor, Hong Kong Island, Kowloon and the New Territories Ride up the building's high-speed double-decker elevators! Ride up the building's high-speed double-decker elevators! Gain fascinating insights into local history and culture at the state-of-the-art visitor exhibit Gain fascinating insights into local history and culture at the state-of-the-art visitor exhibit What We Love:   What We Love: Taste delicious dim sum specialties whilst enjoying Hong Kong's most spectacular views from the 100th floor of the International Commerce Centre (ICC), Hong Kong's highest building. Indulge in traditional dim sum (a Cantonese brunch meal of bite-sized items) including siu mai, shrimp dumplings and steamed rice rolls, all washed down with Chinese green tea. The best city views whilst enjoying the most iconic Cantonese cuisine – what can be a better Hong Kong experience than that!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/535-dim-sum-dining-at-sky100-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Dim Sum Dining at sky100",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:30:41"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 89,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8def4f1b-/UnderBridgeSpicyCrabFor2or4.jpg",
        "strIntroduction": " Dine on some of Hong Kong's best seafood at the famous Under Bridge Spicy Crab restaurant with a discount meal voucher Indulge in some of Hong Kong's best seafood with a dinner set for 2 or 4 Don't miss the restaurant's signature dish, Under Bridge Spicy Crab, cooked in the special typhoon shelter style sauce Taste a number of other popular dishes including scallops in chilli & black beans, clams with vermicelli & garlic and salt & pepper fish Dine alongside the likes of Anthony Bourdain and other celebs, drawn by the restaurant's stellar reputation Indulge in some of Hong Kong's best seafood with a dinner set for 2 or 4 Indulge in some of Hong Kong's best seafood with a dinner set for 2 or 4 Don't miss the restaurant's signature dish, Under Bridge Spicy Crab, cooked in the special typhoon shelter style sauce Don't miss the restaurant's signature dish, Under Bridge Spicy Crab, cooked in the special typhoon shelter style sauce Taste a number of other popular dishes including scallops in chilli & black beans, clams with vermicelli & garlic and salt & pepper fish Taste a number of other popular dishes including scallops in chilli & black beans, clams with vermicelli & garlic and salt & pepper fish Dine alongside the likes of Anthony Bourdain and other celebs, drawn by the restaurant's stellar reputation Dine alongside the likes of Anthony Bourdain and other celebs, drawn by the restaurant's stellar reputation What We Love:   What We Love: Any seafood lover on a pilgrimage to the foodie Mecca of Hong Kong has probably already heard about Under Bridge Spicy Crab. This Hong Kong institution is famed among locals and travelers alike, all drawn by the world-class crab, prawns, scallops, clams and whole range of other seafood on offer. Don't just take our word for it, the restaurant has seen a number of stars pass through including Anthony Bourdain, Ray Lui, Rosamund Kwan and Rainie Yeung. Each morning, the chef personally goes to select the freshest fish from the local market whilst the rest is flown in from the world's top suppliers. The must try dish? Of course, the signature Under Bridge Spicy Crab: meaty chunks deep fried and cooked in a special typhoon style sauce. How spicy? That's up to you!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/1361-spicy-crab-food-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Under Bridge Spicy Crab For 2 or 4",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:30:53"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 73,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9ae7dfdb-%E5%A4%9C%E6%B8%B8%E9%A6%99%E6%B8%AF%E6%B2%B9%E9%BA%BB%E5%9C%B0/GoodEveningKowloonWalkingTour.jpg",
        "strIntroduction": " Get a feast for the senses on a guided walk around the more traditional parts of Hong Kong in Kowloon Visit a century-old fruit market Soak up the atmosphere of a local art deco-style restaurant Visit Temple Street market and an old-school singing parlour Have your fortune told by one of the area's fortune tellers Visit a century-old fruit market Soak up the atmosphere of a local art deco-style restaurant Visit Temple Street market and an old-school singing parlour Have your fortune told by one of the area's fortune tellers What We Love:   What We Love: For a robust taste of Hong Kong of old, venture over to Kowloon. Experience local Chinese life in the Kowloon heartlands of Yau Ma Tei and Jordan, which are at their buzzing, idiosyncratic best as night falls. Wander the colorful produce at a century-old fruit market where urban tales accompany exotic fruits. Get a feast for the senses at Temple Street night market and pick up a bargain. Find yourself in an old-school singing parlour, a tradition that only lives on in this part of town then settle in for a very local dinner nearby. Have the novel experience to get your fortune told beneath a banyan tree before capping off the night with the unique taste of some more local snacks.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/929-kowloon-walking-tour-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Good Evening Kowloon Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:31:05"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 98,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6101c4ba-Nighttime-City-Lights/NighttimeCityLights.jpg",
        "strIntroduction": " Neon lights, the hubbub of bargain hunters, bright water reflections and a seafood dinner aboard the iconic Jumbo Floating Restaurant - it's sure to tantalize the senses and etch a place in your memories of the city Hunt for bargains on Temple Street and explore the neon lights of Nathan Road on the Night of Delights Tour Marvel at the Hong Kong skyline from the water on the harbor tour with free-flowing drinks included in the Aberdeen Night Cruise Enjoy a sumptuous eight-course Chinese dinner aboard the famous Jumbo Floating Restaurant Strike a final note of delight with a visit to the lookout point at Mid-Levels for a scenic view of the city Hunt for bargains on Temple Street and explore the neon lights of Nathan Road on the Night of Delights Tour Hunt for bargains on Temple Street and explore the neon lights of Nathan Road on the Night of Delights Tour Marvel at the Hong Kong skyline from the water on the harbor tour with free-flowing drinks included in the Aberdeen Night Cruise Marvel at the Hong Kong skyline from the water on the harbor tour with free-flowing drinks included in the Aberdeen Night Cruise Enjoy a sumptuous eight-course Chinese dinner aboard the famous Jumbo Floating Restaurant Enjoy a sumptuous eight-course Chinese dinner aboard the famous Jumbo Floating Restaurant Strike a final note of delight with a visit to the lookout point at Mid-Levels for a scenic view of the city Strike a final note of delight with a visit to the lookout point at Mid-Levels for a scenic view of the city What We Love:   What We Love: Watch Hong Kong take on the role of a glamorous enchantress with its magical transformation from day to night. See the skyline light up from aboard a Chinese-style junk boat, or journey through shoppers' paradise on foot – across the famed Golden Mile, as well as the night markets of Temple Street. These tours are complete with a fresh seafood dinner aboard the renowned Jumbo Floating Restaurant, before overlooking spectacular views of the city from a Mid-Levels perch!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/60-nighttime-city-lights-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Nighttime City Lights",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:31:16"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 56,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8700010c-Drive-Fly-Simulation/DrivingSimulation.jpg",
        "strIntroduction": " Serious gamer, professional racer or complete novice? Regardless of your abilities, this simulator is designed to give each and every participant the exhilaration of car racing Test your driving skills with a realistic, 30- or 60-minute experience in one of the world's most advanced car racing simulators Live out your dream to drive a Production, GT, Rally or Formula One racecars, among others Challenge yourself as you race on some of the world's most demanding tracks! Alternatively, race head-to-head against your friends around Hong Kong's most dangerous streets – at speeds in excess of 200mph! Test your driving skills with a realistic, 30- or 60-minute experience in one of the world's most advanced car racing simulators Test your driving skills with a realistic, 30- or 60-minute experience in one of the world's most advanced car racing simulators Live out your dream to drive a Production, GT, Rally or Formula One racecars, among others Live out your dream to drive a Production, GT, Rally or Formula One racecars, among others Challenge yourself as you race on some of the world's most demanding tracks! Challenge yourself as you race on some of the world's most demanding tracks! Alternatively, race head-to-head against your friends around Hong Kong's most dangerous streets – at speeds in excess of 200mph! Alternatively, race head-to-head against your friends around Hong Kong's most dangerous streets – at speeds in excess of 200mph! What We Love:   What We Love: Ever wondered what it's like to drive an F1? Well, here's your chance to experience it (without leaving the comfort of indoors!) With some of the world's most advanced driving simulators within Hong Kong, it's time to lay your imagination to rest and feel the exhilaration of a near-reality experience. Whether for entertainment, to acquire new knowledge or to build on existing skills, these meticulously designed packages cater to every age, interest and need. Learn exactly how to operate a professional racecar and be off in 3, 2, 1…  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/15-driving-simulation-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Driving Simulation",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:31:28"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 66,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/02b73cb2-Unseen-Hong-Kong/UnseenHongKong.jpg",
        "strIntroduction": " Century-old modes of transport, old ladies chanting curses, and public housing that supposedly increases riches – this interesting tour gives you a look at quaint, local Hong Kong Travel the way locals have done since the early 1900s: aboard the Star Ferry and the double-decker ‘Ding Ding' (tram) Learn about the traditional practice of ‘Villain Hitting' (Da Siu Yan), given by fast-chanting old ladies to help clients curse various ‘villains ‘in their life See the Mid-Levels Escalators, the longest series of covered outdoor escalators in the world - over 800 meters in length! Visit Stone Slab Street, named for its granite stone steps – a Hong Kong rarity – now lined with pubs, restaurants and stalls Take a walla-walla boat ride at Aberdeen Typhoon Shelter before visiting Hong Kong's oldest public housing, supposedly enriched with feng shui Travel the way locals have done since the early 1900s: aboard the Star Ferry and the double-decker ‘Ding Ding' (tram) Travel the way locals have done since the early 1900s: aboard the Star Ferry and the double-decker ‘Ding Ding' (tram) Learn about the traditional practice of ‘Villain Hitting' (Da Siu Yan), given by fast-chanting old ladies to help clients curse various ‘villains ‘in their life Learn about the traditional practice of ‘Villain Hitting' (Da Siu Yan), given by fast-chanting old ladies to help clients curse various ‘villains ‘in their life See the Mid-Levels Escalators, the longest series of covered outdoor escalators in the world - over 800 meters in length! See the Mid-Levels Escalators, the longest series of covered outdoor escalators in the world - over 800 meters in length! Visit Stone Slab Street, named for its granite stone steps – a Hong Kong rarity – now lined with pubs, restaurants and stalls Visit Stone Slab Street, named for its granite stone steps – a Hong Kong rarity – now lined with pubs, restaurants and stalls Take a walla-walla boat ride at Aberdeen Typhoon Shelter before visiting Hong Kong's oldest public housing, supposedly enriched with feng shui Take a walla-walla boat ride at Aberdeen Typhoon Shelter before visiting Hong Kong's oldest public housing, supposedly enriched with feng shui walla-walla What We Love:   What We Love: Between commercial skyscrapers and hectic shopping streets, stock market traders and diligent workers lies a whole other side to Hong Kong. Get personal with the city and learn about its local traditions and superstitious practices. Discover the meaning of ‘Villain Hitting', walk up Stone Slab Street, explore the ‘Typhoon Shelter' and see how a public housing estate reportedly increases the fortunes of its inhabitants. To satiate your wanderfamished taste buds, this whirlwind local tour comes with lunch at a Hong Kong-style restaurant.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/69-unseen-hong-kong-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Unseen Hong Kong",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:31:39"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 65,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5a7708f9-Walk-the-Local-Route-/WalktheLocalRoute.jpgopacity0.705757",
        "strIntroduction": " You've seen the Peak, the Big Buddha and Victoria Harbor. Now it's time for a bird garden, wet market and some local trade! Glimpse exotic birds and shop for bird-related paraphernalia at the Chinese garden-inspired Yuen Po Street Bird Garden Immerse yourself in a plethora of colors, sounds and aromas at the Shau Kei Wan Wet Market, a significant place of gathering from time past to the present Hop on a ‘ding ding' – more formally known as a tram – and go for a leisurely ride through the neighborhood streets of Hong Kong Island Wander around Sheung Wan, considered one of the earliest settlements of the British, and visit some of the district's oldest businesses selling Chinese herbs and dried seafood Glimpse exotic birds and shop for bird-related paraphernalia at the Chinese garden-inspired Yuen Po Street Bird Garden Glimpse exotic birds and shop for bird-related paraphernalia at the Chinese garden-inspired Yuen Po Street Bird Garden Immerse yourself in a plethora of colors, sounds and aromas at the Shau Kei Wan Wet Market, a significant place of gathering from time past to the present Immerse yourself in a plethora of colors, sounds and aromas at the Shau Kei Wan Wet Market, a significant place of gathering from time past to the present Hop on a ‘ding ding' – more formally known as a tram – and go for a leisurely ride through the neighborhood streets of Hong Kong Island Hop on a ‘ding ding' – more formally known as a tram – and go for a leisurely ride through the neighborhood streets of Hong Kong Island Wander around Sheung Wan, considered one of the earliest settlements of the British, and visit some of the district's oldest businesses selling Chinese herbs and dried seafood Wander around Sheung Wan, considered one of the earliest settlements of the British, and visit some of the district's oldest businesses selling Chinese herbs and dried seafood What We Love:   What We Love: What's Hong Kong really like beyond the shiny towers and colonial landmarks? Dive deep into the city's crevices and experience the day-to-day of a local. From temples and wet markets to small businesses that date back to the post-war era, the sights and stops in this walking tour uncover the colorful city beneath Hong Kong's postcard image.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/61-walk-the-local-route-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Walk the Local Route",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:31:50"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 154,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1d7db54c-Ocean-Park-Animal-Encounters/OceanParkDolphinEncounter.jpgopacity0.790707",
        "strIntroduction": " Sleek and gracious in the water, dolphins are also playful and intelligent. Get up close and personal with these beautiful animals for a truly unforgettable experience! Get in the water to meet, touch and feed the park's dolphins Find out how these intelligent creatures communicate with each other – and with you! Discover some of the most pressing threats to wild dolphins in their natural environment and find out what you can do to help keep them safe Receive a souvenir snapshot of your time with these magnificent marine mammals! Get in the water to meet, touch and feed the park's dolphins Get in the water to meet, touch and feed the park's dolphins Find out how these intelligent creatures communicate with each other – and with you! Find out how these intelligent creatures communicate with each other – and with you! Discover some of the most pressing threats to wild dolphins in their natural environment and find out what you can do to help keep them safe Discover some of the most pressing threats to wild dolphins in their natural environment and find out what you can do to help keep them safe Receive a souvenir snapshot of your time with these magnificent marine mammals! Receive a souvenir snapshot of your time with these magnificent marine mammals! What We Love:   What We Love: Ever imagined yourself being able to play with and feed dolphins? It's an experience many of us dream of. But did you realize you can do it right here in Hong Kong? And you don't need to go diving into the ocean either! Get into the dolphin pool at Ocean Park to play games with the intelligent dolphins and learn about these beautiful creatures. You'll even get some photos to remember the occasion. That's one more thing ticked off the bucket list.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/30-ocean-park-dolphin-encounter-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Ocean Park Dolphin Encounter",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:32:01"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 44,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ef6e6bc5-Main-Street-Corner-Cafe-Afternoon-Tea---Klook/MainStreetCornerCafeAfternoonTea.jpg",
        "strIntroduction": " Treat yourself to afternoon tea for two as you look out across Disneyland's Main Street Enjoy a magical afternoon tea for two and take in the amazing views of Hong Kong Disneyland Delve into a number of sweet and savoury foods such as mini sandwiches, beef skewers, macaroons and a Mickey shaped scone Sharable, snack size portions with a unique Disney twist are perfect for two people The ideal place to rest up before taking in more of Disney's magical sights Enjoy a magical afternoon tea for two and take in the amazing views of Hong Kong Disneyland Enjoy a magical afternoon tea for two and take in the amazing views of Hong Kong Disneyland Delve into a number of sweet and savoury foods such as mini sandwiches, beef skewers, macaroons and a Mickey shaped scone Delve into a number of sweet and savoury foods such as mini sandwiches, beef skewers, macaroons and a Mickey shaped scone Sharable, snack size portions with a unique Disney twist are perfect for two people Sharable, snack size portions with a unique Disney twist are perfect for two people The ideal place to rest up before taking in more of Disney's magical sights The ideal place to rest up before taking in more of Disney's magical sights What We Love:   What We Love: Enjoy afternoon tea with savoury food and an amazing array of sweet desserts. Kick back, relax and take in the amazing view of happy people walking down Main Street towards the iconic Sleeping Beauty Castle. This Magical Afternoon Tea Set includes sharable, snack-sized portions that are perfect for 2 people. If you're in the mood for dessert, try the Afternoon Dessert Set, which will tickle your sweet tooth with cake, tropical fruit and premium ice cream. The perfect afternoon treat to accompany your Hong Kong Disney experience!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/1548-main-street-corner-cafe-afternoon-tea-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Main Street Corner Cafe Afternoon Tea",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:32:13"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 36,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f34d6a02-Chinese-Painting-Class/ChinesePaintingClass.jpg",
        "strIntroduction": " Learn the basics of Chinese traditional painting under the tutelage of a master artist before being let loose with your paintbrush to forge your own style! Discover the traditions of Chinese painting and learn the contrasts between Chinese and Western Art Experiment with different Chinese artistic tools and styles, guided by a professional Create your very own bamboo or flower painting on rice paper - and take it home afterward! Small groups encourage a very personalized experience Enjoy free-flowing tea as you paint Discover the traditions of Chinese painting and learn the contrasts between Chinese and Western Art Discover the traditions of Chinese painting and learn the contrasts between Chinese and Western Art Experiment with different Chinese artistic tools and styles, guided by a professional Experiment with different Chinese artistic tools and styles, guided by a professional Create your very own bamboo or flower painting on rice paper - and take it home afterward! Create your very own bamboo or flower painting on rice paper - and take it home afterward! Small groups encourage a very personalized experience Small groups encourage a very personalized experience Enjoy free-flowing tea as you paint Enjoy free-flowing tea as you paint What We Love:   What We Love: Take your appreciation of Chinese painting to a deeper lever as you learn the skills and techniques of traditional ink. You'll broaden the realms of your creativity and gain a deeper insight into Chinese culture under the tutelage of a talented artist. You'll be guided through experimenting with Chinese paintbrushes, rice paper and collage, and introduced to typical Chinese painting themes such as bamboo, flowers and fish. It's a casual and cozy environment, enhanced with complimentary free-flow tea, so you'll feel comfortable letting your creativity run loose!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/20-chinese-painting-class-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Chinese Painting Class",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:32:26"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 70,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/60f36861-Cheung-Chau-Island-Discovery/CheungChauIslandDiscovery.jpg",
        "strIntroduction": " Explore Cheung Chau Island, a microcosm of local culture and heritage known for its great food, beautiful beaches and interesting structures Visit the locals' venues of worship, such as the Pak Tai Temple, dedicated to a Taoist god Drop by the 17th-century Tin Hau Temple, where fisher folk worship the Goddess of the Sea Enjoy the clear waters and soft sands of Tung Wan Beach Go for a ride aboard a wooden sampan and make your way to the Cheung Po Tsai Cave, the hideout of a famous local pirate! Indulge in a traditional dim sum lunch Visit the locals' venues of worship, such as the Pak Tai Temple, dedicated to a Taoist god Visit the locals' venues of worship, such as the Pak Tai Temple, dedicated to a Taoist god Drop by the 17th-century Tin Hau Temple, where fisher folk worship the Goddess of the Sea Drop by the 17th-century Tin Hau Temple, where fisher folk worship the Goddess of the Sea Enjoy the clear waters and soft sands of Tung Wan Beach Enjoy the clear waters and soft sands of Tung Wan Beach Go for a ride aboard a wooden sampan and make your way to the Cheung Po Tsai Cave, the hideout of a famous local pirate! Go for a ride aboard a wooden sampan and make your way to the Cheung Po Tsai Cave, the hideout of a famous local pirate! Indulge in a traditional dim sum lunch Indulge in a traditional dim sum lunch What We Love:   What We Love: A tiny dumbbell-shaped island, Cheung Chau brims with culture, history and fascinating sights. Visit the island's Pak Tai Temple, a Taoist temple featuring traditional Chinese architecture. Stop by Tung Wan Beach, a favorite among swimmers, windsurfers and canoers, then check out the nearby 3,000-year-old Bronze-Age rocks with their intriguing geometric patterns and abstract animal images. The adventure continues with a 20-minute wooden sampan ride to the hideout of a famous local pirate. Finally, a stop at the Tin Hau Temple invites you to the worship place for the Goddess of the Sea. Complete with a dim sum lunch, and here you have your perfect island escape!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/64-cheung-chau-island-discovery-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Cheung Chau Island Discovery",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:32:38"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 219,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/cd223079-Private-Car-Charter/PrivateCarCharter.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Travel the length of Hong Kong for a full or half day with a private car charter: perfect for visitors looking to explore or locals in need of one-off car hire services Enjoy utmost convenience with 5 or 10 hours private car rental Customize your own route and itinerary around Hong Kong Get a more authentic experience with suggestions from your professional English speaking driver Enjoy utmost convenience with 5 or 10 hours private car rental Customize your own route and itinerary around Hong Kong Get a more authentic experience with suggestions from your professional English speaking driver What We Love:   What We Love: Cruise around Hong Kong in comfort and style - no MTR or buses for you! Design your own itinerary and sightsee Hong Kong on your schedule with up to 10 hours car rental plus your own personal driver! From the border of China in the northern New Territories to the laidback pace of life in Hong Kong's Southside, the itinerary is up to you (though your friendly English speaking driver can help make suggestions and plan the route!)  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/980-private-car-charter-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Private Car Charter",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:32:48"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b9dc3e5e-Social-Dim-Sum-Breakfast/SocialDimSumBreakfast.jpg",
        "strIntroduction": " Dig into a fantastic array of dim sum with a slew of friendly people. This is authentic Hong Kong on a plate – served during breakfast, savored like a true local, at one of the city's famed eateries! Learn about Hong Kong, its dim sum culture and the fascinating role food plays in this vibrant world city Practice your (first few words of) Cantonese with the help of a local guide and pick up some Canto slang along the way Meet new friends as you enjoy a variety of dim sum! Learn about Hong Kong, its dim sum culture and the fascinating role food plays in this vibrant world city Learn about Hong Kong, its dim sum culture and the fascinating role food plays in this vibrant world city Practice your (first few words of) Cantonese with the help of a local guide and pick up some Canto slang along the way Practice your (first few words of) Cantonese with the help of a local guide and pick up some Canto slang along the way Meet new friends as you enjoy a variety of dim sum! Meet new friends as you enjoy a variety of dim sum! What We Love:   What We Love: You've just arrived in the city. You know no one, and you have only the faintest idea what dim sum is. Or perhaps you're familiar with it, but you've never had the language to order a sampling. What do you do? Enter this breakfast meet 'n' eat: giving you the opportunity to enjoy a true-blue dim sum meal, complete with new friends and friendly locals to share in the art and history of dim sum! Did you know, for instance, that dim sum is a perfect contrast to the pace of life in Hong Kong? Partake in this hearty experience for a taste of what that really means – and the taste of the authentic dim sum you've been craving!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/14-social-dim-sum-breakfast-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Social Dim Sum Breakfast",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:32:59"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 65,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d97fe1ce-New-Territories-Exploration/NewTerritoriesExploration.jpg",
        "strIntroduction": " Natural surrounds, clan-based culture, timeworn sanctuaries and a wishing tree: set out for a journey of discovery into rural Hong Kong Visit one of Hong Kong's three largest indoor Buddha statues, located in the Chuk Lam Sim Yuen Buddhist sanctuary Indulge in stunning panoramic views from the Tai Mo Shan Lookout, Hong Kong's highest peak Get to know the village of Shui Tau Shui Mei Tsuen, known as the birthplace of clan-based village culture and the source of evolving rural life in Hong Kong Soak in the peace and quiet of the countryside at Lam Tsuen Wishing Tree Visit one of Hong Kong's three largest indoor Buddha statues, located in the Chuk Lam Sim Yuen Buddhist sanctuary Visit one of Hong Kong's three largest indoor Buddha statues, located in the Chuk Lam Sim Yuen Buddhist sanctuary Indulge in stunning panoramic views from the Tai Mo Shan Lookout, Hong Kong's highest peak Indulge in stunning panoramic views from the Tai Mo Shan Lookout, Hong Kong's highest peak Get to know the village of Shui Tau Shui Mei Tsuen, known as the birthplace of clan-based village culture and the source of evolving rural life in Hong Kong Get to know the village of Shui Tau Shui Mei Tsuen, known as the birthplace of clan-based village culture and the source of evolving rural life in Hong Kong Soak in the peace and quiet of the countryside at Lam Tsuen Wishing Tree Soak in the peace and quiet of the countryside at Lam Tsuen Wishing Tree What We Love:   What We Love: Explore the city's lesser-known countryside and learn more about rural Hong Kong. Century-old villages, a wishing tree, an ancient monastery and untouched fields are woven into the rolling hills of the New Territories, where – away from the noise of the city – birds sound off a symphony, and the breeze offers the welcoming reprieve of a half-day escapade.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/57-new-territories-exploration-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "New Territories Exploration",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:33:12"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 211,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/561698b3-Private-Car-Charter/PrivateTeslaCharter.jpg",
        "strIntroduction": " Be transported anywhere in Hong Kong for up to 5 or 8 hours with a private car charter: perfect for visitors looking to explore or locals in need of one-off car hire services Enjoy utmost convenience with 5 or 8 hours private Tesla S rental Customize your own route and itinerary around Hong Kong Get a more authentic experience with suggestions from your professional English speaking driver Enjoy utmost convenience with 5 or 8 hours private Tesla S rental Customize your own route and itinerary around Hong Kong Get a more authentic experience with suggestions from your professional English speaking driver What We Love:   What We Love: Travel around Hong Kong in comfort and style with a private Tesla car charter. Design your own itinerary and sightsee Hong Kong on your schedule with up to 8 hours car rental which comes with your own personal driver. From the nature of the New Territories to Hong Kong's laidback Southside, the itinerary is up to you (though your friendly English speaking driver can help make suggestions and plan the route!) The luxury electronic Tesla S design promises a smooth and spacious ride for up to 3 people.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/1755-private-tesla-charter-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Private Tesla Charter",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:33:25"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 54,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9d2816e7-%E9%A6%99%E6%B8%AF%E6%97%85%E6%B8%B8/HelloHongKongWalkingTour.jpg",
        "strIntroduction": " Discover how the areas of Central and Sheung Wan maintain elements of old combined with new on this guided walking tour of the area Find out how the mix of colonial buildings and futuristic architecture in Central shape the lives of Hong Kong people Share the stories of elderly stallholders and marvel at the variety of produce on sale in Hong Kong's oldest open-air bazaar See Chinese folk religious beliefs in action and hear stories that you won't find in guidebooks Check out how trendy Sheung Wan marries the old and the new Discover Hong Kong facts from your guide on a tour recommended by the Hong Kong Tourism Board Find out how the mix of colonial buildings and futuristic architecture in Central shape the lives of Hong Kong people Share the stories of elderly stallholders and marvel at the variety of produce on sale in Hong Kong's oldest open-air bazaar See Chinese folk religious beliefs in action and hear stories that you won't find in guidebooks Check out how trendy Sheung Wan marries the old and the new Discover Hong Kong facts from your guide on a tour recommended by the Hong Kong Tourism Board What We Love:   What We Love: It's clear from the name - Central lies at the hectic heart of Hong Kong, and it's an unmissable location on any visitor's itinerary. Glittering skyscrapers and grand colonial buildings rest beside each other in harmony, an electric backdrop which defines Hong Kong. Take a short 'ding ding' tram ride to experience the quainter charms of Sheung Wan, a historic and increasingly trendy neighborhood. Find hip boutiques and artisanal bakers yards from atmospheric Chinese temples and traditional trades. Along the way, hear local stories and anecdotes from your guide on this great introductory tour to Hong Kong (it's even been recommended by the Hong Kong Tourism Board!)  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/928-hong-kong-walking-tour-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hello Hong Kong Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:33:34"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 16,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/064f3906-/BOUNCETrampolinePark.jpg",
        "strIntroduction": " Enjoy an hour's bouncy fun and get fit with a smile on your face at Bounce Try Bounce for the ultimate bouncy and fun experience which will also get you in shape! Keep active and try lots of cool tricks such as wall running and flips Learn from some of Bounce's experienced and passionate instructors Enjoy one hour's general access and try the many different facilities on offer, bouncing your way over 80 different trampolines and courses Try Bounce for the ultimate bouncy and fun experience which will also get you in shape! Try Bounce for the ultimate bouncy and fun experience which will also get you in shape! Keep active and try lots of cool tricks such as wall running and flips Keep active and try lots of cool tricks such as wall running and flips Learn from some of Bounce's experienced and passionate instructors Learn from some of Bounce's experienced and passionate instructors Enjoy one hour's general access and try the many different facilities on offer, bouncing your way over 80 different trampolines and courses Enjoy one hour's general access and try the many different facilities on offer, bouncing your way over 80 different trampolines and courses What We Love:   What We Love: Free yourself and join the Bounce revolution now. With more than 80 interconnected trampolines housed within a huge, colourful space, Bounce is a spring-loaded urban playground providing fun for the whole family. At Bounce, you'll discover a world where the wall becomes the floor, a slam-dunk is within your grasp, and the rules of gravity no longer apply. Get airborne and add a bunch of new dimensions, from aerial manoeuvres to slam dunking, wall running and dodgeball warfare. The best part is it doesn't matter if you're under 5 or an action sports junkie in training, you're never too old or too young to have an awesome time. You'll be sure to find out that this fun, action-packed experience is the perfect activity to do with kids and the whole family!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/1338-bounce-trampoline-park-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "BOUNCE Trampoline Park",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:33:44"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 72,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2ecc4d03-The-F-1-Racing-Game/TheF-1RacingGame.jpg",
        "strIntroduction": " You have 60 minutes to race around some of the world's most famous tracks in a virtual experience that puts YOU in the driver's seat! Race against friends on the same track, at the same time with networked simulators Choose from the most basic to the most challenging of tracks for a race to suit your ability level Make the most of the venue's fully licensed bar and its range of beers, wines and soft drinks Enjoy pizza delivery to the venue or opt for other catering options Race against friends on the same track, at the same time with networked simulators Race against friends on the same track, at the same time with networked simulators Choose from the most basic to the most challenging of tracks for a race to suit your ability level Choose from the most basic to the most challenging of tracks for a race to suit your ability level Make the most of the venue's fully licensed bar and its range of beers, wines and soft drinks Make the most of the venue's fully licensed bar and its range of beers, wines and soft drinks Enjoy pizza delivery to the venue or opt for other catering options Enjoy pizza delivery to the venue or opt for other catering options What We Love:   What We Love: This is for anyone who loves to experience ‘the real thing' – those who want more than a gaming console can offer. Using the same software as the top F1 teams, these simulation experiences give you an idea of what it really feels like to drive a BMW, Audi R8, V8 Supercar, AMG SLS, F3 or Formula One car. Race against the clock, your friends, or just for fun! Slipstream and overtake just like on a real circuit – in the safest place to race in Hong Kong!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/18-the-f-1-racing-game-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "The \"F-1\" Racing Game",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:33:55"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 59,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9b186445-Cantonese-Cooking-Class/CantoneseCookingClass.jpg",
        "strIntroduction": " They demonstrate, you follow. Don your apron and learn to make Chinese dishes with ease! Learn to prepare impressive Chinese dishes that include Fried Beef with Fresh Mango or Fried Chicken with Blue Mallow, among others – depending on the day's ingredients Learn to make another dish from observing the chef's demonstrations, from preparing Fried Abalone with Bell Pepper or Fried Shrimp with Honey Sauce, to name a few Discover the tricks behind making a dish under the guidance of a professional chef! All equipment, materials and recipes will be provided, as well as some refreshments Learn to prepare impressive Chinese dishes that include Fried Beef with Fresh Mango or Fried Chicken with Blue Mallow, among others – depending on the day's ingredients Learn to prepare impressive Chinese dishes that include Fried Beef with Fresh Mango or Fried Chicken with Blue Mallow, among others – depending on the day's ingredients Learn to make another dish from observing the chef's demonstrations, from preparing Fried Abalone with Bell Pepper or Fried Shrimp with Honey Sauce, to name a few Learn to make another dish from observing the chef's demonstrations, from preparing Fried Abalone with Bell Pepper or Fried Shrimp with Honey Sauce, to name a few Discover the tricks behind making a dish under the guidance of a professional chef! Discover the tricks behind making a dish under the guidance of a professional chef! All equipment, materials and recipes will be provided, as well as some refreshments All equipment, materials and recipes will be provided, as well as some refreshments What We Love:   What We Love: Learn to make some of the region's most delicious dishes with the help of veteran chefs. These classes will have you making local dishes – such as fried beef with fresh mango, or fried oyster with soy sauce – in no time! Watch and learn from the professionals, and then use your newly discovered tips and tricks to give it a go yourself. Delicious classes await, as do bragging points for being able to cook up a Hong Kong storm in your own kitchen!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/4-cantonese-cooking-class-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Cantonese Cooking Class",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:34:06"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/653c7f63-/HongKongWineandDineFestival2016.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Don't miss Hong Kong's much anticipated annual drinks and gourmet event, the CCB Asia Hong Kong Wine & Dine Festival! Sip wines from around the world until you find your perfect flavor Taste authentic local food and world famous Michelin cuisine Be sure to try 'Hong Kong MIX' - a cocktail dedicated to the vibrant nightlife of Hong Kong Looking for a good brew? Head to the Craft Beer Zone or visit the Whisky Zone for triple enjoyment with whisky, chocolate and coffee Live music and entertainment at The Stage will indulge the crowd from day till night Sip wines from around the world until you find your perfect flavor Taste authentic local food and world famous Michelin cuisine Be sure to try 'Hong Kong MIX' - a cocktail dedicated to the vibrant nightlife of Hong Kong Looking for a good brew? Head to the Craft Beer Zone or visit the Whisky Zone for triple enjoyment with whisky, chocolate and coffee Live music and entertainment at The Stage will indulge the crowd from day till night What We Love:   What We Love: Every autumn, Hong Kong celebrates the world's finest flavours at the CCB (Asia) Hong Kong Wine & Dine Festival! With hundreds of stalls set against the stunning backdrop of Victoria Harbour, you'll be in gourmet heaven surrounded by fine wine and spirits from around the globe as well as award-winning bites. From crisp sparkling wines to complex whiskies, from cooking classes to cheese tastings, this will be a night for your taste buds to remember.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/2152-wine-dine-festival-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hong Kong Wine and Dine Festival 2016",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:34:16"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 154,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/760dea7e-Ocean-Park-Penguin-Encounter/OceanParkPenguinEncounter.jpg",
        "strIntroduction": " Explore the life journey of the Ocean Park penguins in this personal encounter! Meet the penguins and assist the park's penguin keeper with their feeding Meet the resident king penguins, southern rockhoppers and gentoo penguins of Ocean Park Give the penguin keeper a helping hand with meal time and the daily care of the penguins Complete the experience with souvenir snapshots of your encounter Meet the resident king penguins, southern rockhoppers and gentoo penguins of Ocean Park Meet the resident king penguins, southern rockhoppers and gentoo penguins of Ocean Park Give the penguin keeper a helping hand with meal time and the daily care of the penguins Give the penguin keeper a helping hand with meal time and the daily care of the penguins Complete the experience with souvenir snapshots of your encounter Complete the experience with souvenir snapshots of your encounter What We Love:   What We Love: Go beyond the regular Ocean Park shows and get up close with some of the park's most loveable creatures: the Ocean Park penguins! Meet king penguins, southern rockhoppers and gentoo penguins. Don't worry if you can't tell them apart yet; by the end of the program you'll be an expert! You'll give the keeper a hand with feeing these hungry penguins and learn more about their daily care. At the end, a souvenir snapshot of your encounter is a memorable memento of this unique experience.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/545-ocean-park-penguin-encounter-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Ocean Park Penguin Encounter",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:34:27"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 56,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a8b05030-%E6%97%BA%E8%A7%92%E8%A1%97%E5%B8%82%E7%8E%AF%E6%B8%B8/MarketHoppingTourinKowloon.jpg",
        "strIntroduction": " Get a taste for local Hong Kong life on a guided tour of Kowloon's Mong Kok district, seeing local markets, sampling local foods and strolling the bustling streets Ignite your senses at a traditional wet market in Mong Kok Sample Hong Kong's signature milk tea, the infamous stinky tofu and buttery egg tarts Learn interesting facts about Kowloon's history while strolling the many curiously-named streets around Mong Kok See assorted sea creatures being sold in puffy plastic bags, then indulge in natural fragrances at a flower market Discover Hong Kong facts from your guide on a tour recommended by the Hong Kong Tourism Board Ignite your senses at a traditional wet market in Mong Kok Sample Hong Kong's signature milk tea, the infamous stinky tofu and buttery egg tarts Learn interesting facts about Kowloon's history while strolling the many curiously-named streets around Mong Kok See assorted sea creatures being sold in puffy plastic bags, then indulge in natural fragrances at a flower market Discover Hong Kong facts from your guide on a tour recommended by the Hong Kong Tourism Board What We Love:   What We Love: You might find the Mong Kok district of Hong Kong overwhelming, but persevere with the bustling markets, shouts of street sellers and a mix of smells and you'll find a side to Hong Kong at its most fascinating and sensual. Follow your guide to Canton Road market where daily essentials such as religious incense, herbal medicine and dried seafood fill your vision. Experience colourful shopping streets, dedicated to their individual wares such as fish, pets and flowers. Taste favorite Hong Kong snacks like egg tarts and milk tea at a true Hong Kong institution, a 'cha chaan teng' restaurant. All the while your helpful guide will describe the scenes, giving an insight into the local ways of life.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/930-market-hopping-tour-in-kowloon-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Market Hopping Tour in Kowloon",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:34:38"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 180,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1fb794a9-Ocean-Park-Panda-Keeper/HonoraryPandaKeeper.jpg",
        "strIntroduction": " No more straining your neck to get a glimpse of Ocean Park's famous pandas – now you can experience these adorable creatures up close by assisting as an honorary keeper! Tour the panda dens just like the keepers at Ocean Park Put on the special uniform and learn to prepare the pandas' toys and meals Watch the experts in action as they train these intelligent animals Discover the threats to wild pandas in their natural environment and find out what you can do to keep them safe Receive an exclusive souvenir snapshot of your time in the panda enclosure Tour the panda dens just like the keepers at Ocean Park Tour the panda dens just like the keepers at Ocean Park Put on the special uniform and learn to prepare the pandas' toys and meals Put on the special uniform and learn to prepare the pandas' toys and meals Watch the experts in action as they train these intelligent animals Watch the experts in action as they train these intelligent animals Discover the threats to wild pandas in their natural environment and find out what you can do to keep them safe Discover the threats to wild pandas in their natural environment and find out what you can do to keep them safe Receive an exclusive souvenir snapshot of your time in the panda enclosure Receive an exclusive souvenir snapshot of your time in the panda enclosure What We Love:   What We Love: The Ocean Park pandas are perhaps the most popular animals in the whole park. Make everyone on the other side of the glass jealous when you get the chance to go behind-the-scenes of the panda enclosure. Put on a special keeper's uniform and assist with the daily care of the pandas and maintenance of the panda den. Follow in the footsteps of the knowledgeable keepers and learn a thing or two about threats to pandas in the wild and what we can do to preserve this adorable species. You'll get a souvenir photo to remember the experience too!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/548-honorary-panda-keeper-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Honorary Panda Keeper",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:34:52"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 33,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a5995d5c-Bottle-Painting-Workshop/BottlePaintingWorkshop.jpg",
        "strIntroduction": " Share a bottle of wine with a friend in a comfy artist studio and create a unique and environmentally friendly piece of artwork. Let your imagination flow! Enjoy painting in a cozy and intimate creative space with a professional painter on-site to answer all your questions and give you creative tips! Open to participants of all artistic ability All bottles, paints and painting tools will be provided Also enjoy a bottle of red or white wine to get your creative juices flowing! Bring your bottle art home and use it as a centerpiece or decoration, or give it to a friend as a special gift! Enjoy painting in a cozy and intimate creative space with a professional painter on-site to answer all your questions and give you creative tips! Enjoy painting in a cozy and intimate creative space with a professional painter on-site to answer all your questions and give you creative tips! Open to participants of all artistic ability Open to participants of all artistic ability All bottles, paints and painting tools will be provided All bottles, paints and painting tools will be provided Also enjoy a bottle of red or white wine to get your creative juices flowing! Also enjoy a bottle of red or white wine to get your creative juices flowing! Bring your bottle art home and use it as a centerpiece or decoration, or give it to a friend as a special gift! Bring your bottle art home and use it as a centerpiece or decoration, or give it to a friend as a special gift! What We Love:   What We Love: What better way to shake out your artistic creativity than with some friendly encouragement from a glass of wine! This bottle painting art class is designed to release your hidden artistic abilities and promote the positive benefits of art. A talented artist is on hand to demonstrate some painting tips that you can try out on your wine bottle – the most eco-friendly canvas! So grab a friend and get creative over a complimentary bottle of wine to share. Take your work home at the end and voilà! – a unique vase, candle holder or water bottle!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/543-bottle-painting-workshop-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bottle Painting Workshop",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:35:05"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 154,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c2abda5a-Ocean-Park-Seal-Encounter/OceanParkSealEncounter.jpg",
        "strIntroduction": " Join a professional keeper to and play and interact with the loveable Ocean Park seals – while learning about them! This Easter, enjoy special companion fares and bring a friend along for FREE! (Valid for bookings from 19 Mar to 27 May 2015) Join these spirited seals for playtime in the water! A skilled trainer will join you in the water to tell you fun seal facts. Feel free to ask away if you have any questions! Preserve memories of your seal encounter with a photo souvenir to take home This Easter, enjoy special companion fares and bring a friend along for FREE! (Valid for bookings from 19 Mar to 27 May 2015) This Easter, enjoy special companion fares and bring a friend along for FREE! (Valid for bookings from 19 Mar to 27 May 2015) Join these spirited seals for playtime in the water! Join these spirited seals for playtime in the water! A skilled trainer will join you in the water to tell you fun seal facts. Feel free to ask away if you have any questions! A skilled trainer will join you in the water to tell you fun seal facts. Feel free to ask away if you have any questions! Preserve memories of your seal encounter with a photo souvenir to take home Preserve memories of your seal encounter with a photo souvenir to take home What We Love:   What We Love: Join a professional trainer for the chance to fee, hug, touch and play with the friendliest of sea creatures, the Ocean Park seals! You'll get a crash course in life as a seal keeper and help with the daily care of the seals before getting into the water to play with them and learning some fun facts about these sociable animals. Preserve memories of your once-in-a-lifetime encounter with the help of an on-site photographer too!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/546-ocean-park-seal-encounter-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Ocean Park Seal Encounter",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:35:16"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 46,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/283d3c7a-Eco-Photography-Tour/EcoPhotographyTour.jpg",
        "strIntroduction": " Harness the untamed beauty of Hong Kong's wilderness with a photography trek through Tai Lam Country Park Enhance your photography skills with the help of a professional nature photographer guide Snap shots of Tai Lam Country Park's gorgeous landforms and lush vegetation Hike on a guided trail through the park's unique ecological and geological landscapes and learn more about the area Enhance your photography skills with the help of a professional nature photographer guide Enhance your photography skills with the help of a professional nature photographer guide Snap shots of Tai Lam Country Park's gorgeous landforms and lush vegetation Snap shots of Tai Lam Country Park's gorgeous landforms and lush vegetation Hike on a guided trail through the park's unique ecological and geological landscapes and learn more about the area Hike on a guided trail through the park's unique ecological and geological landscapes and learn more about the area What We Love:   What We Love: Once a barren wasteland, Tai Lam Country Park underwent decades of afforestation to protect the catchwaters from erosion and soil loss. The park today now supports lush vegetation and species diversity. Hike through Tai Lam's wilderness and capture the rehabilitated life through crisp images. Gain photography tips from a professional photographer guide and receive insight on the importance of conserving Hong Kong's natural environment. Don't miss this chance to soak in Tai Lam's untamed landscapes and harness its beauty through pictures!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/691-eco-photography-tour-hongkong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Eco Photography Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:35:28"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 39,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5ba07020-Alternative-Painting/TeapotPaintingClass.jpg",
        "strIntroduction": " Spend down time with a friend in a relaxing environment and let your creative juices flow. Bring out your inner artist with a session of ceramic teapot painting over freshly brewed tea and cookies! Learn the basics of ceramic teapot painting and enjoy a chilled afternoon in a cozy artist studio Develop your painting skills under the guidance of an experienced artist Choose to paint 1 teapot each OR a set of 1 teapot and 2 tea cups (shared) At the end of the class, bring home your teapot and use it as a piece of home decoration, or gift it to a friend! (Please note: your painted teapot should be used for decorative purposes only) Learn the basics of ceramic teapot painting and enjoy a chilled afternoon in a cozy artist studio Learn the basics of ceramic teapot painting and enjoy a chilled afternoon in a cozy artist studio Develop your painting skills under the guidance of an experienced artist Develop your painting skills under the guidance of an experienced artist Choose to paint 1 teapot each OR a set of 1 teapot and 2 tea cups (shared) Choose to paint 1 teapot each OR a set of 1 teapot and 2 tea cups (shared) At the end of the class, bring home your teapot and use it as a piece of home decoration, or gift it to a friend! (Please note: your painted teapot should be used for decorative purposes only) At the end of the class, bring home your teapot and use it as a piece of home decoration, or gift it to a friend! (Please note: your painted teapot should be used for decorative purposes only) What We Love:   What We Love: It's a therapeutic experience to decorate your own a tea set in the coziest of artist studios accompanied by free-flow tea and cookies! You'll learn the basics of ceramic teapot painting before working on your own creative masterpiece. The welcoming in-house artist will guide you with tips, tricks and friendly conversation throughout the 2½ hour class at the end of which you'll be able to take your teapot home to display proudly as a quirky decorative piece.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/544-teapot-painting-class-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Teapot Painting Class",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:35:37"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 33,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4dea643f-Dragons-Back-Trail---Klook/DragonsBackTrail.jpg",
        "strIntroduction": " Climb mountain ridges and hike forest trails on arguably the best hike on Hong Kong Island Hike up mountains for a great alternative view of Hong Kong Island Trek down to the perfect white sands of Tai Long Bay Have a break for swimming or a surfing, or just relax on the beach Hike up mountains for a great alternative view of Hong Kong Island Trek down to the perfect white sands of Tai Long Bay Have a break for swimming or a surfing, or just relax on the beach What We Love:   What We Love: Arguably the most picturesque hike on Hong Kong Island, the Dragon's Back is a classic trail that takes in many of Hong Kong's lesser known surroundings. From mountain ridges and secluded forrest trails, to the white sands of Tai Long Bay, it's no surprise the Dragon's Back trail was named by Time Magazine as Asia's best urban hike. First navigate the dragon-like peak from which the mountain got its name and then descend down to the beautiful white sands of Tai Long Bay where you can have a swim or even sport some surfing. Finish the day's hike by enjoying a nourishing meal and refreshing beverage - the perfect way to cap off an awesome day!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/1269-dragons-back-trail-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Dragon's Back Trail",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:35:47"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 64,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c06b0568-/MichelinGuideCantoneseCuisineatNanhaiNo1.jpg",
        "strIntroduction": " Get excellent value dining at Nanhai No.1, one of Hong Kong's best Cantonese restaurants, boasting spectacular harbour views Treat yourself to gourmet Cantonese cuisine at Nanhai No.1 restaurant, just a stone's throw from Victoria Harbour Dine overlooking what is arguably one of the best restaurant views in Hong Kong Mentioned in the Michelin Guide, both the quality of the food, the interior design and the food make this one of Hong Kong's most special restaurants Choose from a two different meal set options to suit your preferences and five possible booking times to suit your schedule Treat yourself to gourmet Cantonese cuisine at Nanhai No.1 restaurant, just a stone's throw from Victoria Harbour Dine overlooking what is arguably one of the best restaurant views in Hong Kong Mentioned in the Michelin Guide, both the quality of the food, the interior design and the food make this one of Hong Kong's most special restaurants Choose from a two different meal set options to suit your preferences and five possible booking times to suit your schedule What We Love:   What We Love: Boasting what is certainly one of the best restaurant views in Hong Kong, we're actually a little relunctant to tell too many people about this true restaurant gem! Nanhai No.1 offers diners world class Cantonese cuisine combined with glittering views of that iconic Hong Kong skyline, high above on the 30th floor of iSQUARE in Tsim Sha Tsui district. Indulge in gourmet favorites mentioned in the Michelin guide including crispy shredded yam, streamed grouper, iberico pork, baked oysters, sauteed king prawns and duck with scallops, perfectly topped off by a sweet bite of mango pudding or red date pastry. And don't forget to stop in at adjoining Eyebar, for a delicious cocktail served by professional waiters in their signature sailor stripe outfits, enjoyed on the balcony overlooking that million dollar view.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/1499-gourmet-cantonese-cuisine-at-nanhai-number-one-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Michelin Guide Cantonese Cuisine at Nanhai No.1",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:35:59"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 1041,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c89e09e5-Private-Yacht-Charter/PrivateYachtCharter.jpg",
        "strIntroduction": " Partake in the ultimate yachting adventure for all experiences and ages. Get involved and help the crew, or simply sit back and enjoy the ride Sail Hong Kong's beautiful seas on one of these sleek yachts: a world champion racer, a family-friendly leisure yacht, or a extra comfortable catamaran No sailing experience is necessary as yachts are run by an experienced crew Feel free to get involved as much or as little as you wish! Help out on deck and pick up some sailing tips, or take a back seat and watch the skipper and crew handle the boat effortlessly Sail Hong Kong's beautiful seas on one of these sleek yachts: a world champion racer, a family-friendly leisure yacht, or a extra comfortable catamaran Sail Hong Kong's beautiful seas on one of these sleek yachts: a world champion racer, a family-friendly leisure yacht, or a extra comfortable catamaran No sailing experience is necessary as yachts are run by an experienced crew No sailing experience is necessary as yachts are run by an experienced crew Feel free to get involved as much or as little as you wish! Help out on deck and pick up some sailing tips, or take a back seat and watch the skipper and crew handle the boat effortlessly Feel free to get involved as much or as little as you wish! Help out on deck and pick up some sailing tips, or take a back seat and watch the skipper and crew handle the boat effortlessly What We Love:   What We Love: If you want a taste of the pleasures of sailing, but don't have the skills (or the boat!) to go it alone, these three- and six-hour adventure sailing trips are the ideal way to dip your toes into the exciting sport! Run by a highly experienced and passionate crew, you're bound to encounter some of Hong Kong Island's finest views and sea-faring destinations from the helm. Sail through Aberdeen, Deep Water Bay, Repulse Bay and Stanley Fort. Participate as much as you wish – the boats handle beautifully so feel free to help the crew with the sails - or just sit back, and relax with a drink on deck.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/26-private-yacht-charter-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Private Yacht Charter",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:36:09"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d764bd5b-%E5%A4%AA%E5%B9%B3%E5%B1%B1%E9%A1%B6%E7%BE%8E%E9%A3%9F%E9%A4%90%E5%88%B8-%E8%B6%8A%E6%BB%8B%E5%91%B3---Klook%E5%AE%A2%E8%B7%AF/PhoYummeeatVictoriaPeakSet.jpg",
        "strIntroduction": " Enjoy a steaming bowl of Vietnamese pho (pronounced 'fur') and other authentic dishes at Pho Yummee restaurant on the top of Victoria Peak with a discount meal voucher Soak up the flavors of an authentic bowl of delicious pho noodle soup Choose from a choice of food sets of pho, spring rolls, Vietnamese drinks and even ice cream Enjoy views across Hong Kong from the top of Victoria Peak, one of the musts on any Hong Kong itinerary Your discount meal voucher includes everything, even service charge Soak up the flavors of an authentic bowl of delicious pho noodle soup Choose from a choice of food sets of pho, spring rolls, Vietnamese drinks and even ice cream Enjoy views across Hong Kong from the top of Victoria Peak, one of the musts on any Hong Kong itinerary Your discount meal voucher includes everything, even service charge What We Love:   What We Love: It seems that the pho craze is sweeping across the world, even to the heights of Hong Kong's peak! Sink your teeth into some delicious Vietnamese delights with a choice of discount meal vouchers for Pho Yummee, part of the Cafe Deco restaurant group, at the top of Victoria Peak. Dine on pho noodles, Vietnamese spring rolls, Vietnamese ice cream and delicious drinks whilst enjoying the Peak's iconic views. With a choice of 3 sets to choose from, all including the delicious pho beef broth noodles that are so popular plus service charge already added, you'll certainly be leaving fully satisfied!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/1463-pho-yummee-at-victoria-peak-meal-voucher-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Pho Yummee at Victoria Peak Set",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:36:21"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 64,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/85461de6-Lantau-Peak-Tour---Klook/LantauPeakSunriseClimb.jpg",
        "strIntroduction": " Take in the incredible sunrise from the gorgeous Lantau Peak and discover Hong Kong hiker's paradise Climb Lantau Peak and catch the amazing sunrise from the summit Choose from two available routes down - both equally as challenging Finish the hike with a visit to the Tian Tan Buddha, an iconic Lantau landmark Ideal for more experienced hikers looking for a challenge Climb Lantau Peak and catch the amazing sunrise from the summit Choose from two available routes down - both equally as challenging Finish the hike with a visit to the Tian Tan Buddha, an iconic Lantau landmark Ideal for more experienced hikers looking for a challenge What We Love:   What We Love: No matter whether you're arriving in Hong Kong for the first time or returning home, the beauty of the Hong Kong's second highest point is lost on few people. Arguably Hong Kong's most challenging summit to climb, Lantau Peak is on of Hong Kong’s toughest peaks, even for serious climbers. Typically beginning around 4:00am, climb up the mountain's north ridge to reach the summit just in time for sunrise. Then, one has a choice of routes down, either returning via the north ridge or tackling the south face finishing with a visit to the Tian Tan Buddha.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/1274-lantau-peak-sunrise-climb/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Lantau Peak Sunrise Climb",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:36:31"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 1777,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/85609d91-Private-Cruise-Charter/PrivateCruiseCharter.jpg",
        "strIntroduction": " These luxury cruisers are guaranteed to turn heads! Indulge in the lavishness of Hong Kong's most unique boats available for charter for small or large groups Cruise Hong Kong's beautiful seas and past dramatic coastlines before dropping anchor and partying on the water – or enjoying a classy evening dinner The 45 person junk features inflatables, a floating lounge, a sundeck with beanbags and loungers, and a sound system The luxury 15 person cruiser features a luxury saloon with dining, two ensuite cabins, a kitchen and outdoor BBQ, and a modern sound system Let the boat's crew navigate you to a beautiful bay so you can fully enjoy the experience Cruise Hong Kong's beautiful seas and past dramatic coastlines before dropping anchor and partying on the water – or enjoying a classy evening dinner Cruise Hong Kong's beautiful seas and past dramatic coastlines before dropping anchor and partying on the water – or enjoying a classy evening dinner The 45 person junk features inflatables, a floating lounge, a sundeck with beanbags and loungers, and a sound system The 45 person junk features inflatables, a floating lounge, a sundeck with beanbags and loungers, and a sound system The luxury 15 person cruiser features a luxury saloon with dining, two ensuite cabins, a kitchen and outdoor BBQ, and a modern sound system The luxury 15 person cruiser features a luxury saloon with dining, two ensuite cabins, a kitchen and outdoor BBQ, and a modern sound system Let the boat's crew navigate you to a beautiful bay so you can fully enjoy the experience Let the boat's crew navigate you to a beautiful bay so you can fully enjoy the experience What We Love:   What We Love: With the sun on your face, the wind in your hair, a refreshing drink in hand and the dramatic skyline in the distance, there isn't a more sophisticated way to cruise along Hong Kong's waters! Let the experienced crew navigate the boat to your exclusive destination whilst you relax on deck with a cool beverage. Or why not charter the boat for an evening of dinner and drinks? It doesn't get more exclusive than that! The coastline is breathtaking, with views of Aberdeen, Repulse Bay, Stanley Fort and the Po Toi Islands in sight!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/24-private-cruise-charter-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Private Cruise Charter",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:36:42"
    },
    {
        "intDurationHour": 720,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 13,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ac3572af-%E4%B8%AD%E5%9B%BD%E5%B9%BF%E4%B8%9C%E7%9C%813G%E7%94%B5%E8%AF%9D%E5%8D%A1%EF%BC%88%E9%A6%99%E6%B8%AF%E5%AE%85%E9%85%8D%E5%88%B0%E5%BA%9C%EF%BC%89---Klook%E5%AE%A2%E8%B7%AF/3GSIMCardHKDeliveryforHKGuangdong%2CChina.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected in Hong Kong and Guangdong with one convenient 3G data SIM card giving you mobile data coverage for 30 days Get SIM card coverage for both Hong Kong and Guangdong Province in China WIth free delivery to your home or hotel in Hong Kong, you can have your mobile data connection sorted before you set off for China Enjoy 1GB of data valid for 30 days (no text or calling services available) Tethering is permitted so multiple devices can benefit from one SIM card Get SIM card coverage for both Hong Kong and Guangdong Province in China WIth free delivery to your home or hotel in Hong Kong, you can have your mobile data connection sorted before you set off for China Enjoy 1GB of data valid for 30 days (no text or calling services available) Tethering is permitted so multiple devices can benefit from one SIM card What We Love:   What We Love: We know traveling can sometimes be challenging. When you don't speak the language or know your way around some of the world's largest cities, it's easy to get lost. So take our word for it, you'll be grateful to have a trusted 3G SIM card with free delivery to Hong Kong, so you can get connected in Hong Kong and before you even arrive in Guangdong, China. With 1GB of data valid for 30 days, plus the option to tether to other devices, you'll have a guaranteed internet connection helping you enjoy your trip without a glitch.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/1629-3g-sim-card-guangdong-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G SIM Card (HK Delivery) for HK & Guangdong, China",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:36:52"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 60,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/69cef2a3-Plover-Cove-Cycling-Tour---Klook/PloverCoveCycleandHike.jpg",
        "strIntroduction": " Discover Hong Kong's largest and most beautiful reservoir with a combined cycling and hiking trip around the stunning Plover Cove Hike and cycle in some of Hong Kong's most beautiful landscapes Take in the beauty of Plover Cove - one of the most under populated and pristine parts of Hong Kong Discover secret waterfalls and lush forests Enjoy a crowd free tour led by your knowledgeable local guide Hike and cycle in some of Hong Kong's most beautiful landscapes Take in the beauty of Plover Cove - one of the most under populated and pristine parts of Hong Kong Discover secret waterfalls and lush forests Enjoy a crowd free tour led by your knowledgeable local guide What We Love:   What We Love: Combine two of the greatest ways to explore Hong Kong's wild places and come with us on an action packed adventure! Starting in Tai Mei Tuk, take in the beautiful Plover Cove Reservoir, well known for its glorious hiking and cycling before venturing up it's highlands on foot in search of lush forest landscapes and secret waterfalls. The perfect combination to discover some of Hong Kong's more idyllic spots!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/1276-plover-cove-cycle-hike-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Plover Cove Cycle and Hike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:37:02"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 51,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ea5aeb83-Tolo-Harbour-Cycling-Tour---Klook/ToloHarbourBicycleTour.jpg",
        "strIntroduction": " Enjoy a bicycle trip around Tolo Harbour - Hong Kong's largest natural harbour, and take in the sights of the New Territories Discover the picturesque surroundings of Tolo bay on two wheels Take in the views of the nearby Pat Sin Leng Mountains Dedicated bicycle paths make for a safe experience for all to enjoy Inclusive of all relevant safety equipment Discover the picturesque surroundings of Tolo bay on two wheels Take in the views of the nearby Pat Sin Leng Mountains Dedicated bicycle paths make for a safe experience for all to enjoy Inclusive of all relevant safety equipment What We Love:   What We Love: Get out of the bustle of the city and explore the sights of Hong Kong's largest natural harbour on two wheels and take in the peaceful surroundings. With the water by your side, this journey offers incredible scenic views especially of the peaks of the nearby Pat Sin Leng Mountains. A ride for everyone; this flexible route is flat and follows dedicated cycle paths, making it ideal for beginners and youngsters to have a crack at too!  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/1275-tolo-harbour-bicycle-tour-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tolo Harbour Bicycle Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:37:15"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 44,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/07f5f747-Tai-Mo-Shan-Waterfall-Hike---Klook/TaiMoShanWaterfallsHike.jpg",
        "strIntroduction": " Trek dense jungle and take in Hong Kong's highest and most spectacular waterfall Climb past rural villages and temples Take in the views of the stunning Tai Mo Shan waterfall Hike deep into Hong Kong's spectacular countryside and feel far from the city Transportation included with a pickup at Tai Wo MTR station Climb past rural villages and temples Take in the views of the stunning Tai Mo Shan waterfall Hike deep into Hong Kong's spectacular countryside and feel far from the city Transportation included with a pickup at Tai Wo MTR station What We Love:   What We Love: Nestled within dense jungle on the breathtaking slopes of Tai Mo Shan mountain, lie the Ng Tung Chai Waterfalls. The falls which are the main stop on this 3 hour hike are actually a collection of spectacular falls spread over several kilometres, each more dramatic than the last. The hike finishes at the spectacular 'Main Falls', the highest in Hong Kong. Along the way, climb past rural villages and temples into a world far from Hong Kong as you know it. Hidden within the dense jungle you can uncover some truly stunning places. The city never felt so far away.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/1270-tai-mo-shan-waterfalls-hike-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tai Mo Shan Waterfalls Hike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:37:26"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/46b4608a-Sweet-Dynasty-at-Victoria-Peak-Set/SweetDynastyatVictoriaPeakSet.jpg",
        "strIntroduction": " Famed for its homemade congee and dim sum, Sweet Dynasty is one of the best places in Hong Kong to try these authentic Cantonese delicacies Enjoy an authentic Cantonese meal at one of the city's oldest restaurants for a great price Journey through time in the modern setting of Sweet Dynasty with a selection of the best desserts in town Try signature dishes of the Cantonese cuisine from the sweet and savory dim sum to aromatic congees and spicy noodles Located on top of The Peak, a must-visit destination for incredible city skyline views Enjoy an authentic Cantonese meal at one of the city's oldest restaurants for a great price Journey through time in the modern setting of Sweet Dynasty with a selection of the best desserts in town Try signature dishes of the Cantonese cuisine from the sweet and savory dim sum to aromatic congees and spicy noodles Located on top of The Peak, a must-visit destination for incredible city skyline views What We Love:   What We Love: Enjoy a plethora of iconic Cantonese dishes at Sweet Dynasty. This authentic Hong Kong restaurant, dating all the way back to 1991, has gained international famedom for its signature desserts, noodles and congee and has since attracted gourmands from al over the world for a true experience of Cantonese culinary traditions. Why roam the city for a quick snack at fast food joints, when you can enjoy a sumptuous meal at the city's historical location: try signature shrimp dumplings, steamed rice with chicken and mushrooms and more.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/2015-sweet-dynasty-victoria-peak-set-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sweet Dynasty at Victoria Peak Set",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:37:38"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 118,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9ca8f654-%E6%B7%B1%E6%B8%AF%E4%B8%A4%E5%9C%B0%E5%85%AD%E4%BA%BA%E5%BA%A7MPV%E8%BD%BF%E8%BD%A6%E6%8E%A5%E9%80%81---Klook%E5%AE%A2%E8%B7%AF/ShenzhenMPVTransfer.jpg",
        "strIntroduction": " Easily travel from Shenzhen to Hong Kong or back in a comfortable MPV accommodating up to 6 travelers The most quick and convenient way to travel between Hong Kong and Shenzhen, just across the border in China Conveniently arrive at your destination without wasting time queueing for taxis or buses Get met and picked up right at the airport in Shenzhen or Hong Kong Avoid long visa queues as identity checks are completed from the comfort of your seat The most quick and convenient way to travel between Hong Kong and Shenzhen, just across the border in China The most quick and convenient way to travel between Hong Kong and Shenzhen, just across the border in China Conveniently arrive at your destination without wasting time queueing for taxis or buses Conveniently arrive at your destination without wasting time queueing for taxis or buses Get met and picked up right at the airport in Shenzhen or Hong Kong Get met and picked up right at the airport in Shenzhen or Hong Kong Avoid long visa queues as identity checks are completed from the comfort of your seat Avoid long visa queues as identity checks are completed from the comfort of your seat What We Love:   What We Love: Get from Hong Kong to Shenzhen or back in the comfort of an MPV. Don’t take any time away from your trip figuring out how to get from one city to another. Rather, arrive at your destination safely, refreshed and relaxed without lugging heavy suitcases to bus stops or waiting in long taxi lines. Even the 'drive-through' visa process is completed as you sit comfortably in your seat. Hop into the air-conditioned vehicle, relax, listen to music or take pictures of the city as you drive by, then step out in Hong Kong or Shenzhen ready for a new adventure.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/1989-shenzhen-mpv-transfer-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Shenzhen MPV Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:37:50"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 65,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6fe9686d-/KnockKnock-AnAuthenticHomeTour.jpg",
        "strIntroduction": " Step into daily life in Kowloon's colorful Sham Shui Po district to eat, drink, shop and play like a local Visit a Hong Kong home and hear tales, aspirations and the challenges of daily life from a hospitable local Stroll the bustling Sham Shui Po district, one of Hong Kong's most 'local' areas Browse the city's best value shopping - for crafts, electronics and delicious street foods Dine on favorite Sham Shui Po treats such as cakes and soy bean products Visit a Hong Kong home and hear tales, aspirations and the challenges of daily life from a hospitable local Stroll the bustling Sham Shui Po district, one of Hong Kong's most 'local' areas Browse the city's best value shopping - for crafts, electronics and delicious street foods Dine on favorite Sham Shui Po treats such as cakes and soy bean products What We Love:   What We Love: What better way get under the skin of a city than by visiting a local home? This unique Kowloon tour gives you an engaging interaction with a friendly local – in their own home. Listen as your host shares stories of Hong Kong or discusses their lifestyle, dreams and daily concerns. Converse about the city's hottest news headlines and prepare to bust a few stereotypes of Hong Kong along the way. You might be entering an old-style tong lau (walk-up) and a hidden urban rooftop farm, or a classic residential high-rise - with a twist - as it happens to lord over an ingeniously-landscaped park. Each visit also includes a walk in the neighbourhood with your informative guide so you can soak up the full vibes of Sham Shui Po, one of the best and most bustling areas to uncover authentic Hong Kong.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/1930-knock-knock-authentic-home-tour-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Knock Knock - An Authentic Home Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:38:00"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 60,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f5dbd3d2-Sai-Kung-Peninsula-Hike---Klook/SaiKungPeninsulaHike.jpg",
        "strIntroduction": " Take a full day's hike in the Sai Kung Peninsula discovering unspolit beaches and rising peaks in the most incredible settings Discover untouched beaches and hike some of Hong Kong's most rugged mountains Travel to a part of Hong Kong rarely visited by others Moderate level hike ideal for trekking enthusiasts 5 star 'wildfactor' hike giving you the perfect introduction to beautiful rural Hong Kong Discover untouched beaches and hike some of Hong Kong's most rugged mountains Travel to a part of Hong Kong rarely visited by others Moderate level hike ideal for trekking enthusiasts 5 star 'wildfactor' hike giving you the perfect introduction to beautiful rural Hong Kong What We Love:   What We Love: Arguably the crown jewel of rural Hong Kong, the Sai Kung peninsula is genuinely idyllic and remote offering you the perfect way to escape from the city and experience a different side to Hong Kong. With no roads in sight, the only way to get there is to hike or come by boat. With mountains, waterfalls, beaches, unique rock formations and more, Sai Kung is most unlike the rest of Hong Kong, and is the perfect destination for travelers looking for a more 'off the beaten track' experience.  ",
        "strLocation": "Hong Kong",
        "strOriginUrl": "https://www.klook.com/activity/1271-sai-kung-peninsula-hike-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sai Kung Peninsula Hike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:38:13"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/abb5b611-%E5%A8%81%E5%B0%BC%E6%96%AF%E4%BA%BA%E9%85%92%E5%BA%97%E8%B4%A1%E5%A4%9A%E6%8B%89%E4%B9%8B%E6%97%85/GondolaRidesatTheVenetian.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Experience the romance of Venice with a romantic gondola ride down the canals of the Venetian Macau Relax on a traditional gondola boat serenaded by your gondolier boatman Marvel at the impressive Venice replica interior of the hotel Take home a photo souvenir as a romantic memento (optional extra) Relax on a traditional gondola boat serenaded by your gondolier boatman Relax on a traditional gondola boat serenaded by your gondolier boatman Marvel at the impressive Venice replica interior of the hotel Marvel at the impressive Venice replica interior of the hotel Take home a photo souvenir as a romantic memento (optional extra) Take home a photo souvenir as a romantic memento (optional extra) What We Love:   What We Love: Gliding down the canals and past renaissance architecture as a gondolier bellows out traditional Italian tunes – no Venice experience would be complete without a gondola ride! Ok, so it may not be Italy, but you can try out this very Italian experience within the Venetian Hotel right here in Macau! The network of San Luca, Marco Polo and Grand Canals circle within the Venetian Hotel, decorated on either side with impressive facades, quaint bridges and even a cloudy blue sky above you. Your gondolier boat driver, complete with stripy shirt and straw hat, will sing classic melodies as he punts along the canal. Get caught up in the romance of your serenaded ride on an authentic gondola boat and take home a souvenir photograph to remember the occasion!  ",
        "strLocation": "Macau",
        "strOriginUrl": "https://www.klook.com/activity/740-gondola-rides-at-the-venetian-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Gondola Rides at The Venetian",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:38:24"
    }
]