[
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 41,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/13be804d-Bike-the-Temples/BiketheTemples.jpgopacity0.737428",
        "strIntroduction": " Cycle quiet back trails and explore beautiful temples in the stunning and friendly Cambodian countryside Embark on a 30km biking adventure of nature and temples Dig into lunch at a local restaurant, plus enjoy fruit, snacks and water throughout Listen closely to your local English-speaking guide who will tell you all about the area Kids sized bikes are available too so the whole family can get involved Embark on a 30km biking adventure of nature and temples Embark on a 30km biking adventure of nature and temples Dig into lunch at a local restaurant, plus enjoy fruit, snacks and water throughout Dig into lunch at a local restaurant, plus enjoy fruit, snacks and water throughout Listen closely to your local English-speaking guide who will tell you all about the area Listen closely to your local English-speaking guide who will tell you all about the area Kids sized bikes are available too so the whole family can get involved Kids sized bikes are available too so the whole family can get involved What We Love:   What We Love: Escape the crowds, the busy roads and the well-worn trail at Angkor. After a riverside cycle to visit the amazing Angkor Wat, we then leave the road and spend the rest of the day on charming, quiet trails through majestic structures. Get up close to Ta Prohm, The Elephant Terrace, and Bayon as well as some less visited temples along the way. Finish by returning on a red dirt road and small rural village trail back to town. With a commitment to unique, carefully created tours, this is the authentic biking adventure you've been looking for. Led by an informative and entertaining Cambodian guide, you'll bike on countryside tracks and past stunning temples – it's suitable for anyone who can ride a bike and has a taste for adventure.  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/264-bike-the-temples-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bike the Temples",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:37:47"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 22,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4158867d-Traditional-Water-Blessing/TraditionalWaterBlessing.jpgopacity0",
        "strIntroduction": " Be cleansed with sacred water said to bring peace and happiness, amongst beautiful surrounds, to the sound of sacred chants Receive a traditional Buddhist blessing at Wat Athvea temple or at Arang Pagoda Your English-speaking guide will lead you through the process and explain the ritual's meaning This is a beautiful and traditional way to bless a newly wed couple or for anyone needing a bit of extra luck! Enjoy convenient hotel transfers to take you to the beautiful countryside Receive a traditional Buddhist blessing at Wat Athvea temple or at Arang Pagoda Receive a traditional Buddhist blessing at Wat Athvea temple or at Arang Pagoda Your English-speaking guide will lead you through the process and explain the ritual's meaning Your English-speaking guide will lead you through the process and explain the ritual's meaning This is a beautiful and traditional way to bless a newly wed couple or for anyone needing a bit of extra luck! This is a beautiful and traditional way to bless a newly wed couple or for anyone needing a bit of extra luck! Enjoy convenient hotel transfers to take you to the beautiful countryside Enjoy convenient hotel transfers to take you to the beautiful countryside What We Love:   What We Love: Water Blessings are a traditional Cambodian practice that date back to ancient times. You'll be driven to an ancient pagoda, nestled in the beautiful countryside outside Siem Reap where you'll have a choice of two rituals. The first is almost a taster: a blessing accompanied by a light sprinkling of water. The second is the real deal: you'll be completely covered in water blessed by the monks (don't worry, you'll get a sarong to change into for the experience), whilst the monks chant in unison. At the end of your blessing, you'll receive a special red tie that signifies the ritual that was performed. This is a unique experience for individuals but can also be a special way for newly weds to celebrate their union as it's said that the blessing brings peace and happiness.  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/270-traditional-water-blessing-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Traditional Water Blessing",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:37:58"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 54,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ab57056e-Flight-Of-The-Gibbon-Siem-Reap/FlightOfTheGibbonSiemReap.jpgopacity0.196659",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Take your fun to new heights with a 5 hour zipline experience in Angkor Park, a UNESCO World Heritage site: glide above the lush green trees, learn the secrets of the evergreen jungle below and meet gibbons in their natural habitat! Fly above the jungle on 10 ziplines on a real outdoor adventure Feel like a true Indian Jones as you cross hanging bridges and zip down a 50 meter descent Learn about the exotic flora and fauna of the beautiful Angkor Park Don't miss out on a chance to spot gibbons in their natural environment Fly above the jungle on 10 ziplines on a real outdoor adventure Feel like a true Indian Jones as you cross hanging bridges and zip down a 50 meter descent Learn about the exotic flora and fauna of the beautiful Angkor Park Don't miss out on a chance to spot gibbons in their natural environment What We Love:   What We Love: Located in the beautiful Angkor Park, Flight of the Gibbon in Siem Reap is the only zipline staged in a UNESCO World Heritage site. A thrilling and unforgettable adventure, it takes you on a flight through a real jungle and lets you experience nature and wildlife in a truly fun way! Never been zeeplining before? Not a problem. Flight of the Gibbon's Sky Rangers will not only guide you through every step, but also join in on the activity sharing their rich knowledge about the jungle along the way. As you are zip above the evergreen forest and take stunning photos from the air, don't forget to keep an eye out for the gibbons and a chance to see them in their natural environment.  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/1324-flight-of-the-gibbon-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Flight Of The Gibbon Siem Reap",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:38:09"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 36,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/eb11d8fc-A-Day-in-the-Life/ADayintheLife.jpgopacity0.980147",
        "strIntroduction": " Take a day off from temple sightseeing and discover Cambodian village life. Experience life as a local and help out around the village by supporting a local charity tourism project Join a local host family in a rural farming village and help out with daily tasks Support responsible tourism and a local communities charity (5% of the tour price goes directly to the charity) With tour groups of no more than 8 - or even better, a private tour for up to 5 - you can be sure that you'll get a personalized experience Enjoy a casual picnic lunch with your Khmer host family Transportation to and from the village is provided plus the insight of a local guide Join a local host family in a rural farming village and help out with daily tasks Join a local host family in a rural farming village and help out with daily tasks Support responsible tourism and a local communities charity (5% of the tour price goes directly to the charity) Support responsible tourism and a local communities charity (5% of the tour price goes directly to the charity) With tour groups of no more than 8 - or even better, a private tour for up to 5 - you can be sure that you'll get a personalized experience With tour groups of no more than 8 - or even better, a private tour for up to 5 - you can be sure that you'll get a personalized experience Enjoy a casual picnic lunch with your Khmer host family Enjoy a casual picnic lunch with your Khmer host family Transportation to and from the village is provided plus the insight of a local guide Transportation to and from the village is provided plus the insight of a local guide What We Love:   What We Love: When visiting a country as a tourist, it's often very easy to ignore the poverty of the beautiful country you're in. The Day in a Life program strives to bridge the gap between tourists and ‘Type 1' village families (those that struggle to meet daily needs, and often for food too). A local host family will welcome you into their home and lives for the day. They receive a small payment for this task and a larger contribution is made to a village fund, used for village projects like water filters and wells. Step into a villager's shoes and help out with daily tasks: plant or harvest rice, weave thatch for roofs, create wall panels, plant vegetables or trees, make 'prahoc' or rice wine. Every tour is different and tasks depend on the time of year, family needs and village goings-on.  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/256-a-day-in-the-life-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "A Day in the Life",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:38:18"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 32,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/156c1370-Countryside-Cycling/CountrysideCycling.jpgopacity0",
        "strIntroduction": " Connect with the real Cambodia. Embark on an easy ride through the Siem Reap countryside, learn about village life and try some delicious snacks Follow back road routes and unsealed village roads to discover a very different side to Siem Reap, far from the tourist crowds Try some tasty local snacks and fruit along the way and clean water provided throughout Let your entertaining and informative English-speaking local guide look after you and show you the way Flat tracks and non-hilly roads but with some small dirt trails means this tour is ideal for intermediate riders (not suitable for beginners) Follow back road routes and unsealed village roads to discover a very different side to Siem Reap, far from the tourist crowds Follow back road routes and unsealed village roads to discover a very different side to Siem Reap, far from the tourist crowds Try some tasty local snacks and fruit along the way and clean water provided throughout Try some tasty local snacks and fruit along the way and clean water provided throughout Let your entertaining and informative English-speaking local guide look after you and show you the way Let your entertaining and informative English-speaking local guide look after you and show you the way Flat tracks and non-hilly roads but with some small dirt trails means this tour is ideal for intermediate riders (not suitable for beginners) Flat tracks and non-hilly roads but with some small dirt trails means this tour is ideal for intermediate riders (not suitable for beginners) What We Love:   What We Love: Leave the temples behind and connect with the real Cambodia. Start with a leisurely ride along the Siem Reap River, then leave the tarmac for the narrower dirt paths leading you deeper into the scenic countryside. You'll pedal through friendly villages, where children run along waving you hello. Glance about to see wine and sugar production, basket weaving, rice farming and all sorts of activity that maintains the countryside buzz. Feeling peckish? Make a stop for some unique Cambodian snacks and fruit before making tracks back to town for a midday return. Prepare for a morning of laughter as your highly entertaining guide shows you the way and imparts local knowledge.  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/272-countryside-cycling-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Countryside Cycling",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:38:31"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 55,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/74557b4a-Private-Photography-Guide/PrivatePhotographyGuide.jpgopacity0",
        "strIntroduction": " Tour Siem Reap with a private guide who will show you the best locations to capture your perfect holiday snaps Tailor the tour to suit your personal preferences. Temples, landscapes, people – whatever you want to capture Tap into the knowledge of your local guide throughout the tour Let your guide steer you towards photo opportunities that are respectful of Cambodian culture and people Tailor the tour to suit your personal preferences. Temples, landscapes, people – whatever you want to capture Tailor the tour to suit your personal preferences. Temples, landscapes, people – whatever you want to capture you Tap into the knowledge of your local guide throughout the tour Tap into the knowledge of your local guide throughout the tour Let your guide steer you towards photo opportunities that are respectful of Cambodian culture and people Let your guide steer you towards photo opportunities that are respectful of Cambodian culture and people What We Love:   What We Love: Even the shortest stay in Cambodia will have you in awe of this beautiful country and adamant that you'll soon start your career as a travel photographer. Capture moss-covered temples, rice terrace landscapes and the wonderful faces of Cambodia whilst being respectful of local people, culture and customs. With a completely flexible itinerary, the team personalizes the tour to match the experiences you are looking for. Your guide, with extensive photography experience and a deep knowledge of the area, will help you find the ideal locations for capturing some amazing photographs. Together you'll find the best places, uncover hidden secrets and get access to places you'd have otherwise missed. This isn't about how to use your camera, it's about getting you to the right place at the right time!  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/275-private-photography-guide-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Private Photography Guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:38:42"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 120,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4b878e9c-Pedals-and-Paddles/PedalsandPaddles.jpgopacity0",
        "strIntroduction": " Discover the key to the Angkor Kingdom's agricultural prosperity and enjoy a day of exercise as you ride the countryside and villages west of Siem Reap and paddle through a small floating community and the great Tonle Sap Lake Embark on a 25-30km biking adventure with a 1 hour kayaking excursion to the villages and lakes outside of Siem Reap Dig in to a local lunch, plus enjoy fruits, snacks and water provided throughout Listen closely to your local English-speaking guide who will tell you all about the area Kid-sized bikes are available too so the whole family can get involved Support a local charity, committed to helping the community through Eco-tourism Embark on a 25-30km biking adventure with a 1 hour kayaking excursion to the villages and lakes outside of Siem Reap Embark on a 25-30km biking adventure with a 1 hour kayaking excursion to the villages and lakes outside of Siem Reap Dig in to a local lunch, plus enjoy fruits, snacks and water provided throughout Dig in to a local lunch, plus enjoy fruits, snacks and water provided throughout Listen closely to your local English-speaking guide who will tell you all about the area Listen closely to your local English-speaking guide who will tell you all about the area Kid-sized bikes are available too so the whole family can get involved Kid-sized bikes are available too so the whole family can get involved Support a local charity, committed to helping the community through Eco-tourism Support a local charity, committed to helping the community through Eco-tourism What We Love:   What We Love: Hop out of bed for an early morning ride along the great irrigation reservoirs of the Angkor period, the West Baray. By late morning you find yourself in a small village, where lives are supported by seasonal agriculture. Join a local resident for a walk ‘n' talk explaining the community workings then it's time for a tasty lunch and some hammock chill time. After lunch, you'll paddle through the floating villages by kayak. Explore the neighborhood and the mangrove forest before venturing onto Tonle Sap Lake where the sheer size of this body of water will become apparent. Your guide will explain the phenomenon that has resulted in the lake's eight-meter depth variance and why this lake is vital to Cambodia's survival. This is a tour for any adventurer who wants to explore beyond the tourist crowds of Siem Reap and support a company whose goal is to protect the local Cambodian community.  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/274-pedals-and-paddles-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Pedals and Paddles",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:38:53"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 70,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/bed5fa2b-Countryside-Motorbike-Adventure/CountrysideMotorbikeAdventure.jpgopacity0",
        "strIntroduction": " Travel 75km of Siem Reap's quiet back roads and discover beautiful temples, countryside and people Discover the true Cambodia with a full-day motorbike tour Visit secluded temples and ancient ruins, legacies of the Khmer Empire Practice before setting off or share the bike with your experienced guide - this tour is perfect for beginners and serious bikers alike Find a relaxing spot for a BBQ lunch where you can swim, fish and relax Tap into the local knowledge of your Khmer guide and make the most of his translator skills! Discover the true Cambodia with a full-day motorbike tour Discover the true Cambodia with a full-day motorbike tour Visit secluded temples and ancient ruins, legacies of the Khmer Empire Visit secluded temples and ancient ruins, legacies of the Khmer Empire Practice before setting off or share the bike with your experienced guide - this tour is perfect for beginners and serious bikers alike Practice before setting off or share the bike with your experienced guide - this tour is perfect for beginners and serious bikers alike Find a relaxing spot for a BBQ lunch where you can swim, fish and relax Find a relaxing spot for a BBQ lunch where you can swim, fish and relax Tap into the local knowledge of your Khmer guide and make the most of his translator skills! Tap into the local knowledge of your Khmer guide and make the most of his translator skills! What We Love:   What We Love: How best to see Cambodia? Like the locals of course! The Khmer people's main means of transport is motorbike, and it's the quickest way to escape the tourist traps and see the real Cambodia. You'll get a true sense of freedom zooming along the Khmer trails through green rice fields, lush bamboo groves and remote jungle. The roads are virtually traffic-free and the 125cc Honda Dreams are easy to ride. But just to be on the safe side, you'll get extensive instructions and the chance to scoot about and test your skills first. If you're not feeling confident, not to worry, just hop on the back of the guide's bike instead. Visit several low-key sites including the isolated Koh Khrong temple before heading over to an ancient reservoir for a delicious BBQ. Take a refreshing swim, go inner tubing, try your hand at fishing or relax in the surrounding nature whilst lunch is prepared. What's more, the community benefits directly from every visitor through a specially set up development fund.  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/263-countryside-motorbike-adventure-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Countryside Motorbike Adventure",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:39:04"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 24,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/aecd79bd-Treak-Village-Walk-and-Talk/KompheimVillageWalkandTalk.jpgopacity0.80021",
        "strIntroduction": " Enjoy a two hour Walk and Talk introduction to a traditional Cambodian village, including a visit to the local pagoda, the HUSK Community School and workshop. Take a 2-2.5 hour walk around a typical Cambodian village, observe daily farming activities and gain a deeper knowledge of Cambodian life Support the village community with $5 of your fee donated to a village fund With tour groups of no more than 4 people, you'll be interacting with the community in a respectful and meaningful way An ideal tour for budding photographers (your guide will tell you if anyone does not wish to be photographed) What's more, return hotel transfer by tuk tuk is included in the tour Take a 2-2.5 hour walk around a typical Cambodian village, observe daily farming activities and gain a deeper knowledge of Cambodian life Take a 2-2.5 hour walk around a typical Cambodian village, observe daily farming activities and gain a deeper knowledge of Cambodian life Support the village community with $5 of your fee donated to a village fund Support the village community with $5 of your fee donated to a village fund With tour groups of no more than 4 people, you'll be interacting with the community in a respectful and meaningful way With tour groups of no more than 4 people, you'll be interacting with the community in a respectful and meaningful way An ideal tour for budding photographers (your guide will tell you if anyone does not wish to be photographed) An ideal tour for budding photographers (your guide will tell you if anyone does not wish to be photographed) What's more, return hotel transfer by tuk tuk is included in the tour What's more, return hotel transfer by tuk tuk is included in the tour What We Love:   What We Love: This exciting walking tour takes you out of the city and into the Cambodian rice fields. You will get to visit a local village and learn all about the traditional stilt homes and the life around them. The tour includes a visit to the active Pagoda and the HUSK NGO English school. Taking about 2.5 hours and covering the distance of 2 kilometers, the tour is a great chance to explore quaint village life, interact with the locals and have your many questions answered. With beautiful country views, you will have lots of chances to capture the nature of Cambodia and its friendly locals. Your English speaking guide will give you all the missing pieces and you will return home with a traditional Khmer sun hat as a gift.  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/269-treak-village-walk-and-talk-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kompheim Village Walk and Talk",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:39:14"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 10,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4a134d54-Airport-Transfers-KTM-Pick-Up-for-Kathmandu%2C-Nepal/AirportTransfersKTMPickUpforKathmandu%2CNepal.jpgopacity0",
        "strIntroduction": " Begin your Kathmandu travels hassle-free with this convenient airport-hotel transfer After customs clearance at the arrival hall, look out for your name on a signboard, held by a representative Enjoy a convenient transfer from the airport to your Kathmandu City hotel (Ring Road area) Take in first sights of Kathmandu City from the comfort of a car (2-3 pax), van (4-5 pax) or minibus (8-12 pax) After customs clearance at the arrival hall, look out for your name on a signboard, held by a representative After customs clearance at the arrival hall, look out for your name on a signboard, held by a representative Enjoy a convenient transfer from the airport to your Kathmandu City hotel (Ring Road area) Enjoy a convenient transfer from the airport to your Kathmandu City hotel (Ring Road area) Take in first sights of Kathmandu City from the comfort of a car (2-3 pax), van (4-5 pax) or minibus (8-12 pax) Take in first sights of Kathmandu City from the comfort of a car (2-3 pax), van (4-5 pax) or minibus (8-12 pax) What We Love:   What We Love: Spend the first 15 or so minutes of your travels in complete convenience with an airport-hotel transfer. Ride from Tribhuvan International Airport to Kathmandu's city center in no time, taking in sights from the comfort of a private car, van or bus – each accommodating (2-3), (4-7) and (8-12) passengers respectively. You may also opt for the roundtrip option and enjoy twice the convenience! With a hassle-free experience from the moment you land, these transfers set you up for the memorable journey ahead.  ",
        "strLocation": "Kathmandu",
        "strOriginUrl": "https://www.klook.com/activity/200-kathmandu-airport-transfer-kathmandu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (KTM Pick Up) for Kathmandu, Nepal",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:39:24"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 195,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6eff6312-Everest-Mountain-Flight/EverestMountainFlight.jpgopacity0.0736799",
        "strIntroduction": " Soar across one of the world's most incredible mountain ranges in this airborne Himalayan journey Soar amidst the magnificent wonders of the Everest region Fly a trusted airline for a memorable experience: Buddha Air, Yeti Air or Simrik Air (subject to scheduling availability) See the peak of Mt. Everest, the world's highest mountain Glimpse other Himalayan peaks, such as Kangchenjuna, Lhotse, the Annapurnas and many more Soar amidst the magnificent wonders of the Everest region Soar amidst the magnificent wonders of the Everest region Fly a trusted airline for a memorable experience: Buddha Air, Yeti Air or Simrik Air (subject to scheduling availability) Fly a trusted airline for a memorable experience: Buddha Air, Yeti Air or Simrik Air (subject to scheduling availability) See the peak of Mt. Everest, the world's highest mountain See the peak of Mt. Everest, the world's highest mountain Glimpse other Himalayan peaks, such as Kangchenjuna, Lhotse, the Annapurnas and many more Glimpse other Himalayan peaks, such as Kangchenjuna, Lhotse, the Annapurnas and many more What We Love:   What We Love: Soar across magnificent snowcapped peaks in the Himalayas with this flight trip around Everest. It's perfect for the majority of us who'll never make the arduous climb to the summit. The flight – aboard Buddha Air, Yeti Air or Simrik Air – covers the incredible mountain ranges, glaciers and gorges of the Himalayan region, so you can expect to spend an hour in awe over these striking sights. See the top Everest, the world's highest mountain, and spot as many as 16 neighboring peaks on your airborne adventure: Kangchenjunga, third in the world; Lhotse, following at fourth; Makalu, the Annapurnas, and many more.  ",
        "strLocation": "Kathmandu",
        "strOriginUrl": "https://www.klook.com/activity/202-everest-mountain-flight-kathmandu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Everest Mountain Flight",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:39:36"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 24,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9c40ae7c-Nepali-Cooking-Class/NepaliCookingClass.jpgopacity0",
        "strIntroduction": " Get cooking as you meet and learn from local Nepali families Learn to shop at the market as you source ingredients for your cooking classes Meet a Nepali family, from whom you'll learn to make local dishes Pick up local Nepali phrases and cooking terminology along the way Get a taste for everyday life as you share your cooking with the family! Learn to shop at the market as you source ingredients for your cooking classes Learn to shop at the market as you source ingredients for your cooking classes Meet a Nepali family, from whom you'll learn to make local dishes Meet a Nepali family, from whom you'll learn to make local dishes Pick up local Nepali phrases and cooking terminology along the way Pick up local Nepali phrases and cooking terminology along the way Get a taste for everyday life as you share your cooking with the family! Get a taste for everyday life as you share your cooking with the family! What We Love:   What We Love: They say one of the best ways to know a culture is through its cuisine – so expect to enjoy a slice of authentic Nepali life in this authentic, local cooking class! Opt for a morning or afternoon session, and meet local host families for cookouts in time for lunch, or for dinner. You'll learn to whip up everyday home-cooked meals, featuring authentic local foodstuff like dhalbhat, a savory rice special served with lentils, curry meat or fish, and various spices; momos, the local version of Japanese gyozas; and sel roti, the sweet bread treat. You'll also pick up some Nepali phrases along the way, and get a taste for everyday living as you share your own cooking with the family!  ",
        "strLocation": "Kathmandu",
        "strOriginUrl": "https://www.klook.com/activity/189-nepali-cooking-class-kathmandu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Nepali Cooking Class",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:39:48"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 119,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b436e096-Kathmandu-Pokhara-Flight/Kathmandu-PokharaFlight.jpgopacity0",
        "strIntroduction": " Quickly transit between Kathmandu City and Pokhara by plane Swiftly journey from Kathmandu City to Pokhara (OR Pokhara to Kathmandu City) with this 25-minute flight aboard Simrik Airlines, Buddha Air or Yeti Airlines (subject to scheduling availability) Enjoy comfortable hotel-airport and airport-hotel transfers in both cities Glimpse the natural Nepali landscape as you fly high up in the air Swiftly journey from Kathmandu City to Pokhara (OR Pokhara to Kathmandu City) with this 25-minute flight aboard Simrik Airlines, Buddha Air or Yeti Airlines (subject to scheduling availability) Swiftly journey from Kathmandu City to Pokhara (OR Pokhara to Kathmandu City) with this 25-minute flight aboard Simrik Airlines, Buddha Air or Yeti Airlines (subject to scheduling availability) Enjoy comfortable hotel-airport and airport-hotel transfers in both cities Enjoy comfortable hotel-airport and airport-hotel transfers in both cities Glimpse the natural Nepali landscape as you fly high up in the air Glimpse the natural Nepali landscape as you fly high up in the air What We Love:   What We Love: Fly from Kathmandu City to Pokhara (or vice versa) with ease via leading local airlines - Simrik Airlines, Buddha Air, Yeti Airlines – and add some much-deserved convenience to your trip. Those with tighter itineraries will appreciate the swift transit of these one-way flights. Bringing both cities within easy access of the other, hopping aboard a plane is a great way to optimize your Nepal stay!  ",
        "strLocation": "Kathmandu",
        "strOriginUrl": "https://www.klook.com/activity/214-kathmandu-pokhara-flight-kathmandu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kathmandu-Pokhara Flight",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:39:58"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 43,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f3552718-Trisuli-River-Rafting/TrisuliRiverRafting.jpgopacity0",
        "strIntroduction": " Paddle through the rapids of the famed Trisuli River in this thrilling adventure with public or private return transfer to Kathmandu, or, if you're heading to Pokhara, the most unique way to get there! Get briefed on river rafting and safety procedures by experienced guides, all of whom are certified instructors with rescue qualifications and first aid knowledge Glimpse scenic rock formations, bird flocks and a host of natural wonders as you brave the Trisuli River! Suitable for beginners to intermediates Travel by public or private transport with your guides from / to Kathmandu Or enhance your private transfer from Kathmandu to Pokhara by adding a rafting venture Get briefed on river rafting and safety procedures by experienced guides, all of whom are certified instructors with rescue qualifications and first aid knowledge Get briefed on river rafting and safety procedures by experienced guides, all of whom are certified instructors with rescue qualifications and first aid knowledge Glimpse scenic rock formations, bird flocks and a host of natural wonders as you brave the Trisuli River! Glimpse scenic rock formations, bird flocks and a host of natural wonders as you brave the Trisuli River! Suitable for beginners to intermediates Suitable for beginners to intermediates Travel by public or private transport with your guides from / to Kathmandu Travel by public or private transport with your guides from / to Kathmandu Or enhance your private transfer from Kathmandu to Pokhara by adding a rafting venture Or enhance your private transfer from Kathmandu to Pokhara by adding a rafting venture What We Love:   What We Love: Get a taste for the famed river rafting spot in Nepal: the Trisuli River. With origins in the Himalayas, snaking through to the nation's southern plains, the river is rife with scenic gorges, rock formations and local villages, as well as flocks of native and migrant birds. Savor a rush of adrenaline as you paddle through foamy white water and feel the power of the rapids, fascinatingly named: Ladies' Delight, Monsoon, Upset and Surprise! Those trying out whitewater rafting for the first time need not worry, as the Trisuli offers the perfect rapids for beginner to intermediate participants. It's also the better way to get from Kathmandu to Pokhara – instead of taking a flight or drive, why not enjoy an exhilarating waterborne journey from one city to the other?  ",
        "strLocation": "Kathmandu",
        "strOriginUrl": "https://www.klook.com/activity/199-trisuli-river-rafting-kathmandu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Trisuli River Rafting",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:40:08"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 20,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/710ff61a-Cultural-Dinner-Show/CulturalDinnerShow.jpgopacity0",
        "strIntroduction": " Get a taste of local cuisine set to a cultural dance performance Savor a delicious dinner meal of Nepali staples at a well-loved local restaurant Enjoy a Mayar Dance showcase as you dine Relish the sensory feast as you gain a better appreciation for local culture and tradition Savor a delicious dinner meal of Nepali staples at a well-loved local restaurant Savor a delicious dinner meal of Nepali staples at a well-loved local restaurant Enjoy a Mayar Dance showcase as you dine Enjoy a Mayar Dance showcase as you dine Relish the sensory feast as you gain a better appreciation for local culture and tradition Relish the sensory feast as you gain a better appreciation for local culture and tradition What We Love:   What We Love: Unwind after a day around Nepal's ancient cities with a cultural feast of dinner and dancing. This evening activity features a meal at one of three renowned local restaurants: Nepalli Chulo, Bhojan Griha or Utsav Restaurant, where you'll be served with an assortment of traditional Nepali dishes. Savor the strong and aromatic flavors of lamb curry, scoop up some dal bhat – a rice dish of lentils served with pickles, meat (or fish), and other sides – and finally get a taste of sel roti, the popular local snack. Mid-dinner, professional performers will showcase a special number featuring the Mayar (peacock) Dance, delivering you a wonderful nighttime feast in celebration of food and culture!  ",
        "strLocation": "Kathmandu",
        "strOriginUrl": "https://www.klook.com/activity/187-cultural-dinner-show-kathmandu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Cultural Dinner Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:40:17"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 120,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8cef6ef1-Kathmandu-Pokhara-Drive/Kathmandu-PokharaDrive.jpgopacity0",
        "strIntroduction": " Drive the scenic route from Kathmandu City to Pokhara Enjoy the convenience of a comfortable drive via air-conditioned car (2-3 pax), van (4-7 pax) or minibus (8-12 pax) Glimpse the natural Nepali landscape as you journey on the road See local villages and everyday life, as well as the captivating Himalayan mountainscape on the six- to seven-hour journey Insider tip: a huge chunk of the journey can be enjoyed along the Trisuli River, so why not squeeze in a white water rafting adventure in between? Enjoy the convenience of a comfortable drive via air-conditioned car (2-3 pax), van (4-7 pax) or minibus (8-12 pax) Enjoy the convenience of a comfortable drive via air-conditioned car (2-3 pax), van (4-7 pax) or minibus (8-12 pax) Glimpse the natural Nepali landscape as you journey on the road Glimpse the natural Nepali landscape as you journey on the road See local villages and everyday life, as well as the captivating Himalayan mountainscape on the six- to seven-hour journey See local villages and everyday life, as well as the captivating Himalayan mountainscape on the six- to seven-hour journey Insider tip: a huge chunk of the journey can be enjoyed along the Trisuli River, so why not squeeze in a white water rafting adventure in between? Insider tip: a huge chunk of the journey can be enjoyed along the Trisuli River, so why not squeeze in a white water rafting adventure in between? white water rafting adventure What We Love:   What We Love: Make it from Kathmandu City to Pokhara (or vice versa) with ease by private car, van or minibus and enjoy much-deserved convenience on your trip. A scenic drive across the Himalayan landscape is ideal for travelers not pressed for time, letting you better explore Nepali terrain while in transit. Needless to say, it's a great way to optimize your stay!  ",
        "strLocation": "Kathmandu",
        "strOriginUrl": "https://www.klook.com/activity/201-kathmandu-pokhara-drive-kathmandu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kathmandu-Pokhara Drive",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:40:27"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 52,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4c69cc5d-Kakani-Mountain-Biking/KakaniMountainBiking.jpgopacity0.882742",
        "strIntroduction": " Bike downhill from the peak of Kakani, perched along a ridge 2,073m above sea level Bike from the top through Shivapuri Nagarjun National Park, home to the valley's forests and main water supply Take in captivating views of the Himalayas on your way down Pass through the mystical Budhanilkantha, home to the slumbering Vishnu sculpture Bike from the top through Shivapuri Nagarjun National Park, home to the valley's forests and main water supply Bike from the top through Shivapuri Nagarjun National Park, home to the valley's forests and main water supply Take in captivating views of the Himalayas on your way down Take in captivating views of the Himalayas on your way down Pass through the mystical Budhanilkantha, home to the slumbering Vishnu sculpture Pass through the mystical Budhanilkantha, home to the slumbering Vishnu sculpture What We Love:   What We Love: Ride downhill on mountain bike from the 2,732m-high ridge of Kakani. Wind through Shivapuri Nagarjun National Park, home to the valley's water supply and over 170 winged species and rare orchids. The forest is among the last of Kathmandu's woodlands. From there you'll visit Budhanilkantha, an area off tourist routes, reserved for devotees of Buddhism and Hinduism. See the reclining black stone statue of Vishnu, resting upon the coils of Ananta, the 11-headed snake god, who you might glimpse en route to Kathmandu city. It's a daylong journey that begins at the top, dispatching you into an exhilarating bike adventure from the countryside to the city.  ",
        "strLocation": "Kathmandu",
        "strOriginUrl": "https://www.klook.com/activity/196-kakani-mountain-biking-kathmandu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kakani Mountain Biking",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:40:39"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 64,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/07c4bc5c-Namobuddha-Biking/NamobuddhaBiking.jpgopacity0",
        "strIntroduction": " Pass through local villages and make your way up to the legendary Namobuddha on bike Embark on the revered Buddhist Pilgrimage and see the Namobuddha – by mountain bike! Begin your journey from Dhulikhel, a Newari town blessed with incredible views of the Himalaya Enjoy lunch at a local restaurant on top of mountain Get to Panauti, a picturesque old city, en route back to Kathmandu Embark on the revered Buddhist Pilgrimage and see the Namobuddha – by mountain bike! Embark on the revered Buddhist Pilgrimage and see the Namobuddha – by mountain bike! Begin your journey from Dhulikhel, a Newari town blessed with incredible views of the Himalaya Begin your journey from Dhulikhel, a Newari town blessed with incredible views of the Himalaya Enjoy lunch at a local restaurant on top of mountain Enjoy lunch at a local restaurant on top of mountain Get to Panauti, a picturesque old city, en route back to Kathmandu Get to Panauti, a picturesque old city, en route back to Kathmandu What We Love:   What We Love: According to legend, there once was a prince named Mahasattya who offered himself to a starving tigress and her baby cubs. Today, the Namobuddha, situated at an altitude of approx. 2,500m, marks the commemorative site of this incredible tale – a remarkable story to keep in mind as you bike to the statue from Dhulikhel. Journey through paved roads, rough trails, and rice terraces. Once at the Namobuddha, take in the grandeur of the temple, stupa and shrines on-site. Typically a multi-day pilgrimage, this biking adventure takes you through the same local villages in a single day. You'll also be served lunch, before continuing on your journey to Panauti, and heading back to Kathmandu.  ",
        "strLocation": "Kathmandu",
        "strOriginUrl": "https://www.klook.com/activity/198-namobuddha-biking-kathmandu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Namobuddha Biking",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:40:51"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 28,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/28c46a14-Nagarkot-Sunrise-Tour/NagarkotSunriseTour.jpgopacity0.97044",
        "strIntroduction": " Drive to Nagarkot Hilltop, renowned for its incredible sunrise views Watch the sun rise from the perch of Nagarkot Hilltop Glimpse picturesque, snowcapped mountain peaks of eastern Nepal Take in incredible views of the Himalayan mountain range and see if you could spot Mt. Everest Watch the sun rise from the perch of Nagarkot Hilltop Watch the sun rise from the perch of Nagarkot Hilltop Glimpse picturesque, snowcapped mountain peaks of eastern Nepal Glimpse picturesque, snowcapped mountain peaks of eastern Nepal Take in incredible views of the Himalayan mountain range and see if you could spot Mt. Everest Take in incredible views of the Himalayan mountain range and see if you could spot Mt. Everest What We Love:   What We Love: See one of the most incredible sunrises from atop Nagarkot hill. Situated east of Kathmandu at over 2,000m above sea level, this spot is known best for its panoramic views of the rising sun. Begin your day in the dark and drive up to Nagarkot Hill Station, where you'll also see the rest of the Himalayan Range including, yes, Mt. Everest. Then wait as the early splinters of light cuts through the horizon – it's an experience for the books you're sure to treasure for a long, long time.  ",
        "strLocation": "Kathmandu",
        "strOriginUrl": "https://www.klook.com/activity/190-nagarkot-sunrise-tour-kathmandu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Nagarkot Sunrise Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:41:01"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 59,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a5bfd303-Kakani-Canyoning/KakaniCanyoning.jpgopacity0",
        "strIntroduction": " Experience the thrill of descending Kakani's canyons Enjoy a 3- to 4-hour canyoning adventure Abseil down rock formations and waterfalls 20m to 60m in height! Plunge into the cool waters of natural pools Be guided by experienced guides, all of whom are certified instructors with rescue qualifications and first aid knowledge Enjoy a 3- to 4-hour canyoning adventure Enjoy a 3- to 4-hour canyoning adventure Abseil down rock formations and waterfalls 20m to 60m in height! Abseil down rock formations and waterfalls 20m to 60m in height! Plunge into the cool waters of natural pools Plunge into the cool waters of natural pools Be guided by experienced guides, all of whom are certified instructors with rescue qualifications and first aid knowledge Be guided by experienced guides, all of whom are certified instructors with rescue qualifications and first aid knowledge What We Love:   What We Love: Embark on a thrilling mountain descent in the canyons of Kakani, just 30 minutes outside of Kathmandu city. Resting on a ridge some 2,073m above sea level, the village offers incredible sights of the Himalaya, from Annapurna to Everest. It's a breathtaking scenery to soak in as you scramble and abseil down rock faces, navigate between waterfalls and plunge into pools. Be guided by experienced canyoneers, who'll brief you prior to your adventure and take the lead in your expedition. You'll also be equipped with full safety instructions and gear, so leave you fears at the door and enjoy the downward climb!  ",
        "strLocation": "Kathmandu",
        "strOriginUrl": "https://www.klook.com/activity/197-kakani-canyoning-kathmandu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kakani Canyoning",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:41:09"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 21,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/701cc9d5-Patan--Bhaktapur-Tour/PatanBhaktapurTour.jpgopacity0",
        "strIntroduction": " Soak in Nepal's rich, ancient culture at two royal cities Explore ancient Patan and see why it's called the 'City of Living Art' Learn about the city's Buddhist and Hindu heritage from centuries-old museum artifacts See Bhaktapur Durbar Square in Nepal's 'City of Devotees', rife with religious sites and art Be taken back in time as you walk past one sky-high pagoda after another Marvel at the 30m-tall Nyatapola Temple, constantly ringing with bells and percussion Explore ancient Patan and see why it's called the 'City of Living Art' Explore ancient Patan and see why it's called the 'City of Living Art' Learn about the city's Buddhist and Hindu heritage from centuries-old museum artifacts Learn about the city's Buddhist and Hindu heritage from centuries-old museum artifacts See Bhaktapur Durbar Square in Nepal's 'City of Devotees', rife with religious sites and art See Bhaktapur Durbar Square in Nepal's 'City of Devotees', rife with religious sites and art Be taken back in time as you walk past one sky-high pagoda after another Be taken back in time as you walk past one sky-high pagoda after another Marvel at the 30m-tall Nyatapola Temple, constantly ringing with bells and percussion Marvel at the 30m-tall Nyatapola Temple, constantly ringing with bells and percussion What We Love:   What We Love: In Kathmandu Valley are three ancient cities, once independently ruled by their respective Malla kings: Kathmandu, Patan and Bhaktapur. In this day trip, visit Patan and Bhaktapur, home to cultural UNESCO World Heritage Sites that hark back to Nepal's rich past. You'll learn to appreciate Patan's name in Sanskrit, Lalitpur, which means ‘City of Living Art.' (Hint: it's home to the valley's finest sculptors and craftsmen.) Over in Bhaktapur, experience what it's like to wade slowly back in time, with streets and architecture retaining their olden, brickmade charm. All throughout, pay close attention to their shared religious heritage. Of Buddhist and Hindu backgrounds, both Patan and Bhaktapur are wealthy with temples, shrines, idols and sculptures in honor of their gods – giving you an endless count of sights over which to marvel.  ",
        "strLocation": "Kathmandu",
        "strOriginUrl": "https://www.klook.com/activity/185-patan-bhaktapur-tour-kathmandu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Patan & Bhaktapur Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:41:20"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/27ae4bb0-Nagarkot-Day-Hike/NagarkotDayHike.jpgopacity0",
        "strIntroduction": " Hike from Nagarkot to Changunarayan and take in spectacular views and structures Explore the hillside town of Nagarkot, home to spectacular Himalayan views Glimpse daily life for the Tamang and Newar ethnic groups as you walk through scenic pastures and fields Visit the Changu Narayan Temple, a World Heritage Site See the incredible stone, wood and metal carvings that date back to the Lichhavi period (4th-9th century) Explore the hillside town of Nagarkot, home to spectacular Himalayan views Explore the hillside town of Nagarkot, home to spectacular Himalayan views Glimpse daily life for the Tamang and Newar ethnic groups as you walk through scenic pastures and fields Glimpse daily life for the Tamang and Newar ethnic groups as you walk through scenic pastures and fields Visit the Changu Narayan Temple, a World Heritage Site Visit the Changu Narayan Temple, a World Heritage Site See the incredible stone, wood and metal carvings that date back to the Lichhavi period (4th-9th century) See the incredible stone, wood and metal carvings that date back to the Lichhavi period (4th-9th century) What We Love:   What We Love: Nepal is one of the best places in the world to go trekking, and this route is a great place to start for those unused to heavy hiking, preferring a leisurely walking journey. Take in the spectacular Himalayan range in the hillside town of Nagarkot, famed for its sunrise views, and glimpse the majestic Annapurna mountain range to the west and Everest to the east. From there, you'll be led to the Changunarayan Temple, a Vishnu shrine dating back to the 4th century. Made of elaborate carvings in stone, wood and metal, the oldest temple in Kathmandu is an incredible work of art to behold – so much so that it's one of seven World Heritage Sites in the country.  ",
        "strLocation": "Kathmandu",
        "strOriginUrl": "https://www.klook.com/activity/191-nagarkot-day-hike-kathmandu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Nagarkot Day Hike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:41:31"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 35,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d21688b0-Kathmandu-Full-Day-Exploration/KathmanduFullDayExploration.jpgopacity0.417907",
        "strIntroduction": " Spend a day getting to know Kathmandu Valley's ancient cities Roam the UNESCO-listed Durbar Square, also known as Hanuman Dhoka Square Also see one of Nepal's oldest Buddhist temples, the Swayambhunath Stupa Explore Boudhanath Stupa, the largest stupa in Nepal and holiest Tibetan Buddhist Temple outside Tibet See open-air cremation sites at Pashupatinath, at Bagmati River (optional) Roam the UNESCO-listed Durbar Square, also known as Hanuman Dhoka Square Roam the UNESCO-listed Durbar Square, also known as Hanuman Dhoka Square Also see one of Nepal's oldest Buddhist temples, the Swayambhunath Stupa Also see one of Nepal's oldest Buddhist temples, the Swayambhunath Stupa Explore Boudhanath Stupa, the largest stupa in Nepal and holiest Tibetan Buddhist Temple outside Tibet Explore Boudhanath Stupa, the largest stupa in Nepal and holiest Tibetan Buddhist Temple outside Tibet See open-air cremation sites at Pashupatinath, at Bagmati River (optional) See open-air cremation sites at Pashupatinath, at Bagmati River (optional) What We Love:   What We Love: Spend a day exploring Kathmandu Valley's UNESCO-listed World Heritage Sites. Explore Durbar Square, the olden kingdom throne of Kathmandu's rulers, before visiting the most important Buddhist shrine in all of Nepal: Swayambhunath Stupa, also known as Monkey Temple. You'll also get to see Boudhanath, the largest stupa in Nepal and the holiest Tibetan Buddhist Temple outside Tibet. And for those who would like to delve deeper into local cultures, Pashupatinath is a not-to-be-missed as one of the most important Hindu Temples in Nepal, located near the Bagmati river. At the gates, plateaus are made that are used for the open air cremations that take place on a daily basis. You'll get better acquainted with the nation's rich heritage in this day trip, spanning the valley's ancient cities, as you wade through their numerous cultural and religious monuments.  ",
        "strLocation": "Kathmandu",
        "strOriginUrl": "https://www.klook.com/activity/186-kathmandu-full-day-exploration-kathmandu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kathmandu Full Day Exploration",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:41:40"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 21,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6b5e0ead-Bungamati--Khokana-Exploration/BungamatiKhokanaExploration.jpgopacity0.0442984",
        "strIntroduction": " Go back in time with a trip to two of the Himalayan country's old villages Meander amongst the residents of Bungamati as they go about their day-to-day activities See the Rato Machhendranath Temple, a Hindu temple for the patron god of Patan Visit the Newari village of Khokana and get to know the local farming community Learn about its renowned mustard oil and harvesting process See the 3-storey temple dedicated the local mother goddess, Shikali Mai Meander amongst the residents of Bungamati as they go about their day-to-day activities Meander amongst the residents of Bungamati as they go about their day-to-day activities See the Rato Machhendranath Temple, a Hindu temple for the patron god of Patan See the Rato Machhendranath Temple, a Hindu temple for the patron god of Patan Visit the Newari village of Khokana and get to know the local farming community Visit the Newari village of Khokana and get to know the local farming community Learn about its renowned mustard oil and harvesting process Learn about its renowned mustard oil and harvesting process See the 3-storey temple dedicated the local mother goddess, Shikali Mai See the 3-storey temple dedicated the local mother goddess, Shikali Mai What We Love:   What We Love: Venture into the ancient villages of Kathmandu Valley in this exploration of Bungamati and Khokana. Because of their relative inaccessibility, visiting the towns is akin to going back in time – a time when locals gather in main squares and the call of everyday work intermingles with communal life. Such are what you'll see on this journey, with Bungamati's resident woodcarvers and craftsfolk hard at work. The place is home to the shrine of Rato Macchendranath, patron god of Patan, alongside other religious monuments. You can expect a similar ambience in Khokana, where locals live largely off of their agriculture. Learn about their renowned produce, mustard oil, and the unique way it is harvested, then pay a visit to the landmark three-storey temple dedicated to Shikali Mai, the local mother goddess.  ",
        "strLocation": "Kathmandu",
        "strOriginUrl": "https://www.klook.com/activity/188-bungamati-khokana-exploration-kathmandu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bungamati & Khokana Exploration",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:41:50"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 21,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6339d737-Kathmandu-Heritage-Tour/KathmanduHeritageTour.jpgopacity0.0886797",
        "strIntroduction": " Breathe in Nepal's history and culture through a half-day trip to two heritage sites Roam the UNESCO-listed Durbar Square, also known as Hanuman Dhoka Square Take in the grandiose architecture of palaces, Hindu and Buddhist temples and shrines Learn about Nepal's political, religious and cultural heritage Also see one of Nepal's oldest Buddhist temples, the Swayambunath Stupa To reach the temple, climb the 365-step staircase through a forest populated with monkeys Roam the UNESCO-listed Durbar Square, also known as Hanuman Dhoka Square Roam the UNESCO-listed Durbar Square, also known as Hanuman Dhoka Square Take in the grandiose architecture of palaces, Hindu and Buddhist temples and shrines Take in the grandiose architecture of palaces, Hindu and Buddhist temples and shrines Learn about Nepal's political, religious and cultural heritage Learn about Nepal's political, religious and cultural heritage Also see one of Nepal's oldest Buddhist temples, the Swayambunath Stupa Also see one of Nepal's oldest Buddhist temples, the Swayambunath Stupa To reach the temple, climb the 365-step staircase through a forest populated with monkeys To reach the temple, climb the 365-step staircase through a forest populated with monkeys What We Love:   What We Love: Uncover the wonders of Nepal in this day trip to two UNESCO-listed World Heritage Sites. Explore Durbar Square, once the kingdom throne of the capital's rulers, and take in the ancient beauty of its numerous temples, shrines and idols. You'll also visit the Swayambunath Stupa, known as the most important Buddhist shrine in all of Nepal. Nicknamed Monkey Temple, the Stupa is situated atop a hillside that can be reached through a monkey-populated forest. Spend half a day getting to know this mountainous country through its rich, ancient history, as you thread landmark sites of religious and cultural landscape.  ",
        "strLocation": "Kathmandu",
        "strOriginUrl": "https://www.klook.com/activity/184-kathmandu-heritage-tour-kathmandu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kathmandu Heritage Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:42:02"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 112,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2ab9f650-Paragliding-Pokhara/ParaglidingPokhara.jpgopacity0",
        "strIntroduction": " Soar Pokhara skies in this tandem paragliding flight Get the experience of a lifetime with Avia Club Nepal, the city's top operator for the airborne adventure! Be briefed with safety instructions and procedures prior to takeoff Foot-launch and foot-land on a paraglider – it's like flying with your own wings! Take in airborne views of the Himalaya. See the Annapurnas, Mt. Everest, Mt. Fish Tail and more Learn the controls of paragliding from your partner pilot Get the experience of a lifetime with Avia Club Nepal, the city's top operator for the airborne adventure! Get the experience of a lifetime with Avia Club Nepal, the city's top operator for the airborne adventure! Be briefed with safety instructions and procedures prior to takeoff Be briefed with safety instructions and procedures prior to takeoff Foot-launch and foot-land on a paraglider – it's like flying with your own wings! Foot-launch and foot-land on a paraglider – it's like flying with your own wings! Take in airborne views of the Himalaya. See the Annapurnas, Mt. Everest, Mt. Fish Tail and more Take in airborne views of the Himalaya. See the Annapurnas, Mt. Everest, Mt. Fish Tail and more Learn the controls of paragliding from your partner pilot Learn the controls of paragliding from your partner pilot What We Love:   What We Love: Soar the skies of Pokhara in this incredible paragliding adventure, provided by the city's top paragliding operator: Avia Club Nepal. Designed as tandem flights, you'll be paired with a pilot as you foot-launch from the 1,592m takeoff point in Sarangkot, and foot-land by the placid Phewa Lake. It's an experience akin to having your own wings! Replace any fear of heights with awe and wonder at scenic views of the Himalayas, with sights of the Annapurnas, Mt. Everest and the virgin Mt. Fish Tail, as well an incredible bird's eye glimpse of Pokhara Valley. You'll also get a crash course on paragliding controls as your pilot navigates the flight. So keep your eyes open, take a deep breath and make that leap into Pokhara skies – it's going to be a journey you'll never forget.  ",
        "strLocation": "Pokhara",
        "strOriginUrl": "https://www.klook.com/activity/207-paragliding-pokhara-pokhara/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Paragliding Pokhara",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:42:16"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 119,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0e522b9a-Pokhara-Kathmandu-Flight/Pokhara-KathmanduFlight.jpgopacity0.650769",
        "strIntroduction": " Quickly transit between Pokhara and Kathmandu City by plane Swiftly journey from Pokhara to Kathmandu City (OR Kathmandu City to Pokhara) with this 25-minute flight aboard Simrik Airlines, Buddha Air or Yeti Airlines (subject to scheduling availability) Enjoy comfortable hotel-airport and airport-hotel transfers in both cities Glimpse the natural Nepali landscape as you fly high up in the air Swiftly journey from Pokhara to Kathmandu City (OR Kathmandu City to Pokhara) with this 25-minute flight aboard Simrik Airlines, Buddha Air or Yeti Airlines (subject to scheduling availability) Swiftly journey from Pokhara to Kathmandu City (OR Kathmandu City to Pokhara) with this 25-minute flight aboard Simrik Airlines, Buddha Air or Yeti Airlines (subject to scheduling availability) Enjoy comfortable hotel-airport and airport-hotel transfers in both cities Enjoy comfortable hotel-airport and airport-hotel transfers in both cities Glimpse the natural Nepali landscape as you fly high up in the air Glimpse the natural Nepali landscape as you fly high up in the air What We Love:   What We Love: Fly from Pokhara to Kathmandu City (or vice versa) with ease via leading local airlines - Simrik Airlines, Buddha Air, Yeti Airlines – and add some much-deserved convenience to your trip. Those with tighter itineraries will appreciate the swift transit of these one-way flights. Bringing both cities within easy access of the other, hopping aboard a plane is a great way to optimize your Nepal stay!  ",
        "strLocation": "Pokhara",
        "strOriginUrl": "https://www.klook.com/activity/213-pokhara-kathmandu-flight-pokhara/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Pokhara-Kathmandu Flight",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:42:25"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 86,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/99082773-Ultralight-Flight/UltralightFlight.jpg",
        "strIntroduction": " Soar across Pokhara's peaks and valleys, mountains and plateaus Enjoy an exhilarating flight aboard an ultralight aircraft, provided by top local operators: Avia Club Nepal or Pokhara Ultralight (subject to scheduling availability) Fly against scenic, mountainous views of the Himalayas Get a bird's eye view of the expansive Phewa Lake Soar up to 9,000ft above sea level – and venture near the peak of Fish Tail Mountain! Enjoy an exhilarating flight aboard an ultralight aircraft, provided by top local operators: Avia Club Nepal or Pokhara Ultralight (subject to scheduling availability) Enjoy an exhilarating flight aboard an ultralight aircraft, provided by top local operators: Avia Club Nepal or Pokhara Ultralight (subject to scheduling availability) Fly against scenic, mountainous views of the Himalayas Fly against scenic, mountainous views of the Himalayas Get a bird's eye view of the expansive Phewa Lake Get a bird's eye view of the expansive Phewa Lake Soar up to 9,000ft above sea level – and venture near the peak of Fish Tail Mountain! Soar up to 9,000ft above sea level – and venture near the peak of Fish Tail Mountain! What We Love:   What We Love: Afraid of heights? Leave your fear at the door once aboard an ultraflight aircraft and anticipate a thrilling adventure. Fly against the backdrop of the Himalayan Range, across lakes and plateaus and Nepal's expansive Phewa Lake. The journey, serviced by top local operators Avia Club Nepal and Pokhara Ultralight, will take you as high as 9,000ft above sea level, near the summit of Fish Tail Mountain and into Seti Valley. Keep your eyes open – there's no other way to taste the heights of Pokhara's mountainous beauty!  ",
        "strLocation": "Pokhara",
        "strOriginUrl": "https://www.klook.com/activity/206-ultralight-flight-pokhara/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Ultralight Flight",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:42:37"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 60,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a5815c84-ZipFlyer-Nepal/ZipFlyerNepal.jpg",
        "strIntroduction": " Brave a 1.8km-long, 2000ft-high descent in the world's steepest and fastest zipline Shoot down an incline of 56 degrees – the steepest in the world for a zipline With a vertical drop of 2,000ft, it's also the world's tallest! Experience the thrill of weightlessness for a whole 1.5 to 2 minutes over a 1.8km journey Rest assured in Highground Adventures' safety harnesses that meet world-accredited standards Shoot down an incline of 56 degrees – the steepest in the world for a zipline Shoot down an incline of 56 degrees – the steepest in the world for a zipline With a vertical drop of 2,000ft, it's also the world's tallest! With a vertical drop of 2,000ft, it's also the world's tallest! Experience the thrill of weightlessness for a whole 1.5 to 2 minutes over a 1.8km journey Experience the thrill of weightlessness for a whole 1.5 to 2 minutes over a 1.8km journey Rest assured in Highground Adventures' safety harnesses that meet world-accredited standards Rest assured in Highground Adventures' safety harnesses that meet world-accredited standards What We Love:   What We Love: A vertical drop 2,000ft in height, distance covering 1,800m, and an incline of 56 degrees: that's close to two high-speed minutes of weightlessness on the world's steepest, tallest and fastest zip line! Offered exclusively by Highground Adventures, the ZipFlyer takes you across incredible forest greenery with the captivating Mt. Machhapuchchhre (Fish Tail Mountain) in the background, as you accelerate to speeds of up to 120kph on your way down. Keep your eyes open, and savor the exhilarating thrill of a near free-fall on one of the world's most extreme ziplining experience!  ",
        "strLocation": "Pokhara",
        "strOriginUrl": "https://www.klook.com/activity/209-zipflyer-nepal-pokhara/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "ZipFlyer Nepal",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:42:49"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 45,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a01cfb97-Upper-Seti-River-Rafting/UpperSetiRiverRafting.jpgopacity0",
        "strIntroduction": " Kayak down white rapids in this exhilarating river rafting adventure Enjoy 1.5hrs of non-stop paddling in the Upper Seti River Navigate through rapids that require 100% participation from all paddlers! Take in magnificent views of the Annapurna mountain range as you make your way down Rest assured in the safety of certified equipment, protective gear, and the guidance of experienced, professional kayakers Enjoy 1.5hrs of non-stop paddling in the Upper Seti River Enjoy 1.5hrs of non-stop paddling in the Upper Seti River Navigate through rapids that require 100% participation from all paddlers! Navigate through rapids that require 100% participation from all paddlers! Take in magnificent views of the Annapurna mountain range as you make your way down Take in magnificent views of the Annapurna mountain range as you make your way down Rest assured in the safety of certified equipment, protective gear, and the guidance of experienced, professional kayakers Rest assured in the safety of certified equipment, protective gear, and the guidance of experienced, professional kayakers What We Love:   What We Love: Savor the rush of adrenaline as you kayak down the Upper Seti in this rafting adventure. Just a quick ride from Lakeside Pokhara, it's an accessible thrill that offers no less a challenge than farther-flung options. Careen down white rapids Class IV and above, while looking up at backdrops of the marvelous, snow-capped Annapurna mountain range. Paddle and navigate clear Himalayan water, take in the beauty of suspension bridges and prayer flags, and enjoy a gripping ride down Pokhara's Seti River – with the city's top operators no less, Paddle Nepal and Royal Beach Nepal.  ",
        "strLocation": "Pokhara",
        "strOriginUrl": "https://www.klook.com/activity/210-upper-seti-river-rafting-pokhara/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Upper Seti River Rafting",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:42:59"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 200,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/35c45924-Parahawking/Parahawking.jpgopacity0.991144",
        "strIntroduction": " Share the skies with an Egyptian Vulture in this award-winning paragliding experience Soar through Pokhara skies with Kevin or Bob – rehabilitated Egyptian Vultures! Experience feeding the vulture as they land on your hand to take a bite Get a crash course on vulture conservation and how parahawking has helped prevent Nepal's vultures from extinction Contribute directly to vulture conservation projects in Nepal through your flight Capture photos and videos through the on-board camera Soar through Pokhara skies with Kevin or Bob – rehabilitated Egyptian Vultures! Soar through Pokhara skies with Kevin or Bob – rehabilitated Egyptian Vultures! Experience feeding the vulture as they land on your hand to take a bite Experience feeding the vulture as they land on your hand to take a bite Get a crash course on vulture conservation and how parahawking has helped prevent Nepal's vultures from extinction Get a crash course on vulture conservation and how parahawking has helped prevent Nepal's vultures from extinction Contribute directly to vulture conservation projects in Nepal through your flight Contribute directly to vulture conservation projects in Nepal through your flight Capture photos and videos through the on-board camera Capture photos and videos through the on-board camera What We Love:   What We Love: Share the skies with an Egyptian Vulture in this unique paragliding experience. Birds of prey are known to have a natural instinct to conserve energy as they fly, drawing toward thermals – rising currents of warm air – in order to travel farther distances without flapping their wings. With a trained vulture as your airborne guide, you'll soar against the Himalaya, across the dense forest green, and experience feeding the winged creature as it lands on your hand for a snack. You'll also be treated to a session on vulture conservation and learn how parahawking has helped prevent Nepal's vultures from extinction. Offered exclusively by Blue Sky Paragliding, it's an incredible initiative that brings together adventure, eco-tourism and conservation in an exhilarating journey, with proceeds going directly to conservation projects. Plus, where else in the world will you get to paraglide with vultures?  ",
        "strLocation": "Pokhara",
        "strOriginUrl": "https://www.klook.com/activity/211-parahawking-pokhara/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Parahawking",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:43:09"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 120,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8deec697-Pokhara-Kathmandu-Drive/Pokhara-KathmanduDrive.jpgopacity0.417907",
        "strIntroduction": " Drive the scenic route from Pokhara to Kathmandu City (or vice versa) Enjoy the convenience of a comfortable drive via air-conditioned car (2-3 pax), van (4-7 pax) or minibus (8-12 pax) Glimpse the natural Nepali landscape as you journey on the road See local villages and everyday life, as well as the captivating Himalayan mountainscape on the six- to seven-hour journey Enjoy the convenience of a comfortable drive via air-conditioned car (2-3 pax), van (4-7 pax) or minibus (8-12 pax) Enjoy the convenience of a comfortable drive via air-conditioned car (2-3 pax), van (4-7 pax) or minibus (8-12 pax) Glimpse the natural Nepali landscape as you journey on the road Glimpse the natural Nepali landscape as you journey on the road See local villages and everyday life, as well as the captivating Himalayan mountainscape on the six- to seven-hour journey See local villages and everyday life, as well as the captivating Himalayan mountainscape on the six- to seven-hour journey What We Love:   What We Love: Make it from Pokhara to Kathmandu City (or vice versa) with ease by private car, van or minibus and enjoy much-deserved convenience on your trip. A scenic drive across the Himalayan landscape is ideal for travelers not pressed for time, letting you better explore Nepali terrain while in transit. Needless to say, it's a great way to optimize your stay!  ",
        "strLocation": "Pokhara",
        "strOriginUrl": "https://www.klook.com/activity/212-pokhara-kathmandu-drive-pokhara/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Pokhara-Kathmandu Drive",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:43:22"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 54,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3c539edc-Pokhara-Mountain-Biking/PokharaMountainBiking.jpgopacity0",
        "strIntroduction": " Pedal your way around the City of Lakes and see the best views the city has to offer Be guided up toward the Sarangkot ridge line, amidst spectacular views of the Annapurna mountain range Outside of the city, glimpse incredible views of Pokhara and Phewa Lake Ride past peaceful Nepali farmland en route to the lake shore and back to the city Savor a packed lunch during a short break in between Be guided up toward the Sarangkot ridge line, amidst spectacular views of the Annapurna mountain range Be guided up toward the Sarangkot ridge line, amidst spectacular views of the Annapurna mountain range Outside of the city, glimpse incredible views of Pokhara and Phewa Lake Outside of the city, glimpse incredible views of Pokhara and Phewa Lake Ride past peaceful Nepali farmland en route to the lake shore and back to the city Ride past peaceful Nepali farmland en route to the lake shore and back to the city Savor a packed lunch during a short break in between Savor a packed lunch during a short break in between What We Love:   What We Love: Pedal your way around Pokhara with this sightseeing-mountain biking adventure. Let the Nepali landscape take your breath away as you ride upward to the Sarangkot ridge line, and cycle amidst incredible views of the Annapurna mountain range. Bike past scenic sights of Pokhara City and Phewa Lake, then opt for a cross-country or single-track downhill route on the way down. You'll pass through quiet, picturesque Nepali farmland as you head to the lake shore, before making it back to the city before sundown. It's surely an exhilarating way to experience Nepal's second-largest city!  ",
        "strLocation": "Pokhara",
        "strOriginUrl": "https://www.klook.com/activity/205-pokhara-mountain-biking-pokhara/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Pokhara Mountain Biking",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:43:33"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 21,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/51988759-Sarangkot-Sunrise-View/SarangkotSunriseView.jpgopacity0",
        "strIntroduction": " Experience a magnificent Pokhara sunrise Start early with breathtaking views of the sunrise atop Sarangkot Hill Glimpse spectacular panoramic views of the Himalayan range Go sightseeing around Sarangkot Hill Start early with breathtaking views of the sunrise atop Sarangkot Hill Start early with breathtaking views of the sunrise atop Sarangkot Hill Glimpse spectacular panoramic views of the Himalayan range Glimpse spectacular panoramic views of the Himalayan range Go sightseeing around Sarangkot Hill Go sightseeing around Sarangkot Hill What We Love:   What We Love: Picture light cutting through the horizon, reflecting a palette of colors upon the white-topped peaks of the world's highest mountains. Such is the sight atop Sarangkot Hill in this sunrise tour, in addition to spectacular surrounding views of the Himalayan range. Once the sun takes its place in the sky, you'll also get the chance to roam the hillside village. It's a rather beautiful start to the day, perfect for accommodating ensuing adventures in the city.  ",
        "strLocation": "Pokhara",
        "strOriginUrl": "https://www.klook.com/activity/204-sarangkot-sunrise-view-pokhara/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sarangkot Sunrise View",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:43:43"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 21,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/93898487-Pokhara-City-Sightseeing/PokharaCitySightseeing.jpgopacity0",
        "strIntroduction": " Spend a day exploring the best of Pokhara, the ‘City of Lakes' Visit the World Peace Pagoda and see the massive ivory Buddhist stupa Head to the gem-like Phewa Lake and enjoy an optional boat ride Make a stop at the Barahi Temple in the middle of the lake Drop by the Bindabasini Temple Visit the World Peace Pagoda and see the massive ivory Buddhist stupa Visit the World Peace Pagoda and see the massive ivory Buddhist stupa Head to the gem-like Phewa Lake and enjoy an optional boat ride Head to the gem-like Phewa Lake and enjoy an optional boat ride Make a stop at the Barahi Temple in the middle of the lake Make a stop at the Barahi Temple in the middle of the lake Drop by the Bindabasini Temple Drop by the Bindabasini Temple What We Love:   What We Love: Get to know Pokhara with this sightseeing adventure. Make a trip to the World Peace Pagoda, a beautiful white stupa built by Japanese Buddhists. Surrounding the area are beautiful views of the city, as well as sights of Phewa Lake nearby – where you'll head to next. Opt for a quiet boating trip on the water, before stopping by the Barahi Temple, located in the middle of the lake. Afterwards, drop by the Bindabasini Temple, an important Hindu site that's also one of the oldest temples in Nepal. With full- and half-day options, these easy sightseeing trips are welcome introductions to the rich city of Pokhara.  ",
        "strLocation": "Pokhara",
        "strOriginUrl": "https://www.klook.com/activity/203-pokhara-city-sightseeing-pokhara/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Pokhara City Sightseeing",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:43:53"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 22,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c87ff5e9-Airport-Hotel-Transfers/AirportTransfersMRUPickUpforMauritius.jpgopacity0.0509862",
        "strIntroduction": " Enjoy easy airport-hotel or hotel-airport transfers around the island Make it a fuss-free trip from Sir Seewoosagur Ramgoolam International Airport to your hotel (or vice versa) with a convenient car transfer Enjoy a warm token of welcome with your name on a signboard upon arrival For round-trip transfers, just book 2 tickets/per person! Receive one complimentary Mauritius sim card with every booking for 2 Make it a fuss-free trip from Sir Seewoosagur Ramgoolam International Airport to your hotel (or vice versa) with a convenient car transfer Make it a fuss-free trip from Sir Seewoosagur Ramgoolam International Airport to your hotel (or vice versa) with a convenient car transfer Enjoy a warm token of welcome with your name on a signboard upon arrival Enjoy a warm token of welcome with your name on a signboard upon arrival For round-trip transfers, just book 2 tickets/per person! For round-trip transfers, just book 2 tickets/per person! Receive one complimentary Mauritius sim card with every booking for 2 Receive one complimentary Mauritius sim card with every booking for 2 What We Love:   What We Love: Enjoy a fuss-free journey to your hotel upon landing at the Sir Seewoosagur Ramgoolam International Airport. With these one-way car transfers, your island holiday begins no sooner than the moment you land, sparing you the hassle of locating your accommodation and settling in. The package also comes with one complementary sim card with every booking for two! Enjoy a comfortable, convenient ride, whether you're just getting started in Mauritius, or wrapping up a memorable stay, and heading back to the airport en route home.  ",
        "strLocation": "Mauritius",
        "strOriginUrl": "https://www.klook.com/activity/266-airport-hotel-transfers-mauritius/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (MRU Pick Up) for Mauritius",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:44:03"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 103,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/366bf1f8-Ile-aux-B%C3%A9nitiers-Cruise/IleauxB%C3%A9nitiersCruise.jpgopacity0",
        "strIntroduction": " Hop aboard a speedboat, swim with dolphins, and see Mauritius' breathtaking islands, including Ile aux Bénitiers Go on a two-hour swim with dolphins – in their very own turf! Snorkel the lively, underwater world of Mauritius' west coast Glimpse the beautiful rock gem in the middle of the ocean: Le Morne Crystal Rock Enjoy a savory barbecue lunch at the Island of Bénitiers Spend a lovely beach afternoon on Bénitiers – dip into clear, cool waters and take in breathtaking views of Le Morne Mountain Go on a two-hour swim with dolphins – in their very own turf! Go on a two-hour swim with dolphins – in their very own turf! Snorkel the lively, underwater world of Mauritius' west coast Snorkel the lively, underwater world of Mauritius' west coast Glimpse the beautiful rock gem in the middle of the ocean: Le Morne Crystal Rock Glimpse the beautiful rock gem in the middle of the ocean: Le Morne Crystal Rock Enjoy a savory barbecue lunch at the Island of Bénitiers Enjoy a savory barbecue lunch at the Island of Bénitiers Spend a lovely beach afternoon on Bénitiers – dip into clear, cool waters and take in breathtaking views of Le Morne Mountain Spend a lovely beach afternoon on Bénitiers – dip into clear, cool waters and take in breathtaking views of Le Morne Mountain What We Love:   What We Love: Hang out with aquamarine creatures and venture off into an island paradise in this day cruise. You'll be invited to dip into dolphin turf for some two hours, and swim with the friendly marine animals in the clear waters of Mauritius. There'll also be room for snorkeling, so keep your eyes open for the colorful world that awaits under water! From there it's back aboard a luxury speedboat, where you'll glimpse Le Morne Crystal Rock – a beautiful rock gem in the middle of the ocean – en route to Ile aux Bénitiers (Bénitiers Island), an island off the west coast. Indulge in a sumptuous barbecue lunch, and make the most of your stay by roaming the island before hopping back aboard, and sailing toward the afternoon's end.  ",
        "strLocation": "Mauritius",
        "strOriginUrl": "https://www.klook.com/activity/235-ile-aux-benitiers-cruise-mauritius/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Ile aux Bénitiers Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:44:13"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 105,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d3c0d0f4-Discounted-Van--Car-Hire-with-Driver/VanCarHire.jpgopacity0",
        "strIntroduction": " Roam Mauritius with ease and convenience with a rented car or van for the day Enjoy your own personal ride for 8 consecutive hours a day in a car (for up to 4) or a van (for up to 13) Get picked up and dropped off around the island, from your hotel to various attractions and back With a personal driver on-hire to take you around, you also have the opportunity to get to know a local – and learn more about the people of Mauritius, too! Enjoy your own personal ride for 8 consecutive hours a day in a car (for up to 4) or a van (for up to 13) Enjoy your own personal ride for 8 consecutive hours a day in a car (for up to 4) or a van (for up to 13) Get picked up and dropped off around the island, from your hotel to various attractions and back Get picked up and dropped off around the island, from your hotel to various attractions and back With a personal driver on-hire to take you around, you also have the opportunity to get to know a local – and learn more about the people of Mauritius, too! With a personal driver on-hire to take you around, you also have the opportunity to get to know a local – and learn more about the people of Mauritius, too! What We Love:   What We Love: A small island in the Indian Ocean, Mauritius is relatively easy to traverse. For travelers, however, it is said that the best way to get around is to hail a taxi, or drive. Why not hire a car instead and spare yourself any peripheral trouble? With a driver of your own for a whole eight hours, you're set for the day's itinerary. Select from one of two rental rides: a car for parties of four, or a van for groups of up to 13, and you're ready for a memorable, trouble-free stay.  ",
        "strLocation": "Mauritius",
        "strOriginUrl": "https://www.klook.com/activity/267-car-van-rentals-mauritius/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Van & Car Hire",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:44:24"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 105,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4d8b7b04-Catamaran-Dolphin-Cruise/CatamaranDolphinCruise.jpgopacity0",
        "strIntroduction": " Cruise and snorkel the turquoise waters around Tamarin Bay, and get the chance to swim with dolphins! Savor luxury aboard a Harris Wilson catamaran, a spacious, 60ft-long vessel built for ocean racing Watch dolphins in their natural aqua habitat – and take the plunge to swim with these delightful marine creatures! Swim amongst colorful fish with snorkel stops en route to La Preneuse Enjoy a hearty lunch aboard the boat, featuring a bounty of fresh offerings Glimpse scenic views of Rempart Mountain and Black River, as you head to the solitary Le Morne Crystal Rock Savor luxury aboard a Harris Wilson catamaran, a spacious, 60ft-long vessel built for ocean racing Savor luxury aboard a Harris Wilson catamaran, a spacious, 60ft-long vessel built for ocean racing Watch dolphins in their natural aqua habitat – and take the plunge to swim with these delightful marine creatures! Watch dolphins in their natural aqua habitat – and take the plunge to swim with these delightful marine creatures! Swim amongst colorful fish with snorkel stops en route to La Preneuse Swim amongst colorful fish with snorkel stops en route to La Preneuse Enjoy a hearty lunch aboard the boat, featuring a bounty of fresh offerings Enjoy a hearty lunch aboard the boat, featuring a bounty of fresh offerings Glimpse scenic views of Rempart Mountain and Black River, as you head to the solitary Le Morne Crystal Rock Glimpse scenic views of Rempart Mountain and Black River, as you head to the solitary Le Morne Crystal Rock What We Love:   What We Love: Spend a beautiful day out on sea aboard the Harris Wilson, a 60ft ocean racer built for speedy travel. The luxury cruise begins with a sail out to Tamarin Bay, where you'll encounter dolphins and get the chance to join them in the water. Go for a hearty swim with these friendly creatures, before cruising further along to La Preneuse. With snorkeling stops all throughout, you'll get to experience more of Mauritius' underwater beauty, swimming amongst colorful fish and mesmerizing coral. The trip comes with a freshly prepared lunch on the catamaran, and a full boat crew to deliver no less than a memorable trip – capped off with a visit to Le Morne Crystal Rock, pristinely set in the middle of the ocean, and blessed with enthralling views of Rempart Mountain and Black River along the way.  ",
        "strLocation": "Mauritius",
        "strOriginUrl": "https://www.klook.com/activity/226-catamaran-dolphin-cruise-mauritius/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Catamaran Dolphin Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:44:34"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 171,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f56221f9-Seakart/SeakartRental.jpgopacity0",
        "strIntroduction": " Explore Mauritius' gems with a one- or three-hour ride on the Seakart Pilot your own Seakart, a version of the Jet Ski available only in Mauritius Ride past some of Mauritius' most spectacular waters and coastal sights: Benitier's Island lagoons, Le Morne peninsula, and Flic en Flac Enjoy welcome refreshments, breakfast and/or afternoon snacks with the Half-Day Ride Rest secure with full safety gear and security procedures Pilot your own Seakart, a version of the Jet Ski available only in Mauritius Pilot your own Seakart, a version of the Jet Ski available only in Mauritius Ride past some of Mauritius' most spectacular waters and coastal sights: Benitier's Island lagoons, Le Morne peninsula, and Flic en Flac Ride past some of Mauritius' most spectacular waters and coastal sights: Benitier's Island lagoons, Le Morne peninsula, and Flic en Flac Enjoy welcome refreshments, breakfast and/or afternoon snacks with the Half-Day Ride Enjoy welcome refreshments, breakfast and/or afternoon snacks with the Half-Day Ride Rest secure with full safety gear and security procedures Rest secure with full safety gear and security procedures What We Love:   What We Love: Experience the beauty of Mauritian waters on your very own speedboat – known as the Seakart, exclusive to the island. Think of it as riding your own Jet Ski, except with up to two people for company and the comfort of full, sit-back seating arrangements. Explore the sea foam-green lagoon of Benitier's Island, the emblematic Le Morne peninsula with its piercing mountaintop, and the tranquil seaside village of Flic en Flac. You'll get to ride in varying speeds as you cut through the water, and relish cool swimming breaks in between. It's the ultimate way to see one Mauritius landmark after another, while gracing both land and water of this oceanic gem.  ",
        "strLocation": "Mauritius",
        "strOriginUrl": "https://www.klook.com/activity/219-seakart-mauritius/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Seakart Rental",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:44:48"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 264,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d9552b23-Casela-Nature--Leisure-Park/CaselaNatureLeisurePark.jpgopacity0.0411227",
        "strIntroduction": " Spend half a day at Mauritius' favorite nature & leisure park! Explore the park with an exciting quadbike ride Walk with lions and cheetahs – and stick around for a photo op or two! Meet and greet the park's zebras, deer, and giant tortoises on open grounds Explore the park with an exciting quadbike ride Explore the park with an exciting quadbike ride Walk with lions and cheetahs – and stick around for a photo op or two! Walk with lions and cheetahs – and stick around for a photo op or two! Meet and greet the park's zebras, deer, and giant tortoises on open grounds Meet and greet the park's zebras, deer, and giant tortoises on open grounds What We Love:   What We Love: At Mauritius' Casela Nature and Leisure Park, visitors are given wide-open freedom to enjoy the island's incredible natural gifts. In this day tour, get a taste of the park's best sights in a single, fuss-free journey. Enjoy an exciting quadbike ride across 14 hectares of greenery, greeting free-roaming wildlife: zebras, monkeys, peacocks, deer, and the incredible giant tortoises. A once-in-a-lifetime experience also awaits, where you'll get the chance to walk with lions and cheetahs – nowhere else in the world will you be able to snap intimate selfies with these wildcats!  ",
        "strLocation": "Mauritius",
        "strOriginUrl": "https://www.klook.com/activity/237-casela-nature-leisure-park-mauritius/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Casela Nature & Leisure Park",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:45:00"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 145,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a8a986f3-Blue-Bay--Ile-aux-Cerfs/SpeedboattoBlueBayIleauxCerfs.jpgopacity0.360504",
        "strIntroduction": " Explore the southeast of Mauritius in this island getaway on speedboat Snorkel the lively and colorful seabed of Blue Bay Visit the historic Fouquets Island (Lighthouse Island) Head out to Grand River Southeast and take a mini boat ride to get closer to the waterfalls Enjoy a delicious barbecue lunch of lobster or giant prawns on the island paradise, Ile aux Cerfs Lounge and bask on the island for the rest of the afternoon Snorkel the lively and colorful seabed of Blue Bay Snorkel the lively and colorful seabed of Blue Bay Visit the historic Fouquets Island (Lighthouse Island) Visit the historic Fouquets Island (Lighthouse Island) Head out to Grand River Southeast and take a mini boat ride to get closer to the waterfalls Head out to Grand River Southeast and take a mini boat ride to get closer to the waterfalls Enjoy a delicious barbecue lunch of lobster or giant prawns on the island paradise, Ile aux Cerfs Enjoy a delicious barbecue lunch of lobster or giant prawns on the island paradise, Ile aux Cerfs Lounge and bask on the island for the rest of the afternoon Lounge and bask on the island for the rest of the afternoon What We Love:   What We Love: Embark on a fun-packed speedboat trip around the southeast of Mauritius, beginning with a snorkeling trip in the azure paradise of Blue Bay. Loved as a haven for watersports, you'll be captivated by the lively seabed that awaits, with coral life in full color amidst clear waters. From there, you're bound for the historic Fouquets Island (or Lighthouse Island), then to the Grand River Southeast, where you'll be treated to a mini boat trip bringing you closer to the waterfalls. Head then to Ile aux Cerfs, a white sand gem in the middle of the ocean, and enjoy a freshly prepared lunch of barbecue lobster or giant prawns – your choice, although you may indicate any dietary requirements if needed – before spending a day lounging on, and getting to know, the island itself.  ",
        "strLocation": "Mauritius",
        "strOriginUrl": "https://www.klook.com/activity/232-blue-bay-ile-aux-cerfs-mauritius/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Speedboat to Blue Bay & Ile aux Cerfs",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:45:09"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 54,
        "strGuideLanguage": "en/cn/fr",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/94befda9-Discover-Mauritius/DiscoverMauritius.jpgopacity0",
        "strIntroduction": " Get to know Mauritius with a day at the capital and surrounding beaches! Enjoy sprawling views of Port Louis from Fort Adelaide – itself a national monument Get a taste for local shopping at the bustling Port Louis Bazaar and Caudan Waterfront Make a trip to the picturesque Cap Malheureux and see the beautiful, red-roofed Notre Dame church No Mauritius tour is complete without a stop at the beach – here, you'll get to visit the popular Grand Baie! Shop at the island's largest supermarket, Super U Enjoy sprawling views of Port Louis from Fort Adelaide – itself a national monument Enjoy sprawling views of Port Louis from Fort Adelaide – itself a national monument Get a taste for local shopping at the bustling Port Louis Bazaar and Caudan Waterfront Get a taste for local shopping at the bustling Port Louis Bazaar and Caudan Waterfront Make a trip to the picturesque Cap Malheureux and see the beautiful, red-roofed Notre Dame church Make a trip to the picturesque Cap Malheureux and see the beautiful, red-roofed Notre Dame church No Mauritius tour is complete without a stop at the beach – here, you'll get to visit the popular Grand Baie! No Mauritius tour is complete without a stop at the beach – here, you'll get to visit the popular Grand Baie! Shop at the island's largest supermarket, Super U Shop at the island's largest supermarket, Super U What We Love:   What We Love: Get to know this beautiful island with a sightseeing trip around Mauritius. Cover landmarks like Fort Adelaide, also known as La Citadelle, a national monument from where you could get sprawling views of the capital. Peruse local merchandise and get a taste for local shopping at the Central Market – also called Port Louis Bazaar – and the lively Caudan Waterfront, before heading north to Cap Malheureux, a fishing village punctuated by the photogenic, red-roofed Notre Dame Auxiliatrice. From here you'll be taken to Grand Baie Beach – the ‘Bay Without End' – and round off your trip at Super U, the largest supermarket on the island. If it sounds like a packed day, it sure is – one that leaves you a little more intimate with the island of paradise that is Mauritius!  ",
        "strLocation": "Mauritius",
        "strOriginUrl": "https://www.klook.com/activity/220-discover-mauritius-mauritius/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Discover Mauritius",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:45:21"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 135,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/42d9efe5-Ile-aux-Cerfs-Speedboat-Trip/IleauxCerfsSpeedboatTrip.jpgopacity0.425664",
        "strIntroduction": " Hop aboard a speedboat to Ile aux Cerfs and enjoy a host of watersports against stunning natural backdrop on this private tour Sail through the skies with a parasailing trip (accommodates 2) Cut through the water with a tube ride (accommodates 2) Roam the Mauritian seabed with an undersea walk Wander the fine, sandy beaches and splendid blue waters of Ile aux Cerfs Island See the roaring Grand River South East Waterfalls Indulge in a hearty lunch at the private island, Îlot Mangénie Sail through the skies with a parasailing trip (accommodates 2) Sail through the skies with a parasailing trip (accommodates 2) Cut through the water with a tube ride (accommodates 2) Cut through the water with a tube ride (accommodates 2) Roam the Mauritian seabed with an undersea walk Roam the Mauritian seabed with an undersea walk Wander the fine, sandy beaches and splendid blue waters of Ile aux Cerfs Island Wander the fine, sandy beaches and splendid blue waters of Ile aux Cerfs Island See the roaring Grand River South East Waterfalls See the roaring Grand River South East Waterfalls Indulge in a hearty lunch at the private island, Îlot Mangénie Indulge in a hearty lunch at the private island, Îlot Mangénie What We Love:   What We Love: Off the east coast of Mauritius is a strip of heaven on earth baptized ‘Ile aux Cerfs'. ‘Deer Island' in English and once home to Java-imported cerf, Ile aux Cerfs no longer hosts the creatures of the hunt, and instead offers locals and visitors some of the most stunning white beaches and turquoise waters. Spend a day at this island paradise and the ocean surrounding it with your own private tour, featuring exhilarating activities such as parasailing and tube riding. Roam the ocean bed with an undersea walk, snorkel around captivating lagoons, and then drop by the Grand River Waterfalls. Inclusive of a barbecue lunch on the neighboring private island, Îlot Mangénie, this package promises to deliver a full day of sun kissed memories, and genuine splashes of wonder.  ",
        "strLocation": "Mauritius",
        "strOriginUrl": "https://www.klook.com/activity/224-ile-aux-cerfs-speedboat-trip-mauritius/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Ile aux Cerfs Speedboat Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:45:31"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 127,
        "strGuideLanguage": "en/cn/fr",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/96472a7e-Touches-of-Nature-Tour/TouchesofNatureTour.jpgopacity0.0820963",
        "strIntroduction": " Experience Mauritius' natural bounty, playful marine creatures and wildlife, located southwest of the island on this private tour Hop aboard a speedboat to Tamarin Bay and enjoy an exhilarating swim with dolphins! Enjoy a picture-perfect drive to Chamarel See Chamarel's waterfalls and the natural wonder that is the Seven Coloured Earth Spend the rest of your afternoon meeting and greeting wildlife at Casela Nature & Leisure Park Get the option to zipline, ride Segways or quadbikes, and even walk with lions! Hop aboard a speedboat to Tamarin Bay and enjoy an exhilarating swim with dolphins! Hop aboard a speedboat to Tamarin Bay and enjoy an exhilarating swim with dolphins! Enjoy a picture-perfect drive to Chamarel Enjoy a picture-perfect drive to Chamarel See Chamarel's waterfalls and the natural wonder that is the Seven Coloured Earth See Chamarel's waterfalls and the natural wonder that is the Seven Coloured Earth Spend the rest of your afternoon meeting and greeting wildlife at Casela Nature & Leisure Park Spend the rest of your afternoon meeting and greeting wildlife at Casela Nature & Leisure Park Get the option to zipline, ride Segways or quadbikes, and even walk with lions! Get the option to zipline, ride Segways or quadbikes, and even walk with lions! What We Love:   What We Love: Dip into the waters of Mauritius and get a taste for the island's breathtaking landscape in this full-day tour. Immerse yourself in the habitat of the island's marine residents, with a two-hour swim with Bottlenose and Spinner Dolphins off the coast of Tamarin Bay. Then take in scenic views of distant mountains and endless horizons en route to Chamarel, where you'll happen upon a waterfall and the renowned Seven Coloured Earth – a beautiful, natural phenomena of sand dunes with traces of red, violet, purple, blue, green, yellow and brown – the result of decomposed volcanic gullies, whose hues reveal the presence of different minerals. Afterwards it's off to Casela Nature & Leisure Park, where you'll meet and greet Mauritian wildlife and enjoy the option to zipline, roam on a quadbike and walk with lions!  ",
        "strLocation": "Mauritius",
        "strOriginUrl": "https://www.klook.com/activity/222-touches-of-nature-tour-mauritius/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Touches of Nature Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:45:42"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 13,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/fed8c920-Blue-Bay-Boating--Snorkeling/BlueBayBoatingSnorkeling.jpgopacity0",
        "strIntroduction": " Sail aboard a glass-bottom boat and snorkel the beautiful water world of Blue Bay Marine Park! Experience the wondrous blue waters of Blue Bay Marine Park, truly a gem of nature South East of Mauritius Hop aboard a glass-bottom boat for beautiful blue views of the ocean underneath Plunge into crystal clear waters for a swim, and snorkel the diverse marine world deep below See over 50 species of coral, and rub shoulders with Trumpet fish, Butterfly fish, Damselfish and countless more Experience the wondrous blue waters of Blue Bay Marine Park, truly a gem of nature South East of Mauritius Experience the wondrous blue waters of Blue Bay Marine Park, truly a gem of nature South East of Mauritius Hop aboard a glass-bottom boat for beautiful blue views of the ocean underneath Hop aboard a glass-bottom boat for beautiful blue views of the ocean underneath Plunge into crystal clear waters for a swim, and snorkel the diverse marine world deep below Plunge into crystal clear waters for a swim, and snorkel the diverse marine world deep below See over 50 species of coral, and rub shoulders with Trumpet fish, Butterfly fish, Damselfish and countless more See over 50 species of coral, and rub shoulders with Trumpet fish, Butterfly fish, Damselfish and countless more What We Love:   What We Love: Experience the turquoise waters of Mauritius' Blue Bay Marine Park in this boat and snorkeling trip. As though you couldn't get enough of the blue, you'll have the chance to sail aboard a glass-bottom boat, and be blessed with crystal clear views of the water underneath. Plus, while you can stay dry for the rest of the trip, we reckon it better to take the plunge – what's a vacation in Mauritius for? Swim through the beautiful turquoise gem, and venture deeper for a snorkel amongst colorful sea life, from mangroves to coral, and fish countless different kinds. With depths of up to 5.5m, a whole new world awaits your descent.  ",
        "strLocation": "Mauritius",
        "strOriginUrl": "https://www.klook.com/activity/244-blue-bay-boating-snorkeling-mauritius/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Blue Bay Boating & Snorkeling",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:45:53"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 84,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6bbb2f08-South-Landscape/SouthernMauritiusLandscapeTour.jpgopacity0.212497",
        "strIntroduction": " See volcanic craters and fiercely crashing waves, massive statues and factories in this private tour of the south See the dormant volcano Trou aux Cerfs, situated 600m or so in elevation Visit Historic Marine, the island's biggest ship model factory, and glimpse artisans in the meticulous process of reproducing ship models to scale Voyage to Grand Bassin, the massive crater lake revered by Hindus, and see the 33m-tall statue of Shiva lording over the water and surrounding shrines and temples Drop by the southern Mauritian tip of Gris Gris, and watch as waves collide against rock faces and Pont Naturel Enjoy a local lunch at Gris Gris Go on a glass-bottom boat trip and snorkeling trip at reef- and color-rich Blue Bay See the dormant volcano Trou aux Cerfs, situated 600m or so in elevation See the dormant volcano Trou aux Cerfs, situated 600m or so in elevation Visit Historic Marine, the island's biggest ship model factory, and glimpse artisans in the meticulous process of reproducing ship models to scale Visit Historic Marine, the island's biggest ship model factory, and glimpse artisans in the meticulous process of reproducing ship models to scale Voyage to Grand Bassin, the massive crater lake revered by Hindus, and see the 33m-tall statue of Shiva lording over the water and surrounding shrines and temples Voyage to Grand Bassin, the massive crater lake revered by Hindus, and see the 33m-tall statue of Shiva lording over the water and surrounding shrines and temples Drop by the southern Mauritian tip of Gris Gris, and watch as waves collide against rock faces and Pont Naturel Drop by the southern Mauritian tip of Gris Gris, and watch as waves collide against rock faces and Pont Naturel Enjoy a local lunch at Gris Gris Enjoy a local lunch at Gris Gris Go on a glass-bottom boat trip and snorkeling trip at reef- and color-rich Blue Bay Go on a glass-bottom boat trip and snorkeling trip at reef- and color-rich Blue Bay What We Love:   What We Love: Well known for its golds and blues, the island paradise of Mauritius is also home to darker, earthier hues – as revealed in this tour of the south. See Trou aux Cerfs, a dormant volcano some 600m in elevation, before stopping at Historic Marine, the largest model ship factory in Mauritius. Then troop over to Grand Bassin, a crater lake that is also a sacred pilgrimage site for Hindus, and its surrounding shrines and temples – including the highest statue in Mauritius, the 33m-tall Shiva. A contrast from sibling emerald beaches, the southern tip of Gris Gris awaits next, with its fierce waves and charcoal cliffs, as well as the wave-chiseled Pont Naturel. The earthen palette lasts here, with a last stop at Blue Bay bringing back sights of turquoise waters and coral reefs, inviting many a visitor to a refreshing snorkel.  ",
        "strLocation": "Mauritius",
        "strOriginUrl": "https://www.klook.com/activity/225-south-landscape-mauritius/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Southern Mauritius Landscape Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:46:05"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 145,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/12e8f344-Subscooter/SubscooterExcursion.jpgopacity0",
        "strIntroduction": " Roam the Grand Baie ocean bottom via a one-of-a-kind ride: the Subscooter! Taste the thrill of piloting your own Subscooter - on your own, or with a seatmate! - in 30m-deep, blue Mauritian waters Breathe freely inside the capsule, and enjoy panoramic views as you coast along Be led by an underwater guide who'll give you a half-hour tour of the mesmerizing ocean bed! See bountiful coral, busy schools of fish and witness the diversity of marine life in this underwater adventure Get a 15mins crash course on how to operate the Subscooter, and rest secure in full safety equipment and procedures Taste the thrill of piloting your own Subscooter - on your own, or with a seatmate! - in 30m-deep, blue Mauritian waters Taste the thrill of piloting your own Subscooter - on your own, or with a seatmate! - in 30m-deep, blue Mauritian waters Breathe freely inside the capsule, and enjoy panoramic views as you coast along Breathe freely inside the capsule, and enjoy panoramic views as you coast along Be led by an underwater guide who'll give you a half-hour tour of the mesmerizing ocean bed! Be led by an underwater guide who'll give you a half-hour tour of the mesmerizing ocean bed! See bountiful coral, busy schools of fish and witness the diversity of marine life in this underwater adventure See bountiful coral, busy schools of fish and witness the diversity of marine life in this underwater adventure Get a 15mins crash course on how to operate the Subscooter, and rest secure in full safety equipment and procedures Get a 15mins crash course on how to operate the Subscooter, and rest secure in full safety equipment and procedures What We Love:   What We Love: Diving and snorkeling are wonderful, but if you're game for another type of excursion along the seabed, then you'll love what's in store for you with the Subscooter. Easy to control and quick to get the hang of, the Subscooter is part-underwater taxi, part-submarine, making for an out-of-the-box ride around the Grand Bay seabed! Receive a quick, 15-minute orientation before getting into your wetsuit and piloting your own ‘vehicle.' Then, it's an approx. 30-meter descent to the bottom of the sea – which you'll spend a whole half-hour exploring! Breathe freely as you make your way around the sandy ocean bottom, following the lead of your underwater guide, and glimpse spectacular views of ocean life through the capsule's panoramic glass.  ",
        "strLocation": "Mauritius",
        "strOriginUrl": "https://www.klook.com/activity/254-subscooter-mauritius/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Subscooter Excursion",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:46:16"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 96,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/14651089-Catamaran-to-Ile-aux-Cerfs/CatamarantoIleauxCerfs.jpgopacity0.375655",
        "strIntroduction": " Experience the perfect Mauritian holiday with this luxury sailing and snorkeling trip Sail in luxury aboard a spacious, full-serviced 42ft. catamaran, complete with free-flowing drinks Board a speedboat to get up close to the Grand River Southeast Waterfalls Enjoy an afternoon of snorkeling in emerald blue waters, alongside scores of fish and coral life Indulge in a barbecue buffet lunch, featuring fresh produce: fish, chicken, salads and fruits, as well as dessert Bask on the paradise beach of Ile aux Cerfs island Sail in luxury aboard a spacious, full-serviced 42ft. catamaran, complete with free-flowing drinks Sail in luxury aboard a spacious, full-serviced 42ft. catamaran, complete with free-flowing drinks Board a speedboat to get up close to the Grand River Southeast Waterfalls Board a speedboat to get up close to the Grand River Southeast Waterfalls Enjoy an afternoon of snorkeling in emerald blue waters, alongside scores of fish and coral life Enjoy an afternoon of snorkeling in emerald blue waters, alongside scores of fish and coral life Indulge in a barbecue buffet lunch, featuring fresh produce: fish, chicken, salads and fruits, as well as dessert Indulge in a barbecue buffet lunch, featuring fresh produce: fish, chicken, salads and fruits, as well as dessert Bask on the paradise beach of Ile aux Cerfs island Bask on the paradise beach of Ile aux Cerfs island What We Love:   What We Love: Wander to the beautiful Ile aux Cerfs (Deer Island) in this day cruise aboard a 42ft. luxury catamaran. See the beauty of Mauritius as you sail across crystal blue water, amidst breathtaking landscapes, while jovial crew ensure you a well-serviced trip. You'll sail to the Grand River Southeast, where a speedboat will take you up close to the waterfalls, before snorkeling in the company of colorful coral and fish, residents of emerald lagoons. A full barbecue lunch buffet then awaits, filling you with generous servings of fresh fish and chicken, salads and fruits, readying you for the journey toward Ile aux Cerfs island. It's a sun kissed paradise of white sand beaches and inviting palm trees – the perfect last leg, in what we reckon is the best way to spend a day in Mauritius.  ",
        "strLocation": "Mauritius",
        "strOriginUrl": "https://www.klook.com/activity/229-catamaran-to-ile-aux-cerfs-mauritius/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Catamaran to Ile aux Cerfs",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:46:30"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 107,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/51beb6dc-Catamaran-to-Northern-Isles/CatamarantoNorthernIsles.jpgopacity0",
        "strIntroduction": " Go for a swim and snorkel through the pristine blue waters of Gabriel Island and the neighboring Flat Island Head northward of Mauritius towards Ilot Gabriel (Gabriel Island) and Ilot Plate (Flat Island), two immaculate slices of paradise set in the middle of the water Go swimming and snorkeling in crystal blue waters, and get up close to the lively marine life Indulge in a delicious barbecue lunch aboard the catamaran Head northward of Mauritius towards Ilot Gabriel (Gabriel Island) and Ilot Plate (Flat Island), two immaculate slices of paradise set in the middle of the water Head northward of Mauritius towards Ilot Gabriel (Gabriel Island) and Ilot Plate (Flat Island), two immaculate slices of paradise set in the middle of the water Go swimming and snorkeling in crystal blue waters, and get up close to the lively marine life Go swimming and snorkeling in crystal blue waters, and get up close to the lively marine life Indulge in a delicious barbecue lunch aboard the catamaran Indulge in a delicious barbecue lunch aboard the catamaran What We Love:   What We Love: Venture toward the extreme north of Mauritius on a catamaran, toward Ilot Gabriel – also known as Gabriel Island. It's a beautiful, protected natural reserve rich with untouched beaches – a marvel to behold and enjoy with family, or a loved one. You'll also get to visit the nearby Ilot Plate, or Flat Island, an impeccably pristine slice of land in the middle of the water. From snorkel dips between trips and wandering among colorful marine life, to swimming in dazzling emerald waters and taking in the picturesque horizons from your luxury boat, you're guaranteed, no doubt, one of the most laidback and leisurely journeys you'll ever make on the island.  ",
        "strLocation": "Mauritius",
        "strOriginUrl": "https://www.klook.com/activity/233-catamaran-to-northern-isles-mauritius/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Catamaran to Northern Isles",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:46:39"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 147,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/86b92c38-Submarine-Adventure/SubmarineAdventure.jpgopacity0.859063",
        "strIntroduction": " Get to the bottom of the ocean without ever getting wet – in this submarine ride! Enjoy privacy and exclusivity in the water with your very own submarine Experience the depths of the Indian Ocean with this unique, underwater capsule ride Watch through distortion-free glass as fish and other marine creatures wade slowly past See what remains of an old shipwreck Learn more about the ocean with the knowledge and expertise of your submarine pilot Enjoy privacy and exclusivity in the water with your very own submarine Enjoy privacy and exclusivity in the water with your very own submarine Experience the depths of the Indian Ocean with this unique, underwater capsule ride Experience the depths of the Indian Ocean with this unique, underwater capsule ride Watch through distortion-free glass as fish and other marine creatures wade slowly past Watch through distortion-free glass as fish and other marine creatures wade slowly past See what remains of an old shipwreck See what remains of an old shipwreck Learn more about the ocean with the knowledge and expertise of your submarine pilot Learn more about the ocean with the knowledge and expertise of your submarine pilot What We Love:   What We Love: Often the stuff of movies, a submarine ride is now readily accessible with a click – and in the waters of Mauritius, no less. Explore the clear blue waters of the Indian Ocean in these underwater capsules, perfect for an extraordinary experience of the world under the sea. Glimpse colorful fish and other marine creatures through your distortion-free glass as they glide slowly past, and see the intriguing remnants of an old shipwreck. It's an experience for both the young and young-at-heart – and not to mention, one that can be shared by friends and families in a single ride! Get full privacy and exclusivity under the water with your very own submarine, in this magical – and dry! – journey in the ocean.  ",
        "strLocation": "Mauritius",
        "strOriginUrl": "https://www.klook.com/activity/250-submarine-adventure-mauritius/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Submarine Adventure",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:46:51"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 386,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/74f7a6a1-Skydiving-Mauritius/SkydivingMauritius.jpg",
        "strIntroduction": " Take the leap of a lifetime by skydiving in Mauritius Plunge into azure skies and free fall above crystal blue waters – only in Mauritius! Keep your peace of mind with full safety gear and the operator's regular maintenance checks Rest secure with experienced tandem instructors who've each clocked in over 2,000 jumps Plunge into azure skies and free fall above crystal blue waters – only in Mauritius! Plunge into azure skies and free fall above crystal blue waters – only in Mauritius! Keep your peace of mind with full safety gear and the operator's regular maintenance checks Keep your peace of mind with full safety gear and the operator's regular maintenance checks Rest secure with experienced tandem instructors who've each clocked in over 2,000 jumps Rest secure with experienced tandem instructors who've each clocked in over 2,000 jumps What We Love:   What We Love: Everyone calls it Once In A Lifetime; we think it's so much more than that. Where else can you plunge into open skies with views of paradise down below? Enjoy an incredible skydiving experience in Mauritius with this tandem jump that's safe, secure, and spectacularly thrilling! Get briefed on safety instructions and suited up in full gear before taking flight and making the leap. You'll surely want video documentation of this.  ",
        "strLocation": "Mauritius",
        "strOriginUrl": "https://www.klook.com/activity/217-skydiving-mauritius-mauritius/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Skydiving Mauritius",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:47:02"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 112,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/24e530f7-Le-Morne-Horseback-Riding/LeMorneHorsebackRiding.jpgopacity0.077836",
        "strIntroduction": " Enjoy a laid back ride on a former racehorse around the coast of Le Morne or up to the beautiful mountains Saddle up and explore the beaches and mountains of Le Morne on a beautiful retired racehorse Take in the majesty of Le Morne Mountain, once home to slaves on the run for their freedom Wade into the water with your horse – don't worry, it's perfectly safe! Beach horseback riding is fairly easy, so participants are not required to have any riding experience however mountain horseback riding is relatively difficult so you must have previous riding experience or be ready to take on the challenge! Saddle up and explore the beaches and mountains of Le Morne on a beautiful retired racehorse Saddle up and explore the beaches and mountains of Le Morne on a beautiful retired racehorse Take in the majesty of Le Morne Mountain, once home to slaves on the run for their freedom Take in the majesty of Le Morne Mountain, once home to slaves on the run for their freedom Wade into the water with your horse – don't worry, it's perfectly safe! Wade into the water with your horse – don't worry, it's perfectly safe! Beach horseback riding is fairly easy, so participants are not required to have any riding experience however mountain horseback riding is relatively difficult so you must have previous riding experience or be ready to take on the challenge! Beach horseback riding is fairly easy, so participants are not required to have any riding experience however mountain horseback riding is relatively difficult so you must have previous riding experience or be ready to take on the challenge! What We Love:   What We Love: Tread the landmark Morne Brabant mountain on horseback and grace the monolithic peaks with renewed appreciation. Known as the refuge to runaway slaves in the 18th to early 19th centuries, Le Morne remains a powerful symbol of slave rights and freedom, suffering and sacrifice. Coupled with majestic sea views all around, including Benitier's Island to the north and Forneau Island to the south, you're sure to find yourself breathless with awe. You'll also get to dip in the cool waters of the beaches with your own mare, a beautiful, retired racehorse.  ",
        "strLocation": "Mauritius",
        "strOriginUrl": "https://www.klook.com/activity/218-le-morne-horseback-riding-mauritius/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Le Morne Horseback Riding",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:47:11"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 94,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c5521168-Scuba-Diving/TrouauxBichesScubaDivingAdventure.jpgopacity0",
        "strIntroduction": " Explore the deep blue waters of Trou aux Biches with a diving course for beginners or a certified divers experience Venture deep into the clear azure waters of the Indian Ocean Learn to scuba dive with this introductory course and experience, tailored for beginners Swim alongside fish and various other sea creatures, as well as beautiful coral reef Take comfort in top notch scuba diving gear and equipment, as well as full safety operations assured by the operator Venture deep into the clear azure waters of the Indian Ocean Venture deep into the clear azure waters of the Indian Ocean Learn to scuba dive with this introductory course and experience, tailored for beginners Learn to scuba dive with this introductory course and experience, tailored for beginners Swim alongside fish and various other sea creatures, as well as beautiful coral reef Swim alongside fish and various other sea creatures, as well as beautiful coral reef Take comfort in top notch scuba diving gear and equipment, as well as full safety operations assured by the operator Take comfort in top notch scuba diving gear and equipment, as well as full safety operations assured by the operator What We Love:   What We Love: Make your way to the laidback beaches of Trou aux Biches, where you'll venture out on a boat before plunging into the waters for a dive. From here, it's an exploration of wonders under the sea, from coral full of color, to fish and other sea creatures full of life. Non-divers need not worry, as the scuba dives are tailored for both beginners and PADI-certified swimmers, inclusive of necessary lectures and orientations, as well as full gear and safety equipment. With the dive taking you farther to discover the ocean gems of Mauritius, the experience is sure to etch itself equally deeply in your memory.  ",
        "strLocation": "Mauritius",
        "strOriginUrl": "https://www.klook.com/activity/245-scuba-diving-mauritius/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Trou aux Biches Scuba Diving Adventure",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:47:22"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 550,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9fffe0d1-Big-Game-Fishing/BigGameFishing.jpgopacity0",
        "strIntroduction": " Experience big game fishing, the favorite Mauritian pastime, aboard your own private fishing boat Enjoy full privacy with a 40ft boat rented out exclusively for your group – and the full service of experienced boat crew and anglers Be guided by experts, or demonstrate your own angling skills to score a catch in the rich waters of Mauritius Ready yourself for a catch from the deep – the west coast seabed drops past 3,000m, making it home to a diversity of ocean species Replenish with complementary snacks and drinks onboard. The boat is also fully furnished with a toilet and shower Be surrounded by generous views of Mauritius' breathtaking mountains and seascapes Enjoy full privacy with a 40ft boat rented out exclusively for your group – and the full service of experienced boat crew and anglers Enjoy full privacy with a 40ft boat rented out exclusively for your group – and the full service of experienced boat crew and anglers Be guided by experts, or demonstrate your own angling skills to score a catch in the rich waters of Mauritius Be guided by experts, or demonstrate your own angling skills to score a catch in the rich waters of Mauritius Ready yourself for a catch from the deep – the west coast seabed drops past 3,000m, making it home to a diversity of ocean species Ready yourself for a catch from the deep – the west coast seabed drops past 3,000m, making it home to a diversity of ocean species Replenish with complementary snacks and drinks onboard. The boat is also fully furnished with a toilet and shower Replenish with complementary snacks and drinks onboard. The boat is also fully furnished with a toilet and shower Be surrounded by generous views of Mauritius' breathtaking mountains and seascapes Be surrounded by generous views of Mauritius' breathtaking mountains and seascapes What We Love:   What We Love: Hop aboard a fishing boat for a full day of adventure (half-day option also available). Known as a local favorite pastime – and for its record-breaking game! – big game fishing or deep sea fishing in Mauritius is an esteemed activity, drawing fishermen and enthusiasts of the sport from around the world. Try a hand at angling for the chance to score the revered blue marlin, a massive creature known to fight against being drawn up from the water! Or sink a hook for a black marlin instead, a tuna, or a mako shark. With an experienced crew on board to make every leg of the fishing trip worthwhile, you're bound for a uniquely Mauritian afternoon!  ",
        "strLocation": "Mauritius",
        "strOriginUrl": "https://www.klook.com/activity/239-big-game-fishing-mauritius/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Big Game Fishing",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:47:36"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 50,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/fcbf5554-Solar-Undersea-Walk/SolarUnderseaWalk.jpgopacity0",
        "strIntroduction": " Go on an underwater adventure – on foot! Enjoy a guided tour of the sandy lagoon bottom of Grand Baie – a journey made entirely on foot, with a solar-powered breathing helmet! Get up close and personal with colorful fish and coral in the guided, 25mins underwater walk Get an introductory and safety briefing before making the descent Trivia: All gear and machine involved in this activity remain Mauritius' only solar-powered – and environmentally friendly! – units Rest secure in the operator's full safety gear and equipment, as well as their 13+ years of experience Enjoy a guided tour of the sandy lagoon bottom of Grand Baie – a journey made entirely on foot, with a solar-powered breathing helmet! Enjoy a guided tour of the sandy lagoon bottom of Grand Baie – a journey made entirely on foot, with a solar-powered breathing helmet! Get up close and personal with colorful fish and coral in the guided, 25mins underwater walk Get up close and personal with colorful fish and coral in the guided, 25mins underwater walk Get an introductory and safety briefing before making the descent Get an introductory and safety briefing before making the descent Trivia: All gear and machine involved in this activity remain Mauritius' only solar-powered – and environmentally friendly! – units Trivia: All gear and machine involved in this activity remain Mauritius' only solar-powered – and environmentally friendly! – units Rest secure in the operator's full safety gear and equipment, as well as their 13+ years of experience Rest secure in the operator's full safety gear and equipment, as well as their 13+ years of experience What We Love:   What We Love: Here's a way to explore the sandy seabed of Mauritius on foot! The Solar Undersea Walk takes you to the bottom of the ocean with a helmet that lets you breathe, see through distortion-free panels, and keep both your hair and glasses (if you wear a pair!) dry. Descend three to four meters deep into the water, where a guide will take you around the lively underwater neighborhood. Meet and greet the resident fish, in all colors and stripes, and rub shoulders with the vibrant coral, as a constant flow of fresh air supplies your oxygen helmet. Because you'll be walking, no swimming knowledge is at all required. Trivia: over 50% of the operator's clients have been non-swimmers!  ",
        "strLocation": "Mauritius",
        "strOriginUrl": "https://www.klook.com/activity/242-solar-undersea-walk-mauritius/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Solar Undersea Walk",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:47:47"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f929c48a-Boracay-Airport-Transfers/AirportTransfersMPHKLOPickUpforBoracay%2CPhilippines.jpgopacity0.1606",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Professional and reliable all-round transfer service to and from Boracay Experience a convenient and efficient transfer to and from your Boracay airport and hotel Choose between the standard or first class transfer service, applicable to both Caticlan or Kalibo airport Enjoy the professional and friendly service from an experienced driver Experience a convenient and efficient transfer to and from your Boracay airport and hotel Choose between the standard or first class transfer service, applicable to both Caticlan or Kalibo airport Enjoy the professional and friendly service from an experienced driver What We Love:   What We Love: Start off your island holiday in Boracay with minimal worries and frustrations by booking a transfer service ahead of time. With a door-to-door service from Caticlan or Kalibo airport to your hotel, you can leave the bookings of the bus to and from the jetty, boat crossing and island transportation to the professionals. Plus, save time on ticket queues with no hidden costs - the transfer price includes the Jetty Port Terminal, environment fees and boat ticket. So, sit back and relax in air conditioned bus surrounds then enjoy the 15 minutes crossing on a traditional bangka boat.  ",
        "strLocation": "Boracay",
        "strOriginUrl": "https://www.klook.com/activity/1029-airport-transfer-boracay/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (MPH/KLO Pick Up) for Boracay, Philippines",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:47:57"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 50,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9afb88dc-Ariels-Point-Cliff-Diving/ArielsPointCliffDiving.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy the day outdoors cliff diving, snorkelling, kayaking or sun bathing at the world famous Ariel's Point in the Philippines Test your bravery with nine different diving boards and platforms ranging from 3 meters to 15 meters Enjoy a wide variety of outdoor activities including kayaking (single or tandem kayaks), snorkelling and stand up paddle boarding Ride on a traditional Filipino outrigger boat to and from Ariel's Point Have a delicious BBQ lunch buffet along with unlimited drinks on the day Your safety is paramount - lifeguards are present throughout the day Test your bravery with nine different diving boards and platforms ranging from 3 meters to 15 meters Enjoy a wide variety of outdoor activities including kayaking (single or tandem kayaks), snorkelling and stand up paddle boarding Ride on a traditional Filipino outrigger boat to and from Ariel's Point Have a delicious BBQ lunch buffet along with unlimited drinks on the day Your safety is paramount - lifeguards are present throughout the day What We Love:   What We Love: Take a leap of faith and plunge into the beautiful waters of Boracay at one of the world's top cliff diving destinations. Located on the edge of a fishing village, Ariel's Point boasts lush tropical forests, clear turquoise waters, abundant marine life and volcanic rock formations. The party starts the minute you step aboard the traditional Filipino 'banca' boat. Sip on the unlimited drinks available then decide if you want to spend your time cliff diving, kayaking, snorkelling, open water swimming or lounging - tailor your day in paradise with the wide variety of activities. Replenish yourself after a physical morning with a lunch buffet includes fresh and traditional delicacies.  ",
        "strLocation": "Boracay",
        "strOriginUrl": "https://www.klook.com/activity/1053-ariel-point-cliff-diving-boracay/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Ariel's Point Cliff Diving",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:48:10"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 23,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/35cc9154-%E7%A7%81%E4%BA%BA%E5%AF%BC%E8%A7%88%E6%B5%B7%E4%B8%8A%E8%B7%B3%E5%B2%9B%E6%B8%B8/BoracayIslandHopping.jpgopacity0",
        "strIntroduction": " Snorkel, swim and visit the best islands in Boracay on a one day island boating experience Gain access to an exclusive boat with a seafood and BBQ lunch included Enjoy snorkeling and swimming at some of the best locations around the islands Pay a visit to Crystal Cove or Magic Island, popular tourist destinations that are not to be missed Gain access to an exclusive boat with a seafood and BBQ lunch included Enjoy snorkeling and swimming at some of the best locations around the islands Pay a visit to Crystal Cove or Magic Island, popular tourist destinations that are not to be missed What We Love:   What We Love: Explore the untouched beaches, clear waters and colorful sea creatures of Boracay on a private island hopping tour. Enjoy the tranquility of the ocean and the breathtaking scenery on an special boat trip, reserved just for you. When the boat stops at various scenic points throughout the day, you can take a dip in the ocean or snorkel to your heart's content. The boat trip also includes a visit to Magic Island for a cliff diving experience or the popular Crystal Cove with local artefacts on display.  ",
        "strLocation": "Boracay",
        "strOriginUrl": "https://www.klook.com/activity/1025-island-hopping-boracay/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Boracay Island Hopping",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:48:21"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/93955071-Wi-Ho%21%C2%AE-Philippines-WiFi-Device---Klook/4GWiFiTPETSAKHHPickUpforthePhilippines.jpg",
        "strIntroduction": " Stay connected when traveling in The Philippines with a 4G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across The Philippines - wherever your itinerary takes you Enjoy data use with a 4G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 10 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across The Philippines - wherever your itinerary takes you Enjoy data use with a 4G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 10 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Stay connected for your trip in The Philippines with convenient WiFi coverage. When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in The Philippines from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 4G data whilst connecting up to 10 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Boracay",
        "strOriginUrl": "https://www.klook.com/activity/1157-wi-ho-philippines-wifi-device-boracay/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (TPE/TSA/KHH Pick Up) for the Philippines",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:48:33"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 25,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7a052745-%E9%AB%98%E7%A9%BA%E7%BC%86%E8%BD%A6-%2B-%E4%B8%9B%E6%9E%97%E9%A3%9E%E8%B6%8A/BoracayCableCarandZipline.jpgopacity0",
        "strIntroduction": " Embark on an extreme adventure in Boracay with this zipline and cable car experience Feel like you're flying as you zipline down 70 meters Enjoy the breathtaking scenery of the island on the cable car ride back With professional guides and safety gear, your adventure is sure to be a safe one Feel like you're flying as you zipline down 70 meters Enjoy the breathtaking scenery of the island on the cable car ride back With professional guides and safety gear, your adventure is sure to be a safe one What We Love:   What We Love: Calling all daredevils and thrill seekers, test your courage with a momentous two-in-one experience. Take a leap of faith as you soar through the skies of Boracay - feel your heart pound as you plunge down 70 meters of declining cable with a safety harness. Then, enjoy an amazing view of the island as you are brought back to the starting point on Boracay's newest flying cable car.  ",
        "strLocation": "Boracay",
        "strOriginUrl": "https://www.klook.com/activity/1026-cable-car-and-zipline-boracay/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Boracay Cable Car and Zipline",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:48:42"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 31,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4e8445fa-%E6%8B%96%E6%8B%BD%E4%BC%9E%E6%BB%91%E7%BF%94%E9%95%BF%E6%BB%A9%E5%B2%9B/BoracayParasailing.jpgopacity0",
        "strIntroduction": " Marvel at the spectacular coastline of Boracay while soaring above Enjoy a 15 minutes parasailing experience alone or with a friend Observe the beauty of Boracay's coastline from high up Feel at ease with professional equipment and a life jacket provided for the activity Enjoy a 15 minutes parasailing experience alone or with a friend Observe the beauty of Boracay's coastline from high up Feel at ease with professional equipment and a life jacket provided for the activity What We Love:   What We Love: Take off on a single or tandem parasailing ride and witness the breathtaking view of Boracay's coastline. This adrenaline packed experience will allow you to enjoy the best views the island has to offer while being pulled by a boat. If you're feeling nervous, go on a tandem parasail with a friend and feel your worries melt away as you enjoy the view.  ",
        "strLocation": "Boracay",
        "strOriginUrl": "https://www.klook.com/activity/1027-parasailing-boracay/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Boracay Parasailing",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:48:50"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 35,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c01b4b27-%E9%95%BF%E6%BB%A9%E5%B2%9B%E5%A4%A7%E5%B2%9B%E6%8E%A2%E7%B4%A2/BoracayMainlandAdventuresTour.jpgopacity0.999938",
        "strIntroduction": " Spend one whole day at the Malay mainland with thrilling outdoor activities Plan your own adventure with many activities to choose from - river tubing, waterfall exploration or a cave tour Feast on a delicious BBQ lunch served in a peaceful jungle garden setting Enjoy a special riverside bonfire and travel back to Boracay at sunset Plan your own adventure with many activities to choose from - river tubing, waterfall exploration or a cave tour Feast on a delicious BBQ lunch served in a peaceful jungle garden setting Enjoy a special riverside bonfire and travel back to Boracay at sunset What We Love:   What We Love: Explore a different side to the popular beach destination of Boracay at a local eco park that offers a host of outdoor adventures - river trekking, caving and wild river tubing to name a few! A whole day nature experience, you are free to plan your own adventure so lounge by the Nabaoy river or rent a mountain bike to explore the land. Take a sip of 'tuba', the local coconut wine, if you're feeling adventurous. Indulge in a delicious Filipino style BBQ lunch at a tropical jungle garden and relax around a riverside bonfire before returning to Boracay at sunset.  ",
        "strLocation": "Boracay",
        "strOriginUrl": "https://www.klook.com/activity/1024-mainland-adventure-tour-boracay/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Boracay Mainland Adventures Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:49:00"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 79,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/dbe8903d-Helicopter-Tour-Boracay/BoracayHelicopterTour.jpgopacity0.269513",
        "strIntroduction": " Enjoy the wonderful view of the blue green waters, white sands and reefs of Boracay from a helicopter! Choose between three different packages depending on your plans and budget Enjoy the spectacular view of Boracay and outlying islands like Carabao and Crocodile Island Capture birds-eye view photographs during your ride as a memento of a treasured experience Choose between three different packages depending on your plans and budget Enjoy the spectacular view of Boracay and outlying islands like Carabao and Crocodile Island Capture birds-eye view photographs during your ride as a memento of a treasured experience What We Love:   What We Love: Witness the turquoise waters, white sands and stunning landscape of Boracay and its outlying islands from high above on an exciting helicopter ride. Enjoy the vertical ascent as the chopper takes to the sky and look out at as you begin to see Boracay from a unique perspective. You're going to want your camera with you - you don't want to miss out on capturing this island paradise from the air!  ",
        "strLocation": "Boracay",
        "strOriginUrl": "https://www.klook.com/activity/1028-helicopter-ride-boracay/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Boracay Helicopter Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:49:09"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 10,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/449dd642-Boracay-Paraw-Sailing/BoracayParawSailing.jpgopacity0.117258",
        "strIntroduction": " Set sail for adventure with paraw sailing in Boracay: an exciting water activity to enjoy with a group of friends! Try out one of the must-do Boracay activities – Paraw sailing – on the clear blue waters of the Sulu Sea Discover the island on a traditional local sail boat made of wood and bamboo Relax and take in stunning tropical views as you glide along Boracay on the island's signature boat Bring your friends along – the boat can hold from 4 to 6 people – and this is an experience you'd want to share! Try out one of the must-do Boracay activities – Paraw sailing – on the clear blue waters of the Sulu Sea Try out one of the must-do Boracay activities – Paraw sailing – on the clear blue waters of the Sulu Sea Discover the island on a traditional local sail boat made of wood and bamboo Discover the island on a traditional local sail boat made of wood and bamboo Relax and take in stunning tropical views as you glide along Boracay on the island's signature boat Relax and take in stunning tropical views as you glide along Boracay on the island's signature boat Bring your friends along – the boat can hold from 4 to 6 people – and this is an experience you'd want to share! Bring your friends along – the boat can hold from 4 to 6 people – and this is an experience you'd want to share! What We Love:   What We Love: A paraw is a small traditional boat with two outriggers sailed in the Philippines. Many believe paraw sailing to be an essential activity to put on their \"things to do in Boracay\" list. Why? The boat itself is worthy of admiration. A single shallow hull, made of wood and bamboo and adorned by a large sail, it needs two floaters or logs on each side to keep the balance. This sailing adventure is a rich cultural experience and loads of fun. Discover the beautiful Boracay island as you glide on crystal-clear turquoise waters with a fresh sea breeze. A paraw can accommodate 4 to 6 people, so bring some friends along to share your Boracay adventure!  ",
        "strLocation": "Boracay",
        "strOriginUrl": "https://www.klook.com/activity/1060-paraw-sailing-boracay/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Boracay Paraw Sailing",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:49:19"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 18,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/64ea7973-Bella-Isa-Spa-Package-in-Boracay/BellaIsaSpaPackageinBoracay.jpgopacity0.578217",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Go on, you deserve it! Get back in tune with the world on a stunning Boracay beach with your choice of relaxing spa treatments Enjoy an exotic and relaxing spa treatment in Boracay with stunning beachfront views Choose from a wonderful selection of treatments, ranging from full body massages and aromatic scrubs to a complete Hilot healing experience Don't miss the Klook Exclusive Hilot Spa package, featuring an exotic medley of traditional Filipino therapies. You will then be spoiled by a revitalizing oil and massage treatment, enhanced by a healthy cup of organic ginger tea for dessert Bella Isa Spa's professional therapists will ensure you walk away relaxed, re-energized and stress-free Enjoy an exotic and relaxing spa treatment in Boracay with stunning beachfront views Enjoy an exotic and relaxing spa treatment in Boracay with stunning beachfront views Choose from a wonderful selection of treatments, ranging from full body massages and aromatic scrubs to a complete Hilot healing experience Choose from a wonderful selection of treatments, ranging from full body massages and aromatic scrubs to a complete Hilot healing experience Don't miss the Klook Exclusive Hilot Spa package, featuring an exotic medley of traditional Filipino therapies. You will then be spoiled by a revitalizing oil and massage treatment, enhanced by a healthy cup of organic ginger tea for dessert Don't miss the Klook Exclusive Hilot Spa package, featuring an exotic medley of traditional Filipino therapies. You will then be spoiled by a revitalizing oil and massage treatment, enhanced by a healthy cup of organic ginger tea for dessert Bella Isa Spa's professional therapists will ensure you walk away relaxed, re-energized and stress-free Bella Isa Spa's professional therapists will ensure you walk away relaxed, re-energized and stress-free What We Love:   What We Love: Pamper yourself with a luxurious spa treatment at one of the best spas in Boracay – Bella Isa. Choose between a revitalizing full body massage with natural oils and elixirs; explore hand and foot reflexology treatments or go for the ultimate relaxing hand and foot spa and more. Don't miss the very special Klook Exclusive! Hilot Spa Experience – a traditional Filipino treatment comprising the healing art of Ventosa cupping meant to detoxify, increase blood circulation and strengthen your body and spirit; a soothing combination of oil and Swedish massage for a healthy gleam; warm banana leaf treatment to regain balance and a cup of organic ginger tea before heading back to the beach. Bella Isa Spa will take you right to the beachfront of beautiful Boracay and let you enjoy the experience with stunning views of the Sulu Sea. Leave all the worries of the bustling metropolis behind and enjoy this amazing body and soul retreat in one of the most picturesque corners of the world.  ",
        "strLocation": "Boracay",
        "strOriginUrl": "https://www.klook.com/activity/1198-bella-isa-spa-boracay/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bella Isa Spa Package in Boracay",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:49:28"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 14,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a0701fe0-Boracay-Flyfish-Ride/BoracayFlyfishRide.jpgopacity0",
        "strIntroduction": " Enjoy a fun-filled ride on an inflatable raft on a beautiful Boracay beach: fly through the waves, hold on tight and get your fresh dose of adrenaline! Hop on an exciting water ride with Flyfish Boracay Rip through the waves as your raft is pulled by a speedboat and feel a true adrenaline rush Wind in your hair, drops of seawater on your face and laughter all around – Flyfish Boracay is a great experience for the whole family Flyfish is exciting and safe: wear a life jacket, try to hold on and have fun in the water if you don't! Hop on an exciting water ride with Flyfish Boracay Rip through the waves as your raft is pulled by a speedboat and feel a true adrenaline rush Wind in your hair, drops of seawater on your face and laughter all around – Flyfish Boracay is a great experience for the whole family Flyfish is exciting and safe: wear a life jacket, try to hold on and have fun in the water if you don't! What We Love:   What We Love: Go on an exciting full-filled water ride in Boracay – Flyfish! Flyfish is an inflatable raft, similar to Banana Boat that is pulled along by a speedboat. As the boat starts going faster, your Flyfish will lift up, turn sideways, glide and shake – and you will have lots of fun trying to hold on to stay on top – and even more fun if you fall off. Don't worry – Flyfish is safe and you will be wearing a life jacket throughout the whole ride. Flyfish in Boracay is a fun and adventurous water activity for the whole family or a group of friends. Head over to the beach and hop on the yellow raft for a thrilling experience on the water!  ",
        "strLocation": "Boracay",
        "strOriginUrl": "https://www.klook.com/activity/1059-flyfish-ride-boracay/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Boracay Flyfish Ride",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:49:40"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 40,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2804cfb5-Yangon-On-A-Train-Ride/YangonCityTourbyLocalTrain.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Explore Yangon beyond the city centre - hop on the slow train that will take you on a tour of the true authentic local urban lifestyle Jump aboard a circular train and travel through the entire metropolitan area of Yangon Hop off at several fun stops and see Yangon's stunning urban scenery up close Savor Burmese cuisine at the local market, visit tea shops or stop by for a cup of coffee Dive into the streets of Yangon and explore areas that are not frequented by tourists Jump aboard a circular train and travel through the entire metropolitan area of Yangon Hop off at several fun stops and see Yangon's stunning urban scenery up close Savor Burmese cuisine at the local market, visit tea shops or stop by for a cup of coffee Dive into the streets of Yangon and explore areas that are not frequented by tourists What We Love:   What We Love: Leave the noise of the city centre behind and explore urban life off the beaten track. Your trip begins at the Central Railway Station where you catch a circular train - a unique way to see Yangon's metropolitan area. The train connects several towns and suburban areas for 45.9km and covers 39 stations. You will go on a three hour loop of the city that will introduce you to the best of Yangon. Enjoy a pitstop at Da Nyin Gone Station where you will get to visit a busy local market, see what commodities are popular and sample local foods. After the market, head over to Pazundaung station, have lunch at one of the local restaurants and stroll down busy streets. Complete with a visit to St. Mary's Cathedral, the tour is an impressive summary of Yangon's colonial and spiritual heritage.  ",
        "strLocation": "Yangon",
        "strOriginUrl": "https://www.klook.com/activity/1289-city-tour-local-train-yangon/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Yangon City Tour by Local Train",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:49:52"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 84,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/399ac818-Day-Trip-to-Bago-/PrivateDayTriptoBago.jpgopacity0",
        "strIntroduction": " Walk the streets of Burma's ancient capital - the beautiful city of Bago - and discover a rich cultural, religious and historical heritage Explore Bago, the ancient capital of Burma, known today as Myanmar, on a private tour Learn about the city's rich cultural and historical background from your English speaking guide Catch a stunning view of Bago city from the hill of Hintha Gon Paya Pagoda Pay a visit to the luxurious Kanbawzathadi Palace and wonder through its 76 apartments and halls Explore Bago, the ancient capital of Burma, known today as Myanmar, on a private tour Learn about the city's rich cultural and historical background from your English speaking guide Catch a stunning view of Bago city from the hill of Hintha Gon Paya Pagoda Pay a visit to the luxurious Kanbawzathadi Palace and wonder through its 76 apartments and halls What We Love:   What We Love: Bago (or Pegu) is the ancient capital of Burma known today as Myanmar. Just 80 kilometers to the northeast of Yangon, this beautiful city is settled right by the Bago River. The town is bathed in legends. According to one of them, Buddha himself had predicted that a Buddhist country would prosper in the place where Bago now stands. Your eleven hour tour of Bago will be rich in culture and history with your English speaking guide always ready to answer questions. Visit the stunning pagodas: Hinthargone, Mya Tha Lyaung, Kyaik Pun and more. Visit the extravagant Kanbawzathadi Palace, consisting of 76 apartments and halls and explore the city's royal past.  ",
        "strLocation": "Yangon",
        "strOriginUrl": "https://www.klook.com/activity/1646-private-day-trip-bago-yangon/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Private Day Trip to Bago",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:50:03"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 77,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6a2c79e5-Hands-on-Yangon/Hands-onYangonWalkingTour.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Pay a visit to Yangon's local artisan community, hop on a public ferry, try making pottery and see one of Myanmar's tallest pagodas - all on the Hands-on Yangon Tour Hop on a ferry boat and cross the mighty Yangon River to visit local communities and markets Visit pottery artisans and try your hand at traditional pottery making Discover Shwesandaw Pagoda, one of the country's highest pagodas with stunning views of the city Enjoy local flavors at a popular vegetarian restaurant right next to a busy market Hop on a ferry boat and cross the mighty Yangon River to visit local communities and markets Visit pottery artisans and try your hand at traditional pottery making Discover Shwesandaw Pagoda, one of the country's highest pagodas with stunning views of the city Enjoy local flavors at a popular vegetarian restaurant right next to a busy market What We Love:   What We Love: The Hands-on Yangon tour is a memorable mosaic of activities, cultural discovery and local sights. You will get to take a public ferry across the mighty Yangon River, hop on a 'dyna truck' (a local taxi), learn traditional pottery methods and more. The main highlight is the true jewel of Yangon - Shwesandaw Pagoda, one of the highest pagodas in Myanmar. The busy tour is sure to have you feeling hungry, but don't worry - everything's taken care of as your next stop is a popular local vegetarian restaurant close to the local market. You will also have plenty of time to spare to do some exploring of your own before hopping on the return ferry boat ride.  ",
        "strLocation": "Yangon",
        "strOriginUrl": "https://www.klook.com/activity/1291-hands-on-yangon/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hands-on Yangon Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:50:14"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 79,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5a6bf7ab-Yangon-Highlights-Private-Tour-/YangonHighlightsPrivateTour.jpgopacity0.0459284",
        "strIntroduction": " Go on the perfect urban adventure in Yangon, visiting its pagodas, temples, markets and even Chinatown! Discover Yangon off the beaten track and see the city the locals know and love Visit the famous Chaukhtatgyi Buddha Temple housing a stunning reclining Buddha statue Stop by the noisy bustling Chinatown - a mecca for the craziest and most unpredictable shopping Enjoy a tour of Yangon that takes you to the best sights and yet avoids tourist traps and crowds Discover Yangon off the beaten track and see the city the locals know and love Visit the famous Chaukhtatgyi Buddha Temple housing a stunning reclining Buddha statue Stop by the noisy bustling Chinatown - a mecca for the craziest and most unpredictable shopping Enjoy a tour of Yangon that takes you to the best sights and yet avoids tourist traps and crowds What We Love:   What We Love: Explore Yangon away from the trails most tourists follow - yet see all the attractions the city is known for. Your Yangon Highlights Private Tour kicks off with visits to the city's most impressive monuments. You will get to visit the Chaukhtatgyi Buddha Temple, home to an impressive reclining Buddha statue. Then, make your way to the Shewdagon Pagoda, famed for its bejeweled golden dome. At noon, stop for lunch and get ready for the exciting stops ahead. Enjoy shopping at the Bogyoke Aung San Market where you can find almost anything in the stalls of the friendly locals. The journey continues through Botahatung Pagoda and Jetty and the Kheng Hock Keong Buddhist Temple before arriving at Yangon's Chinatown — a bustling commercial and cultural center.  ",
        "strLocation": "Yangon",
        "strOriginUrl": "https://www.klook.com/activity/1627-highlights-private-tour-yangon/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Yangon Highlights Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:50:25"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 40,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/02890064-Yangons-Streets-by-Night/YangonsStreetsbyNight.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover Yangon by night, walk by market stalls and explore narrow alleyways where local sellers have prepared the best of Yangon for you Explore Yangon's back streets as they come alive in the early evening Meander through Yangon's bustling local markets selling everything from snacks to shoes Sample local treats from market stalls and shops that line narrow alleyways inaccessible to tour buses Relax with a cold beer at the end of the walk and take in the energy of Yangon's vibrant 19th Street at night Get confirmation and your voucher instantly after booking Explore Yangon's back streets as they come alive in the early evening Meander through Yangon's bustling local markets selling everything from snacks to shoes Sample local treats from market stalls and shops that line narrow alleyways inaccessible to tour buses Relax with a cold beer at the end of the walk and take in the energy of Yangon's vibrant 19th Street at night Get confirmation and your voucher instantly after booking What We Love:   What We Love: Explore Yangon in the most exciting way possible — by sampling its local delicacies after sunset. The tour kicks off right in the midst of the chaos of Shwe Bontha Street, where the locals shop for everything from footwear to electronics. The busy shopping area might leave you longing for some quiet and you will get to relax as the tour takes you past Buddhist and Hindu temples on the way towards Chinatown. Here, you dive back into the world of unstoppable shopping: groceries, vegetables and even antiques. Pick up a few memorable souvenirs for friends back home and sample oriental delicacies.  ",
        "strLocation": "Yangon",
        "strOriginUrl": "https://www.klook.com/activity/1290-streets-by-night-yangon/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Yangon's Streets by Night",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:50:35"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 53,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/858914c6-Yangon-Full-Day-Walking-Tour/YangonFullDayWalkingTour.jpgopacity0.0509862",
        "strIntroduction": " Enjoy a walk through Yangon and discover the city's diverse culture by visiting its bustling markets, churches, cathedrals and more Enjoy a relaxing walk through Yangon away from traffic jams and the typically urban hustle and bustle Trade in a crowded bus for a chance to see true Yangon by wandering through its streets together with the locals Learn about the city from your knowledgeable English speaking guide and visit the Anglican Church Roam through the busy Bogyoke Market and grab a snack with the view of St. Mary's Cathedral Enjoy a relaxing walk through Yangon away from traffic jams and the typically urban hustle and bustle Enjoy a relaxing walk through Yangon away from traffic jams and the typically urban hustle and bustle Trade in a crowded bus for a chance to see true Yangon by wandering through its streets together with the locals Trade in a crowded bus for a chance to see true Yangon by wandering through its streets together with the locals Learn about the city from your knowledgeable English speaking guide and visit the Anglican Church Learn about the city from your knowledgeable English speaking guide and visit the Anglican Church Roam through the busy Bogyoke Market and grab a snack with the view of St. Mary's Cathedral Roam through the busy Bogyoke Market and grab a snack with the view of St. Mary's Cathedral What We Love:   What We Love: Walk through Yangon with stopovers at its most important attractions. Ditch a crowded bus or an impersonal vehicle ride for a truly immersive way to get to know the city. Wander the streets of Yangon, discovering new sights at every turn. March up to High Court and Port Authority and walk along Sule Pagoda Road to Parata College. Get lost in the bustling Theingyi Zei street market as you hunt for souveniers and bargain for great deals. The rest of the tour takes you to the Anglican Church, after which you will get a chance to relax and grab a snack at the Bogyoke Market with the stunning view of St. Mary's Cathedral.  ",
        "strLocation": "Yangon",
        "strOriginUrl": "https://www.klook.com/activity/1640-full-day-walking-tour-yangon/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Yangon Full Day Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:50:45"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 55,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1f9ff176-Tradition-and-Culture-in-Yangon/TraditionandCultureinYangonHalfDayTour.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Myanmar is well known for its fascinating history, vivid traditions and rich culture - on this 5 hour tour of Yangon, you will get to see the best of it! Immerse yourself in local life by learning about Yangon culture and traditional Explore the Chaukhtetkyi Pagoda and its revered reclining Buddha Wander through a local residential neighbourhood and the beautiful Kandawgyi Park Observe locals and monks offering their devotions as the sun sets across the iconic golden dome of Shwedagon Pagoda Includes services of a knowledgeable English speaking guide, transportation, entry fees, tea/coffee and instant confirmation after you book Immerse yourself in local life by learning about Yangon culture and traditional Explore the Chaukhtetkyi Pagoda and its revered reclining Buddha Wander through a local residential neighbourhood and the beautiful Kandawgyi Park Observe locals and monks offering their devotions as the sun sets across the iconic golden dome of Shwedagon Pagoda Includes services of a knowledgeable English speaking guide, transportation, entry fees, tea/coffee and instant confirmation after you book What We Love:   What We Love: Ready to see what all the fuss is about? Burma (Myanmar) has a truly fascinating history, tradition, and culture, and this Yangon city tour will give you the opportunity to explore some of the city’s icons and better understand local life here. Meet up with your English speaking guide and head to Chaukhtetkyi Pagoda, home to a reclining Buddha that's one of the most honoured in the country and one of the largest in all of Myanmar. After the visit to the Pagoda, your cultural tour of Yangon will continue with a walk through the local residential area, through Kandawgyi Park. Along the way, your guide will share local stories and anecdotes, as well as answer the many questions you likely have about local life in the city. We'll pause for a tea break and people watching before heading into the Shwedagon Pagoda, the real highlight of the tour. Its magnificent gold dome rises for a staggering 98 meters and is decorated with precious stones.  ",
        "strLocation": "Yangon",
        "strOriginUrl": "https://www.klook.com/activity/1285-tradition-culture-yangon/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tradition and Culture in Yangon Half Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:50:54"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 84,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/74e7e974-Yangon-and-Beyond/YangonandBeyondPrivateDayTour.jpgopacity0",
        "strIntroduction": " Discover Yangon off the beaten track on a ten hour tour of its impressive pagodas, busy markets and architectural monuments Explore the best of Yangon on an extensive full day tour that will take you to its hidden alleys and famous sights Careful not to fill up your camera with pictures of the stunning Chaukhtagyi and Shwedagon pagodas Grab a quick lunch in downtown Yangon and walk by the impressive City Hall building Escape the city by hopping on a ferry to the small town of Dala where you can ride a trishaw Explore the best of Yangon on an extensive full day tour that will take you to its hidden alleys and famous sights Careful not to fill up your camera with pictures of the stunning Chaukhtagyi and Shwedagon pagodas Grab a quick lunch in downtown Yangon and walk by the impressive City Hall building Escape the city by hopping on a ferry to the small town of Dala where you can ride a trishaw What We Love:   What We Love: Discover Yangon on an immersive 10 hour adventure that will let you dive deep into the city's spirit and culture. After an early morning meet up, beat the crowds to the famous Chaukhtagyi Pagoda and Shwedagon Pagoda. These two architectural wonders won't leave anyone unimpressed, so make sure you have your camera and lots of storage space ready. Close to lunch time you will already be in downtown Yangon, marveling at the architecture of City Hall before indulging in a delicious lunch. The journey takes you further to Pansodan Jetty to take a ferry to the small town of Dala, where you can take a relaxing trishaw ride through the area.  ",
        "strLocation": "Yangon",
        "strOriginUrl": "https://www.klook.com/activity/1642-yangon-and-beyond-yangon/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Yangon and Beyond Private Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:51:03"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 74,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b4299cb5-Day-Trip-to-Thanlyin/PrivateDayTriptoThanlyin.jpg",
        "strIntroduction": " Explore Thanlyin, a city rich in culture, history and Buddhist traditions and just a few hours away from Yangon Visit the quiet and peaceful town of Thanlyin, once a major port and trade center Marvel at the beauty of Kyaik Khauk Pagoda and learn about its rich history and traditions Spend some time in the small Buddhist town of Kyauktan and learn about Buddhist culture from your guide Take a boat ride to see the stunning Yele Paya Pagoda, towering on a small island in the middle of the river Visit the quiet and peaceful town of Thanlyin, once a major port and trade center Marvel at the beauty of Kyaik Khauk Pagoda and learn about its rich history and traditions Spend some time in the small Buddhist town of Kyauktan and learn about Buddhist culture from your guide Take a boat ride to see the stunning Yele Paya Pagoda, towering on a small island in the middle of the river What We Love:   What We Love: Thanlyin is the earliest establishment in Myanmar by Portuguese mercenary Filipe de Brito and was once an important Port City of the Mon Dynasty that held the title of Myanmar's main trading center from the 14th to the 17th century. The suburban town is now a peaceful sleeping village just two bridges across from Yangon. And you will get a chance to explore it in full on an 8 hour tour together with an English speaking guide. Start off with a visit to Kyaik Khauk Pagoda, a Buddhist Stupa and a popular pilgrimage sight. After the cultural part, have a break over lunch before enjoying a drive to Kyauktan, a Buddhist town to the south of Yangon. There, hop on a boat to visit the famous YelePhaya Pagoda set on a small island in the river.  ",
        "strLocation": "Yangon",
        "strOriginUrl": "https://www.klook.com/activity/1644-private-day-trip-thanlyin-yangon/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Private Day Trip to Thanlyin",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:51:15"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 28,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/caad50e0-Airport-Transfers-RGN-Pick-Up-for-Yangon%2C-Myanmar-/AirportTransfersRGNPickUpforYangon%2CMyanmar.jpgopacity0",
        "strIntroduction": " Easily travel from Yangon Airport to your destination with a professional chauffeur in a private air-conditioned vehicle Enjoy convenient transfers in a modern air conditioned vehicle right from the airport Let your professional driver whisk you away to your destination taking the shortest route Choose between two vehicles that suit the size of your traveling party Enjoy convenient transfers in a modern air conditioned vehicle right from the airport Enjoy convenient transfers in a modern air conditioned vehicle right from the airport Let your professional driver whisk you away to your destination taking the shortest route Let your professional driver whisk you away to your destination taking the shortest route Choose between two vehicles that suit the size of your traveling party Choose between two vehicles that suit the size of your traveling party What We Love:   What We Love: Ease into a relaxing visit to Yangon with a convenient airport transfer booked in advance. Enjoy the comfort of a private air conditioned vehicle and let your professional driver choose the shortest route from the airport to your destination. Free yourself from the hassle of searching for a taxi or bus after a tiring flight. Simply hop into your private vehicle and get whisked away to an amazing adventure — your exciting visit to Yangon. Choose between a smaller 3 passenger car or a larger vehicle which is able to fit up to a group of 10  ",
        "strLocation": "Yangon",
        "strOriginUrl": "https://www.klook.com/activity/1648-airport-transfers-myanmar-yangon/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (RGN Pick Up) for Yangon, Myanmar",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:51:27"
    },
    {
        "intDurationHour": 144,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 1045,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b364cfd4-Druk-Path-Trek/6D5NDrukPathTrek.jpgopacity0",
        "strIntroduction": " Rich pine forests, mountain lakes and some of the Himalaya's most photogenic peaks await you on this trek A wonderful trek to introduce you to the extensive Himalayas from Paro Valley Stunning views of the Himalayas along the way, easy climbs and relaxing descents Relaxing walks through blue pine forests and campsites by shimmering mountain likes Meditate to the view of Mount Gangkar Puensum, the highest mountain in Bhutan Visa, airport pick up, accommodation, transportation and food for the duration of the trek are all provided A wonderful trek to introduce you to the extensive Himalayas from Paro Valley Stunning views of the Himalayas along the way, easy climbs and relaxing descents Relaxing walks through blue pine forests and campsites by shimmering mountain likes Meditate to the view of Mount Gangkar Puensum, the highest mountain in Bhutan Visa, airport pick up, accommodation, transportation and food for the duration of the trek are all provided What We Love:   What We Love: The Druk Path Trek is the perfect introduction to the Himalayas — not too strenuous and yet boasting some of the most beautiful views of the Himalayas. This is why the Druk Path Trek is the most popular trek in Bhutan. Passing through a gorgeous natural landscape, it invites you to explore the country's rich forests of blue pines, firs and rhododendron trees. With campsites beneficially located close to stunning high altitude lakes, you get a chance to relax in a truly pristine environment and even try out your fishing skills. The trek also offers amazing views of Mount Gangkar Puensum, the highest mountain in Bhutan and the world's tallest unscaled peak  ",
        "strLocation": "Thimphu",
        "strOriginUrl": "https://www.klook.com/activity/1477-druk-path-six-day-trek-bhutan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "6D5N Druk Path Trek",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:51:38"
    },
    {
        "intDurationHour": 144,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 1200,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a766ccd7-Cultural-Tour-6-Days-5-Nights/6D5NClassicBhutanTour.jpgopacity0",
        "strIntroduction": " Visit Bhutan and learn about its rich historical and cultural heritage on a 6 day tour of valleys, temples, museums and fortresses including some light hiking With six whole days to explore Bhutan, you get an immersive insight into the country, with all food, accommodation and transport included Visit all the main attractions, from fortresses and temples to local street markets and bazars Discover the natural beauty of Thimphu, Wangle and Punakha valleys Don't miss key attractions like Chime Lhakhang Fertility Temple and Punakha Dzong, the Fortress of Great Bliss The tour includes car transport between sights and some moderate hiking but can be full customized to your preferences With six whole days to explore Bhutan, you get an immersive insight into the country, with all food, accommodation and transport included Visit all the main attractions, from fortresses and temples to local street markets and bazars Discover the natural beauty of Thimphu, Wangle and Punakha valleys Don't miss key attractions like Chime Lhakhang Fertility Temple and Punakha Dzong, the Fortress of Great Bliss  The tour includes car transport between sights and some moderate hiking but can be full customized to your preferences What We Love:   What We Love: Discover Bhutan's signature mix of history, culture and magic on an immersive 6 day 5 night tour into the countries hidden corners. Jump right into it with a visit to temples, fortresses and museums and a night stay in the historical Thimphu, Bhutan's largest city and capital. Over the next several days, you will get to visit and explore the beautiful Thimphu, Wangdue and Punakha valleys, hike through paddy fields and rice fields to fortresses and religious monuments, shop at farmers' markets and bazars, learn countless facts and listen to an abundance of legends surrounding Bhutan. This is a recommended itinerary, however if you would like to adapt or create your own 6 days and 5 nights route, please do email us.  ",
        "strLocation": "Thimphu",
        "strOriginUrl": "https://www.klook.com/activity/2049-6d5n-classic-tour-bhutan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "6D5N Classic Bhutan Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:51:50"
    },
    {
        "intDurationHour": 216,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 1900,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ed33ea00-/9D8NClassicBhutanTour.jpgopacity0.58983",
        "strIntroduction": " Once a forgotten destination, now you can travel to the kingdom of Bhutan on a fully immersive tour to rediscover its landmarks Spend nine days traveling through Bhutan and explore into more remote parts for a truly unique experience There is loads to see and discover: from the largest city Thimphu to natural green valleys and quaint villages Get an in depth look at a number of local crafts Embark on a hike and take in the view of the Himalayas All expenses (except alcohol and tips) including transport, food and accommodation are covered for the duration of the trip The itinerary includes car transport between sights and some moderate hiking but can be full customized to your preferences Spend nine days traveling through Bhutan and explore into more remote parts for a truly unique experience There is loads to see and discover: from the largest city Thimphu to natural green valleys and quaint villages Get an in depth look at a number of local crafts Embark on a hike and take in the view of the Himalayas All expenses (except alcohol and tips) including transport, food and accommodation are covered for the duration of the trip The itinerary includes car transport between sights and some moderate hiking but can be full customized to your preferences What We Love:   What We Love: Landlocked in the Eastern Himalayas, Bhutan borders China and India – and, even though hidden away in mountain valleys, the kingdom is a delightful cultural blend of traditions, culture and pristine natural landscapes. On this immersive tour, you will get nine whole days to explore and understand Bhutan and see its main attractions. Start with exploring the kingdom's capital city – Thimphu. Go on to see Wangdue and Punkha valleys, challenge yourself with a 2 hour Gangtey Nature Hike, visit neighboring villages and dine at local farmhouses. Hunt for souvenirs in handicraft shops and learn about the kingdom from your English speaking guide. This is a recommended itinerary, however if you would like to adapt or create your own 9 days and 8 nights route, please do email us.  ",
        "strLocation": "Thimphu",
        "strOriginUrl": "https://www.klook.com/activity/2058-9d8n-classic-tour-bhutan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "9D8N Classic Bhutan Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:52:01"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 1710,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6adb5c81-Dagala-Thousand-Lake-Trek/6D5NDagalaThousandLakeTrek.jpgopacity0",
        "strIntroduction": " Trek deep into Bhutan's spectacular mountain ranges and discover a series of idyllic lakes during your hike An excellent trek for those with good fitness abilities — no previous mountain experience necessary Stunning views of Bhutan's treasured high-altitude lakes Relax at a campsite by Uthso Lake and try catching a trout or two for dinner Walk through beautiful meadows and see the Blue Poppy, the national flower of Bhutan, up close Visa, airport pick up, accommodation, transportation and food for the duration of the trek are all provided An excellent trek for those with good fitness abilities — no previous mountain experience necessary Stunning views of Bhutan's treasured high-altitude lakes Relax at a campsite by Uthso Lake and try catching a trout or two for dinner Walk through beautiful meadows and see the Blue Poppy, the national flower of Bhutan, up close Visa, airport pick up, accommodation, transportation and food for the duration of the trek are all provided What We Love:   What We Love: If you are looking for a true getaway, far from crowds, tourists and everyday annoyances, there is probably no better escape than a mountain trek in the heart of Bhutan. As you venture further into wilderness past shimmering lakes and pristine valleys, you will be treated to incredible views of the entire Himalayan mountain range. You will walk by Bhutanese villages and explore the age-old traditions and customs of the region. A visit to Talakha Monastery is sure to let the area's peacefulness wash over you as you wake up to the sounds of early morning prayers in the total tranquility of forest covered mountain ranges.  ",
        "strLocation": "Thimphu",
        "strOriginUrl": "https://www.klook.com/activity/1475-dagala-thousand-lake-six-day-trek-bhutan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "6D5N Dagala Thousand Lake Trek",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:52:12"
    },
    {
        "intDurationHour": 240,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2705,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/80fc1744-Jomolhari-Trek-/9D8NJomolhariTrek.jpgopacity0.143681",
        "strIntroduction": " Get the full experience of Bhutan's unique landscape up close on a trek in the heart of the Himalayas with camping at beautiful Jangothang Traverse rich pine forests, flowery meadows and snow-capped peaks Experience fabulous views of Mt. Jomolhari and Mt. Jichu Drake Camp at one of Bhutan's most beautiful sites — Jangothang Pass by the beautiful villages of Soe, Takethang Thangthangkha and Dangochang Lingzhi and trek down the Paro Chhu River Visa, airport pick up, accommodation, transportation and food for the duration of the trek are all provided Traverse rich pine forests, flowery meadows and snow-capped peaks Experience fabulous views of Mt. Jomolhari and Mt. Jichu Drake Camp at one of Bhutan's most beautiful sites — Jangothang Pass by the beautiful villages of Soe, Takethang Thangthangkha and Dangochang Lingzhi and trek down the Paro Chhu River Visa, airport pick up, accommodation, transportation and food for the duration of the trek are all provided What We Love:   What We Love: The beautiful Jomolhari trek highlights the amazing diversity Bhutan's landscape has to offer. Passing through thick pine forests, quaint local villages and flower-filled Himalayan meadows, you will get to dive into the nature and culture of Bhutan. Stop by Jangothang, one of the most beautiful campsites of the Himalayas and enjoy the fabulous views of snow-capped mountains such as Mt. Jomolhari and Mt. Jichu Drake. The trek requires a short period of acclimatization and a relatively strong fitness condition, as you will be attaining altitudes of 4,080m. It's not for the fainthearted but the nature and views you experience will be well worth the effort!  ",
        "strLocation": "Thimphu",
        "strOriginUrl": "https://www.klook.com/activity/1482-jomolhari-nine-day-trek-bhutan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "9D8N Jomolhari Trek",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:52:23"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 1435,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0c311df1-/7D6NClassicBhutanTour.jpg",
        "strIntroduction": " Travel to Bhutan for 7 days for a unique chance to see its rich cultural heritage up close, try traditional local food, visit street markets and more Explore the unique cultural and natural sights of Bhutan on an extensive week long tour with all accommodation, food and transport included Roam through local markets, have dinner with a local family, soak in a hot stone bath and more Loads of unique sights await: Buddha Dordenma, Dragon King of Bhutan, Fortress of Great Bliss and more Discover Bhutan's stunning nature as you hike the Royal Botanical Garden Nature Trail and visit the Takin Preserve The tour includes car transport between sights and some moderate hiking but can be full customized to your preferences Explore the unique cultural and natural sights of Bhutan on an extensive week long tour with all accommodation, food and transport included Roam through local markets, have dinner with a local family, soak in a hot stone bath and more Loads of unique sights await: Buddha Dordenma, Dragon King of Bhutan, Fortress of Great Bliss and more Discover Bhutan's stunning nature as you hike the Royal Botanical Garden Nature Trail and visit the Takin Preserve The tour includes car transport between sights and some moderate hiking but can be full customized to your preferences What We Love:   What We Love: Cozily nestled in the Eastern Himalayas, Bhutan is a real mecca for travelers seeking a truly unique experience. Hidden away from the rest of the world amidst high mountains, Bhutan has managed to preserve its special culture and heritage sites in an almost pristine condition. During the 7 day tour, you will get to see the best of them, from ancient temples, museums and fortresses to natural mountain valleys, farmhouses and bustling markets. Your tour concludes with the ultimately relaxing hot stone bath and a delicious traditional dinner with a local family. This is a recommended itinerary, however if you would like to adapt or create your own 7 days and 6 nights route, please do email us.  ",
        "strLocation": "Thimphu",
        "strOriginUrl": "https://www.klook.com/activity/2052-7d6n-classic-tour-bhutan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "7D6N Classic Bhutan Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:52:33"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 710,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1ee8f355-Sangala-to-Paro-Trek-/3D2NSagalatoParoTrek.jpgopacity0",
        "strIntroduction": " Leave the busy world behind for three days of mountain trekking through stunning Bhutan countryside for panoramic views of the snow capped Himalayas Walk through colorful meadows and trek virgin forests rich in exotic flora and fauna Enjoy an exciting picnic at 3,280m as your gaze drifts over mountain tops and valleys Learn about local flowers, plants and trees and keep an eye out for the evasive wildlife from musk deer to blood pheasants Reach the highest point of the trek at 4,000m before descending down to Chelela Pass Walk through colorful meadows and trek virgin forests rich in exotic flora and fauna Enjoy an exciting picnic at 3,280m as your gaze drifts over mountain tops and valleys Learn about local flowers, plants and trees and keep an eye out for the evasive wildlife from musk deer to blood pheasants Reach the highest point of the trek at 4,000m before descending down to Chelela Pass What We Love:   What We Love: Take in breathtaking mountain views as you trek from Sagala to Paro in the picturesque Bhutan. Start your journey with a relaxing walk through blue pine and fir forests and let the winding trails take you to Khadey Gom at 3,280m for a delicious picnic. Look out onto the mountain peaks and valleys laid out below and keep your eyes sharp for a chance to spot a musk deer. Day two will take you across flower-filled meadows to the beautiful Nyingungla camp at 3,874m, where you can explore exotic plants and trees and stay on the lookout for more animal sightings. Your final hike on day three takes you to the highest point of the trip — Gung Karpo ridge at 4,000m, from where unfolds a stunning view of snow-clad mountain tops and colorful plains.  ",
        "strLocation": "Thimphu",
        "strOriginUrl": "https://www.klook.com/activity/1474-sagala-paro-three-day-trek-bhutan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3D2N Sagala to Paro Trek",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:52:43"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 710,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d5ae15f6-Bumthang-Owl-Trek-/3D2NBumthangOwlTrek.jpgopacity0.869816",
        "strIntroduction": " Let the amazing natural countryside, stunning mountain views and lush flora tell you the story of Bhutan on a three/four day, 22 kilometer trekking expedition Trek the pristine natural valleys and forests of Bhutan on the Bumthang Owl Trek Visit local villages and Buddhist monasteries, exploring ancient culture and customs Catch a glimpse of the world's highest unclimbed peak - Mt. Gangkar Puensum Explore abundant local vegetation: blue pines, hemlock, fir, spruce and more Tours are led by an experienced expedition leader with helpers, horses, tents, sleeping bags, medical kit and permits all included Visa, airport pick up, accommodation, transportation and food for the duration of the trek are all provided Trek the pristine natural valleys and forests of Bhutan on the Bumthang Owl Trek Visit local villages and Buddhist monasteries, exploring ancient culture and customs Catch a glimpse of the world's highest unclimbed peak - Mt. Gangkar Puensum Explore abundant local vegetation: blue pines, hemlock, fir, spruce and more Tours are led by an experienced expedition leader with helpers, horses, tents, sleeping bags, medical kit and permits all included Visa, airport pick up, accommodation, transportation and food for the duration of the trek are all provided What We Love:   What We Love: Enjoy fantastic views, an unspoiled natural environment and exotic flora and fauna on a three day trek around Bumthang. Walk along tranquil trails passing thick forests, rich in rare blue pine, majestic maple and strong bamboo. Visit ancient Buddhist temples and monasteries and marvel at the unobstructed view of Mt. Gangkar Puensum - the highest unconquered peak in the world. Catch a glimpse of the rare Himalayan Tragopan, a brightly plumed pheasant, typically spotted from April to May and complete the journey by trekking the scenic Royal Heritage Trail on the third day of the tour to round off a challenging but rewarding and beautiful trek. Expeditions are led by an experienced guide and accompanied by a team of professionals, including horses to carry all personal gear. Meals along the trail are provided and well as sleeping bags and mats, so all you really need to think about is committing the spectacular views to memory (or camera memory card!)  ",
        "strLocation": "Thimphu",
        "strOriginUrl": "https://www.klook.com/activity/1473-bumthang-owl-three-day-trek-bhutan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3D2N Bumthang Owl Trek",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:52:53"
    },
    {
        "intDurationHour": 360,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4040,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9a477bd4-Laya---Gasa-Trek-/14D13NLaya-GasaTrek.jpgopacity0.0492724",
        "strIntroduction": " One of the most challenging and notably beautiful treks in Bhutan, the Laya to Gasa trek is a unique high altitude experience Enjoy postcard views of alpine valleys, lush forests and signature Bhutan mountain peaks Visit numerous local settlements to learn about the life of local Laya people engaged in intricate arts and crafts Keep your eyes sharp for a chance to spot blue sheep, marmots, must deer and Takin, the national animal of Bhutan Camp beneath some of Bhutan's most picturesque peaks, Mount Jomolhari and Mount Jichu Drake Visa, airport pick up, accommodation, transportation and food for the duration of the trek are all provided Enjoy postcard views of alpine valleys, lush forests and signature Bhutan mountain peaks Visit numerous local settlements to learn about the life of local Laya people engaged in intricate arts and crafts Keep your eyes sharp for a chance to spot blue sheep, marmots, must deer and Takin, the national animal of Bhutan Camp beneath some of Bhutan's most picturesque peaks, Mount Jomolhari and Mount Jichu Drake Visa, airport pick up, accommodation, transportation and food for the duration of the trek are all provided What We Love:   What We Love: Considered one of the most scenic treks in Bhutan, the Laya-Gasa trek offers amazing views of Bhutan's diverse unspoiled landscape: lush forests, high mountain peaks and green valleys. The 217km journey begins in Paro and takes you through evergreen jungles, challenging mountain passes and flowery meadows before finalizing in Damji. You will get to visit the Jigme Singye National Park, catch glimpses of the stunning mountain peaks: Mt. Jomolhari, Jichu Drake and Tsherimgang and walk along a charming village with a crystal clear waterfall. A big highlight of the journey is the chance to explore the life of indigenous villages inhabited by Laya people and discover their unique culture and traditions.  ",
        "strLocation": "Thimphu",
        "strOriginUrl": "https://www.klook.com/activity/1483-laya-gasa-fourteen-day-trek-bhutan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "14D13N Laya - Gasa Trek",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:53:05"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 970,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/83ddb28c-Cultural-Tour---5-Day-4-Nights/5D4NClassicBhutanTour.jpgopacity0",
        "strIntroduction": " Explore Bhutan's rich history, unique culture and stunning nature on a 5 day tour of its prime attractions See the best of Bhutan's cultural and historical sights on a 5 day tour with an English speaking guide Glimpse Bhutan's rare national animal – the mighty Takin – these large goats are only found high in mountainous areas Discover Bhutan's stunning natural valleys and visit its ancient fortresses and temples Relax in a traditional hot stone bath and immerse yourself in local lifestyle with a stop at a farmhouse The tour includes car transport between sights and a day of moderate hiking but can be fully customized to your preferences See the best of Bhutan's cultural and historical sights on a 5 day tour with an English speaking guide Glimpse Bhutan's rare national animal – the mighty Takin – these large goats are only found high in mountainous areas Discover Bhutan's stunning natural valleys and visit its ancient fortresses and temples Relax in a traditional hot stone bath and immerse yourself in local lifestyle with a stop at a farmhouse The tour includes car transport between sights and a day of moderate hiking but can be fully customized to your preferences What We Love:   What We Love: Kick off your 5 day adventure in Bhutan with a visit to the Fortress of Heaped Jewels, Rinpung Dzong and Changlimithang National Stadium. On your second day, pay a visit to - Takin Preserve, housing the rare animals only found in this area. Takins are members of the goat family residing in very high altitudes and are the national animals of Bhutan. Day three lets you discover Dochla Pass and Paro Valley with stopovers at a traditional farmhouse and a hot stone bath to complete the day. Your fourth day in Bhutan will challenge you with a hike up to Tiger's Nest and inspire with a visit to Kyichu Lhakhang, a Himalayan Buddhist temple. This is a recommended itinerary however, if you would like to adapt or create your own 5 days and 4 nights route, please do email us.  ",
        "strLocation": "Thimphu",
        "strOriginUrl": "https://www.klook.com/activity/2047-5d4n-classic-tour-bhutan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "5D4N Classic Bhutan Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:53:16"
    },
    {
        "intDurationHour": 192,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 1665,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3d8bc1a7-8-Day-7-Night-Monasteries--Remote-Villages-Tour/8D7NClassicBhutanTour.jpgopacity0",
        "strIntroduction": " Travel to Bhutan for a unique opportunity to explore the ancient kingdom during 8 whole days, visiting remoter areas, off-the-beaten-path monasteries, plus temples, museums and hiking trails Spend 8 days and 7 nights in the magical kingdom of Bhutan with all transport, accommodation and food included Visit inspirational Himalayan monasteries and temples and overlook green valleys from high mountain tops Learn about Bhutan's past by visiting its museums and palaces with your English speaking guide Hike along beautiful natural trails, visit botanical gardens and farmers' markets The tour includes car transport between sights and some moderate hiking but can be full customized to your preferences Spend 8 days and 7 nights in the magical kingdom of Bhutan with all transport, accommodation and food included Visit inspirational Himalayan monasteries and temples and overlook green valleys from high mountain tops Learn about Bhutan's past by visiting its museums and palaces with your English speaking guide Hike along beautiful natural trails, visit botanical gardens and farmers' markets The tour includes car transport between sights and some moderate hiking but can be full customized to your preferences What We Love:   What We Love: Journey to Bhutan for an amazing 8 day and 7 night adventure. Dive into the kingdom's rich history, legends and magical natural beauty as you hike to mountain tops, visit museums and fortresses, try local food and chat with locals from the surrounding villages. This immersive experience will introduce you to the capital city of Thimphu, Gangtey, Phobijika and Punakha valleys, Lamperi Botanical Garden, Takin Preserve, Tiger's Nest and more. You will get to shop at local bazaars, relax in a hot stone bath, ride along the longest iron bridge in Bhutan and more! This is a recommended itinerary, however if you would like to adapt or create your own 8 days and 7 nights route, please do email us.  ",
        "strLocation": "Thimphu",
        "strOriginUrl": "https://www.klook.com/activity/2055-8d7n-classic-tour-bhutan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "8D7N Classic Bhutan Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:53:28"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/aea73904-4G-WiFi-Device-HKG-Pick-Up-for-China/4GWiFiHKGPickUpforChina.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in China with an unlimited data pocket 4G WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of China - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of China - wherever your itinerary takes you Get WiFi access across the whole of China - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport Collect and drop off your device at Hong Kong airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in China, without the stress of sourcing WiFi once you get there. The speedy 4G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are.  ",
        "strLocation": "Beijing",
        "strOriginUrl": "https://www.klook.com/activity/1700-china-wifi-device-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (HKG Pick Up) for China",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:53:37"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 43,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4d101b7f-Half-Day-Hutong-Rickshaw-Tour---Klook/OldBeijingHutongRickshawTour.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy a trip around old Beijing's hutong alleys and discover local life in China's ever-changing capital Discover the charms of Beijing's old hutong streets in a rickshaw Zigzag down narrow alleys and hutongs near the picturesque Houhai Lake Visit some of Beijing's oldest courtyard houses and chat with locals still living in these quaint homes Ascend the 67-meter high, two-storey Drum Tower in one of the capital's oldest neighbourhoods Choose from either the 9:00am morning tour, or the 1:00pm afternoon tour Discover the charms of Beijing's old hutong streets in a rickshaw Discover the charms of Beijing's old hutong streets in a rickshaw Zigzag down narrow alleys and hutongs near the picturesque Houhai Lake Zigzag down narrow alleys and hutongs near the picturesque Houhai Lake Visit some of Beijing's oldest courtyard houses and chat with locals still living in these quaint homes Visit some of Beijing's oldest courtyard houses and chat with locals still living in these quaint homes Ascend the 67-meter high, two-storey Drum Tower in one of the capital's oldest neighbourhoods Ascend the 67-meter high, two-storey Drum Tower in one of the capital's oldest neighbourhoods Choose from either the 9:00am morning tour, or the 1:00pm afternoon tour Choose from either the 9:00am morning tour, or the 1:00pm afternoon tour What We Love:   What We Love: In an ever-changing Beijing, it is easy to forget that China's vibrant and modern capital is still home to some of the country's oldest and most beautiful courtyard home. In the hutongs (old alleys) of old Beijing you can discover local life, still lived by many. In the alleys and hutongs of old Beijing you can really get a flavor of what life must have been like in an old imperial city when the Emperor ruled absolute. Choose from a morning or afternoon tour, and as well as exploring deep into a number of Beijing's old hutongs, this half day tour offers you a hard-to-find opportunity of visiting an old local resident's courtyard, and takes you through narrow alleys and lanes to scenic Houhai Lake. Finish the tour at Beijing's Drum Tower and get a bird's-eye view of the surrounding communities now under threat of urban development.  ",
        "strLocation": "Beijing",
        "strOriginUrl": "https://www.klook.com/activity/1367-old-beijing-hutong-rickshaw-tour-beijing/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Old Beijing Hutong Rickshaw Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:53:48"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 81,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/570c62cc-Beijing-Capital-Museum--Hutong-Tour/BeijingCapitalMuseumHutongTour.jpgopacity0.398606",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover Beijing's best museums, and explore the hutong alleyways of China's ancient capital, complete with traditional rickshaw ride Take a glance at Beijing's hundreds of years of folk custom and culture at the stunning Capital Museum Visit the magnificent gardens at the Prince Gong Mansion - Beijing's largest and the best preserved royal mansion of the Qing Dynasty Tour around Beijing's old alleys with a ride on a hutong rickshaw Be shown around and learn more about local life with an expert, English speaking local guide on hand to help Pick up and drop off options from and to your hotel gives you the ultimate convenience Take a glance at Beijing's hundreds of years of folk custom and culture at the stunning Capital Museum Take a glance at Beijing's hundreds of years of folk custom and culture at the stunning Capital Museum Visit the magnificent gardens at the Prince Gong Mansion - Beijing's largest and the best preserved royal mansion of the Qing Dynasty Visit the magnificent gardens at the Prince Gong Mansion - Beijing's largest and the best preserved royal mansion of the Qing Dynasty Tour around Beijing's old alleys with a ride on a hutong rickshaw Tour around Beijing's old alleys with a ride on a hutong rickshaw Be shown around and learn more about local life with an expert, English speaking local guide on hand to help Be shown around and learn more about local life with an expert, English speaking local guide on hand to help Pick up and drop off options from and to your hotel gives you the ultimate convenience Pick up and drop off options from and to your hotel gives you the ultimate convenience What We Love:   What We Love: Enjoy a day exploring Beijing's most fascinating museums and ancient streets. Your tour starts at Beijing's world renowned Capital Museum, one of the best places to acquaint yourself with the history and culture of this capital city. The museum is divided into two halls, each with six floors of exhibits and here you can learn more about ancient Beijing through its hundreds of years of folk custom and culture. After lunch at a local restaurant, you'll visit the magnificent gardens at the Prince Gong's Mansion, Beijing's largest and best-preserved royal mansion from the days of the Qing Dynasty. Next up is a hutong rickshaw ride to tour the streets of old Beijing. This portion of the tour allows you to get a taste of life in the city as your driver pedals through Beijing's old and narrow streets. It includes a stop to visit the home of a Chinese family and a trip up to the top of an old drum tower for a bird's eye view of the area. Overall, a great introduction to old Beijing!  ",
        "strLocation": "Beijing",
        "strOriginUrl": "https://www.klook.com/activity/1365-capital-museum-hutong-tour-beijing/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Beijing Capital Museum & Hutong Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:53:59"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 52,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ad14187f-The-Forbidden-City-and-Badaling-Great-Wall/CompleteBeijingTour.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy a day trip discovering the Great Wall at Badaling as well as Beijing iconic Forbidden City and Tiananmen Square Take a hike on one of the best-restored sections of the Great Wall at Badaling, located about 50km north of Beijing Explore the home of Chinese Emperors of centuries ago at the majestic Forbidden City Visit Tiananmen Square - the largest public square in the world and the scene of some of China's most tragic recent history Enjoy a delicious lunch at a quality Beijing restaurant Pick up and drop off options from and to your hotel gives you the utmost convenience Take a hike on one of the best-restored sections of the Great Wall at Badaling, located about 50km north of Beijing Take a hike on one of the best-restored sections of the Great Wall at Badaling, located about 50km north of Beijing Explore the home of Chinese Emperors of centuries ago at the majestic Forbidden City Explore the home of Chinese Emperors of centuries ago at the majestic Forbidden City Visit Tiananmen Square - the largest public square in the world and the scene of some of China's most tragic recent history Visit Tiananmen Square - the largest public square in the world and the scene of some of China's most tragic recent history Enjoy a delicious lunch at a quality Beijing restaurant Enjoy a delicious lunch at a quality Beijing restaurant Pick up and drop off options from and to your hotel gives you the utmost convenience Pick up and drop off options from and to your hotel gives you the utmost convenience What We Love:   What We Love: No trip to China would be complete without a visit to the Great Wall. The majority of the wall which exists today was built by the Ming Dynasty to keep out invaders from the north. With its steep winding exterior, the Great Wall is perhaps one of the world's most iconic tourist attractions, and certainly one of the China's most captivating sights. This 1 day adventure will not only take you to see the amazing Great Wall at Badaling, the section visited by the likes of Richard Nixon, Barack Obama, and Margaret Thatcher no less, you'll also be shown around Beijing's Forbidden City and Tiananmen Square – the largest public square in the world. With a lunch at a top Beijing restaurant, and all transport included plus an expert local guide, get out there and explore the wonders of China's ancient capital!  ",
        "strLocation": "Beijing",
        "strOriginUrl": "https://www.klook.com/activity/1366-complete-beijing-tour-beijing/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Complete Beijing Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:54:10"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 97,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/33079bfd-Great-Wall-at-Jinshanling-Private-Day-Tour/GreatWallofChinaJinshanlingHike.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy a majestic hike along some of the most untouched areas of the Great Wall and discover this ancient wonder Take a hike on one of the most scenic and untouched sections of the Great Wall at Jinshanling, located about 140km north of Beijing Enjoy a delicious lunch at a local restaurant Pick up and drop off options from and to your hotel gives you the utmost convenience Take a hike on one of the most scenic and untouched sections of the Great Wall at Jinshanling, located about 140km north of Beijing Take a hike on one of the most scenic and untouched sections of the Great Wall at Jinshanling, located about 140km north of Beijing Enjoy a delicious lunch at a local restaurant Enjoy a delicious lunch at a local restaurant Pick up and drop off options from and to your hotel gives you the utmost convenience Pick up and drop off options from and to your hotel gives you the utmost convenience What We Love:   What We Love: Enjoy a wonderful hike at the unspoiled Jinshanling section of the Great Wall over the course of 10 hours with an expert local English speaking guide. Travel about 2.5 hours from Beijing to reach this remote part of Northern China, which promises a more relaxed experience away from the crowds. Accompanied by your guide, hike along the Great Wall at Jinshaling for 3.5 hours, taking in the impressive architecture, intricate brickwork and stunning views around Jinshanling itself. Along the way you'll see imposing guard towers, intricate stonework and lush landscapes on this less crowded part of the Great Wall. Have a delicious lunch at a local restaurant before safely returning to Beijing!  ",
        "strLocation": "Beijing",
        "strOriginUrl": "https://www.klook.com/activity/1370-great-wall-china-jinshanling-beijing/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Great Wall of China Jinshanling Hike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:54:24"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a0e54994-%E4%B8%AD%E5%9B%BD%E5%85%A8%E5%9B%BD3G%E7%94%B5%E8%AF%9D%E5%8D%A1%EF%BC%88%E9%A6%99%E6%B8%AF%E5%AE%85%E9%85%8D%E5%88%B0%E5%BA%9C%EF%BC%89---Klook%E5%AE%A2%E8%B7%AF/3GSIMCardHKDeliveryforChina.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Get mobile data coverage across China with one convenient 3G SIM card giving you internet access for 7 days Make your China travels simple with 3G SIM card coverage WIth free delivery to your home or hotel in Hong Kong, you can have your mobile data connection sorted before you set off for China Enjoy 1GB of data valid for 7 days (no text or calling services available) Tethering is permitted so multiple devices can benefit from one SIM card Make your China travels simple with 3G SIM card coverage WIth free delivery to your home or hotel in Hong Kong, you can have your mobile data connection sorted before you set off for China Enjoy 1GB of data valid for 7 days (no text or calling services available) Tethering is permitted so multiple devices can benefit from one SIM card What We Love:   What We Love: We know traveling in China can sometimes be challenging. When you don't speak the language or know your way around in some of the world's largest cities, it's easy to get lost. So take our word for it, you'll be grateful to have a trusted 3G SIM card with free delivery to Hong Kong, so you can get set up and connected in Hong Kong before you even arrive in China. With 1GB of data valid for 7 days, plus the option to tether to other devices, you'll have a guaranteed internet connection helping you enjoy your trip without a glitch.  ",
        "strLocation": "Beijing",
        "strOriginUrl": "https://www.klook.com/activity/1634-sim-card-hk-delivery-china-beijing/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G SIM Card (HK Delivery) for China",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:54:35"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 133,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c4b6f8c1-Beijing-Cooking-Class-and-Private-Culinary-Tour/BeijingFoodCultureCookingClass.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy a culinary experience to remember and learn about the wonders of Chinese cuisine on this perfect introductory cooking class and culinary sightseeing experience Learn to cook you own classic Chinese dishes such as stir-fry and dumplings, as taught by expert local instructors Tour a local market and pick out your own fresh ingredients like a local Visit some of Beijing's most famous snack and cake shops such as the iconic Daoxiangcun Foodstuffs Store Continue on a hutong rickshaw tour and take in the peaceful side of Beijing Learn to cook you own classic Chinese dishes such as stir-fry and dumplings, as taught by expert local instructors Learn to cook you own classic Chinese dishes such as stir-fry and dumplings, as taught by expert local instructors Tour a local market and pick out your own fresh ingredients like a local Tour a local market and pick out your own fresh ingredients like a local Visit some of Beijing's most famous snack and cake shops such as the iconic Daoxiangcun Foodstuffs Store Visit some of Beijing's most famous snack and cake shops such as the iconic Daoxiangcun Foodstuffs Store Continue on a hutong rickshaw tour and take in the peaceful side of Beijing Continue on a hutong rickshaw tour and take in the peaceful side of Beijing What We Love:   What We Love: Uncover the ancient secrets of Chinese cuisine during this ideal market tour and cooking class in China's culinary capital, Beijing. Immerse yourself in the bustling atmosphere of a local food market and gain a deeper understanding of the region's rich culinary culture and purchase fresh ingredients from friendly shopkeepers to use for later. Then, under the guidance of an expert chef, prepare local delicacies and delicious dishes inspired by recipes used for hundreds of years. Cook in the cosy environment of a local Beijing home and you'll soon master the techniques of sweet and sour pork and kung pao chicken, two of China's most recognisable dishes. After your time in the kitchen draws to a close, enjoy your efforts and tuck in to your own creations for lunch. If that wasn't enough, after lunch you'll be shown around the area's ancient hutong alleys and some of Beijing's most iconic food stores!  ",
        "strLocation": "Beijing",
        "strOriginUrl": "https://www.klook.com/activity/1371-food-culture-cooking-class-beijing/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Beijing Food Culture & Cooking Class",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:54:46"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 56,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d8676df6-Beijing-Airport-Transfers/BeijingAirportTransfers.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Arrive in comfort by conveniently booking private transfers between Beijing Capital Airport and your destination in the city Simple transfer between Beijing airport (PEK) and downtown hotels in a modern air conditioned vehicle Choose among vehicles that suit the size of your traveling party (up to 15 pax) Feel safe in the hands of a professional transfer service and experienced driver with an excellent reputation Simple transfer between Beijing airport (PEK) and downtown hotels in a modern air conditioned vehicle Choose among vehicles that suit the size of your traveling party (up to 15 pax) Feel safe in the hands of a professional transfer service and experienced driver with an excellent reputation What We Love:   What We Love: Enjoy a hassle-free visit to Beijing with a convenient airport pick up and transfer to downtown (or back). You won’t need to waste time trying to figure out how to get to your hotel or try to explain the address of the place you are heading to in a variety of local dialects. Simply, hop off the plane and head to the Arrivals Hall where a professional driver will await to whisk you away to your destination.  ",
        "strLocation": "Beijing",
        "strOriginUrl": "https://www.klook.com/activity/2111-airport-transfers-china-beijing/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Beijing Airport Transfers",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:55:00"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 40,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/fd42652a-Mutianyu-Great-Wall-Day-Tour-By-Bus/MutianyuGreatWallDayTourByBus.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Hop off the beaten track and see a less traveled part of the Great Wall of China at Mutianyu on an exciting day trip with a professional guide Explore the older part of China's iconic Great Wall – Mutianyu Great Wall, located in Huairou County Witness the Wall's masterpiece restoration and see 23 watchtowers With fewer tourists and an easier climb, Mutianyu is a great alternative to the popular Badaling The easiest way to get to the Great Wall - with hotel pick up and a friendly bilingual guide Explore the older part of China's iconic Great Wall – Mutianyu Great Wall, located in Huairou County Witness the Wall's masterpiece restoration and see 23 watchtowers With fewer tourists and an easier climb, Mutianyu is a great alternative to the popular Badaling The easiest way to get to the Great Wall - with hotel pick up and a friendly bilingual guide What We Love:   What We Love: Explore one of the best preserved parts of the Great Wall – Mutianyu Great Wall, boasting 22 kilometers of watchtowers and surrounded by lush greenery and stunning forested hills. Opened to the public back in 1986, this part of the wall is located 80 kilometers north-east of Beijing. Due to its more remote located, this part of the wall is far less visited, so you won't be fighting for space with other tourists. After a convenient early morning pick up, you will set off on a scenic drive past China’s mesmerizing countryside and once there, enjoy an all-round tour of Mutianyu Great Wall. Take a short break over an authentic lunch at a local restaurant. You can even a ride on the Great Wall Cable Car!  ",
        "strLocation": "Beijing",
        "strOriginUrl": "https://www.klook.com/activity/2119-mutianyu-great-wall-day-tour-bus-beijing/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Mutianyu Great Wall Day Tour By Bus",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:55:11"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 109,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/71e41095-Iconic-Beijing-Private-Sightseeing-Tour/IconicBeijingPrivateTour.jpgopacity0.360504",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Private downtown package taking in the Summer Palace, the Forbidden City & more See China's ancient capital on a personal day trip tour with an English speaking local guide Take in some of Beijing's most iconic and ancient sights such as the Forbidden City, and the Temple of Heaven Explore the amazing Summer Palace, the summer playground of the Chinese Emperor Stop off at some specialist cultural gift shops and pick up craft souvenirs for loved ones back home See China's ancient capital on a personal day trip tour with an English speaking local guide See China's ancient capital on a personal day trip tour with an English speaking local guide Take in some of Beijing's most iconic and ancient sights such as the Forbidden City, and the Temple of Heaven Take in some of Beijing's most iconic and ancient sights such as the Forbidden City, and the Temple of Heaven Explore the amazing Summer Palace, the summer playground of the Chinese Emperor Explore the amazing Summer Palace, the summer playground of the Chinese Emperor Stop off at some specialist cultural gift shops and pick up craft souvenirs for loved ones back home Stop off at some specialist cultural gift shops and pick up craft souvenirs for loved ones back home What We Love:   What We Love: Enhance your sightseeing experience in Beijing, China's ancient capital, on a 1 day tour of the city's most captivating and iconic sights. Led by a knowledgeable local English speaking guide, immerse yourself in the ancient mystery of the enormous Forbidden City; absorb the majestic charm of the Summer Palace and beautifully constructed Temple of Heaven; and stroll around Tiananmen Square, the largest public square in the world. What's more you'll be able to purchase special souvenirs in the bustling Pearl Market and at lunch time you'll be taken to sample some of the delights of Beijing cuisine with a traditional Chinese lunch.  ",
        "strLocation": "Beijing",
        "strOriginUrl": "https://www.klook.com/activity/1368-iconic-beijing-private-tour-beijing/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Iconic Beijing Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:55:21"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 113,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e784ec80-Forbidden-City-and-Badaling-Great-Wall/ForbiddenCityandBadalingGreatWall.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover the amazing Great Wall of China as well as Beijing's oldest and most iconic sights on a private 1 day tour Discover the history of every dynasty of China at the amazing Forbidden City Discover one of the best preserved sections of the Great Wall of China. A 2,000 year old architectural wonder! Start the trip with a visit to Tiananmen and see the square's vast array of halls and monuments Lunch and all hotel transfers included in the perfect private tour of Beijing Discover the history of every dynasty of China at the amazing Forbidden City Discover the history of every dynasty of China at the amazing Forbidden City Discover one of the best preserved sections of the Great Wall of China. A 2,000 year old architectural wonder! Discover one of the best preserved sections of the Great Wall of China. A 2,000 year old architectural wonder! Start the trip with a visit to Tiananmen and see the square's vast array of halls and monuments Start the trip with a visit to Tiananmen and see the square's vast array of halls and monuments Lunch and all hotel transfers included in the perfect private tour of Beijing Lunch and all hotel transfers included in the perfect private tour of Beijing What We Love:   What We Love: See the best of Beijing's cultural and historical highlights on a comprehensive and captivating 1 day tour of China's ancient capital city. Stroll amid the majestic charm of Tiananmen Square; marvel at the imaginative architecture at the Forbidden City; and take in the surroundings of the Badaling section of the Great Wall of China, one of the most popular sections of the Great Wall being beautifully restored and convenient from Beijing. Alongside your knowledgeable local English speaking guide, you'll gain a fascinating insight into the rich history and distinctive culture of Beijing.  ",
        "strLocation": "Beijing",
        "strOriginUrl": "https://www.klook.com/activity/1369-forbidden-city-badaling-great-wall-tour-beijing/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Forbidden City and Badaling Great Wall",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:55:33"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 87,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/34d9521c-Ming-Tombs-and-Badaling-Great-Wall-Tour/GreatWallatBadalingMingTombs.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Explore the wonders of ancient China and discover the Ming Tombs and the Great Wall at Badaling on a day tour from Beijing Visit the Ming Tombs - the largest imperial tomb in the world Enjoy a hike on the iconic Great Wall at Badaling and take in the view of one of China's most iconic sights Enjoy a great lunch and do a spot of jade shopping at the same time Be conveniently dropped off at your hotel in downtown Beijing, but not before a bit of silk shopping on your return Visit the Ming Tombs - the largest imperial tomb in the world Visit the Ming Tombs - the largest imperial tomb in the world Enjoy a hike on the iconic Great Wall at Badaling and take in the view of one of China's most iconic sights Enjoy a hike on the iconic Great Wall at Badaling and take in the view of one of China's most iconic sights Enjoy a great lunch and do a spot of jade shopping at the same time Enjoy a great lunch and do a spot of jade shopping at the same time Be conveniently dropped off at your hotel in downtown Beijing, but not before a bit of silk shopping on your return Be conveniently dropped off at your hotel in downtown Beijing, but not before a bit of silk shopping on your return What We Love:   What We Love: Discover two of Northern China's most incredible attractions at the Badaling section of the Great Wall and the Ming Tombs on a one day tour from Beijing. Accompanied by an expert, local English speaking guide, you'll visit one of the best restored parts of the Great Wall of China and marvel at the beautiful, spectacular scenery that surrounds the Badaling section. Then, explore the Chang Ling Tombs, a magnificent Ming Emperor burial site dating back to the 1300s. Along the way you'll also be taken to lunch at a local, authentic Chinese restaurant. The convenience of round trip transportation from your Beijing hotel makes this the perfect introduction to your China experience.  ",
        "strLocation": "Beijing",
        "strOriginUrl": "https://www.klook.com/activity/1372-great-wall-badaling-ming-tombs-beijing/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Great Wall at Badaling & Ming Tombs",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:55:45"
    }
]