[
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 63,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ba8ce872-Beijing-One-Day-Bus-Tour/BeijingDayTourByBus.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Visit Beijing's most famous sights on a one day bus tour with stops at the Forbidden Palace, Temple of Heaven, Summer Palace and more See the best of Beijing on a day trip to its key attractions led by an informative guide Tour the Forbidden City, the political and ceremonial centre of China for almost 500 years Admire the lush greenery and beautiful streams surrounding Beijing's Summer Palace Be wowed by the Temple of Heaven, a triumph of architecture and design Explore China through its authentic cuisine with a quick lunch break at a local restaurant Enjoy the most convenient tour of Beijing with hotel transfers and the services of a professional bilingual guide included See the best of Beijing on a day trip to its key attractions led by an informative guide Tour the Forbidden City, the political and ceremonial centre of China for almost 500 years Admire the lush greenery and beautiful streams surrounding Beijing's Summer Palace Be wowed by the Temple of Heaven, a triumph of architecture and design Explore China through its authentic cuisine with a quick lunch break at a local restaurant Enjoy the most convenient tour of Beijing with hotel transfers and the services of a professional bilingual guide included What We Love:   What We Love: Explore Beijing on a one day immersive tour – with a convenient pick up and a professional English speaking guide. On this comprehensive day trip, you will get to see Beijing's iconic attractions and learn about their history and cultural meaning. Start the tour with a visit to the Forbidden City, the Chinese imperial palace from the Ming dynasty to the end of the Qing dynasty. Go on to the stunning Temple of Heaven, the 267-hectare religious complex, in the southeastern part of Beijing that has been dubbed \"a masterpiece of architecture and landscape design\". After a delicious lunch of Chinese delicacies at a local restaurant, complete the trip with some sightseeing at the colorful Summer Palace, surrounded by lush greenery and lakes. For anyone wanting to tick of Beijing's main sights in just a day with the utmost convenience, this is the tour for you.  ",
        "strLocation": "Beijing",
        "strOriginUrl": "https://www.klook.com/activity/2120-day-tour-bus-beijing/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Beijing Day Tour By Bus",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:56:28"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 40,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5812a86f-Tour-of-Historic-Beijing-Summer-Palace--Lama-Temple--Panda-Garden---Klook/HistoricBeijingTour.jpgopacity0.612901",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Tour the Summer Palace, see China's most beloved animal - the giant panda at Beijing Zoo, and seek inner peace and tranquility at the ancient Lama Temple The perfect introduction to some of Beijing's oldest and most interesting sights Discover some of Beijing's oldest and most historic sights such as the Summer Palace and the Lama Temple See some of China's amazing wildlife, including giant pandas at Beijing Zoo Enjoy the convenience of being picked up and dropped off from your hotel directly The perfect introduction to some of Beijing's oldest and most interesting sights The perfect introduction to some of Beijing's oldest and most interesting sights Discover some of Beijing's oldest and most historic sights such as the Summer Palace and the Lama Temple Discover some of Beijing's oldest and most historic sights such as the Summer Palace and the Lama Temple See some of China's amazing wildlife, including giant pandas at Beijing Zoo See some of China's amazing wildlife, including giant pandas at Beijing Zoo Enjoy the convenience of being picked up and dropped off from your hotel directly Enjoy the convenience of being picked up and dropped off from your hotel directly What We Love:   What We Love: Get the perfect introduction to China's buzzing capital and discover some of Beijing iconic places of interest, as well as seeing some of China's beloved giant Pandas! Starting early to beat the crowds, your expert local tour guide will pick you up from your hotel then your first stop will be Beijing Zoo to see China's most beloved animals – the giant Pandas! After that, you will go on to a local pearl shop to see how the Beijing's craftsmen make jewellery from fresh-water pearls, crafting some to your own tastes upon request. Then, you'll proceed to have a delicious local Beijing lunch before seeking out the most beautiful imperial garden in China - the Summer Palace. Here you'll see how China's ruling dynasties of centuries ago used to spend their summer leisure time. Finally, feel the tranquil surroundings of the Lama Temple, the most renowned Tibetan Buddhist temple outside Tibet.  ",
        "strLocation": "Beijing",
        "strOriginUrl": "https://www.klook.com/activity/1362-historic-beijing-tour-beijing/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Historic Beijing Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:56:41"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 29,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/11ac55c1-Legend-of-Kung-Fu-Show/LegendofKungFuShow.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover the wonders of Kung Fu on an evening taking you through the legend of China's ancient martial arts at Beijing's popular Kung Fu show Discover China's Kung Fu heritage and feel the excitement of one of Beijing's most renowned Kung Fu shows Ask your local English-speaking guide about China's ancient culture and the origins of Kung Fu Discover old Beijing and China's most renowned martial art - Kung Fu! Pick up and drop off options from and to your hotel gives you the ultimate convenience Discover China's Kung Fu heritage and feel the excitement of one of Beijing's most renowned Kung Fu shows Discover China's Kung Fu heritage and feel the excitement of one of Beijing's most renowned Kung Fu shows Ask your local English-speaking guide about China's ancient culture and the origins of Kung Fu Ask your local English-speaking guide about China's ancient culture and the origins of Kung Fu Discover old Beijing and China's most renowned martial art - Kung Fu! Discover old Beijing and China's most renowned martial art - Kung Fu! Pick up and drop off options from and to your hotel gives you the ultimate convenience Pick up and drop off options from and to your hotel gives you the ultimate convenience What We Love:   What We Love: Enjoy a wonderful evening learning more about China's ancient martial art – Kung Fu! After being picked up from your hotel, go on to enjoy The Legend of Kung Fu, an exciting visual performance following the story of a young boy found wandering outside an ancient temple. Like many boys in China, he dreams of becoming a Kung Fu master. Non-Chinese speakers will have no problem following along as the show has English subtitles shown above the stage to keep you informed of the story line. The actors do not speak, the show is all about Kung Fu, dance and acrobatics. The fusion of modern dance with Chinese traditional arts make this performance a unique and spectacular experience!  ",
        "strLocation": "Beijing",
        "strOriginUrl": "https://www.klook.com/activity/1364-legend-kung-fu-show-beijing/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Legend of Kung Fu Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:56:52"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 81,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a21f7c95-Peking-Roast-Duck-Banquet--Acrobatic-Show---Klook/PekingDuckBanquetAcrobaticShow.jpgopacity0.751133",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend a wonderful night in Beijing and enjoy a famous Peking Roast Duck dinner followed by Beijing's iconic acrobatic show Sample some of Beijing's finest cuisine - the world renowned Peking roast duck Look on in awe at some of the world's finest acrobats, practising a form of acrobatic that has been part of China's ancient culture for centuries Be shown around town and learn more about Beijing life with an expert, English speaking local guide Pick up and drop off from and to your hotel gives you the utmost convenience Sample some of Beijing's finest cuisine - the world renowned Peking roast duck Sample some of Beijing's finest cuisine - the world renowned Peking roast duck Look on in awe at some of the world's finest acrobats, practising a form of acrobatic that has been part of China's ancient culture for centuries Look on in awe at some of the world's finest acrobats, practising a form of acrobatic that has been part of China's ancient culture for centuries Be shown around town and learn more about Beijing life with an expert, English speaking local guide Be shown around town and learn more about Beijing life with an expert, English speaking local guide Pick up and drop off from and to your hotel gives you the utmost convenience Pick up and drop off from and to your hotel gives you the utmost convenience What We Love:   What We Love: What better place to try the world famous Peking roast duck than in China's ancient and charming capital – Beijing. After being conveniently picked up at your hotel by a local English-speaking guide, you'll go on to dine on some of Beijing's best Peking Roast Duck. After dinner is finished you'll be taken to see some of Beijing's iconic acrobatics. Home to some of the world's best acrobatic troupes, enjoy watching this unforgettable art forms that has been entertaining audiences for thousands of years. After the excitement of the show is over don't worry about making your way back to your hotel yourself, you'll be dropped off back at your hotel by your friendly and knowledgeable local guide.  ",
        "strLocation": "Beijing",
        "strOriginUrl": "https://www.klook.com/activity/1363-peking-duck-banquet-acrobatic-show-beijing/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Peking Duck Banquet & Acrobatic Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:57:04"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 131,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3f283b03-Great-Wall-at-Simatai-Sightseeing-Hike---Klook/SimataiGreatWallHikeGubeiWaterTown.jpgopacity0.754521",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Hike and explore some of the most isolated sections of the Great Wall at UNESCO protected Simatai Take a hike on one of the most scenic sections of the Great Wall at Simatai, located about 120km north of Beijing Enjoy a glorious hike along some of the most untouched areas of the Great Wall declared a UNESCO World Heritage Sight in 1987 Enjoy lunch on top of the Great Wall itself Visit Gubei Water Town, an ancient canal village nestled in the shadows of the Great Wall Pick up and drop off options from and to your hotel gives you the utmost convenience Take a hike on one of the most scenic sections of the Great Wall at Simatai, located about 120km north of Beijing Take a hike on one of the most scenic sections of the Great Wall at Simatai, located about 120km north of Beijing Enjoy a glorious hike along some of the most untouched areas of the Great Wall declared a UNESCO World Heritage Sight in 1987 Enjoy a glorious hike along some of the most untouched areas of the Great Wall declared a UNESCO World Heritage Sight in 1987 Enjoy lunch on top of the Great Wall itself Enjoy lunch on top of the Great Wall itself Visit Gubei Water Town, an ancient canal village nestled in the shadows of the Great Wall Visit Gubei Water Town, an ancient canal village nestled in the shadows of the Great Wall Pick up and drop off options from and to your hotel gives you the utmost convenience Pick up and drop off options from and to your hotel gives you the utmost convenience What We Love:   What We Love: The Great Wall is a must-visit spot for every traveler to Beijing, and makes for an awe-inspiring and culturally enriching experience. If you have already been to the world-renowned Badaling Great Wall, or are just looking for something more untamed and unspoiled, the Simatai section of the Great Wall is the ideal starting point. This one day tour will take you not only to the beautiful Simatai section of the Great Wall, but also to Gubei Water Town which surrounds the beautiful Mandarin Duck Lake. This scenic hike is suitable for all levels and will charm you as it takes you through crumbling, ancient watch towers along the way. On a clear day you will be able to get some incredible photos to show loved ones back home and boast about your China experience!  ",
        "strLocation": "Beijing",
        "strOriginUrl": "https://www.klook.com/activity/1373-simatai-great-wall-hike-gubei-water-town-beijing/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Simatai Great Wall Hike & Gubei Water Town",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:57:18"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 122,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/17ac5ad0-Modern-Shanghai-Private-Day-Tour/ModernShanghaiPrivateDayTour.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Experience the contrast of the colonial and the futuristic on this one day private tour of Shanghai's modern day architecture, transport and design Your private local English speaking guide will help you navigate the city Discover Shanghai's most modern buildings and architecture, including the world financial center in Pudong in contrast to the historic Bund across the river Ride the Maglev, Shanghai's rapid bullet train reaching speeds of 431km/h (the world's fastest commercial train) Relish a traditional Chinese lunch at a local restaurant and enjoy the convenience of hotel transfers included Your private local English speaking guide will help you navigate the city Discover Shanghai's most modern buildings and architecture, including the world financial center in Pudong in contrast to the historic Bund across the river Ride the Maglev, Shanghai's rapid bullet train reaching speeds of 431km/h (the world's fastest commercial train) Relish a traditional Chinese lunch at a local restaurant and enjoy the convenience of hotel transfers included What We Love:   What We Love: A perfect excursion if you want to get a modern insight into the dynamic city of Shanghai in just one day. Enjoy an exceptional private tour of Shanghai's most modern destinations guided by an expert English speaking local tour guide. Gape at the intriguing exterior of the Shanghai Urban Planning Exhibition centre and revel in a 360 degree view of the city from the top of the world financial centre. Feast upon authentic Chinese-style cuisine at a popular restaurant and ride one of the fastest trains in the world at almost lightning speed to the airport in just seven minutes. Stroll along the city’s infamous Bund, marvelling at the Eclecticist and Art Deco architectural styles on one side of the river and the largest financial zone of mainland China with modern landmarks including the Oriental Pearl Tower and the Shanghai Tower on the other.  ",
        "strLocation": "Shanghai",
        "strOriginUrl": "https://www.klook.com/activity/1384-modern-shanghai-private-day-tour-shanghai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Modern Shanghai Private Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:57:30"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 127,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d770bec8-Zhujiajiao-Watertown-Day-Trip---Klook/ShanghaiZhujiajiaoWaterTownDayTrip.jpgopacity0.999753",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover the picturesque water town scenery of Zhujiajiao and experience Shanghai's journey from a modest trading village to one of the largest contemporary cities in the world Your private local English speaking guide will help you discover the uniqueness of Zhujiajiao Walk the quaint waterways and bridges of Zhujiajiao and enjoy a boat ride around the wartertown In contrast, journey back to Pudong and access the skywalk observation deck, revolving restaurant and the history museum in the Oriental Pearl Tower Marvel at a 360 degree view of the Shanghai from the top of the Oriental Pearl Tower Your private local English speaking guide will help you discover the uniqueness of Zhujiajiao Walk the quaint waterways and bridges of Zhujiajiao and enjoy a boat ride around the wartertown In contrast, journey back to Pudong and access the skywalk observation deck, revolving restaurant and the history museum in the Oriental Pearl Tower Marvel at a 360 degree view of the Shanghai from the top of the Oriental Pearl Tower What We Love:   What We Love: Conveniently beginning in downtown Shanghai, this private day tour provides a unique and insightful experience of the ancient water town of Zhujiajiao and offers a perfect escape from the fast-paced life of Shanghai city. Discover the picturesque landscape of classical buildings and bridges, intricate stone carvings surrounded by soaring mountains covered in willow trees while you float across the water on a traditional Chinese style boat. Illustrating the contrast between the ancient and the new, journey back to modern Shanghai and the Oriental Pearl Tower, including a 360 degree view of Shanghai from the glass skywalk observation deck, where you will enjoy the thrill of walking on a glass floor 400 meters above ground and the revolving restaurant. You'll also access the Shanghai History Museum in the basement of the Pearl Tower where you will learn about Shanghai's transformation from a small water town to the international hub we find today.  ",
        "strLocation": "Shanghai",
        "strOriginUrl": "https://www.klook.com/activity/1385-shanghai-zhujiajiao-water-town-day-trip-shanghai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Shanghai Zhujiajiao Water Town Day Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:57:40"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c680a9b8-Shanghai-Museum-Half-Day-Tour---Klook/ShanghaiMuseumHalfDayTour.jpgopacity0.64702",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Learn to appreciate traditional Chinese lifestyle and philosophy on this half day private tour of Chinese history, art and architecture at the Shanghai Museum Your private local English speaking guide will help you navigate the museum with an in depth knowledge of the exhibits Discover ancient art and sculptures and learn more about the Chinese traditions Enjoy the convenience of hotel transfers included Your private local English speaking guide will help you navigate the museum with an in depth knowledge of the exhibits Discover ancient art and sculptures and learn more about the Chinese traditions Enjoy the convenience of hotel transfers included What We Love:   What We Love: Accompanied by a competent and knowledgeable English speaking tour guide, this half day private tour offers a valuable insight into ancient Chinese wisdom and principles by exposing visitors to archaic paintings, calligraphy, jade and ceramic sculptures and priceless furniture from the Ming and Qing dynasty. Enhance your understanding of the ancient Chinese civilization and discover why the Jade stone symbolizes wealth and power in the Chinese culture. Marvel at the renowned exterior of the Museum, with the round dome symbolizing heaven and the square base symbolizing land, situated in the very center of Shanghai.  ",
        "strLocation": "Shanghai",
        "strOriginUrl": "https://www.klook.com/activity/1387-shanghai-museum-half-day-tour-shanghai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Shanghai Museum Half Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:57:51"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 173,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3cf4967c-2-Days-Shanghai-Tour---Klook/2DaysShanghaiPrivateTour.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Explore some of Shanghai's must do sights and take in this wonderful city in just two days on a private guided tour Ideal for those short on time but still looking to explore Shanghai Stroll along the Huangpu River's Bund and view the modern constructions now dominating the Shanghai skyline opposite Visit Shanghai Museum to experience the changes of history in this amazing city Experience the tranquility of Yuyuan Garden and scale the heights of Pudong's Jinmao Tower Pick up on arrival, transportation, accommodation and English speaking guide services all included Ideal for those short on time but still looking to explore Shanghai Ideal for those short on time but still looking to explore Shanghai Stroll along the Huangpu River's Bund and view the modern constructions now dominating the Shanghai skyline opposite Stroll along the Huangpu River's Bund and view the modern constructions now dominating the Shanghai skyline opposite Visit Shanghai Museum to experience the changes of history in this amazing city Visit Shanghai Museum to experience the changes of history in this amazing city Experience the tranquility of Yuyuan Garden and scale the heights of Pudong's Jinmao Tower Experience the tranquility of Yuyuan Garden and scale the heights of Pudong's Jinmao Tower Pick up on arrival, transportation, accommodation and English speaking guide services all included Pick up on arrival, transportation, accommodation and English speaking guide services all included What We Love:   What We Love: A great option for those short on time, this perfect two day tour gives you a detailed Shanghai experience, taking in some of the city's nicest sights and attractions. On the first day a visit to the Bund gives you a chance to walk along the riverfront and view what was once Asia's and perhaps the world's most powerful banking center. You will also pay a visit to the nearby French Concession, famed for its historic buildings. On the second day you'll take in more of Shanghai's older sights including the iconic Yuyuan Garden which is a peaceful green retreat from the busy city. Check out Shanghai Old Street, and the Jinmao building before being conveniently dropped off at the airport to depart for your next destination, wherever that may be!  ",
        "strLocation": "Shanghai",
        "strOriginUrl": "https://www.klook.com/activity/1486-2-days-shanghai-private-tour-shanghai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "2 Days Shanghai Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:58:04"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a0e54994-%E4%B8%AD%E5%9B%BD%E5%85%A8%E5%9B%BD3G%E7%94%B5%E8%AF%9D%E5%8D%A1%EF%BC%88%E9%A6%99%E6%B8%AF%E5%AE%85%E9%85%8D%E5%88%B0%E5%BA%9C%EF%BC%89---Klook%E5%AE%A2%E8%B7%AF/3GSIMCardHKDeliveryforChina.jpgopacity0.996534",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Get mobile data coverage across China with one convenient 3G SIM card giving you internet access for 7 days Make your China travels simple with 3G SIM card coverage WIth free delivery to your home or hotel in Hong Kong, you can have your mobile data connection sorted before you set off for China Enjoy 1GB of data valid for 7 days (no text or calling services available) Tethering is permitted so multiple devices can benefit from one SIM card Make your China travels simple with 3G SIM card coverage WIth free delivery to your home or hotel in Hong Kong, you can have your mobile data connection sorted before you set off for China Enjoy 1GB of data valid for 7 days (no text or calling services available) Tethering is permitted so multiple devices can benefit from one SIM card What We Love:   What We Love: We know traveling in China can sometimes be challenging. When you don't speak the language or know your way around in some of the world's largest cities, it's easy to get lost. So take our word for it, you'll be grateful to have a trusted 3G SIM card with free delivery to Hong Kong, so you can get set up and connected in Hong Kong before you even arrive in China. With 1GB of data valid for 7 days, plus the option to tether to other devices, you'll have a guaranteed internet connection helping you enjoy your trip without a glitch.  ",
        "strLocation": "Shanghai",
        "strOriginUrl": "https://www.klook.com/activity/2040-sim-card-hk-delivery-china-shanghai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G SIM Card (HK Delivery) for China",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:58:17"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 223,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/61eb34e8-/ClassicShanghai3DayPrivateTour.jpgopacity0.64702",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Take in the delights of one of China's most happening cities and see discover both old Shanghai and new Shanghai on this perfect three day tour Stroll along the Huangpu River and view the contrast of the historic Bund and modern Pudong Visit Shanghai Museum to learn about key moments in Shanghai history Climb up to Oriental Pearl Tower to enjoy panorama views of the metropolis Pick up on arrival, transportation, accommodation and English speaking guide services all included Stroll along the Huangpu River and view the contrast of the historic Bund and modern Pudong Visit Shanghai Museum to learn about key moments in Shanghai history Climb up to Oriental Pearl Tower to enjoy panorama views of the metropolis Pick up on arrival, transportation, accommodation and English speaking guide services all included What We Love:   What We Love: Explore modern Shanghai on this ideal three day tour of one of China's most vibrant cities. Discover the best sights of Shanghai with your own private guide and spend three days exploring every corner of this vibrant city. Along the way you'll see modern structures and colonial buildings along the iconic Huangpu River and Shanghai Bund, you'll also take in the amazing Oriental Pearl Tower – one of China's most recognisable buildings. On the second day you'll pay a visit to the impressive Shanghai Museum and explore the Old Quarter of Shanghai at the nearby Yuyuan Gardens. This makes for the ideal tour for those looking to get an in depth introduction to one of the world's greatest cities!  ",
        "strLocation": "Shanghai",
        "strOriginUrl": "https://www.klook.com/activity/1476-classic-shanghai-3-day-private-tour-shanghai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Classic Shanghai 3 Day Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:58:29"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 63,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/881439bc-Shanghai-Airport-Tranfers/ShanghaiAirportTransfers.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Arrive in comfort by conveniently booking a private transfer between Shanghai Pudong Airport or Shanghai Hongquiao Airport and your destination in the city Enjoy comfortable transfers between Shanghai airports and downtown in a modern air conditioned vehicle Choose among vehicles that suit the size of your traveling party (up to 15 pax) Your professional driver will instantly whisk you away to your destination, no waiting, no lines, no crowds Enjoy comfortable transfers between Shanghai airports and downtown in a modern air conditioned vehicle Choose among vehicles that suit the size of your traveling party (up to 15 pax) Your professional driver will instantly whisk you away to your destination, no waiting, no lines, no crowds What We Love:   What We Love: Kick off your visit to one of China's most exciting cities, Shanghai, with a comfortable private car transfer from any of its two airports to downtown. Whether you are arriving in Hongqiao or Pudong, your professional driver will be waiting, name sign in hand, ready to take you to your destination in the city. You can also book the transfer from your hotel back to the airport and use the time you’ve saved to cover more of Shanghai's numerous attractions.  ",
        "strLocation": "Shanghai",
        "strOriginUrl": "https://www.klook.com/activity/2123-airport-transfers-china-shanghai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Shanghai Airport Transfers",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:58:42"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 275,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/302a795f-Essential-Shanghai-3-Day-Tour---Klook/EssentialShanghai3DayPrivateTour.jpgopacity0.650769",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Take in the best sights of Shanghai, including the Bund, French Concession, Jinmao Tower and a cruise on the Huangpu River Enjoy shopping at Nanjing Road to experience the commercial side of Shanghai Take in the city's best sights such as Yuyuan Gardens, Shanghai Museum and a mega skyscraper Stroll along the former French Concession to feel the western influence on Shanghai Visit Shanghai's Urban Planning Exhibition Hall to understand more the direction of development of modern Shanghai Pick up on arrival, transportation, accommodation and English speaking guide services all included Enjoy shopping at Nanjing Road to experience the commercial side of Shanghai Enjoy shopping at Nanjing Road to experience the commercial side of Shanghai Take in the city's best sights such as Yuyuan Gardens, Shanghai Museum and a mega skyscraper Take in the city's best sights such as Yuyuan Gardens, Shanghai Museum and a mega skyscraper Stroll along the former French Concession to feel the western influence on Shanghai Stroll along the former French Concession to feel the western influence on Shanghai Visit Shanghai's Urban Planning Exhibition Hall to understand more the direction of development of modern Shanghai Visit Shanghai's Urban Planning Exhibition Hall to understand more the direction of development of modern Shanghai Pick up on arrival, transportation, accommodation and English speaking guide services all included Pick up on arrival, transportation, accommodation and English speaking guide services all included What We Love:   What We Love: Discover modern Shanghai with an old twist on this ideal three day tour, suited to travelers looking to get a more in depth tour of this wonderful city. On the first day you'll be transferred to the French Concession directly from the airport. This downtown area is well known for beautiful old homes and gardens. Later in the evening you'll be taken to Nanjing Road which is Shanghai's main shopping street. Day two takes you to visit one of the highest buildings in China - the remarkable Jinmao Tower, where you can take a bird's eye view of Shanghai. Later in the evening you'll visit the fascinating Shanghai Museum - one of the biggest museums in China, with a collection of over 120,000 pieces of Chinese art & cultural relics. The day will end with a gentle cruise on the Huangpu River. Before you leave Shanghai, you'll also have chance to see the stunning, Yuyuan Garden, a traditional Chinese park decorated by beautiful pavilions, miniature lakes, bridges and rock formations.  ",
        "strLocation": "Shanghai",
        "strOriginUrl": "https://www.klook.com/activity/1484-essential-shanghai-3-day-private-tour-shanghai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Essential Shanghai 3 Day Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:58:53"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 318,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/490d4907-/4DaysShanghaiZhujiajiaoWaterTown.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover the best of Shanghai in three days and spend the extra one day exploring the ancient water town of Zhujiajiao Enjoy the best sights of trendy Shanghai before taking in the tranquil bridges and canals on a day trip to Zhujiajiao Stroll along the historic Bund besides Huangpu River and view the modern constructions which now dominate the Pudong skyline opposite Visit Shanghai Museum to experience the changes of history in this fascinating city Pick up on arrival, transportation, accommodation and English speaking guide services all included Enjoy the best sights of trendy Shanghai before taking in the tranquil bridges and canals on a day trip to Zhujiajiao Enjoy the best sights of trendy Shanghai before taking in the tranquil bridges and canals on a day trip to Zhujiajiao Stroll along the historic Bund besides Huangpu River and view the modern constructions which now dominate the Pudong skyline opposite Stroll along the historic Bund besides Huangpu River and view the modern constructions which now dominate the Pudong skyline opposite Visit Shanghai Museum to experience the changes of history in this fascinating city Visit Shanghai Museum to experience the changes of history in this fascinating city Pick up on arrival, transportation, accommodation and English speaking guide services all included Pick up on arrival, transportation, accommodation and English speaking guide services all included What We Love:   What We Love: For those looking for an extensive Shanghai experience plus a little extra, this is the tour for you. On this four day tour of Shanghai, you'll not only take in the sights and sounds of urban Shanghai, but you'll also discover the rural delights of one of China's most picturesque water towns at Zhujiajiao. Day one will take you around the glorious Bund to see Shanghai's old architecture before a trip to nearby Nanjing Road for a spot of shopping. Day two will bring you to some of Shanghai's newer sights such as the Jinmao Tower and Shanghai Museum. You'll also take in the glorious Yuyuan Gardens - a charming green spot in the middle of the city that cannot be missed. Your excursion to the water town of Zhujiajiao will take place on day three where you'll be led by your guide around the picturesque ancient town. Free time will be yours on the last day before being conveniently dropped off at the airport ready for your next adventure!  ",
        "strLocation": "Shanghai",
        "strOriginUrl": "https://www.klook.com/activity/1501-4-days-shanghai-zhujiajiao-water-town-shanghai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4 Days Shanghai & Zhujiajiao Water Town",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:59:06"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 108,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/77c5c1eb-Shanghai-Full-Day-Car-Charter/ShanghaiDowntownFullDayCarCharter.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover Shanghai in style by booking a private car charter - plan your adventure and let your professional driver take you there! Enjoy a comfortable private charter around Shanghai in a modern air conditioned vehicle for eight hours Plan your own itinerary and let your driver find the shortest route to get there Various vehicle options to suit the size of your traveling party (up to 15 people) Get picked up and dropped off from your hotel to various attractions and back Enjoy a comfortable private charter around Shanghai in a modern air conditioned vehicle for eight hours Plan your own itinerary and let your driver find the shortest route to get there Various vehicle options to suit the size of your traveling party (up to 15 people) Get picked up and dropped off from your hotel to various attractions and back What We Love:   What We Love: Enjoy a convenient, safe and efficient way to explore magnificent Shanghai - book a private city transfer in advance. Plan out your itinerary and let the adventure begin. Your professional driver will take you anywhere you need to be, letting you explore the city hassle-free, without worrying about public transport and wasting time trying to figure out how to get places. Hop in and get ready to see Oriental Pearl Tower, the Bund, Nanjing Road, Jade Buddha Temple and more!  ",
        "strLocation": "Shanghai",
        "strOriginUrl": "https://www.klook.com/activity/2130-car-charter-china-shanghai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Shanghai Downtown Full Day Car Charter",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:59:19"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 136,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/22787e5c-Zhouzhuang-Water-Village--Suzhou-Day-Tour-from-Shanghai/SuzhouZhouzhuangWaterVillage.jpgopacity0.658238",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Experience the traditional Chinese way of life with this private day tour from Shanghai and discover the ancient gardens, art and architecture of Suzhou and Zhouzhuang Your local English speaking tour guide will help you understand the traditional Chinese way of life Stroll in the stunningly picturesque Lingering Gardens of Suzhou Navigate around the waterways of Zhouzhuang ('the Venice of the East') and discover traditional Chinese craftsmanship Enjoy the utmost convenience of direct hotel pick up and drop off, plus lunch included on this private day tour from Shanghai Your local English speaking tour guide will help you understand the traditional Chinese way of life Stroll in the stunningly picturesque Lingering Gardens of Suzhou Navigate around the waterways of Zhouzhuang ('the Venice of the East') and discover traditional Chinese craftsmanship Enjoy the utmost convenience of direct hotel pick up and drop off, plus lunch included on this private day tour from Shanghai What We Love:   What We Love: If your aim is to fall in love with traditional Chinese culture, scenery, and lifestyle, this day trip is for you. Led by an insightful and experienced English speaking guide, this tour provides a unique experience by unmasking two of the most popular ancient towns of China in just one day. With its captivating Qing style natural landscapes, exquisite ancestral temples, and an incredible collection of bonsai and bamboo trees, the Lingering Gardens in Suzhou offer a perfect getaway from the fast pace of Shanghai. Uncover the secrets of the area's silk industry that wove silk for royal families hundreds of years ago at the Ancient Suzhou Silk Museum before learning the art of bamboo craftsmanship while soaking up the charming water town scenery of Zhouzhuang Water Village.  ",
        "strLocation": "Shanghai",
        "strOriginUrl": "https://www.klook.com/activity/1382-suzhou-zhouzhuang-water-village-shanghai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Suzhou & Zhouzhuang Water Village",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:59:29"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 68,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/cf09442f-Traditional-Shanghai-Private-Day-Tour/TraditionalShanghaiPrivateDayTour.jpgopacity0.917904",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover the splendour of Chinese culture and history while exploring acclaimed classic sites in Shanghai Your private English speaking tour guide will take you to explore traditional Shanghai including picturesque Yuyuan Gardens Relish traditional Chinese snacks at the Chenghuangmiao Temple Get an insight into Buddhist culture on a visit to some of Shanghai's most important Buddhist sites Pick up a bargain (with the help of your guide's haggling skills) at Taobao Market Enjoy a delicious local lunch included plus the convenience of hotel transfers Your private English speaking tour guide will take you to explore traditional Shanghai including picturesque Yuyuan Gardens Relish traditional Chinese snacks at the Chenghuangmiao Temple Get an insight into Buddhist culture on a visit to some of Shanghai's most important Buddhist sites Pick up a bargain (with the help of your guide's haggling skills) at Taobao Market Enjoy a delicious local lunch included plus the convenience of hotel transfers What We Love:   What We Love: Explore the most historically and culturally significant spots in Shanghai and learn a great deal about traditional Chinese culture, lifestyle and philosophy on this private day trip with a knowledgeable English speaking local tour guide. Enjoy the tranquil and serene ambiance of the Yuyuan Gardens surrounded by jade sculptures, traditional pools, and the remarkable architectural style of the Ming Dynasty. Soak in the transcendent atmosphere at the Jade Buddha Temple and marvel at two very rare cultural relics of the sitting and reclining Buddha. Visit the Taoist temple of Chenghuangmiao and splurge on traditional Chinese street food, crafts, jewelry and souvenirs.  ",
        "strLocation": "Shanghai",
        "strOriginUrl": "https://www.klook.com/activity/1383-traditional-shanghai-private-day-tour-shanghai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Traditional Shanghai Private Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:59:40"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6ccaa4c3-Best-of-Shanghai-Half-Day-Tour---Klook/BestofShanghaiHalfDayTour.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Experience the unique blend of historic and modern Shanghai on this half day private tour of Shanghai's most prominent landmarks Your private local English speaking guide is on hand to help you explore the city Visit the traditional Chinese Yuyuan Gardens - one of the essential things to do in Shanghai Stroll along the Bund enjoying the colonial architecture on one side and modern skyscrapers on the other Discover the shopping and entertainment areas of the Shanghai Old Street Explore modern cafes and restaurants inside colonial buildings at Xintiandi With your guide eliminating any language barriers and hotel transfers included, this half day tour is perfect for anyone with limited time in the city Your private local English speaking guide is on hand to help you explore the city Visit the traditional Chinese Yuyuan Gardens - one of the essential things to do in Shanghai Stroll along the Bund enjoying the colonial architecture on one side and modern skyscrapers on the other Discover the shopping and entertainment areas of the Shanghai Old Street Explore modern cafes and restaurants inside colonial buildings at Xintiandi With your guide eliminating any language barriers and hotel transfers included, this half day tour is perfect for anyone with limited time in the city What We Love:   What We Love: This tour is perfect for travelers looking to capture the essence of Shanghai in just half a day. Guided by an experienced and well-informed private English speaking tour guide, this tour uncovers the rare fusion of ancient culture such as the Ming dynasty architecture of the Yuyuan Gardens, with classical pavillions, ponds and rockeries; and the modern city lifestyle as you gaze upon the high skyscrapers of Pudong from the Bund. Explore the 20th century colonial style architecture along the Bund, Old French Concessions and Xintiandi contrasting with the traditional Chinese architecture in the Shanghai Old Street. Splurge on souvenirs and delicious local Shanghainese snacks and wander around in narrow lanes exploring cafes, art galleries and cultural exhibits.  ",
        "strLocation": "Shanghai",
        "strOriginUrl": "https://www.klook.com/activity/1386-best-of-shanghai-half-day-tour-shanghai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Best of Shanghai Half Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:59:49"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/aea73904-4G-WiFi-Device-HKG-Pick-Up-for-China/4GWiFiHKGPickUpforChina.jpgopacity0.91132",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in China with an unlimited data pocket 4G WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of China - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of China - wherever your itinerary takes you Get WiFi access across the whole of China - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport Collect and drop off your device at Hong Kong airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in China, without the stress of sourcing WiFi once you get there. The speedy 4G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are.  ",
        "strLocation": "Hangzhou",
        "strOriginUrl": "https://www.klook.com/activity/1701-china-wifi-device-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (HKG Pick Up) for China",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:59:58"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 56,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/851ff656-Classic-Hangzhou-Day-Tour/ClassicHangzhouDayTour.jpgopacity0.698574",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Visit the incredible West Lake, Ling Yin Temple and more with this ideal day tour taking in Hangzhou's most iconic sights and places of interest Ideal as an introductory tour to Hangzhou and its most iconic sights Discover Hangzhou's natural and cultural attractions with an expert local English speaking guide Retreat to the peaceful Ling Yin Temple, one of China's most important Buddhist landmarks Sip tea at Dragon Well, cruise over charming West Lake, a UNESCO World Heritage sight and take a look at the tranquil pools at Red Carp Pond Ideal as an introductory tour to Hangzhou and its most iconic sights Ideal as an introductory tour to Hangzhou and its most iconic sights Discover Hangzhou's natural and cultural attractions with an expert local English speaking guide Discover Hangzhou's natural and cultural attractions with an expert local English speaking guide Retreat to the peaceful Ling Yin Temple, one of China's most important Buddhist landmarks Retreat to the peaceful Ling Yin Temple, one of China's most important Buddhist landmarks Sip tea at Dragon Well, cruise over charming West Lake, a UNESCO World Heritage sight and take a look at the tranquil pools at Red Carp Pond Sip tea at Dragon Well, cruise over charming West Lake, a UNESCO World Heritage sight and take a look at the tranquil pools at Red Carp Pond What We Love:   What We Love: Enjoy the perfect one day tour of beautiful Hangzhou with an experienced local, English speaking guide to explore the best and most iconic sights of one of China's most peaceful cities. First up, visit Ling Yin Temple, one of the most important Buddhist temples in China, and see intricate Buddhist carvings. Next up, head to Dragon Well Tea Plantation where you'll sip tea in a pretty shaded pavilion with spectacular views. Finally, take a scenic cruise on West Lake, a UNESCO World Heritage site, stopping at Red Carp Pond. The package includes transportation with hotel pick up and drop off, as well as a delicious local lunch. The perfect introductory tour to Hangzhou!  ",
        "strLocation": "Hangzhou",
        "strOriginUrl": "https://www.klook.com/activity/1374-classic-hangzhou-day-tour-hangzhou/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Classic Hangzhou Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:00:09"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a0e54994-%E4%B8%AD%E5%9B%BD%E5%85%A8%E5%9B%BD3G%E7%94%B5%E8%AF%9D%E5%8D%A1%EF%BC%88%E9%A6%99%E6%B8%AF%E5%AE%85%E9%85%8D%E5%88%B0%E5%BA%9C%EF%BC%89---Klook%E5%AE%A2%E8%B7%AF/3GSIMCardHKDeliveryforChina.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Get mobile data coverage across China with one convenient 3G SIM card giving you internet access for 7 days Make your China travels simple with 3G SIM card coverage WIth free delivery to your home or hotel in Hong Kong, you can have your mobile data connection sorted before you set off for China Enjoy 1GB of data valid for 7 days (no text or calling services available) Tethering is permitted so multiple devices can benefit from one SIM card Make your China travels simple with 3G SIM card coverage WIth free delivery to your home or hotel in Hong Kong, you can have your mobile data connection sorted before you set off for China Enjoy 1GB of data valid for 7 days (no text or calling services available) Tethering is permitted so multiple devices can benefit from one SIM card What We Love:   What We Love: We know traveling in China can sometimes be challenging. When you don't speak the language or know your way around in some of the world's largest cities, it's easy to get lost. So take our word for it, you'll be grateful to have a trusted 3G SIM card with free delivery to Hong Kong, so you can get set up and connected in Hong Kong before you even arrive in China. With 1GB of data valid for 7 days, plus the option to tether to other devices, you'll have a guaranteed internet connection helping you enjoy your trip without a glitch.  ",
        "strLocation": "Hangzhou",
        "strOriginUrl": "https://www.klook.com/activity/2041-sim-card-hk-delivery-china-hangzhou/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G SIM Card (HK Delivery) for China",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:00:19"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 69,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a2cc3258-Wuzhen-Water-Village-Day-Tour/WuzhenWaterVillageDayTour.jpgopacity0.650769",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover the bridges and canals of picturesque Wuzhen and enjoy a scenic cruise along the village's ancient waterways before delving into the local crafts and entertainment Enjoy a one day tour to Wuzhen Water Town from Hangzhou, a village dating back centuries in Chinese history Learn about Wuzhen's renowned local wine production at the Sanbai Wine Workshop View the elaborately decorated antique beds at the intriguing Hundred Bed Museum Visit the Hongyuan tie dyehouse and witness inner workings of the textile industry Float past pretty old buildings and ancient bridges on a scenic and peaceful river cruise Watch a traditional shadow puppetry show Enjoy a one day tour to Wuzhen Water Town from Hangzhou, a village dating back centuries in Chinese history Enjoy a one day tour to Wuzhen Water Town from Hangzhou, a village dating back centuries in Chinese history Learn about Wuzhen's renowned local wine production at the Sanbai Wine Workshop Learn about Wuzhen's renowned local wine production at the Sanbai Wine Workshop View the elaborately decorated antique beds at the intriguing Hundred Bed Museum View the elaborately decorated antique beds at the intriguing Hundred Bed Museum Visit the Hongyuan tie dyehouse and witness inner workings of the textile industry Visit the Hongyuan tie dyehouse and witness inner workings of the textile industry Float past pretty old buildings and ancient bridges on a scenic and peaceful river cruise Float past pretty old buildings and ancient bridges on a scenic and peaceful river cruise Watch a traditional shadow puppetry show Watch a traditional shadow puppetry show What We Love:   What We Love: Enjoy a one day trip to the picturesque water town of Wuzhen and explore the ancient village only a short drive from Hangzhou. See the town's most intriguing sights such as the Sanbai Wine Workshop which was built during the Song Dynasty and the only winery remaining in Wuzhen. On this ideal one day trip from Hangzhou, you'll also visit the Hundred Bed Museum and learn about indigo dye at Hongyuan tie dyehouse; then watch a shadow puppet show with musical accompaniment on traditional Chinese instruments. Wrap up with a scenic cruise on the river. Your tour includes lunch, entrance tickets, and hotel pick up and drop off in downtown Hangzhou allowing you to simply kick back and relax!  ",
        "strLocation": "Hangzhou",
        "strOriginUrl": "https://www.klook.com/activity/1378-wuzhen-water-village-day-tour-hangzhou/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Wuzhen Water Village Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:00:30"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 104,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b0750b0e-Grand-Canal-and-Culture-of-Hangzhou/GrandCanalandCultureofHangzhou.jpgopacity0.698574",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover Hangzhou's ancient heritage with this ideal introductory private day tour taking in the Grand Canal, temples and more Hear stories of Hangzhou's ancient history from an expert, local English speaking guide Learn more about some important aspects of Chinese history at the China Fan and Umbrella museums Take a cruise on the incredible Grand Canal - a vast network of canals with a history dating back to the 5th Century Take a stroll in the iconic Dadoulu Historic Districts - one of the best preserved historic districts in Hangzhou where you can find old shops and restaurants Hear stories of Hangzhou's ancient history from an expert, local English speaking guide Hear stories of Hangzhou's ancient history from an expert, local English speaking guide Learn more about some important aspects of Chinese history at the China Fan and Umbrella museums Learn more about some important aspects of Chinese history at the China Fan and Umbrella museums Take a cruise on the incredible Grand Canal - a vast network of canals with a history dating back to the 5th Century Take a cruise on the incredible Grand Canal - a vast network of canals with a history dating back to the 5th Century Take a stroll in the iconic Dadoulu Historic Districts - one of the best preserved historic districts in Hangzhou where you can find old shops and restaurants Take a stroll in the iconic Dadoulu Historic Districts - one of the best preserved historic districts in Hangzhou where you can find old shops and restaurants What We Love:   What We Love: Perfect for discovering the delights of beautiful Hangzhou, this ideal one day trip including lunch will take you around some of Hangzhou's most iconic sights. You'll start off at the Xiang Ji Temple, before moving on to Dadoulu Historic District where you'll see some fine examples of ancient Chinese architecture. Hangzhou was once described by Marco Polo as the 'the noblest city in the world' and on this trip you'll discover why. After lunch, enjoy a gentle cruise down the Grand Canal, dating back to the 5th Century! Once a terminus town on China's Grand Canal system, Hangzhou drew artists and poets alike from all over China. With an expert local English speaking guide on hand, learn all about Hangzhou's history up close and personal. The perfect Hangzhou experience!  ",
        "strLocation": "Hangzhou",
        "strOriginUrl": "https://www.klook.com/activity/1380-grand-canal-culture-hangzhou/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Grand Canal and Culture of Hangzhou",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:00:42"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 59,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/cfc7ffe1-Hangzhou-Night-Tour/ImpressionWestLakeShowDinner.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover the charms of Hangzhou by night and take in the incredible Impression West Lake light show then sample the nightlife of ancient Wushan Experience the sights and sounds of beautiful Hangzhou by night Feast on a delicious dinner at a local Chinese restaurant Enjoy Hangzhou's nightlife scene with an entertaining dance and musical performance Enjoy the Impression West Lake light show, directed by the same person behind the opening ceremony of the Beijing 2008 Olympic Games Experience the sights and sounds of beautiful Hangzhou by night Experience the sights and sounds of beautiful Hangzhou by night Feast on a delicious dinner at a local Chinese restaurant Feast on a delicious dinner at a local Chinese restaurant Enjoy Hangzhou's nightlife scene with an entertaining dance and musical performance Enjoy Hangzhou's nightlife scene with an entertaining dance and musical performance Enjoy the Impression West Lake light show, directed by the same person behind the opening ceremony of the Beijing 2008 Olympic Games Enjoy the Impression West Lake light show, directed by the same person behind the opening ceremony of the Beijing 2008 Olympic Games What We Love:   What We Love: Enjoy a night out in Hangzhou that includes a sumptuous Chinese dinner followed by an enchanting show, Impression West Lake. Created by the same person who directed the opening ceremony of the Beijing 2008 Olympic Games, Impression West Lake takes place on a stage set hovering just above the lake surface and combines colourful lighting, sweeping sets and beautiful music. The story recounts the folklore of Hangzhou, which your guide further explains. You'll also stop in Wushan Square to take in the vibrant nightlife!  ",
        "strLocation": "Hangzhou",
        "strOriginUrl": "https://www.klook.com/activity/1376-impression-west-lake-show-dinner-hangzhou/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Impression West Lake Show & Dinner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:00:56"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 76,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/038a8993-Shaoxing-Water-Town-1-Day-Tour/ShaoxingWaterTownDayTour.jpgopacity0.698574",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly With this ideal day trip from nearby Hangzhou, cruise down the canals of Shaoxing and discover local culture and traditions Enjoy a one day tour from Hangzhou to one of China's prettiest water towns, Shaoxing Explore Shaoxing's beautiful and tranquil canals aboard an ancient style Wupeng boat, still used to this day Stroll through Shen Gardens and learn about the celebrated Chinese poet Lu You Watch calligraphy artists at work in the pretty surroundings of Lanting Orchid Pavilion Enjoy a one day tour from Hangzhou to one of China's prettiest water towns, Shaoxing Enjoy a one day tour from Hangzhou to one of China's prettiest water towns, Shaoxing Explore Shaoxing's beautiful and tranquil canals aboard an ancient style Wupeng boat, still used to this day Explore Shaoxing's beautiful and tranquil canals aboard an ancient style Wupeng boat, still used to this day Stroll through Shen Gardens and learn about the celebrated Chinese poet Lu You Stroll through Shen Gardens and learn about the celebrated Chinese poet Lu You Watch calligraphy artists at work in the pretty surroundings of Lanting Orchid Pavilion Watch calligraphy artists at work in the pretty surroundings of Lanting Orchid Pavilion What We Love:   What We Love: Travel from Hangzhou to the ancient water town of Shaoxing for a relaxing day of sightseeing and Chinese culture. On this one day trip you'll ride a traditional Wupeng boat along the canals, taking in ancient bridges and old Song Dynasty architecture from the water. Hear tales of Lu You, a much-admired romantic poet from the Song Dynasty as you walk through Shen Gardens. Then head to Lan Ting Orchid Pavilion to observe the amazing art of calligraphy at work in stunning surroundings. The perfect, cultured day trip from nearby Hangzhou, ideal for those looking to get more from their Hangzhou experience!  ",
        "strLocation": "Hangzhou",
        "strOriginUrl": "https://www.klook.com/activity/1379-shaoxing-water-town-day-tour-hangzhou/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Shaoxing Water Town Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:01:07"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 407,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7646a662-3-Day-Hangzhou--Wuzhen-Water-Village---Klook/3DaysHangzhouWuzhenWaterVillage.jpgopacity0.650769",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Explore magical Hangzhou and take in the best sights along with a visit to Wuzhen Water Village, on the perfect three day tour including accommodation and meals Enjoy a three day private guided tour, ideal for getting a closer more personal Hangzhou experience Take a cruise on the incredible West Lake and enjoy life at 'the Paradise Under Heaven' Visit the amazing Huqingyu Tang and learn all about Chinese traditional Medicine Stroll through the ancient Water Village of Wuzhen to get in touch with local way of life Pick up on arrival, transportation, accommodation and English speaking guide services all included Enjoy a three day private guided tour, ideal for getting a closer more personal Hangzhou experience Enjoy a three day private guided tour, ideal for getting a closer more personal Hangzhou experience Take a cruise on the incredible West Lake and enjoy life at 'the Paradise Under Heaven' Take a cruise on the incredible West Lake and enjoy life at 'the Paradise Under Heaven' Visit the amazing Huqingyu Tang and learn all about Chinese traditional Medicine Visit the amazing Huqingyu Tang and learn all about Chinese traditional Medicine Stroll through the ancient Water Village of Wuzhen to get in touch with local way of life Stroll through the ancient Water Village of Wuzhen to get in touch with local way of life Pick up on arrival, transportation, accommodation and English speaking guide services all included Pick up on arrival, transportation, accommodation and English speaking guide services all included What We Love:   What We Love: Explore the impressive scenery in and around Hangzhou on a private three day tour taking you around some of the city's most picturesque sights. With accommodation and meals included, the three day itinerary offers you the most convenient way to discover one of China's most beautiful cities. Over the course of the trip, you'll explore a number of must see Hangzhou sights including the UNESCO West Lake, Huqingyu Tang, Feilai Peak, Dragon Well Tea Plantation, and the picturesque ancient Wuzhen water village. With such a wide range of places to visit, this tour is the ideal introduction to Hangzhou. An expert, local guide will accompany you along the way making sure you have the best Hangzhou experience possible!  ",
        "strLocation": "Hangzhou",
        "strOriginUrl": "https://www.klook.com/activity/1490-3-days-hangzhou-wuzhen-water-village-hangzhou/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3 Days Hangzhou & Wuzhen Water Village",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:01:18"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 50,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e8e0ffed-Hangzhou-Culture-Day-Tour/HangzhouCultureTour.jpgopacity0.694964",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy a one day introductory tour of Hangzhou, taking in Qinghefang Ancient Street, Leifeng Pagoda and the China National Silk Museum Enjoy a full day introductory tour and discover the beauty of Hangzhou Take in Hangzhou's main attractions such as Qinghefang Ancient Street, the Leifeng Pagoda and the China National Silk Museum Learn about one of China's most valuable exports at the China National Silk Museum Visit the stunning Hu Xueyan House and admire this great example of traditional Chinese architecture Enjoy a full day introductory tour and discover the beauty of Hangzhou Enjoy a full day introductory tour and discover the beauty of Hangzhou Take in Hangzhou's main attractions such as Qinghefang Ancient Street, the Leifeng Pagoda and the China National Silk Museum Take in Hangzhou's main attractions such as Qinghefang Ancient Street, the Leifeng Pagoda and the China National Silk Museum Learn about one of China's most valuable exports at the China National Silk Museum Learn about one of China's most valuable exports at the China National Silk Museum Visit the stunning Hu Xueyan House and admire this great example of traditional Chinese architecture Visit the stunning Hu Xueyan House and admire this great example of traditional Chinese architecture What We Love:   What We Love: Journey through the amazingly picturesque landscapes of Hangzhou on this one day sightseeing tour, including hotel pick up and drop off. Visit the Hu Xueyan House, discover the history of the Silk Road at the China National Silk Museum and look out over the famous West Lake from the Leifeng Pagoda. After a typical Chinese lunch which is included in the package, peek into the fascinating Museum of Traditional Chinese Medicine and stroll down Qinghefang Street, renowned for its historic architecture and busting shopping culture.  ",
        "strLocation": "Hangzhou",
        "strOriginUrl": "https://www.klook.com/activity/1375-culture-tour-hangzhou/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hangzhou Culture Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:01:30"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 50,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6cbe40a8-Romance-of-the-Song-Dynasty-Show--Dinner/RomanceoftheSongDynastyShowDinner.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover the charms of ancient Hangzhou at night with this evening tour taking in a performance of the amazing 'Romance of the Song Dynasty' Enjoy a performance of the award winning 'Romance of the Song Dynasty', a story depicted in ballet and traditional folk dance Feast on a delicious dinner of local Chinese fare representative of Hangzhou's distinct cuisine Take in the amazing night time scenery of Hangzhou in the older part of town - a throwback to the days of the Song Dynasty Be conveniently picked up and dropped off at your hotel giving you a hassle free, but amazing experience to enjoy Enjoy a performance of the award winning 'Romance of the Song Dynasty', a story depicted in ballet and traditional folk dance Enjoy a performance of the award winning 'Romance of the Song Dynasty', a story depicted in ballet and traditional folk dance Feast on a delicious dinner of local Chinese fare representative of Hangzhou's distinct cuisine Feast on a delicious dinner of local Chinese fare representative of Hangzhou's distinct cuisine Take in the amazing night time scenery of Hangzhou in the older part of town - a throwback to the days of the Song Dynasty Take in the amazing night time scenery of Hangzhou in the older part of town - a throwback to the days of the Song Dynasty Be conveniently picked up and dropped off at your hotel giving you a hassle free, but amazing experience to enjoy Be conveniently picked up and dropped off at your hotel giving you a hassle free, but amazing experience to enjoy What We Love:   What We Love: There's no better way to see Hangzhou than by night. On this ideal night time cultural trip you'll go out for a delicious, local Chinese dinner followed by a performance of the amazing and award winning 'Romance of the Song Dynasty' show. The show highlights legends from the Song Dynasty, an ancient dynasty of old China dating back centuries. The show uses elaborate costumes, lasers, ballet, traditional folk dance, and acting to tell a compelling tale. You'll even spot real horses and cannons on stage! Afterwards, your guides will take you sightseeing around Song Dynasty Town to experience its famed lively nightlife. The perfect way to discover the charms of Hangzhou!  ",
        "strLocation": "Hangzhou",
        "strOriginUrl": "https://www.klook.com/activity/1377-romance-song-dynasty-show-dinner-hangzhou/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Romance of the Song Dynasty Show & Dinner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:01:43"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 113,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d709e8be-Heavenly-Hangzhou-Private-Day-Tour/HeavenlyHangzhouPrivateDayTour.jpgopacity0.999861",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Taking in West Lake, local tea plantations, Ling Yin Temple & more, this is the ideal introductory tour for those looking to gain a deeper insight to Hangzhou The perfect private tour to start off your trip and to gain a deeper insight to Hangzhou Watch a traditional Chinese tea ceremony and learn more about one of China's most valuable exports at a local tea plantation Take a boat cruise on Hangzhou's iconic UNESCO protected magnificent West Lake Enjoy the convenience of hotel pick up and drop off as well as your own, personal English speaking local guide The perfect private tour to start off your trip and to gain a deeper insight to Hangzhou The perfect private tour to start off your trip and to gain a deeper insight to Hangzhou Watch a traditional Chinese tea ceremony and learn more about one of China's most valuable exports at a local tea plantation Watch a traditional Chinese tea ceremony and learn more about one of China's most valuable exports at a local tea plantation Take a boat cruise on Hangzhou's iconic UNESCO protected magnificent West Lake Take a boat cruise on Hangzhou's iconic UNESCO protected magnificent West Lake Enjoy the convenience of hotel pick up and drop off as well as your own, personal English speaking local guide Enjoy the convenience of hotel pick up and drop off as well as your own, personal English speaking local guide What We Love:   What We Love: Discover the rich history and ancient culture of Hangzhou, a city shrouded in history and natural beauty, on this ideal private one day tour you'll be accompanied by an expert local English speaking guide giving you the chance to learn more about this fascinating city. First up gain an insight into China's most famous export item, tea, at a local tea plantation. Next up you'll cruise on the idyllic and inspirational West Lake, a UNESCO World Heritage-listed sight since 2011. The last stop on this private tour will be the Ling Yin Temple, a celebrated Zen Buddhist temple founded in 326AD. Taking in such iconic sights, this trip is the perfect start to your sightseeing in Hangzhou!  ",
        "strLocation": "Hangzhou",
        "strOriginUrl": "https://www.klook.com/activity/1381-heavenly-hangzhou-private-day-tour-hangzhou/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Heavenly Hangzhou Private Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:01:55"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 288,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1f3c424d-3-Days-Essential-Hangzhou-Private-Tour---Klook/3DayEssentialHangzhouPrivateTour.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Explore incredible Hangzhou with the ideal three day all inclusive private tour showing you around some of the city's most iconic sights such as West Lake, Lingyin Temple, and nearby tea plantations The perfect starter trip for those new to China - the tour is inclusive of all transportation, accommodation and guide services View the beautiful scenery of Hangzhou whilst cruising on the West Lake Stop off at a local tea plantation to pick your own tea leaves, enjoy a brew of the finest green tea and learn about China's tea growing history Visit Lingyin Temple, Six Harmonies Pagoda and other famous historical and cultural heritage sights in Hangzhou Pick up on arrival, transportation, accommodation and English speaking guide services all included The perfect starter trip for those new to China - the tour is inclusive of all transportation, accommodation and guide services The perfect starter trip for those new to China - the tour is inclusive of all transportation, accommodation and guide services View the beautiful scenery of Hangzhou whilst cruising on the West Lake View the beautiful scenery of Hangzhou whilst cruising on the West Lake Stop off at a local tea plantation to pick your own tea leaves, enjoy a brew of the finest green tea and learn about China's tea growing history Stop off at a local tea plantation to pick your own tea leaves, enjoy a brew of the finest green tea and learn about China's tea growing history Visit Lingyin Temple, Six Harmonies Pagoda and other famous historical and cultural heritage sights in Hangzhou Visit Lingyin Temple, Six Harmonies Pagoda and other famous historical and cultural heritage sights in Hangzhou Pick up on arrival, transportation, accommodation and English speaking guide services all included Pick up on arrival, transportation, accommodation and English speaking guide services all included What We Love:   What We Love: Take in the scenery around Hangzhou on a private three day tour to discover some of Hangzhou's most impressive and interesting sights. With accommodation and meals included, this package offers you the most convenient way to discover one of China's most charming cities. Over the course of three days you'll explore a number of sights including the simply stunning West Lake, Lingyin Temple, Six Harmonies Pagoda, and a local tea plantation. With such a variety of things to see, this tour will get you gripped on China, and leave you wanting more! An expert, local guide will accompany you along the way making sure you have the best Hangzhou experience possible!  ",
        "strLocation": "Hangzhou",
        "strOriginUrl": "https://www.klook.com/activity/1489-3-day-essential-hangzhou-private-tour-hangzhou/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3 Day Essential Hangzhou Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:02:10"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/aea73904-4G-WiFi-Device-HKG-Pick-Up-for-China/4GWiFiHKGPickUpforChina.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in China with an unlimited data pocket 4G WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of China - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of China - wherever your itinerary takes you Get WiFi access across the whole of China - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport Collect and drop off your device at Hong Kong airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in China, without the stress of sourcing WiFi once you get there. The speedy 4G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are.  ",
        "strLocation": "Xi'an",
        "strOriginUrl": "https://www.klook.com/activity/1735-china-wifi-device-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (HKG Pick Up) for China",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:02:22"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 88,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/dda9b1a8-Terracotta-Warriors--Emperors-Mausoleum-1-Day-Tour/TerracottaWarriorsMausoleumPrivateDayTour.jpgopacity0.985253",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly The ideal one day trip for discovering some of Xian's most famous ancient sites such as the Terracotta Warriors and the Emperor's Mausoleums Enjoy a one day tour of Xian's most classic sights such as the Terracotta Warriors and Banpo Neolithic Village Take in the majestic Terracotta Warriors, one of the most significant archaeological discoveries of the past century Discover ancient China and see which tools were used in neolithic times at Banpo Village Learn about Xian's long history from your knowledgable, English speaking, private tour guide Included in the package, enjoy an authentic local lunch at a quality Chinese restaurant Enjoy a one day tour of Xian's most classic sights such as the Terracotta Warriors and Banpo Neolithic Village Enjoy a one day tour of Xian's most classic sights such as the Terracotta Warriors and Banpo Neolithic Village Take in the majestic Terracotta Warriors, one of the most significant archaeological discoveries of the past century Take in the majestic Terracotta Warriors, one of the most significant archaeological discoveries of the past century Discover ancient China and see which tools were used in neolithic times at Banpo Village Discover ancient China and see which tools were used in neolithic times at Banpo Village Learn about Xian's long history from your knowledgable, English speaking, private tour guide Learn about Xian's long history from your knowledgable, English speaking, private tour guide Included in the package, enjoy an authentic local lunch at a quality Chinese restaurant Included in the package, enjoy an authentic local lunch at a quality Chinese restaurant What We Love:   What We Love: Experience China's long and ancient history along with its rich culture on this ideal private one day tour to two of Xi'an's top attractions. Spend the morning at the fantastic UNESCO World Heritage listed Terracotta Warriors and Horses Museum, then visit Banpo Neolithic Village in the afternoon to see some fine examples of early Chinese architecture. Along the way, you'll stop at a delicious local restaurant for lunch and learn all about the sites you've just visited from your informative, English speaking guide. The ideal trip for those wanting to see the classic sights of one of China's most ancient cities.  ",
        "strLocation": "Xi'an",
        "strOriginUrl": "https://www.klook.com/activity/1389-terracotta-warriors-mausoleum-private-day-tour-xian/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Terracotta Warriors & Mausoleum Private Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:02:34"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 119,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/fe91c6e5-Famen-Temple--Qianling-Tomb-1-Day-Tour---Klook/FamenTempleQianlingTombPrivateTour.jpgopacity0.861785",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover some of the oldest tombs and temples in China on the perfect one day tour from Xi'an Discover the sacred burial site of Qianling tomb, home to Emperors and Empresses, and 2000 year old Han dynasty Famen Temple The ideal day trip from Xi'an to discover more about the region outside the city walls Package includes lunch, all transportation from and to your hotel in Xi'an and a knowledgeable English speaking tour guide Discover the sacred burial site of Qianling tomb, home to Emperors and Empresses, and 2000 year old Han dynasty Famen Temple Discover the sacred burial site of Qianling tomb, home to Emperors and Empresses, and 2000 year old Han dynasty Famen Temple The ideal day trip from Xi'an to discover more about the region outside the city walls The ideal day trip from Xi'an to discover more about the region outside the city walls Package includes lunch, all transportation from and to your hotel in Xi'an and a knowledgeable English speaking tour guide Package includes lunch, all transportation from and to your hotel in Xi'an and a knowledgeable English speaking tour guide What We Love:   What We Love: The ideal one day tour to take in some of Xi'an's oldest sights, the Famen Temple and Qianlin Tomb. The first stop on the tour is Famen Temple, built during the Han dynasty some 2,000 years ago and one of the most important Buddhist temples in China. Later, take a break for lunch and enjoy some delicious authentic Chinese food at a local restaurant. Next up is Qianling Tomb which was built in the Tang Dynasty. See the impressive burials of Emperor Gao Zong and Empress Wu Zetian, the only female Emperor of China in four millennia. The perfect trip to see ancient Xi'an and discover the history of Dynasties from centuries ago!  ",
        "strLocation": "Xi'an",
        "strOriginUrl": "https://www.klook.com/activity/1390-famen-temple-qianling-tomb-xian/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Famen Temple & Qianling Tomb Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:02:45"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 64,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8bea307d-Terracotta-Warriors--City-Walls-1-Day-Tour---Klook/TerracottaWarriorsCityWallsOneDayTour.jpgopacity0.705757",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly The perfect one day trip for discovering some of Xi'an's most ancient and iconic sights such as the Terracotta Warriors and the ancient city walls Enjoy a one day tour of the most classic sights near X'an such as the Terracotta Warriors and the Qinshihuang Mausoleum Check out the ancient city walls of one of China's most historic and ancient cities Learn about Xi'an's long history throughout the day and take in the majestic Terracotta Warriors, one of the most significant archaeological discoveries of the past century Included in the package, enjoy an authentic local lunch at a quality Chinese restaurant Enjoy a one day tour of the most classic sights near X'an such as the Terracotta Warriors and the Qinshihuang Mausoleum Enjoy a one day tour of the most classic sights near X'an such as the Terracotta Warriors and the Qinshihuang Mausoleum Check out the ancient city walls of one of China's most historic and ancient cities Check out the ancient city walls of one of China's most historic and ancient cities Learn about Xi'an's long history throughout the day and take in the majestic Terracotta Warriors, one of the most significant archaeological discoveries of the past century Learn about Xi'an's long history throughout the day and take in the majestic Terracotta Warriors, one of the most significant archaeological discoveries of the past century Included in the package, enjoy an authentic local lunch at a quality Chinese restaurant Included in the package, enjoy an authentic local lunch at a quality Chinese restaurant What We Love:   What We Love: Experience China's long and ancient history along with its rich culture on this perfect one day tour of two of Xi'an's top attractions. Spend the morning at the breath taking UNESCO World Heritage listed Terracotta Warriors and the ancient city walls, one of the largest and most complete ancient military systems of defence in the world. What's more, you'll stop for lunch at a delicious local restaurant for lunch and learn all about the sites you've just visited from your informative, English speaking guide. The ideal trip for those wanting to see the classic sights of one of China's most ancient cities.  ",
        "strLocation": "Xi'an",
        "strOriginUrl": "https://www.klook.com/activity/1392-terracotta-warriors-city-walls-day-tour-xian/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Terracotta Warriors & City Walls One Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:02:55"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 30,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9cb47e96-Xian-Tang-Dynasty-Theatre-Show---Klook/TangDynastyMusicDanceShow.jpgopacity0.620538",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy an evening of classic, traditional Chinese theatre at the amazing Xian Tang Dynasty Show, the hottest show in Xian The ideal start to your Xian experience, perfect for single travelers or families Take in the Tang Dynasty Music and Dance Show, one of Xian's best and most exciting attractions Learn about the history and culture of Xian through the talented performers Enjoy the convenience of hotel pick up and drop off after the show has finished The ideal start to your Xian experience, perfect for single travelers or families The ideal start to your Xian experience, perfect for single travelers or families Take in the Tang Dynasty Music and Dance Show, one of Xian's best and most exciting attractions Take in the Tang Dynasty Music and Dance Show, one of Xian's best and most exciting attractions Learn about the history and culture of Xian through the talented performers Learn about the history and culture of Xian through the talented performers Enjoy the convenience of hotel pick up and drop off after the show has finished Enjoy the convenience of hotel pick up and drop off after the show has finished What We Love:   What We Love: Experience the Tang Dynasty Music and Dance Show, the pride of Xian and one of the most popular entertainment excursions for tourists visiting the city. Hosted at the legendary Tang Dynasty Palace, this exciting evening performance offers incredible Chinese entertainment in glorious surroundings. The Tang Dynasty Music and Dance Show has been one of the most popular attractions since its debut in 1983. The show reproduces the magnificent scenes of the prosperous Tang Dynasty, delighting the audience with fascinating ancient imperial court music and dance. A great way to start your Xian experience and learn more about China's ancient past!  ",
        "strLocation": "Xi'an",
        "strOriginUrl": "https://www.klook.com/activity/1388-xian-tang-dynasty-music-dance-show-xian/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tang Dynasty Music & Dance Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:03:09"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 57,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/303d3348-Terracotta-Warriors-1-Day-Bus-Tour---Klook/TerracottaWarriorsOneDayTour.jpgopacity0.723489",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Take a day to truly do justice to seeing the fascinating sights of outer Xi'an, centered around the Terracotta Warriors and Qin Shi Huang Mausoleum Perfect guided tour for those wanting to experience the most classic sights nearby Xi'an such as the Terracotta Warriors Two and a half hours of the trip will be specifically designated for visiting the Terracotta Warriors, including a visit to vaults 1, 2, and 3 where the best preserved soldiers are visible Other sites visited include the Emperor's Mausoleum which for thousands of years has been guarded by the warriors Sights visited include: the Terracotta Warriors figure factory, the Terracotta Warriors UNESCO sight, Qin Shi Huang Mausoleum Hotel pick up and drop off included along with a knowledgeable, English speaking local guide Perfect guided tour for those wanting to experience the most classic sights nearby Xi'an such as the Terracotta Warriors Perfect guided tour for those wanting to experience the most classic sights nearby Xi'an such as the Terracotta Warriors Two and a half hours of the trip will be specifically designated for visiting the Terracotta Warriors, including a visit to vaults 1, 2, and 3 where the best preserved soldiers are visible Two and a half hours of the trip will be specifically designated for visiting the Terracotta Warriors, including a visit to vaults 1, 2, and 3 where the best preserved soldiers are visible Other sites visited include the Emperor's Mausoleum which for thousands of years has been guarded by the warriors Other sites visited include the Emperor's Mausoleum which for thousands of years has been guarded by the warriors Sights visited include: the Terracotta Warriors figure factory, the Terracotta Warriors UNESCO sight, Qin Shi Huang Mausoleum Sights visited include: the Terracotta Warriors figure factory, the Terracotta Warriors UNESCO sight, Qin Shi Huang Mausoleum Hotel pick up and drop off included along with a knowledgeable, English speaking local guide Hotel pick up and drop off included along with a knowledgeable, English speaking local guide What We Love:   What We Love: See more of China's ancient capital on a day tour of nearby unmissable sights. Highlights of this tour include the Terracotta Warriors figure factory, the Terracotta Warriors UNESCO sight, Qin Shi Huang Mausoleum. The main attraction is Terracotta Warriors which for centuries have guarded the 2,000 year old mausoleum complex built for China's first emperor, a UNESCO World Heritage Site that is one of China's must see attractions. View the life sized Terracotta Warriors which, when excavated in the 1970s, were one of the most exciting archaeological discoveries of the last century.  ",
        "strLocation": "Xi'an",
        "strOriginUrl": "https://www.klook.com/activity/1394-terracotta-warriors-one-day-tour-xian/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Terracotta Warriors One Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:03:21"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a0e54994-%E4%B8%AD%E5%9B%BD%E5%85%A8%E5%9B%BD3G%E7%94%B5%E8%AF%9D%E5%8D%A1%EF%BC%88%E9%A6%99%E6%B8%AF%E5%AE%85%E9%85%8D%E5%88%B0%E5%BA%9C%EF%BC%89---Klook%E5%AE%A2%E8%B7%AF/3GSIMCardHKDeliveryforChina.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Get mobile data coverage across China with one convenient 3G SIM card giving you internet access for 7 days Make your China travels simple with 3G SIM card coverage WIth free delivery to your home or hotel in Hong Kong, you can have your mobile data connection sorted before you set off for China Enjoy 1GB of data valid for 7 days (no text or calling services available) Tethering is permitted so multiple devices can benefit from one SIM card Make your China travels simple with 3G SIM card coverage WIth free delivery to your home or hotel in Hong Kong, you can have your mobile data connection sorted before you set off for China Enjoy 1GB of data valid for 7 days (no text or calling services available) Tethering is permitted so multiple devices can benefit from one SIM card What We Love:   What We Love: We know traveling in China can sometimes be challenging. When you don't speak the language or know your way around in some of the world's largest cities, it's easy to get lost. So take our word for it, you'll be grateful to have a trusted 3G SIM card with free delivery to Hong Kong, so you can get set up and connected in Hong Kong before you even arrive in China. With 1GB of data valid for 7 days, plus the option to tether to other devices, you'll have a guaranteed internet connection helping you enjoy your trip without a glitch.  ",
        "strLocation": "Xi'an",
        "strOriginUrl": "https://www.klook.com/activity/2042-sim-card-hk-delivery-china-xian/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G SIM Card (HK Delivery) for China",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:03:32"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 69,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/aafb9997-Xian-Classic-City-Bus-Tour---Klook/CulturalXianOneDayTour.jpgopacity0.694964",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover Xi'an with ease on a one tour of the city to take in the best sights in a day. See the most ancient parts of town including the Muslim Quarter all with an expert English speaking local guide to show you around The ideal tour for those wanting to pack a lot into a short time and see the best of Xi'an city All of Xi'an's best sightseeing attractions packed into a one day tour Sights visited include: Xi'an City Walls, Drum Tower, Bell Tower, Wild Goose Pagoda, and multiple museums Hotel pick up and drop off included along with a knowledgeable, English speaking local guide The ideal tour for those wanting to pack a lot into a short time and see the best of Xi'an city The ideal tour for those wanting to pack a lot into a short time and see the best of Xi'an city All of Xi'an's best sightseeing attractions packed into a one day tour All of Xi'an's best sightseeing attractions packed into a one day tour Sights visited include: Xi'an City Walls, Drum Tower, Bell Tower, Wild Goose Pagoda, and multiple museums Sights visited include: Xi'an City Walls, Drum Tower, Bell Tower, Wild Goose Pagoda, and multiple museums Hotel pick up and drop off included along with a knowledgeable, English speaking local guide Hotel pick up and drop off included along with a knowledgeable, English speaking local guide What We Love:   What We Love: See more of the ancient city of Xi'an and take in the best sights of this wonderful city with the perfect one day tour. Highlights of this tour include the Wild Goose Pagoda, the ancient City Wall, Shaanxi Museum of History, the iconic Bell Tower and Drum Tower, the Great Mosque, and the Muslim Quarter. You'll see the evolution of China from ancient times at the Shaanxi Museum of History where the most valued treasures of former dynasties are preserved, as well as enjoying beautiful aerial views of Xi'an from on top of the amazing ancient City Wall.  ",
        "strLocation": "Xi'an",
        "strOriginUrl": "https://www.klook.com/activity/1393-cultural-xian-one-day-tour-xian/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Cultural Xi'an One Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:03:41"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 53,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b6ac7b4a-Evening-Food--Beer-Tour---Klook/EveningFoodBeerTour.jpgopacity0.654508",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy an off the beaten path guided food tour of Xi'an in a tuktuk and see where the locals eat whilst enjoying unlimited beer and pop Sample some of Xian's finest cuisine on a tuktuk tour around the city's best eateries Eat the favorite dishes of the locals such as fried beef pancake, sweet porridge, dumplings, noodles and Xian's famous BBQ Enjoy unlimited beer and soda along the way to keep refreshed and end the evening at Xi'an's only craft brewery Appreciate the expertise of your local, English speaking guide to learn more about Chinese cuisine and city life in Xi'an Conveniently includes hotel pick up and drop off on a tour with maximum of 9 guests Sample some of Xian's finest cuisine on a tuktuk tour around the city's best eateries Sample some of Xian's finest cuisine on a tuktuk tour around the city's best eateries Eat the favorite dishes of the locals such as fried beef pancake, sweet porridge, dumplings, noodles and Xian's famous BBQ Eat the favorite dishes of the locals such as fried beef pancake, sweet porridge, dumplings, noodles and Xian's famous BBQ Enjoy unlimited beer and soda along the way to keep refreshed and end the evening at Xi'an's only craft brewery Enjoy unlimited beer and soda along the way to keep refreshed and end the evening at Xi'an's only craft brewery Appreciate the expertise of your local, English speaking guide to learn more about Chinese cuisine and city life in Xi'an Appreciate the expertise of your local, English speaking guide to learn more about Chinese cuisine and city life in Xi'an Conveniently includes hotel pick up and drop off on a tour with maximum of 9 guests Conveniently includes hotel pick up and drop off on a tour with maximum of 9 guests What We Love:   What We Love: Enjoy the perfect nighttime food tour of one of China's most ancient cities and explore the most authentic places to eat local cuisine in Xi'an. Working your way through the city streets in a tuktuk, you'll discover the local way of life and find the best food which has been serving locals in this diverse culinary city for centuries. On this four hour tour you'll stop at some of the best family run restaurants in town sampling some of Xi'an's best off the beaten track restaurants. Furthermore, between stops you can also ask your private English speaking guide about the food culture of the city, and learn more about regional Chinese cuisine. During the tour you'll visit around 5 food stops, each offering something unique and when the eating is over, your guide will take you to a craft brewery for a glass of Xi'an's only craft brew.  ",
        "strLocation": "Xi'an",
        "strOriginUrl": "https://www.klook.com/activity/1429-evening-food-beer-tour-xian/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Evening Food & Beer Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:03:53"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 45,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b9ad41e7-Xian-Morning-Food--Market-Tour---Klook/MorningFoodMarketTour.jpgopacity0.740877",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Sample some of Xi'an's finest food in this perfect morning tour including a trip to a local market Discover Xi'an's ancient food markets with your own English speaking local guide Sample Xi'an's tastiest foods at 5 or 6 authentic tasting locations dotted around town Eat where the locals eat and enjoy favorite dishes such as dumplings, breads, noodles and soups Enjoy private transportation with pick up from your hotel with a classic tuktuk on a tour for a maximum of 9 guests Discover Xi'an's ancient food markets with your own English speaking local guide Discover Xi'an's ancient food markets with your own English speaking local guide Sample Xi'an's tastiest foods at 5 or 6 authentic tasting locations dotted around town Sample Xi'an's tastiest foods at 5 or 6 authentic tasting locations dotted around town Eat where the locals eat and enjoy favorite dishes such as dumplings, breads, noodles and soups Eat where the locals eat and enjoy favorite dishes such as dumplings, breads, noodles and soups Enjoy private transportation with pick up from your hotel with a classic tuktuk on a tour for a maximum of 9 guests Enjoy private transportation with pick up from your hotel with a classic tuktuk on a tour for a maximum of 9 guests What We Love:   What We Love: Discover more of one of China's most ancient cities and take a tour around some of Xi'an's local markets on this exciting half day guided tour. Along with your expert local guide, you'll see how Xi'an wakes up by experiencing the tastes, sounds and local way of life of this exciting Xi'an food experience. You'll be picked up at your hotel (within the city walls) and after a classic hearty Xi'an breakfast you'll explore one of China's oldest and largest markets where you will really get to experience the local life. Save some room for a few more stops to sample some of Xi'an's finest foods at a number of local eateries all whilst enjoying a cup of China's famed green tea. The ideal morning tour for serious foodies hoping to discover Xi'an and the city's food culture!  ",
        "strLocation": "Xi'an",
        "strOriginUrl": "https://www.klook.com/activity/1430-morning-food-market-tour/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Morning Food & Market Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:04:07"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 56,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c21a3bb0-Terracotta-Warriors--Emperors-Mausoleum-half-day-tour---Klook/HalfDayTerracottaWarriorsMausoleumPrivateTour.jpgopacity0.698574",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly The ideal half day trip for discovering some of Xi'an's most ancient and iconic sights such as the Terracotta Warriors and the Emperor's Mausoleum Enjoy a half day tour of Xi'an's most classic sights such as the Terracotta Warriors and the Qinshihuang Mausoleum Take in the majestic Terracotta Warriors, one of the most significant archaeological discoveries of the past century Venture 76 meters down to the Emperor Qinshihuang Mausoleum completed in 208BCE, protected for centuries by the terracotta warriors Included in the package, enjoy an authentic local lunch at a quality Chinese restaurant Ideal for those with tight time restraints who still want to see Xi'an's best sights Enjoy a half day tour of Xi'an's most classic sights such as the Terracotta Warriors and the Qinshihuang Mausoleum Enjoy a half day tour of Xi'an's most classic sights such as the Terracotta Warriors and the Qinshihuang Mausoleum Take in the majestic Terracotta Warriors, one of the most significant archaeological discoveries of the past century Take in the majestic Terracotta Warriors, one of the most significant archaeological discoveries of the past century Venture 76 meters down to the Emperor Qinshihuang Mausoleum completed in 208BCE, protected for centuries by the terracotta warriors Venture 76 meters down to the Emperor Qinshihuang Mausoleum completed in 208BCE, protected for centuries by the terracotta warriors Included in the package, enjoy an authentic local lunch at a quality Chinese restaurant Included in the package, enjoy an authentic local lunch at a quality Chinese restaurant Ideal for those with tight time restraints who still want to see Xi'an's best sights Ideal for those with tight time restraints who still want to see Xi'an's best sights What We Love:   What We Love: Take in China's fascinating and ancient history at one of the country's top archaeological wonders - the Terracotta Warriors, on this exciting half day tour of Xian's top attractions. Spend the morning at the breath-taking UNESCO World Heritage listed Terracotta Warriors and Horses Museum and the 246BCE Emperor Qinshihuang Mausoleum, two of Xian's most iconic sights. After you've seen the warriors you'll stop at a delicious local restaurant for lunch and learn all about the sites you've just visited from your informative, English speaking guide. This is the ideal trip for those short on time, but wanting to see the classic sights of one of China's most ancient cities.  ",
        "strLocation": "Xi'an",
        "strOriginUrl": "https://www.klook.com/activity/1391-half-day-terracotta-warriors-mausoleum-private-tour-xian/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Half Day Terracotta Warriors & Mausoleum Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:04:20"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/aea73904-4G-WiFi-Device-HKG-Pick-Up-for-China/4GWiFiHKGPickUpforChina.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in China with an unlimited data pocket 4G WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of China - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of China - wherever your itinerary takes you Get WiFi access across the whole of China - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport Collect and drop off your device at Hong Kong airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in China, without the stress of sourcing WiFi once you get there. The speedy 4G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are.  ",
        "strLocation": "Chengdu",
        "strOriginUrl": "https://www.klook.com/activity/1736-china-wifi-device-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (HKG Pick Up) for China",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:04:30"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 81,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/affd99e7-Huanglongxi--Giant-Panda-Research-Center---Klook/HuanglongxiHistoricTownPandaResearchCenter.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Play with adorable Giant Pandas while learning about their behaviors and habitat and discover an authentic traditional Chinese town on this private day tour A private English speaking tour guide is on hand to enhance your knowledge of Giant Pandas and Chinese culture Make friends with Giant Pandas of Chengdu at the world renowned panda research center Devour a delicious Sichuan lunch at a local restaurant Revel in a traditional Chinese atmosphere at Huanlongxi ancient town and discover its antiquities A private English speaking tour guide is on hand to enhance your knowledge of Giant Pandas and Chinese culture Make friends with Giant Pandas of Chengdu at the world renowned panda research center Devour a delicious Sichuan lunch at a local restaurant Revel in a traditional Chinese atmosphere at Huanlongxi ancient town and discover its antiquities What We Love:   What We Love: Frolic with the adorable Giant Pandas of Chengdu amidst their well recreated natural habitat surrounded by tall green bamboos, captivating aromatic flowers and beautiful lush hills. Considered a national treasure, these charming little beings attract travelers from around the world each year. Familiarise yourself with the Giant Pandas and collect a myriad of cool facts about their habitat and survival by means of an expert local English speaking private tour guide. Explore the Giant Panda medical center, fodder room, and research laboratories, where you will be given a chance to make your contribution to the research base. After the panda fun is over, enjoy a fiery traditional Sichuanese lunch and head to the ancient town of Huanglongxi just outside of Chengdu. The perfect trip to discover Sichuan's rural side!  ",
        "strLocation": "Chengdu",
        "strOriginUrl": "https://www.klook.com/activity/1397-huanglongxi-panda-research-center-chengdu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Huanglongxi Historic Town & Panda Research Center",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:04:41"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a0e54994-%E4%B8%AD%E5%9B%BD%E5%85%A8%E5%9B%BD3G%E7%94%B5%E8%AF%9D%E5%8D%A1%EF%BC%88%E9%A6%99%E6%B8%AF%E5%AE%85%E9%85%8D%E5%88%B0%E5%BA%9C%EF%BC%89---Klook%E5%AE%A2%E8%B7%AF/3GSIMCardHKDeliveryforChina.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Get mobile data coverage across China with one convenient 3G SIM card giving you internet access for 7 days Make your China travels simple with 3G SIM card coverage WIth free delivery to your home or hotel in Hong Kong, you can have your mobile data connection sorted before you set off for China Enjoy 1GB of data valid for 7 days (no text or calling services available) Tethering is permitted so multiple devices can benefit from one SIM card Make your China travels simple with 3G SIM card coverage WIth free delivery to your home or hotel in Hong Kong, you can have your mobile data connection sorted before you set off for China Enjoy 1GB of data valid for 7 days (no text or calling services available) Tethering is permitted so multiple devices can benefit from one SIM card What We Love:   What We Love: We know traveling in China can sometimes be challenging. When you don't speak the language or know your way around in some of the world's largest cities, it's easy to get lost. So take our word for it, you'll be grateful to have a trusted 3G SIM card with free delivery to Hong Kong, so you can get set up and connected in Hong Kong before you even arrive in China. With 1GB of data valid for 7 days, plus the option to tether to other devices, you'll have a guaranteed internet connection helping you enjoy your trip without a glitch.  ",
        "strLocation": "Chengdu",
        "strOriginUrl": "https://www.klook.com/activity/2043-sim-card-hk-delivery-china-chengdu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G SIM Card (HK Delivery) for China",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:04:51"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 47,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/29b6ed1b-Chengdu-Airport-Transfers/ChengduAirportTransfers.jpgopacity0.654508",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Easily travel from Chengdu Shuangliu Airport and back with a convenient airport pick up or drop off in a private car Book a convenient transfer from Chengdu airport to your downtown hotel or back Travel in comfort in an air conditioned vehicle, with options for small and large groups (up to 15 pax) Arrive at your destination well-rested and don’t waste time lining for a bus or taxi Book a convenient transfer from Chengdu airport to your downtown hotel or back Travel in comfort in an air conditioned vehicle, with options for small and large groups (up to 15 pax) Arrive at your destination well-rested and don’t waste time lining for a bus or taxi What We Love:   What We Love: Visit China's panda capital in style – get exploring right away with a convenient airport pick up and transfer to your destination in the city. A professional driver will be waiting, name sign in hand, to get you to your downtown hotel safely, quickly and in comfort. Don't spoil your vacation memories by wasting time idling away in line for buses or taxis. With a private transfer, your Chengdu fun can start right away!  ",
        "strLocation": "Chengdu",
        "strOriginUrl": "https://www.klook.com/activity/2126-airport-transfers-china-chengdu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Chengdu Airport Transfers",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:05:01"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 111,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a66f9ca8-Giant-Pandas-and-Leshan-Giant-Buddha-Day-Trip---Klook/GiantPandaCenterLeshanBuddhaTour.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Amuse yourself with the renowned Giant Pandas of Chengdu and discover the intriguing tales behind the Leshan Giant Buddha statue in this group day tour A private English speaking tour guide will enhance your knowledge on Giant Pandas and the amazing Leshan Buddha Watch in delight as the Giant Pandas eat and play with each other Devour a delicious Chinese style lunch Immerse yourself in ancient Chinese Buddhist culture and the stories behind the carving of the Leshan Buddha A private English speaking tour guide will enhance your knowledge on Giant Pandas and the amazing Leshan Buddha A private English speaking tour guide will enhance your knowledge on Giant Pandas and the amazing Leshan Buddha Watch in delight as the Giant Pandas eat and play with each other Watch in delight as the Giant Pandas eat and play with each other Devour a delicious Chinese style lunch Devour a delicious Chinese style lunch Immerse yourself in ancient Chinese Buddhist culture and the stories behind the carving of the Leshan Buddha Immerse yourself in ancient Chinese Buddhist culture and the stories behind the carving of the Leshan Buddha What We Love:   What We Love: Uncover the secrets of China's national treasure - the Giant Panda and discover what it is that draws thousands of visitors to the Chengdu Research Base of Giant Panda breeding each year. Watch these cute little beings as they chew on bamboo leaves and play with each other and take pictures for your friends and family! Let your knowledgeable English speaking tour guide help you delve into the museum inside the research base where you will learn about the Giant Panda breeding research and explore facilities such as the medical station, research laboratories and training centers. Enjoy a delicious meal at a Chinese restaurant and make your way to the Leshan Giant Buddha Statue. At 71 meters, this is the tallest stone Buddha statue in the world. Surrounded by a peaceful and serene atmosphere, this sitting Buddha statue depicts a smiling monk with heavy lidded eyes gazing out into the distance. A must see!  ",
        "strLocation": "Chengdu",
        "strOriginUrl": "https://www.klook.com/activity/1395-giant-panda-center-leshan-buddha-tour-chengdu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Giant Panda Center & Leshan Buddha Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:05:15"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 85,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b7f0cf55-Classic-Chengdu-One-Day-City-Tour---Klook/ClassicChengduOneDayCityTour.jpgopacity0.654508",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover the sights of one of China's most vibrant city's, Chengdu, on the ideal private one day tour Explore the local streets of Chengdu and visit bustling shopping areas, temples and more The ideal private day tour to get a great overview and orientation of one of China's most lively cities A private driver makes sure you have the full attention of your English speaking guide throughout the day Convenient hotel pickup and drop off plus lunch are included in the tour Explore the local streets of Chengdu and visit bustling shopping areas, temples and more Explore the local streets of Chengdu and visit bustling shopping areas, temples and more The ideal private day tour to get a great overview and orientation of one of China's most lively cities The ideal private day tour to get a great overview and orientation of one of China's most lively cities A private driver makes sure you have the full attention of your English speaking guide throughout the day A private driver makes sure you have the full attention of your English speaking guide throughout the day Convenient hotel pickup and drop off plus lunch are included in the tour Convenient hotel pickup and drop off plus lunch are included in the tour What We Love:   What We Love: The ideal way to see the best sights of Chengdu, this morning tour starts with your guide conveniently picking you up from your hotel. First up you'll drive to visit Qingyang Palace - a Taoist temple with a history of more than 1,000 years. Up next visit the Thatched Cottage of Du Fu, the former residence of one of China's most famed Tang poets. After lunch, continue to Wuhou Temple, which was built as a memorial to a revered General during the Three Kingdoms period. Next, have a walk at Old Jinli Street and do some souvenir shopping. Late in the afternoon, drive to visit Wenshu Buddhist Temple, which was built during the Tang Dynasty. This temple is the largest and best preserved Buddhist temple in the province of Sichuan. When the fun is over, your guide and driver will transfer you back to your Chengdu hotel before dinner. The perfect one day private sightseeing tour of Chengdu city!  ",
        "strLocation": "Chengdu",
        "strOriginUrl": "https://www.klook.com/activity/1398-classic-chengdu-one-day-city-tour-chengdu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Classic Chengdu One Day City Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:05:28"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 56,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f6d066da-Chengdu-Evening-Food--Beer-Tour---Klook/ChengduEveningFoodBeerTour.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy an off the beaten path guided food tour of Chengdu in a tuktuk and see where the locals eat whilst enjoying unlimited beer and soda Sample some of Chengdu's finest cuisine of a tuktuk tour around the city's best eateries Enjoy unlimited beer and soda along the way to keep refreshed from Chengdu's fiery cuisine Eat where the locals eat and enjoy favorite dishes such as spicy noodles, handmade dumplings, stone baked bread, sweet rice balls and more Appreciate the expertise of your local, English speaking guide to learn more about Sichuan cuisine and city life in Chengdu Conveniently includes hotel pick up and drop off on a tour with maximum of 9 guests Sample some of Chengdu's finest cuisine of a tuktuk tour around the city's best eateries Sample some of Chengdu's finest cuisine of a tuktuk tour around the city's best eateries Enjoy unlimited beer and soda along the way to keep refreshed from Chengdu's fiery cuisine Enjoy unlimited beer and soda along the way to keep refreshed from Chengdu's fiery cuisine Eat where the locals eat and enjoy favorite dishes such as spicy noodles, handmade dumplings, stone baked bread, sweet rice balls and more Eat where the locals eat and enjoy favorite dishes such as spicy noodles, handmade dumplings, stone baked bread, sweet rice balls and more Appreciate the expertise of your local, English speaking guide to learn more about Sichuan cuisine and city life in Chengdu Appreciate the expertise of your local, English speaking guide to learn more about Sichuan cuisine and city life in Chengdu Conveniently includes hotel pick up and drop off on a tour with maximum of 9 guests Conveniently includes hotel pick up and drop off on a tour with maximum of 9 guests What We Love:   What We Love: Join in a day exploring the most authentic places to eat local cuisine in the foodie heaven of Chengdu - one of China's food capitals. Working you way through narrow city streets in a tuktuk, you'll discover the local way of life and find the best food which has been serving locals for centuries. On this four hour tour you'll stop at some of the best family run restaurants in town sampling some of Chengdu's famed spicy delights at off the beaten track restaurants away from the tourist trail. Between stops you can also ask your private English speaking local guide about the food culture of this wonderful city, and learn more about Sichuan cuisine. During the tour you'll visit around five food stops, each offering something unique with many dishes prepared fresh right before your eyes. This trip is a must do for serious foodies in Chengdu!  ",
        "strLocation": "Chengdu",
        "strOriginUrl": "https://www.klook.com/activity/1431-chengdu-evening-food-&-beer-tour/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Chengdu Evening Food & Beer Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:05:41"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 135,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/16a308f6-Chengdu-Full-Day-Car-Charter-/ChengduDowntownPrivateCharter.jpgopacity0.698574",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Explore Chengdu in a private vehicle charter - plan your own itinerary and let your driver take you there! Go sightseeing in Chengdu in ultimate comfort by booking a convenient eight hours private transfer Hop into a comfortable air-conditioned vehicle and let your professional driver take you to the city's main attractions Avoid crowds, bus queues and taxi lines by simply booking the private car charter in advance Go sightseeing in Chengdu in ultimate comfort by booking a convenient eight hours private transfer Hop into a comfortable air-conditioned vehicle and let your professional driver take you to the city's main attractions Avoid crowds, bus queues and taxi lines by simply booking the private car charter in advance What We Love:   What We Love: For the most convenient and hassle-free way to explore Chengdu, book a private city transfer. Decide exactly when and where you want to be and let your professional driver whisk you away to your chosen destinations in style. The private charter is perfect for families, as it lets you see more in a day with the utmost ease. No crowded buses, asking for direction or getting lost in unfamiliar areas — with a private car charter all your troubles are taken care of before they even set foot in Chengdu.  ",
        "strLocation": "Chengdu",
        "strOriginUrl": "https://www.klook.com/activity/2131-car-charter-china-chengdu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Chengdu Downtown Private Charter",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:05:54"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 1057,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/57a6d02c-/4DaysJiuzhaigouPrivateTourWithFlights.jpgopacity0.8277",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover the beauty of rural Sichuan at Jiuzhaigou on a four day private tour from Chengdu inclusive of flights, accommodation and private guide Discover 'Fairyland on Earth' at Jiuzhaigou, and explore the area's amazing natural beauty nestled alongside ancient Tibetan villages Take a classic route through the UNESCO World Heritage listed national park and truly discover rural Sichuan Take in the remarkable natural scenery at two of China's most iconic national parks abound with beautiful lakes, forests, streams and waterfalls Enjoy the convenience of an all-in-one package with return flights from Chengdu, accommodation, meals and guide included Discover 'Fairyland on Earth' at Jiuzhaigou, and explore the area's amazing natural beauty nestled alongside ancient Tibetan villages Take a classic route through the UNESCO World Heritage listed national park and truly discover rural Sichuan Take in the remarkable natural scenery at two of China's most iconic national parks abound with beautiful lakes, forests, streams and waterfalls Enjoy the convenience of an all-in-one package with return flights from Chengdu, accommodation, meals and guide included What We Love:   What We Love: Discover amazing rural Sichuan at two of China's most beautiful national parks at Jiuzhaigou and Huanglong. On this private tour including flights from Chengdu, you'll take in the best parts of these natural wonders and travel the classic route through the UNESCO World Heritage listed national parks. Jiuzhaigou and Huanglong are two of Sichuan's 'must see' attractions and with convenient air travel included in the package from Chengdu, you'll be exploring in no time. Along with you private English speaking local guide you will explore dozens of colourful ponds and caves situated in Huanglong, as well as the many luminous lakes and spectacular multi-level waterfalls that make up the Jiuzhai Valley. Truly a trip not to be missed!  ",
        "strLocation": "Chengdu",
        "strOriginUrl": "https://www.klook.com/activity/1491-4-days-jiuzhaigou-private-tour-with-flights/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4 Days Jiuzhaigou Private Tour With Flights",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:06:06"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 518,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6d1740fd-4-Days-Classic-Chengdu--Mt-Emei-Tour-%E2%80%93-Klook-/4DaysChengduMtEmeiPrivateTour.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Explore more of rural Sichuan at Mt. Emei as well as the attractions of Chengdu with this ideal four day tour Enjoy a private four day tour of Chengdu and the surrounding countryside plus a trip to nearby Mt. Emei Take in the beauty of one of the largest Giant Buddha Statues in the world at Leshan Enjoy beautiful scenery and Buddhist culture at Mt Emei - one of China's most sacred mountains Visit the classic sights of Chengdu such as the Giant Panda Research Center and get up close and personal with these friendly and cute animals Enjoy a private four day tour of Chengdu and the surrounding countryside plus a trip to nearby Mt. Emei Take in the beauty of one of the largest Giant Buddha Statues in the world at Leshan Enjoy beautiful scenery and Buddhist culture at Mt Emei - one of China's most sacred mountains Visit the classic sights of Chengdu such as the Giant Panda Research Center and get up close and personal with these friendly and cute animals What We Love:   What We Love: Take in the sights of rural Sichuan including Mt. Emei as well as the attractions of Chengdu with this ideal four day tour. You'll be guided by an expert local speaking guide for the whole duration of this trip, starting by taking you to one of Chengdu's most iconic sights - the giant Buddha at Leshan. On the second day of the tour you'll go further afield and make the journey to nearby Mt Emei - one of the most sacred mountains in the whole of China. Here you'll find ancient monasteries and incredible natural scenery. The third day will take you back to Chengdu to check out the city's best sights including the quaint Du Fu Cottage as well as Chengdu's iconic Giant Pandas at the research center. With so much covered in four days, this tour is ideal for those short on time but looking to pack a lot into their Chengdu experience!  ",
        "strLocation": "Chengdu",
        "strOriginUrl": "https://www.klook.com/activity/1492-4-days-chengdu-mount-emei-chengdu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4 Days Chengdu & Mt Emei Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:06:19"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 96,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/eabff2b2-Leshan-Giant-Buddha-1-Day-Tour---Klook/LeshanGiantBuddhaPrivateDayTour.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover the spiritual significance of the Leshan Giant Buddha Statue and learn about traditional Chinese culture and beliefs on this one day private guided tour The perfect private tour with an English speaking guide to enlighten you on the tales of the statue and ideals of Buddhism Discover the importance of the Leshan Giant Buddha in the wider context of Chinese culture Relish a sumptuous meal at a local Chinese restaurant Convenient transfers from and to your hotel in downtown Chengdu included The perfect private tour with an English speaking guide to enlighten you on the tales of the statue and ideals of Buddhism The perfect private tour with an English speaking guide to enlighten you on the tales of the statue and ideals of Buddhism Discover the importance of the Leshan Giant Buddha in the wider context of Chinese culture Discover the importance of the Leshan Giant Buddha in the wider context of Chinese culture Relish a sumptuous meal at a local Chinese restaurant Relish a sumptuous meal at a local Chinese restaurant Convenient transfers from and to your hotel in downtown Chengdu included Convenient transfers from and to your hotel in downtown Chengdu included What We Love:   What We Love: Treat your spiritual side with this exclusive private day tour to the Leshan Giant Buddha statue. Guided by an experienced local English speaking guide, this tour portrays the historical and cultural significance of the Maitreya Buddha. At 71 meters with a sitting posture and a broad smile, this statue was carved out of a cliff at the confluence of three main rivers in the hope of preventing boat accidents of people whose lives depended on the river. Gaze at the architectural magnificence of this tall statue that signifies and exudes brightness and happiness before devouring a hearty meal at a local restaurant. At the end of the tour, your guide will return you safely to Chengdu city center.  ",
        "strLocation": "Chengdu",
        "strOriginUrl": "https://www.klook.com/activity/1396-leshan-giant-buddha-private-day-tour-chengdu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Leshan Giant Buddha Private Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:06:32"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 88,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/456d1890-Giant-Panda-Research-Center--Jinli-Old-Street---Klook/GiantPandaResearchCenterJinliOldStreet.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover Chengdu's lovable Giant Pandas and explore its spiritual and commercial side in this private day tour to the Giant Panda Research Center, Wuhou Shrine and Jinli Old Street See the best of Chengdu, pandas and ancient culture guided by your own private English speaking tour guide Frolic with the Giant Pandas of Chengdu at the world renowned panda research center Feast on a sumptuous lunch at a local restaurant Discover ancient artefacts at the Wuhou Temple and the traditional culture of Chengdu at Jinli Old Street See the best of Chengdu, pandas and ancient culture guided by your own private English speaking tour guide Frolic with the Giant Pandas of Chengdu at the world renowned panda research center Feast on a sumptuous lunch at a local restaurant Discover ancient artefacts at the Wuhou Temple and the traditional culture of Chengdu at Jinli Old Street What We Love:   What We Love: Ideal for travelers who want to understand the culture of Chengdu in a short period of time, this private day tour takes you through the most culturally significant attractions of Chengdu in just one day. Play with the renowned Giant Pandas of Chengdu in their well-recreated natural habitat and let your expert English speaking guide enlighten you on these magical creatures. Then go on to learn about the extensive history of the Wuhou Temple while admiring its intricate architecture, and discover the sayings and poems inscribed on stone tablets inside the temple. Spend the latter part of the afternoon sipping cups of traditional Chinese tea at Jinli Old Street while watching classical plays and folk artisan performances.  ",
        "strLocation": "Chengdu",
        "strOriginUrl": "https://www.klook.com/activity/1400-panda-research-center-jinli-old-street-chengdu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Giant Panda Research Center & Jinli Old Street",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:12:50"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/aea73904-4G-WiFi-Device-HKG-Pick-Up-for-China/4GWiFiHKGPickUpforChina.jpgopacity0.8277",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in China with an unlimited data pocket 4G WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of China - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of China - wherever your itinerary takes you Get WiFi access across the whole of China - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport Collect and drop off your device at Hong Kong airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in China, without the stress of sourcing WiFi once you get there. The speedy 4G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are.  ",
        "strLocation": "Guilin",
        "strOriginUrl": "https://www.klook.com/activity/1737-china-wifi-device-hong-kong/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (HKG Pick Up) for China",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:13:00"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a0e54994-%E4%B8%AD%E5%9B%BD%E5%85%A8%E5%9B%BD3G%E7%94%B5%E8%AF%9D%E5%8D%A1%EF%BC%88%E9%A6%99%E6%B8%AF%E5%AE%85%E9%85%8D%E5%88%B0%E5%BA%9C%EF%BC%89---Klook%E5%AE%A2%E8%B7%AF/3GSIMCardHKDeliveryforChina.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Get mobile data coverage across China with one convenient 3G SIM card giving you internet access for 7 days Make your China travels simple with 3G SIM card coverage WIth free delivery to your home or hotel in Hong Kong, you can have your mobile data connection sorted before you set off for China Enjoy 1GB of data valid for 7 days (no text or calling services available) Tethering is permitted so multiple devices can benefit from one SIM card Make your China travels simple with 3G SIM card coverage WIth free delivery to your home or hotel in Hong Kong, you can have your mobile data connection sorted before you set off for China Enjoy 1GB of data valid for 7 days (no text or calling services available) Tethering is permitted so multiple devices can benefit from one SIM card What We Love:   What We Love: We know traveling in China can sometimes be challenging. When you don't speak the language or know your way around in some of the world's largest cities, it's easy to get lost. So take our word for it, you'll be grateful to have a trusted 3G SIM card with free delivery to Hong Kong, so you can get set up and connected in Hong Kong before you even arrive in China. With 1GB of data valid for 7 days, plus the option to tether to other devices, you'll have a guaranteed internet connection helping you enjoy your trip without a glitch.  ",
        "strLocation": "Guilin",
        "strOriginUrl": "https://www.klook.com/activity/2044-sim-card-hk-delivery-china-guilin/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G SIM Card (HK Delivery) for China",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:13:11"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 47,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7edd5cec-Guilin-Airport-Transfers/GuilinAirportTransfers.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Arrive at your destination in Guilin in comfort by conveniently booking a private pick up and transfer from the airport Kick off your stay in Guilin in style with a convenient Guilin Liangjiang Airport (KWL) pick up and transfer Get to your hotel in no time with a professional driver and in the comfort of an air-conditioned vehicle Start exploring Guilin right away without wasting time on the commute Kick off your stay in Guilin in style with a convenient Guilin Liangjiang Airport (KWL) pick up and transfer Get to your hotel in no time with a professional driver and in the comfort of an air-conditioned vehicle Start exploring Guilin right away without wasting time on the commute What We Love:   What We Love: Enjoy your stay in Guilin, a natural masterpiece of high mountains and limestone karst hills and book a convenient airport pick up to not delay your adventure any further. A professional driver will whisk you away to your hotel in no time – no waiting around for a crowded bus or hustling for a taxi. Hop into a comfortable air-conditioned vehicle and begin your tour of the city in style.  ",
        "strLocation": "Guilin",
        "strOriginUrl": "https://www.klook.com/activity/2127-airport-transfers-china-guilin/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Guilin Airport Transfers",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:13:25"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 52,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4a277c01-Half-Day-Reed-Flute-Cave--Elephant-Trunk-Hill-Tour---Klook/ReedFluteCaveElephantTrunkHillPrivateHalfDayTour.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Take in the majestic scenery of beautiful Guilin on a private half day tour and discover the beauty of Guangxi Province's natural formations Enjoy a half day Guilin private sightseeing tour with a knowledgeable, local guide Conveniently choose from a morning or afternoon departure - flexible to suit your itinerary Explore deep into the Reed Flute Cave, known as the 'Palace of Natural Arts', to see its impressive stalactite formations Take in incredible views of the Li River (featured on the back of the ¥20 banknote) and see Elephant Hill, a natural rock formation looking like an elephant drinking from the river Enter nearby Water Moon Cave, with beautiful reflections giving the scene an ethereal look Enjoy a half day Guilin private sightseeing tour with a knowledgeable, local guide Enjoy a half day Guilin private sightseeing tour with a knowledgeable, local guide Conveniently choose from a morning or afternoon departure - flexible to suit your itinerary Conveniently choose from a morning or afternoon departure - flexible to suit your itinerary Explore deep into the Reed Flute Cave, known as the 'Palace of Natural Arts', to see its impressive stalactite formations Explore deep into the Reed Flute Cave, known as the 'Palace of Natural Arts', to see its impressive stalactite formations Take in incredible views of the Li River (featured on the back of the ¥20 banknote) and see Elephant Hill, a natural rock formation looking like an elephant drinking from the river Take in incredible views of the Li River (featured on the back of the ¥20 banknote) and see Elephant Hill, a natural rock formation looking like an elephant drinking from the river Enter nearby Water Moon Cave, with beautiful reflections giving the scene an ethereal look Enter nearby Water Moon Cave, with beautiful reflections giving the scene an ethereal look What We Love:   What We Love: Take in the major sights of beautiful Guilin and discover the rural delights of Guangxi Province with the ideal, private half day tour that showcases the region's geographic and cultural highlights. Visit famous Guilin landmarks such as Elephant Trunk Hill, Reed Flute Cave and the stunning Li River, learning about these sights from your knowledgable, English speaking guide. For the ultimate convenience, choose from a morning or afternoon departure and admire some of the most beautiful terrain in China. This tour easily fits into your Guilin sightseeing schedule, and is perfectly suited for travelers with limited time.  ",
        "strLocation": "Guilin",
        "strOriginUrl": "https://www.klook.com/activity/1402-reed-flute-cave-elephant-trunk-hill-tour-guilin/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Reed Flute Cave & Elephant Trunk Hill Private Half Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:13:34"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 81,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3aa1be51-Longji-Rice-Terrace-Fields--Minority-Villages---Klook/LongjiRiceTerraceFieldsMinorityVillagesPrivateDayTour.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discove the rural beauty of Guangxi Province and Guilin with a trip to the Longji Rice Terrace and Zhuang and Yao minority villages Enjoy a private tour to the stunning Longsheng and Longji Rice Terrace Fields, one of the most stunning sights in all of China Chat with the friendly Zhuang and Yao people and learn about their unique culture and customs Enjoy a gentle hike up the Longji Rice Terrace Fields for a spectacular view of the rice fields below Learn more about the wonders of Guangxi Province from your own private English speaking guide Enjoy a private tour to the stunning Longsheng and Longji Rice Terrace Fields, one of the most stunning sights in all of China Enjoy a private tour to the stunning Longsheng and Longji Rice Terrace Fields, one of the most stunning sights in all of China Chat with the friendly Zhuang and Yao people and learn about their unique culture and customs Chat with the friendly Zhuang and Yao people and learn about their unique culture and customs Enjoy a gentle hike up the Longji Rice Terrace Fields for a spectacular view of the rice fields below Enjoy a gentle hike up the Longji Rice Terrace Fields for a spectacular view of the rice fields below Learn more about the wonders of Guangxi Province from your own private English speaking guide Learn more about the wonders of Guangxi Province from your own private English speaking guide What We Love:   What We Love: Discover China's fascinating ethnic minority culture on an exciting one day tour around Longsheng in stunning Guilin. Accompanied by your own knowledgeable local guide, venture to the rural Guangxi countryside and interact with the Zhuang and Yao communities, whose intriguing way of life is characterized by traditions formed over centuries. Then, take a gentle hike to the renowned Longji Rice Terraces and absorb spectacular views of the agricultural marvels, and capture some amazing photographs of the scenery beneath you. Enjoy the added convenience of pick up and drop off to your hotel in downtown Guilin. The perfect day trip from the city!  ",
        "strLocation": "Guilin",
        "strOriginUrl": "https://www.klook.com/activity/1403-longji-rice-terraces-minority-villages-guilin/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Longji Rice Terrace Fields & Minority Villages Private Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:13:50"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 88,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d8922bdb-Guilin-Complete-Sightseeing-Private-Day-Tour/GuilinCompleteSightseeingPrivateDayTour.jpgopacity0.64702",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Get a complete tour of Guilin's must-see sights on a private one day tour including entry to Seven Star Park Enjoy a one day Guilin private sightseeing tour with a knowledgeable, local guide Stop by the famous Seven Stars Park, a tranquil natural scenic spot located on the east bank of the Li River Admire the incredible Buddha statues at Fubo Hill and explore deep into the Reed Flute Cave to see its impressive stalactite formations Take in incredible views of the Li River (featured on the back of the ¥20 banknote) and climb Elephant Hill, a natural rock that looks like a elephant drinking from the river Enjoy a one day Guilin private sightseeing tour with a knowledgeable, local guide Enjoy a one day Guilin private sightseeing tour with a knowledgeable, local guide Stop by the famous Seven Stars Park, a tranquil natural scenic spot located on the east bank of the Li River Stop by the famous Seven Stars Park, a tranquil natural scenic spot located on the east bank of the Li River Admire the incredible Buddha statues at Fubo Hill and explore deep into the Reed Flute Cave to see its impressive stalactite formations Admire the incredible Buddha statues at Fubo Hill and explore deep into the Reed Flute Cave to see its impressive stalactite formations Take in incredible views of the Li River (featured on the back of the ¥20 banknote) and climb Elephant Hill, a natural rock that looks like a elephant drinking from the river Take in incredible views of the Li River (featured on the back of the ¥20 banknote) and climb Elephant Hill, a natural rock that looks like a elephant drinking from the river What We Love:   What We Love: Lying in a secluded part of South-West China, for centuries the scenery of Guilin has been called 'the most magnificent under heaven'. Guilin is famous for the abundant beauty in the form of its rolling green mountains, elegant waterways, and majestic caves. On this one day, private tour, you'll experience the best of Guilin with a full day sightseeing taking in Fubo Hill, Reed Flute Cave, and Elephant Trunk Hill. After a typical Chinese lunch which is included in the tour, go on to explore the Ming Dynasty era Mansion of Prince Jingjiang, before finishing the tour with a stroll around the magnificent Seven Star Park.  ",
        "strLocation": "Guilin",
        "strOriginUrl": "https://www.klook.com/activity/1406-complete-sighteeing-private-day-tour-guilin/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Guilin Complete Sightseeing Private Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:14:05"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 69,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7b8d236d-Ling-Canal--Qins-Village-Private-Day-Tour/LingCanalQinsVillagePrivateDayTour.jpgopacity0.694964",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover the natural beauty of the Ling Canal & Qin's Village on a day trip from Guilin and Yangshuo in beautiful Guangxi Province The perfect alternative day trip to discover rural Guilin and its surrounding areas Make the most of your own private tour guide and learn more about the local area and its customs Visit incredible scenic spots such as the Ling Canal, Water Street, and Qin Village A delicious local lunch is included in the package The perfect alternative day trip to discover rural Guilin and its surrounding areas The perfect alternative day trip to discover rural Guilin and its surrounding areas Make the most of your own private tour guide and learn more about the local area and its customs Make the most of your own private tour guide and learn more about the local area and its customs Visit incredible scenic spots such as the Ling Canal, Water Street, and Qin Village Visit incredible scenic spots such as the Ling Canal, Water Street, and Qin Village A delicious local lunch is included in the package A delicious local lunch is included in the package What We Love:   What We Love: Discover rural Guilin and the surrounding villages and towns on the ideal one day private tour to Guilin's alternative sights. Your private, knowledgeable, English-speaking guide and driver will conveniently pick you up from your hotel to start the day's fun. First up is the iconic Ling Canal which dates back 2200 years ago and still functions perfectly today. Then, take a leisurely walk down the local Water Street in Xingan Town, home to some of Guilin's most picturesque canals and tea shops. Up next is lunch at a local restaurant before a visit to the 600 year old Qin Village to take in a typical northern Guilin village view. With convenient transfers from and to your hotel, sit back, relax and enjoy the wonders of Guilin in front of you!  ",
        "strLocation": "Guilin",
        "strOriginUrl": "https://www.klook.com/activity/1407-ling-canal-qin-village-day-tour-guilin/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Ling Canal & Qin's Village Private Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:14:17"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 61,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/220ecf4e-Urban-Guilin-Cruise--Night-Tour/UrbanGuilinCruiseNightTour.jpgopacity0.754521",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Explore the incredible night scenery of picturesque Guilin with a private tour taking in a boat ride around Guilin's canals and lakes Spend an evening to discover the urban beauty of Guilin Enjoy a gentle night cruise on some of Guilin's most picturesque canals and lakes Enjoy the convenience of downtown Guilin pick up and drop off Spend an evening to discover the urban beauty of Guilin Spend an evening to discover the urban beauty of Guilin Enjoy a gentle night cruise on some of Guilin's most picturesque canals and lakes Enjoy a gentle night cruise on some of Guilin's most picturesque canals and lakes Enjoy the convenience of downtown Guilin pick up and drop off Enjoy the convenience of downtown Guilin pick up and drop off What We Love:   What We Love: Enjoy the perfect way to see the wondrous sights of Guilin by night with an evening boat ride in central Guilin to see the illuminated city of lakes, trees, gardens, bridges and green hills. Part of the landscape, but also where the city's locals reside and live. On this perfect night boat cruise you'll not only visit three famous scenic spots each with their individual characteristics, but you'll also learn to appreciate the famous traditional hills along the Guilin's ancient canal system. The perfect way to wind down after a long day!  ",
        "strLocation": "Guilin",
        "strOriginUrl": "https://www.klook.com/activity/1409-urban-guilin-cruise-night-tour-guilin/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Urban Guilin Cruise & Night Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:14:29"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 90,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/bc7bf493-Guilin-Full-Day-Car-Charter/GuilinDowntownFullDayCarCharter.jpgopacity0.716436",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly See the best of Guilin's sights – with the shortest travel time in between by booking a private car charter Travel around Guilin safely and quickly with a convenient private car charter for eight hours Learn about the city from your professional driver and take the shortest routes to the Guilin's main sights Perfect for larger groups and families, Chengdu private car charter can accommodate up to 15 passengers Travel around Guilin safely and quickly with a convenient private car charter for eight hours Learn about the city from your professional driver and take the shortest routes to the Guilin's main sights Perfect for larger groups and families, Chengdu private car charter can accommodate up to 15 passengers What We Love:   What We Love: It may be quite a challenge to see all of Guilin's famous attractions in a day. In this exciting city, time is of the essence - so make sure none of it goes to waste. Book a convenient private transfer to quickly get around the city and trust your professional driver, who will tell you about the best places to visits and the shortest routes to get there. The private car charter is perfect for large groups of travelers and families – see more of Guilin in comfort and with zero hassle.  ",
        "strLocation": "Guilin",
        "strOriginUrl": "https://www.klook.com/activity/2132-car-charter-china-guilin/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Guilin Downtown Full Day Car Charter",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:14:41"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 337,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/976357b0-4-Day-Private-Guilin-and-Yangshuo-Tour---Klook/4DayGuilinandYangshuoPrivateTour.jpgopacity0.702172",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover the very best of Guilin with a private four day tour taking in the region's beauty and most iconic sights The ideal extended tour for those looking to discover more of Guilin and the surrounding regions Explore beautiful landmarks along the fabulous Li River such as Elephant Trunk Hill and the Sword Cut Cliff Cycle in the countryside of Yangshuo to get in touch with the real China Pick up on arrival, transportation, accommodation and English speaking guide services all included The ideal extended tour for those looking to discover more of Guilin and the surrounding regions The ideal extended tour for those looking to discover more of Guilin and the surrounding regions Explore beautiful landmarks along the fabulous Li River such as Elephant Trunk Hill and the Sword Cut Cliff Explore beautiful landmarks along the fabulous Li River such as Elephant Trunk Hill and the Sword Cut Cliff Cycle in the countryside of Yangshuo to get in touch with the real China Cycle in the countryside of Yangshuo to get in touch with the real China Pick up on arrival, transportation, accommodation and English speaking guide services all included Pick up on arrival, transportation, accommodation and English speaking guide services all included What We Love:   What We Love: Discover incredible Guilin on an extensive four day tour taking in the best sights of one of China's most picturesque cities. Over the course of the trip you'll explore this idyllic region, visiting places of interest such as Reed Flute Cave, Seven Star Park, and Elephant Trunk Hill. You will also be taken along the stunning Li River on a relaxing cruise to see the sights from the water. As well as Guilin, the tour will take you to the pretty waterside town of Yanghshuo to discover ancient streets and local culture. If that wasn't enough, an expert English speaking guide will accompany you throughout the trip making your time in Guilin truly a trip to remember!  ",
        "strLocation": "Guilin",
        "strOriginUrl": "https://www.klook.com/activity/1493-4-day-guilin-yangshuo-private-tour-guilin/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4 Day Guilin and Yangshuo Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:14:53"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 41,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/af14dc76-Half-Day-Daxu-Village--Crown-Cave-Tour---Klook/DaxuVillageCrownCavePrivateHalfDayTour.jpgopacity0.694964",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover the beauty of Guilin with the ideal half day trip taking in many of the region's finest beauty spots and places of interest such as Daxu Village and the Li River Enjoy a private half day tour of the ancient Daxu Village and Crown Cave from Guilin Depart either first thing in the morning, or enjoy a relaxing afternoon tour Discover rural Chinese life in Guangxi and see how locals live in the ancient Daxu Village Appreciate the knowledge of your own local guide who will take you through stone streets, passing ancient courtyards and bridges Marvel at the natural wonders of Crown Cave, featuring impressive rock formations and an underground river Enjoy a private half day tour of the ancient Daxu Village and Crown Cave from Guilin Enjoy a private half day tour of the ancient Daxu Village and Crown Cave from Guilin Depart either first thing in the morning, or enjoy a relaxing afternoon tour Depart either first thing in the morning, or enjoy a relaxing afternoon tour Discover rural Chinese life in Guangxi and see how locals live in the ancient Daxu Village Discover rural Chinese life in Guangxi and see how locals live in the ancient Daxu Village Appreciate the knowledge of your own local guide who will take you through stone streets, passing ancient courtyards and bridges Appreciate the knowledge of your own local guide who will take you through stone streets, passing ancient courtyards and bridges Marvel at the natural wonders of Crown Cave, featuring impressive rock formations and an underground river Marvel at the natural wonders of Crown Cave, featuring impressive rock formations and an underground river What We Love:   What We Love: Peek into local Chinese village life as you explore the ancient and traditional villages around stunning Guilin on this half day tour, complete with a knowledgeable local guide, including hotel pick up and drop off. Watch the villagers go about their everyday lives as you tour the pretty and remote village of Daxu and learn about local culture and customs from your private guide. Then, get your camera ready as you journey along the scenic Li River, undoubtedly one of China's most beautiful spots, and stop to see one of Guilin's natural wonders - the Crown Cave, famed for its dramatic stalagmites and stalactites. The perfect half day trip to discover Guilin and its surroundings!  ",
        "strLocation": "Guilin",
        "strOriginUrl": "https://www.klook.com/activity/1401-daxu-village-crown-cave-guilin/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Daxu Village & Crown Cave Private Half Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:15:05"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 97,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/780ea633-Impression-of-Liusanjie-Evening-Show---Klook/ImpressionofLiusanjieEveningShow.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy the incredible evening performance in the largest open-air theater in the world with the Impression on Liusanjie performance in beautiful Yangshuo Discover the amazing Liusanjie show in the glorious setting of the mountains and rivers in pretty Yangshuo Take in this glorious performance, created by famous Chinese director Zhang Yimou and starring local Zhuang minority villagers Enjoy the sensational evening performance in the largest open-air theater in the world Enjoy the show hassle free with convenient pick up and drop off to hotels in downtown Guilin Discover the amazing Liusanjie show in the glorious setting of the mountains and rivers in pretty Yangshuo Discover the amazing Liusanjie show in the glorious setting of the mountains and rivers in pretty Yangshuo Take in this glorious performance, created by famous Chinese director Zhang Yimou and starring local Zhuang minority villagers Take in this glorious performance, created by famous Chinese director Zhang Yimou and starring local Zhuang minority villagers Enjoy the sensational evening performance in the largest open-air theater in the world Enjoy the sensational evening performance in the largest open-air theater in the world Enjoy the show hassle free with convenient pick up and drop off to hotels in downtown Guilin Enjoy the show hassle free with convenient pick up and drop off to hotels in downtown Guilin What We Love:   What We Love: Enjoy a fabulous evening in nearby Yangshuo with the incredible Impression of Liusanjie performance in largest open air theatre in the world! This colourful and musically glorious extravaganza uses song, imagery, incredible lighting, dramatic music, and local faces, to bring to life the celebrated and moving legend of the Song Fairy, Liu's third daughter, a well-known Chinese legend. With boundless sky and twelve rolling peaks along the Li River stretching for roughly 2 kilometres as the backdrop to the stage, you'll be blown away by the settings of this wonderful show created by Chinese director Zhang Yimou and starring local Zhuang minority villagers.  ",
        "strLocation": "Guilin",
        "strOriginUrl": "https://www.klook.com/activity/1404-impression-liusanjie-show-guilin/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Impression of Liusanjie Evening Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:15:16"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 34,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ec762572-Mountain-Yao--Tea-Plantation-Private-Half-Day-Tour/MountYaoTeaPlantationPrivateHalfDayTour.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover the stunning scenery and local tea plantations of Guilin with the ideal day tour taking in the best of the Guangxi countryside Enjoy a private day trip from Guilin taking in the region's famous tea plantations Experience a scenic gondola ride the top of stunning Yao Mountain and admire gorgeous views of nearby mountains and hills Take a tour around a local tea plantation and learn about the process of Chinese tea production from your knowledgeable guide After learning about the tea making process, sample some local tea for yourself during a traditional tea ceremony Enjoy a private day trip from Guilin taking in the region's famous tea plantations Enjoy a private day trip from Guilin taking in the region's famous tea plantations Experience a scenic gondola ride the top of stunning Yao Mountain and admire gorgeous views of nearby mountains and hills Experience a scenic gondola ride the top of stunning Yao Mountain and admire gorgeous views of nearby mountains and hills Take a tour around a local tea plantation and learn about the process of Chinese tea production from your knowledgeable guide Take a tour around a local tea plantation and learn about the process of Chinese tea production from your knowledgeable guide After learning about the tea making process, sample some local tea for yourself during a traditional tea ceremony After learning about the tea making process, sample some local tea for yourself during a traditional tea ceremony What We Love:   What We Love: Explore deep into Guilin's cultural and natural delights during a one day private tour of the amazing Yao Mountain and a local tea plantation. After getting to the summit of stunning Yao Mountain on a smooth cable car ride enjoy the incredible view and absorb the majestic panoramic vistas of Guilin's scenery from the top. After scaling Yao Mountain, get a fascinating insight into Chinese tea production during a private tour of a plantation and sample freshly brewed oolong tea during an indigenous tea ceremony. With this perfect package, enjoy the convenience of hotel pick up and drop off as well as the knowledge of an expert local, English speaking guide.  ",
        "strLocation": "Guilin",
        "strOriginUrl": "https://www.klook.com/activity/1408-mount-yao-tea-plantation-half-day-tour-guilin/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Mount Yao & Tea Plantation Private Half Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:15:29"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 114,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1e2d7aa9-Li-River-Cruise-and-Yangshuo-Day-Tour---Klook/LiRiverCruiseandYangshuoPrivateDayTour.jpgopacity0.650769",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover the beauty of Guangxi Province and enjoy a gentle cruise along the Li River before discovering ancient Yangshuo Enjoy a memorable cruise along the simply stunning Li River, one of the most picturesque locations in China Enjoy a delicious lunch lunch on board from freshly caught Li River delights Take a stroll through the ancient and bustling streets of the stunning town of Yangshuo Pick up some souvenirs for loved ones back home and spot a bargain in Yangshuo's markets and bazaars Enjoy convenient transfer back to Guilin after your day of fun in Yangshuo Enjoy a memorable cruise along the simply stunning Li River, one of the most picturesque locations in China Enjoy a memorable cruise along the simply stunning Li River, one of the most picturesque locations in China Enjoy a delicious lunch lunch on board from freshly caught Li River delights Enjoy a delicious lunch lunch on board from freshly caught Li River delights Take a stroll through the ancient and bustling streets of the stunning town of Yangshuo Take a stroll through the ancient and bustling streets of the stunning town of Yangshuo Pick up some souvenirs for loved ones back home and spot a bargain in Yangshuo's markets and bazaars Pick up some souvenirs for loved ones back home and spot a bargain in Yangshuo's markets and bazaars Enjoy convenient transfer back to Guilin after your day of fun in Yangshuo Enjoy convenient transfer back to Guilin after your day of fun in Yangshuo What We Love:   What We Love: Take a day trip from Guilin along the simply amazing Li River, twisting and turning through lush Chinese landscape that will have you 'snap happy' with the camera for the majority of the sightseeing tour! After some local, fresh catches for lunch on the way to stunningly beautiful Yangshuo you will have the opportunity to indulge in a bit of shopping and maybe pick up some real bargains in pearl and jade, or fine Chinese paintings. The perfect tour for those looking to relax and enjoy a day out in the Guangxi countryside.  ",
        "strLocation": "Guilin",
        "strOriginUrl": "https://www.klook.com/activity/1405-li-river-cruise-yangshuo-day-tour-guilin/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Li River Cruise and Yangshuo Private Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:15:41"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 216,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e31a2b0d-3-Day-Private-Guilin-Highlights-and-Rice-Terraces---Klook/3DayGuilinHighlightsRiceTerracesPrivateTour.jpgopacity0.723489",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly The ideal extended tour to discover Guilin, take in the city's most iconic sights including the stunning Longji (or Longsheng) rice terraces and explore ethnic minority villages The most efficient way to discover large areas of rural Guangxi Province including some of Guilin's most iconic landscapes Take in the amazing Longsheng Rice Terraces, one of the most iconic beauty spots in the whole of China Meet and chat with locals from the Zhuang community, one of China's ethnic minority groups Pick up on arrival, transportation, accommodation and English speaking guide services all included The most efficient way to discover large areas of rural Guangxi Province including some of Guilin's most iconic landscapes The most efficient way to discover large areas of rural Guangxi Province including some of Guilin's most iconic landscapes Take in the amazing Longsheng Rice Terraces, one of the most iconic beauty spots in the whole of China Take in the amazing Longsheng Rice Terraces, one of the most iconic beauty spots in the whole of China Meet and chat with locals from the Zhuang community, one of China's ethnic minority groups Meet and chat with locals from the Zhuang community, one of China's ethnic minority groups Pick up on arrival, transportation, accommodation and English speaking guide services all included Pick up on arrival, transportation, accommodation and English speaking guide services all included What We Love:   What We Love: Ideal for discovering the wonders of Guilin within a few days, this private three day tour will show you Guilin's most iconic sights as well as the stunning Longsheng rice terraces nearby. Over the course of three days you'll set out to discover one of China's prettiest areas taking in the simply amazing Longsheng Rice Terraces as well as the Reed Flute Cave on the picturesque Li River (featured on the 20RMB note!). Another highlight of the tour is a visit to a number of ethnic minority villages on the rice terrace slopes where the crop is cultivated by the Zhuang people, one of China's 56 officially recognised minority peoples. An expert English speaking guide will accompany you throughout the trip providing insight and knowledge into this wonderful part of the world!  ",
        "strLocation": "Guilin",
        "strOriginUrl": "https://www.klook.com/activity/1500-3-day-guilin-highlights-rice-terraces-guilin/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3 Day Guilin Highlights & Rice Terraces Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 22:15:53"
    }
]