[
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a0469063-Macau-Tower/MacauTower.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Soar to a breathtaking 223 meters above ground and marvel at the panorama from the observation deck Walk the 360-degree observation deck for unobstructed views across Macau – and see even as far as Hong Kong! Feel your stomach lurch as you step onto the glass floor windows – but only if you dare! Watch as daredevils bungy jump from the top of the tower and free-fall past observation deck windows Walk the 360-degree observation deck for unobstructed views across Macau – and see even as far as Hong Kong! Walk the 360-degree observation deck for unobstructed views across Macau – and see even as far as Hong Kong! Feel your stomach lurch as you step onto the glass floor windows – but only if you dare! Feel your stomach lurch as you step onto the glass floor windows – but only if you dare! Watch as daredevils bungy jump from the top of the tower and free-fall past observation deck windows Watch as daredevils bungy jump from the top of the tower and free-fall past observation deck windows What We Love:   What We Love: For sprawling views of the Pearl River Delta by day or the city lights by night, few spots come close to the Macau Tower. Ascend to the Tower's upper limits in high-speed glass-fronted lifts for the unforgettable vista that awaits and watch as daredevils hurl themselves from the top of what is the highest bungy jump in the world!  ",
        "strLocation": "Macau",
        "strOriginUrl": "https://www.klook.com/activity/506-macau-tower-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Macau Tower",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:38:36"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 71,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b5f107a1-The-House-of-Dancing-Water/TheHouseofDancingWater.jpg",
        "strIntroduction": " 3.7 million gallons of water, two billion HK dollars, 18-meter fountain jets, and a troupe of talented performers – no expense has been spared for the most breathtaking show in Macau Get an exclusive 32% discount on the House of Dancing Water tickets in celebration of the show's 6th anniversary - for a limited time only! Follow a humble fisherman's story as he journeys through time and enters a magical kingdom Feel your jaw drop as you watch one of the world's largest pool-based performances. The 17m diving acrobatics will certainly have you on the edge of your seat! Enjoy excellent views with the specially designed 270-degree theatre Get an exclusive 32% discount on the House of Dancing Water tickets in celebration of the show's 6th anniversary - for a limited time only! Get an exclusive 32% discount on the House of Dancing Water tickets in celebration of the show's 6th anniversary - for a limited time only! Follow a humble fisherman's story as he journeys through time and enters a magical kingdom Follow a humble fisherman's story as he journeys through time and enters a magical kingdom Feel your jaw drop as you watch one of the world's largest pool-based performances. The 17m diving acrobatics will certainly have you on the edge of your seat! Feel your jaw drop as you watch one of the world's largest pool-based performances. The 17m diving acrobatics will certainly have you on the edge of your seat! Enjoy excellent views with the specially designed 270-degree theatre Enjoy excellent views with the specially designed 270-degree theatre What We Love:   What We Love: As the most talked-about show in Macau, The House of Dancing Water is a spectacle not to be missed. Created by the famed show-maker Franco Dragone, the show cost USD250 million to create and produce, and is only performed at the City of Dreams. The tale follows a classic story of love and villainy, involving a shipwrecked stranger, a beautiful imprisoned princess, and an evil stepmother. Take in astonishing feats of acrobatics and high diving, breathtaking dancing and costumes, and marvel at the spectacular, 3.7 million-gallon pool – bigger than 5 Olympic-size swimming pools! There are countless reasons not to miss this show – the visual stunts are only the beginning!  ",
        "strLocation": "Macau",
        "strOriginUrl": "https://www.klook.com/activity/90-the-house-of-dancing-water-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "The House of Dancing Water",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:38:50"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 47,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d1b7f572-The-House-of-Magic/TheHouseofMagic.jpg",
        "strIntroduction": " Be amongst the first to experience the show that is set to become Asia's top magic performance Be mesmerized by the full length 90 minute show moving between 3 different theaters Escape into the wonderous world of magic and be wowed by world renowned magician Franz Harary Enjoy the show in Studio City - Macau's latest hotel and entertainment hot spot Be mesmerized by the full length 90 minute show moving between 3 different theaters Be mesmerized by the full length 90 minute show moving between 3 different theaters Escape into the wonderous world of magic and be wowed by world renowned magician Franz Harary Escape into the wonderous world of magic and be wowed by world renowned magician Franz Harary Enjoy the show in Studio City - Macau's latest hotel and entertainment hot spot Enjoy the show in Studio City - Macau's latest hotel and entertainment hot spot What We Love:   What We Love: Be mystified by the world famous illusionist Franz Harary and his mind-bending magic. Transport yourself into the narrative told within the three theater arena and witness fascinating trickery at every turn as you move between performances, giving you three shows for the price of one! Watch as Harary makes things disappear before your eyes as well as performing other mind-blowing illusions. New to Macau this 2015, the House of Magic is anticipated to become the trailblazer for magic shows in Asia.  ",
        "strLocation": "Macau",
        "strOriginUrl": "https://www.klook.com/activity/748-the-house-of-magic-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "The House of Magic",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:39:03"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 40,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f1987451-Macau-TurboJet/MacauTurboJet.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Conveniently and speedily travel from central Hong Kong to Macau city by comfortable TurboJet ferry Enjoy the quickest ferry service to Macau from Hong Kong Travel at a time that suits you with departures every 15 minutes* Recline in comfortable and spacious cushioned seating A selection of food, beverages and duty-free goods are available for purchase onboard Enjoy the quickest ferry service to Macau from Hong Kong Enjoy the quickest ferry service to Macau from Hong Kong Travel at a time that suits you with departures every 15 minutes* Travel at a time that suits you with departures every 15 minutes* Recline in comfortable and spacious cushioned seating Recline in comfortable and spacious cushioned seating A selection of food, beverages and duty-free goods are available for purchase onboard A selection of food, beverages and duty-free goods are available for purchase onboard What We Love:   What We Love: TurboJet ferries connect you between Hong Kong and Macau city within an hour, 24 hours a day! Offering services every 5-15 minutes (before midnight), this is one of the speediest ways to get to Macau. With over 50 years of experience, the modern TurboJet fleet safely transports over 10 million passengers a year. Enjoy the convenience of booking in advance (a must-do in at peak times!) then relax as you make the crossing in cushioned and spacious comfort.  ",
        "strLocation": "Macau",
        "strOriginUrl": "https://www.klook.com/activity/395-macau-turbojet-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Macau TurboJet",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:39:15"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 31,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/71191a82-JW-Marriott-Macau-Buffet---Klook/JWMarriottUrbanKitchenBuffet.jpg",
        "strIntroduction": " Enjoy a top quality buffet lunch or dinner, perfect after seeing the sights of the city, at one of the best restaurants in Macau Enjoy either lunch or dinner in Macau's Best Restaurant - as voted by Hong Kong Tatler (2016) Dine on the finest and freshest cuisine from around the world The buffet system means you can order as many delicious treats as you wish See how highly skilled chefs work and enjoy the view of the kitchen from your table Enjoy either lunch or dinner in Macau's Best Restaurant - as voted by Hong Kong Tatler (2016) Dine on the finest and freshest cuisine from around the world The buffet system means you can order as many delicious treats as you wish See how highly skilled chefs work and enjoy the view of the kitchen from your table What We Love:   What We Love: Dine in modern and lively dining surroundings showcasing the best buffet of international and regional flavours in Macau. Choosing between either a lunch or a dinner, the dining experience is divided into six different food zones each with a designated chef, including Seafood Bar, Macau, Portugal & Tuscany, Cantonese, Beijing & Sichuan, Japan & Korea, and Desserts. All of the main courses are made to order meaning that you will enjoy the finest and freshest food around, making the most of your special dining experience. What's more, guests will be seated with unrestricted views from their tables of the culinary team showcasing their expertise and craftsmanship!  ",
        "strLocation": "Macau",
        "strOriginUrl": "https://www.klook.com/activity/1282-marriott-urban-kitchen-buffet-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "JW Marriott Urban Kitchen Buffet",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:39:30"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 19,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b26dcb03-Venetian-Bambu-Buffet/VenetianBambuBuffet.jpg",
        "strIntroduction": " Be spoilt for choice with the huge spread of food on offer. Luckily for you, repeat buffet trips are definitely encouraged! Delve into the array of international cuisine featuring fresh seafood, local Macanese favorites, traditional Chinese fare and other popular dishes from around the world Make the most of the buffet-style setup for a sumptuous lunch or dinner meal complete with dessert and drinks While there, you'll want to explore the rest of Venetian Macao's entertainment and shopping offerings, including the popular gondola ride and – of course – the world's largest casino! Delve into the array of international cuisine featuring fresh seafood, local Macanese favorites, traditional Chinese fare and other popular dishes from around the world Delve into the array of international cuisine featuring fresh seafood, local Macanese favorites, traditional Chinese fare and other popular dishes from around the world Make the most of the buffet-style setup for a sumptuous lunch or dinner meal complete with dessert and drinks Make the most of the buffet-style setup for a sumptuous lunch or dinner meal complete with dessert and drinks While there, you'll want to explore the rest of Venetian Macao's entertainment and shopping offerings, including the popular gondola ride and – of course – the world's largest casino! While there, you'll want to explore the rest of Venetian Macao's entertainment and shopping offerings, including the popular gondola ride and – of course – the world's largest casino! What We Love:   What We Love: Indulge in an array of irresistible cuisines to satisfy any appetite, from authentic Macanese favorites to sensational Asian dishes and international flavors. The all-you-can-eat buffet lets you satiate your fill of Asian cuisine and global specialties, from sushi and seafood to local snacks freshly prepared by the restaurant's resident chefs – all served alongside the world's largest casino, the Venetian Macao!  ",
        "strLocation": "Macau",
        "strOriginUrl": "https://www.klook.com/activity/99-venetian-bambu-buffet-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Venetian Bambu Buffet",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:39:43"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 40,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e02b5642-Macau-CotaiJet/CotaiJetRoundtripFerryTicketsHongKongPickUp.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Find yourself in the heart of Macau's Cotai Strip just one hour from Hong Kong with CotaiJet's efficient and comfortable service Enjoy the quickest and most convenient transfers to from Hong Kong to Taipa Travel at a time that suits you with departures every 30 minutes* Recline in comfortable and spacious cushioned seating A selection of food, beverages and duty-free goods are available for purchase onboard Enjoy complimentary luxury shuttle services between the ferry terminal and Macau's famous casinos on arrival Enjoy the quickest and most convenient transfers to from Hong Kong to Taipa Enjoy the quickest and most convenient transfers to from Hong Kong to Taipa Travel at a time that suits you with departures every 30 minutes* Travel at a time that suits you with departures every 30 minutes* Recline in comfortable and spacious cushioned seating Recline in comfortable and spacious cushioned seating A selection of food, beverages and duty-free goods are available for purchase onboard A selection of food, beverages and duty-free goods are available for purchase onboard Enjoy complimentary luxury shuttle services between the ferry terminal and Macau's famous casinos on arrival Enjoy complimentary luxury shuttle services between the ferry terminal and Macau's famous casinos on arrival What We Love:   What We Love: Enjoy high-speed ferry service between Hong Kong and Macau's Taipa, the fastest way to the Cotai Strip. On arrival in Taipa, you are within 15 minutes of most Cotai hotels via a number of complimentary shuttles. CotaiJet's maritime fleet is renowned for its fast, efficient and hassle free ferry service, offering passengers up to 86 sailings per day between Hong Kong and the ‘Las Vegas of the East'! Enjoy the convenience of booking in advance to ensure your seat then sit back and relax in the comfortable airplane-style seating.  ",
        "strLocation": "Macau",
        "strOriginUrl": "https://www.klook.com/activity/396-macau-cotaijet-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "CotaiJet Roundtrip Ferry Tickets (Hong Kong Pick Up)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:39:53"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/216a83f3-Golden-Reel-Ferris-Wheel-Macau/GoldenReelFerrisWheel.jpg",
        "strIntroduction": " Get incredible views of Macau from 425ft up at Asia's first figure 8 ferris wheel at the city's newest entertainment venue, Studio City Experience the world's first figure 8 ferris wheel operating a whopping 425ft above the ground! Spot Macau's landmarks from your pod as well as breathtaking views of the South China Sea Located in Studio City - Macau's latest hotel and entertainment hotspot Experience the world's first figure 8 ferris wheel operating a whopping 425ft above the ground! Experience the world's first figure 8 ferris wheel operating a whopping 425ft above the ground! Spot Macau's landmarks from your pod as well as breathtaking views of the South China Sea Spot Macau's landmarks from your pod as well as breathtaking views of the South China Sea Located in Studio City - Macau's latest hotel and entertainment hotspot Located in Studio City - Macau's latest hotel and entertainment hotspot What We Love:   What We Love: Be amongst the first to ride the newly opened attractions at Studio City - Macau's Hollywood-inspired entertainment hotspot. The Golden Reel Ferris Wheel has 17 pods traveling around a figure 8 shaped track and resembling a running 35 film reel! At 425ft high this spectacular structure is the highest in Asia, with stunning views of the South China Sea - it's a real must-do in Macau. The figure 8 track takes 15 minutes to circumnavigate, with each pod holding up to 10 people.  ",
        "strLocation": "Macau",
        "strOriginUrl": "https://www.klook.com/activity/750-golden-reel-ferris-wheel-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Golden Reel Ferris Wheel",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:40:04"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 31,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/dd4efb72-Lunch-Buffet-at-Macau-Tower/LunchBuffetatMacauTower.jpg",
        "strIntroduction": " Macau's highest revolving restaurant presents a whole new buffet experience featuring a spread of delectable international cuisines Enjoy authentic flavors from Macau, Portugal, China, India and beyond, plus an array of fresh seafood dishes and sweet treats The 360-degree rotating restaurant allows you to enjoy your lunch over spectacular, changing views of Macau The buffet style setup means you can taste as many dishes as you like and can always go back for seconds! Your ticket also includes entry to the Macau Tower Observation Deck Enjoy authentic flavors from Macau, Portugal, China, India and beyond, plus an array of fresh seafood dishes and sweet treats Enjoy authentic flavors from Macau, Portugal, China, India and beyond, plus an array of fresh seafood dishes and sweet treats The 360-degree rotating restaurant allows you to enjoy your lunch over spectacular, changing views of Macau The 360-degree rotating restaurant allows you to enjoy your lunch over spectacular, changing views of Macau The buffet style setup means you can taste as many dishes as you like and can always go back for seconds! The buffet style setup means you can taste as many dishes as you like and can always go back for seconds! Your ticket also includes entry to the Macau Tower Observation Deck Your ticket also includes entry to the Macau Tower Observation Deck What We Love:   What We Love: Enjoy sprawling views of the Pearl River Delta whilst indulging in an impressive international buffet spread with flavors from Macau, Portugal, China, India and beyond. Ascend to the Macau Tower's upper limits in a high-speed glass-fronted elevator for the unforgettable vista that awaits and a hearty buffet that caters to all tastes at 360° Café, the tower's revolving restaurant.  ",
        "strLocation": "Macau",
        "strOriginUrl": "https://www.klook.com/activity/92-lunch-buffet-at-macau-tower-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Lunch Buffet at Macau Tower",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:40:16"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 17,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d59ebdf4-Batman-Dark-Flight/BatmanDarkFlight.jpg",
        "strIntroduction": " Prepare yourself for the first ever Batman 4D simulation ride and come face to face with Gotham's super-villains as you help save the city! Combat notorious villains on the streets of Gotham with the heroic Batman Experience the latest flight simulation technology and crystal clear sound system Enjoy the thrilling multi-sensory ride that takes you on a 3 part journey Located in Studio City - Macau's latest hotel and entertainment hot spot Combat notorious villains on the streets of Gotham with the heroic Batman Combat notorious villains on the streets of Gotham with the heroic Batman Experience the latest flight simulation technology and crystal clear sound system Experience the latest flight simulation technology and crystal clear sound system Enjoy the thrilling multi-sensory ride that takes you on a 3 part journey Enjoy the thrilling multi-sensory ride that takes you on a 3 part journey Located in Studio City - Macau's latest hotel and entertainment hot spot Located in Studio City - Macau's latest hotel and entertainment hot spot What We Love:   What We Love: Swoop into Gotham with Batman in a heart racing adventure. Immerse yourself into the action on the 4D simulation ride with realistic visuals and state of the art sound systems. Battle beside the legendary Batman in a showdown against The Joker, Two-Face and Bane who are out to create conflict in Gotham. Fly through the city in the Batplane and race in a high speed car chase in the Batmobile. As the first ever 4D ride with the DC Comic character, it's up to you and Batman to save the city!  ",
        "strLocation": "Macau",
        "strOriginUrl": "https://www.klook.com/activity/749-batman-dark-flight-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Batman Dark Flight",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:40:27"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/652094ae-Pier-16-Macau-3D-World/Pier16Macau3DWorld.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover an amazing world of 3D art – and have hours of fun taking pictures – at the first 3D Museum in Macau Explore the museum's six interactive 3D zones including the world's first 3D Michael Jackson exhibition, a pre-historic gallery zone, plus French, Chinese and exclusive Macau zones Step into paintings, direct your own photographs and take a ton of pics that fool the eye! Choose between the regular museum, the adults-only museum or a combo of the two! Explore the museum's six interactive 3D zones including the world's first 3D Michael Jackson exhibition, a pre-historic gallery zone, plus French, Chinese and exclusive Macau zones Explore the museum's six interactive 3D zones including the world's first 3D Michael Jackson exhibition, a pre-historic gallery zone, plus French, Chinese and exclusive Macau zones Step into paintings, direct your own photographs and take a ton of pics that fool the eye! Step into paintings, direct your own photographs and take a ton of pics that fool the eye! Choose between the regular museum, the adults-only museum or a combo of the two! Choose between the regular museum, the adults-only museum or a combo of the two! What We Love:   What We Love: Be among the first to visit Macau's new 3D museum – Pier 16 Macau 3D Museum. Located at Ponte 16 Resort in Macau, a popular entertainment area, the museum has over 150 photography points across Isix themed zones, unique to the Macau location: Michael Jackson, Jurassic World, Macau Journey, Touch of French, Romantic Story and Chinese Culture. Step inside paintings and create mind-boggling pictures that look as if you are really within the artwork. More than just 3D, the museum is also the world's first museum with 4D paintings, bringing visitors a brand new sensory experience through 4D elements such as lighting effects, analog sound and props.  ",
        "strLocation": "Macau",
        "strOriginUrl": "https://www.klook.com/activity/678-pier16-macau-3d-world-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Pier 16 Macau 3D World",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:40:41"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 18,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/eee349f5-Hearty-Buffet-at-Macau-Tower/MacauTower-TeaDelightsSkyHighViews.jpg",
        "strIntroduction": " Take a sightseeing break over luxury high tea or a VIP experience as you gaze at outstanding views from Macau Tower Enjoy an international afternoon tea set with a large selection of savory bites and sweet delights alongside tea or coffee The 360-degree rotating restaurant lets you enjoy your meal over spectacular changing views of Macau Get VIP treatment with the SkyHigh package including fast track lift access, barista service and sweet treats and a telescope Gold Card Your ticket also includes entry to the Macau Tower Observation Deck. Take a closer look at the breathtaking views and watch as adrenalin junkies bungy jump from the top! Enjoy an international afternoon tea set with a large selection of savory bites and sweet delights alongside tea or coffee Enjoy an international afternoon tea set with a large selection of savory bites and sweet delights alongside tea or coffee The 360-degree rotating restaurant lets you enjoy your meal over spectacular changing views of Macau The 360-degree rotating restaurant lets you enjoy your meal over spectacular changing views of Macau Get VIP treatment with the SkyHigh package including fast track lift access, barista service and sweet treats and a telescope Gold Card Get VIP treatment with the SkyHigh package including fast track lift access, barista service and sweet treats and a telescope Gold Card Your ticket also includes entry to the Macau Tower Observation Deck. Take a closer look at the breathtaking views and watch as adrenalin junkies bungy jump from the top! Your ticket also includes entry to the Macau Tower Observation Deck. Take a closer look at the breathtaking views and watch as adrenalin junkies bungy jump from the top! What We Love:   What We Love: High tea with a difference: a view from 223 meters up! Indulge in a luxury tea set including delicious savory items and sweet treats whilst enjoying views across Macau and China. The 360° Café slowly rotates as you dine, so you'll be treated to an ever-changing view. Alternatively, get star treatment from the moment you ascend with an express lift pass plus indulge in freshly brewed coffee and one of Macau’s favourite delicacies, a delicious Portuguese Egg Tart, at the stylish mezzanine 180° Observation Lounge. What's more, your ticket also includes entry to the Observation Deck for a better look at the views, not to mention the courageous adventurers bungy jumping from the top!  ",
        "strLocation": "Macau",
        "strOriginUrl": "https://www.klook.com/activity/549-macau-tower-afternoon-tea-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Macau Tower - Tea Delights & Sky High Views",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:41:12"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 98,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ef4661fe-Sightsee-Macau/SightseeMacauDayTourFromHongKong.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly With the help of an experienced English-speaking guide, explore the many landmarks and sites of Macau while learning about the fascinating history of this special administrative region Explore Macau's oldest attractions, such as the UNESCO World Heritage Sites of A-Ma Temple and the Ruins of St. Paul's Then experience its modern-day beauty with a stop at the Macau Tower – the world's 11th highest tower! – and explore the city's famous casinos Savor a delicious lunch at a 4-star hotel – which remains to be revealed! Explore Macau's oldest attractions, such as the UNESCO World Heritage Sites of A-Ma Temple and the Ruins of St. Paul's Then experience its modern-day beauty with a stop at the Macau Tower – the world's 11th highest tower! – and explore the city's famous casinos Savor a delicious lunch at a 4-star hotel – which remains to be revealed! What We Love:   What We Love: Beyond the glamour of its casino empire, the eclectic beauty and European vibe of Macau are not to be missed. See the best of the far-East's first European settlement in this one-day tour. Visit the dramatic Ruins of St. Paul's and walk through the pedestrianized Senado Square. Savor delicious local and fusion foods. Taste the soaring heights of Macau Tower, then get a sampling of its world-renowned casinos in what is often referred to as the ‘Las Vegas of the East'!  ",
        "strLocation": "Macau",
        "strOriginUrl": "https://www.klook.com/activity/89-sightsee-macau-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sightsee Macau Day Tour From Hong Kong",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:41:27"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/367235fb-Macau-3G-WiFi-Device-Rental/3GWiFiHKGPickUpforMacau.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Hong Kong and Macau with an unlimited data pocket 3G WiFi device with convenient pick up at Hong Kong International Airport Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Stay connected during your stay in Hong Kong and even Macau too Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Stay connected during your stay in Hong Kong and even Macau too Stay connected during your stay in Hong Kong and even Macau too Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport Collect and drop off your device at Hong Kong airport What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. And if you're leaving Hong Kong for another destination in Asia, we've got you covered too, offering WiFi pick up in Hong Kong for holidays in Thailand, Singapore, Taiwan, Japan and Korea.  ",
        "strLocation": "Macau",
        "strOriginUrl": "https://www.klook.com/activity/714-pocket-wifi-device-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Macau",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:41:37"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 92,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d27ad345-Macau-Tower-Skywalk-X/MacauTowerSkywalkX.jpg",
        "strIntroduction": " Put your nerves to the test as you walk, lean off, sit down or fly around the outside of Macau Tower, 233 meters above the ground! Take a 15- to 20-minute open-air walk around the outer rim of the Macau tower The state-of-the-art overhead rail system harnesses you in place while allowing you the freedom to move about the walkway Enjoy amazing views across Macau and Mainland China Receive a certificate, membership card, exclusive walkers t-shirt and photos of you taken by the crew as part of the package Take a 15- to 20-minute open-air walk around the outer rim of the Macau tower Take a 15- to 20-minute open-air walk around the outer rim of the Macau tower The state-of-the-art overhead rail system harnesses you in place while allowing you the freedom to move about the walkway The state-of-the-art overhead rail system harnesses you in place while allowing you the freedom to move about the walkway Enjoy amazing views across Macau and Mainland China Enjoy amazing views across Macau and Mainland China Receive a certificate, membership card, exclusive walkers t-shirt and photos of you taken by the crew as part of the package Receive a certificate, membership card, exclusive walkers t-shirt and photos of you taken by the crew as part of the package What We Love:   What We Love: Push your nerves to the limit with this hair-raising adventure: a 360-degree stroll around the outer perimeter of one of the world's tallest towers, 233 meters high! Just 1.8 meters wide and free of handrails, you're secured only by a harness attached to an overhead rail system, with which you'll have the freedom to walk, jump, lean over the edge, and ‘fly' about around the tower itself. Have we mentioned it's a hair-raising adventure?  ",
        "strLocation": "Macau",
        "strOriginUrl": "https://www.klook.com/activity/95-macau-tower-skywalk-x-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Macau Tower Skywalk X",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:42:23"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/55f6efbf-Macau-Science-Center/MacaoScienceCenter.jpg",
        "strIntroduction": " Take a timeout from the tourist trail. Discover the fun of science with a series of original exhibitions, an award-winning planetarium and fascinating live demonstrations! Explore the 14-gallery exhibition center with specific areas for kid-friendly topics, technology, environment and lifestyle. The colorful and interactive exhibits are sure to pique your curiosity! Watch any one of these amazing live science demonstrations: Molecular Kitchen, Magic Demonstration, Super Microwave Oven and Liquid Nitrogen Be sure to check out the Planetarium schedule. The award-winning, 15-meter diameter, high-resolution dome will take you through a fascinating 3D journey through space The Science Center is more than just for children – there are equally as many things that adults will find interesting and enjoyable! Explore the 14-gallery exhibition center with specific areas for kid-friendly topics, technology, environment and lifestyle. The colorful and interactive exhibits are sure to pique your curiosity! Explore the 14-gallery exhibition center with specific areas for kid-friendly topics, technology, environment and lifestyle. The colorful and interactive exhibits are sure to pique your curiosity! Watch any one of these amazing live science demonstrations: Molecular Kitchen, Magic Demonstration, Super Microwave Oven and Liquid Nitrogen Watch any one of these amazing live science demonstrations: Molecular Kitchen, Magic Demonstration, Super Microwave Oven and Liquid Nitrogen Be sure to check out the Planetarium schedule. The award-winning, 15-meter diameter, high-resolution dome will take you through a fascinating 3D journey through space Be sure to check out the Planetarium schedule. The award-winning, 15-meter diameter, high-resolution dome will take you through a fascinating 3D journey through space The Science Center is more than just for children – there are equally as many things that adults will find interesting and enjoyable! The Science Center is more than just for children – there are equally as many things that adults will find interesting and enjoyable! What We Love:   What We Love: Delve into five floors and 14 galleries of kid-friendly exhibitions specially designed to make science more fun! Walk through exhibits dedicated to outer space, robotics, sound, earth, eco-conservation, sports, and food science. Join a molecular food demo to see spaghetti made from solid milk and tomato soup caviar, and watch a classic science demo: is it possible for a light bulb to shine without electricity? Plus, with a Guinness World Record-awarded, state-of-the-art planetarium – the highest resolution 3D planetarium in the world – you could even find yourself lost in space!  ",
        "strLocation": "Macau",
        "strOriginUrl": "https://www.klook.com/activity/96-macau-science-center-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Macao Science Center",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:42:37"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 226,
        "strGuideLanguage": "cn/en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1180ecb2-%E6%BE%B3%E9%97%A8%E6%97%85%E9%81%8A%E5%A1%94%E7%99%BE%E6%AD%A5%E7%99%BB%E5%A4%A9---Klook%E5%AE%A2%E8%B7%AF/MacauTowerClimb.jpg",
        "strIntroduction": " Brave Macau's highest summit when you stand at the top of Macau Tower on the Tower Climb! Tackle one of Macau Tower's most extreme activities Scale the 338 meters/1109 feet to the very top of Macau Tower Witness incredible views across Macau from the city's highest point A once in a lifetime experience for adrenalin junkies! Tackle one of Macau Tower's most extreme activities Scale the 338 meters/1109 feet to the very top of Macau Tower Witness incredible views across Macau from the city's highest point A once in a lifetime experience for adrenalin junkies! What We Love:   What We Love: Conquer Macau's highest summit at 338 meters! Stand at the very top of the iconic Macau Tower by climbing 100 meters up the mast's vertical ladders. When you reach the top you'll be exposed to the fresh open air and awarded with 360 degree views across the whole of Macau! Previously called Macau Tower Mast Climb, the experience has relaunched with all new equipment, hand rails, hand holds and itinerary. Be warned! This is an extreme activity - you must be in moderate shape and not afraid of heights (even the thrill-seeking staff find this one scary!) But if you're on the hunt for the world's most extreme adventures, the Tower Climb is high up the list!  ",
        "strLocation": "Macau",
        "strOriginUrl": "https://www.klook.com/activity/2026-tower-climb-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Macau Tower Climb",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:42:50"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 66,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/399accff-Macau-Tower-Dinner-Buffet/MacauTowerDinnerBuffet.jpg",
        "strIntroduction": " The perfect end to a day of sightseeing. Sit down to a fantastic array of international cuisine as you observe the bright lights of Macau at night Enjoy authentic flavors from Macau, Portugal, China, India and beyond, plus an array of fresh seafood dishes and sweet treats The 360-degree rotating restaurant lets you enjoy your meal over spectacular, changing views of Macau at night The buffet-style setup means you can taste as many dishes as you like and can always go back for seconds! Your ticket also includes entry to the Macau Tower Observation Deck. Take a closer look at the breathtaking views and watch as adrenalin junkies bungy jump from the top! Enjoy authentic flavors from Macau, Portugal, China, India and beyond, plus an array of fresh seafood dishes and sweet treats Enjoy authentic flavors from Macau, Portugal, China, India and beyond, plus an array of fresh seafood dishes and sweet treats The 360-degree rotating restaurant lets you enjoy your meal over spectacular, changing views of Macau at night The 360-degree rotating restaurant lets you enjoy your meal over spectacular, changing views of Macau at night The buffet-style setup means you can taste as many dishes as you like and can always go back for seconds! The buffet-style setup means you can taste as many dishes as you like and can always go back for seconds! Your ticket also includes entry to the Macau Tower Observation Deck. Take a closer look at the breathtaking views and watch as adrenalin junkies bungy jump from the top! Your ticket also includes entry to the Macau Tower Observation Deck. Take a closer look at the breathtaking views and watch as adrenalin junkies bungy jump from the top! What We Love:   What We Love: Dine high above the electric nighttime pulse of Macau and enjoying ever-changing views of the sights below in the 360-degree revolving restaurant perched at the top of Macau's most famous tower. You'll be spoilt for choice with the never-ending spread of international cuisines and buffet style dining set up. What's more, your ticket also includes entry to the Observation Deck for a better look at the views, not to mention the courageous adventurers bungy jumping from the top!  ",
        "strLocation": "Macau",
        "strOriginUrl": "https://www.klook.com/activity/550-macau-tower-dinner-buffet-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Macau Tower Dinner Buffet",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:43:01"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 31,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/81c99267-JW-Marriott-Macau-The-Lounge-Afternoon-Tea/SheratonFeastBuffet.jpg",
        "strIntroduction": " Choose from either a lunch or dinner buffet at the Sheraton Macau's Feast Dine in style at one of Macau's finest establishments and enjoy either a buffet lunch or dinner Sample some of the finest cuisine in town in a restaurant which prides itself on using only the finest and freshest ingredients Feast on some of Asia's best regional cuisine, as well as some Portuguese delights Choose either a lunch or dinner option to suit your schedule Dine in style at one of Macau's finest establishments and enjoy either a buffet lunch or dinner Dine in style at one of Macau's finest establishments and enjoy either a buffet lunch or dinner Sample some of the finest cuisine in town in a restaurant which prides itself on using only the finest and freshest ingredients Sample some of the finest cuisine in town in a restaurant which prides itself on using only the finest and freshest ingredients Feast on some of Asia's best regional cuisine, as well as some Portuguese delights Feast on some of Asia's best regional cuisine, as well as some Portuguese delights Choose either a lunch or dinner option to suit your schedule Choose either a lunch or dinner option to suit your schedule What We Love:   What We Love: Located in the glorious Macau Sheraton, Feast is a market-style, interactive all-day restaurant with a lively, fun and family-friendly atmosphere, showcasing a menu of international flavours. This fantastic restaurant has a buffet menu featuring an amazing selection of treats highlighting the best of Asian, Portuguese and Macanese cuisine. The intense aromas, together with the abundance of visual treats and tastes on show mean this top restaurant is literally a \"feast\" for the senses. This buffet treat includes a fine selection of cuisines from a variety of Asian cultures with fresh produce and seasonal ingredients driving the menu. Choose from either the lunch buffet option, or the dinner buffet option and dine with an abundance of choice whenever you choose!  ",
        "strLocation": "Macau",
        "strOriginUrl": "https://www.klook.com/activity/1346-sheraton-feast-buffet-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sheraton Feast Buffet",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:43:15"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 385,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e029df14-Macau-Tower-Bungy-Jump/MacauTowerBungyJump.jpg",
        "strIntroduction": " Take the leap from the world's highest commercial bungy jump at Macau Tower. Do you have what it takes? Reach speeds of up to 200km/h after plunging from a height of 233m! Be part of the Guinness World Record by leaping from the 10th tallest freestanding tower and highest commercial bungy jump in the world Using a guide cable system, bungy jumpers will be able to safely experience a few rebounds before slowly landing onto a specially designed airbag Receive a certificate, membership card and exclusive bungy jump t-shirt as part of the package and have the opportunity to purchase a video/photo memento of your experience Reach speeds of up to 200km/h after plunging from a height of 233m! Reach speeds of up to 200km/h after plunging from a height of 233m! Be part of the Guinness World Record by leaping from the 10th tallest freestanding tower and highest commercial bungy jump in the world Be part of the Guinness World Record by leaping from the 10th tallest freestanding tower and highest commercial bungy jump in the world Using a guide cable system, bungy jumpers will be able to safely experience a few rebounds before slowly landing onto a specially designed airbag Using a guide cable system, bungy jumpers will be able to safely experience a few rebounds before slowly landing onto a specially designed airbag Receive a certificate, membership card and exclusive bungy jump t-shirt as part of the package and have the opportunity to purchase a video/photo memento of your experience Receive a certificate, membership card and exclusive bungy jump t-shirt as part of the package and have the opportunity to purchase a video/photo memento of your experience What We Love:   What We Love: For the ultimate extreme journey, free-fall at a speed of up to 200km/h from the World's Highest Bungy Jump! Plunging from a platform 233 meters high, challengers will experience a 4-5 second free-fall before stretching the 50 meter bungy cord and rebounding at 30 meters above the ground. So go on, take a leap from the Macau Tower – be part of the Guinness World Record and show everyone you have what it takes!  ",
        "strLocation": "Macau",
        "strOriginUrl": "https://www.klook.com/activity/93-macau-tower-bungy-jump-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Macau Tower Bungy Jump",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:43:25"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c247cf4a-3G-WiFi-TPE-TSEKHH-Pick-Up-for-Macau/3GWiFiTPETSEKHHPickUpforMacau.jpg",
        "strIntroduction": " Stay connected when traveling in Macau with a 3G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across Macau - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Get WiFi access across Macau - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes What We Love:   What We Love: Traveling in Macau need not be a demanding experience! When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Macau from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 3G data whilst connecting up to 10 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Macau",
        "strOriginUrl": "https://www.klook.com/activity/1142-wi-ho-wifi-device-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (TPE/TSE/KHH Pick Up) for Macau",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:43:37"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 88,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4b78f48a-Hong-Kong--Macau-iVenture-Card/iVentureHongKongMacauAttractionsPassHongKongPickUp.jpg",
        "strIntroduction": " Discover Hong Kong and Macau's 14 top attractions with savings up to 50% off by simply swiping your iVenture Card! Access 14 of Hong Kong and Macau's leading attractions including sky100 Observation Deck, Ngong Ping 360, Ocean Park, Noah's Ark, Macau Tower and many more! Plan your own itinerary as you schedule where you want to go and when you want to go Enjoy additional discounts and savings on a number of other activities Extra color guide book including map, attraction and all operator details Access 14 of Hong Kong and Macau's leading attractions including sky100 Observation Deck, Ngong Ping 360, Ocean Park, Noah's Ark, Macau Tower and many more! Access 14 of Hong Kong and Macau's leading attractions including sky100 Observation Deck, Ngong Ping 360, Ocean Park, Noah's Ark, Macau Tower and many more! Plan your own itinerary as you schedule where you want to go and when you want to go Plan your own itinerary as you schedule where you want to go and when you want to go Enjoy additional discounts and savings on a number of other activities Enjoy additional discounts and savings on a number of other activities Extra color guide book including map, attraction and all operator details Extra color guide book including map, attraction and all operator details What We Love:   What We Love: Access a number of Macau and Hong Kong sights and attractions – cash-free! The iVenture Card grants you entry to attractions such as Ocean Park, Ngong Ping 360, Macau Tower and a cruise on Victoria Harbour on a single pass. Customize your own itinerary to suit your interests and schedule. The card comes with easy reference guides that map out what to do and see in Hong Kong and Macau, as well as access to big savings and other special offers. It's the easiest way to enjoy a fun and memorable trip to the iconic landmarks!  ",
        "strLocation": "Macau",
        "strOriginUrl": "https://www.klook.com/activity/764-iventure-hongkong-macau-attractions-pass-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "iVenture Hong Kong & Macau Attractions Pass (Hong Kong Pick Up)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:43:49"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d3f0c177-3G-SIM-Card-HKG-Pick-Up-for-Macau/3GSIMCardHKGPickUpforMacau.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Connect with your mobile just like you do at home with a 3G Sim Card from Three 8GB data 3G for use in Macau over a 3 day period 800 local minutes and SMS included Choice of Mini, Micro or Nano Sim suitable for most Smartphones 8GB data 3G for use in Macau over a 3 day period 800 local minutes and SMS included Choice of Mini, Micro or Nano Sim suitable for most Smartphones What We Love:   What We Love: We know that you love to be able to connect with your friends and family, and we also know that you don't like roaming costs. With a local Sim card available for pick up before you leave you can connect as soon as you arrive in Macau. The global network provider, Three, gives you 8GB of data you'll be able to send those holiday snaps to family and friends, look at maps to find the best of the best, and stay in touch with your email while you're away.  ",
        "strLocation": "Macau",
        "strOriginUrl": "https://www.klook.com/activity/721-macau-3g-sim-card-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G SIM Card (HKG Pick Up) for Macau",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:44:04"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 14,
        "strGuideLanguage": "cn/en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e8fbb847-/MacauKidsCity.jpg",
        "strIntroduction": " This enormous kids play park is a great place for families to start their Macau experience. Kids' City has something for children of all ages Let your kids run wild in the 4 different zones packed full of fun and adventure Covering 17,000 square feet, Kids' City offers indoor excitement and outdoor fun for kids of different ages! Take your kids to dress up as their favourite superheroes and princesses The perfect family day out in Macau Let your kids run wild in the 4 different zones packed full of fun and adventure Let your kids run wild in the 4 different zones packed full of fun and adventure Covering 17,000 square feet, Kids' City offers indoor excitement and outdoor fun for kids of different ages! Covering 17,000 square feet, Kids' City offers indoor excitement and outdoor fun for kids of different ages! Take your kids to dress up as their favourite superheroes and princesses Take your kids to dress up as their favourite superheroes and princesses The perfect family day out in Macau The perfect family day out in Macau What We Love:   What We Love: Covering an incredible 17,000 square feet, and split into 4 main zones Kids' City is the best place in Macau to sample indoor excitement and outdoor fun for children of all ages. The gigantic kids' play park is a great place for families to start their Macau experience, and with so much to explore your kids will simply not want to leave. The 4 main zones: Dream, Excite, Create and Explore are each equipped with the most innovative facilities that excite and let the kids engage with the park in a safe environment. The more energetic ones can have a blast at the giant futuristic slide 'Peak Adventure', flex their muscles at the climb structure 'Outdoor Explorers' or reach new heights in the 'Bouncy Space'. The park also hosts DIY art workshops and other magical experiences such as a 'Magic Wardrobe' where kids can dress up as their favourite superhero or princess. A must visit for all of the family!  ",
        "strLocation": "Macau",
        "strOriginUrl": "https://www.klook.com/activity/1521-kids-city-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Macau Kids' City",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:44:16"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 16,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/333df894-%E6%BE%B3%E9%97%A8%E5%BC%80%E7%AF%B7%E8%A7%82%E5%85%89%E5%B7%B4%E5%A3%AB---Klook%E5%AE%A2%E8%B7%AF/MacauOpen-TopBusTour.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly The most convenient Macau sightseeing on an open-top tour bus - sit back and relax or hop on and off at over 120 sights including optional firework viewing or Portuguese dinner See Macau's best sights from your seat or by exploring from 16 bus stops Choose one of three packages: 1 day sightseeing tour, Macau fireworks bus tour for a great view or enjoy a Portuguese dinner before a night tour Hop on and off at your preferred attractions along the bus route Enjoy sightseeing flexibility - the route covers most of the major landmarks in Macau Test your luck in the glitzy casinos, scale the heights of Macau Tower, find tranquility at a Chinese temple or get clued up at the Science Center See Macau's best sights from your seat or by exploring from 16 bus stops Choose one of three packages: 1 day sightseeing tour, Macau fireworks bus tour for a great view or enjoy a Portuguese dinner before a night tour Hop on and off at your preferred attractions along the bus route Enjoy sightseeing flexibility - the route covers most of the major landmarks in Macau Test your luck in the glitzy casinos, scale the heights of Macau Tower, find tranquility at a Chinese temple or get clued up at the Science Center What We Love:   What We Love: With such a eclectic mix of cultures and history behind Macau, unsurprisingly there's a lot to see! Make your Macau sightseeing efficient, convenient and easy with a hop-on-hop-off bus tour. With an open top deck, you can sit back and soak up the sights as you cruise by over 120 Macau attractions, or choose to continue by foot at your choice of 16 stops. Get a feel for a Chinese heritage at A-Ma Temple or Mandarin's House, soak up the Portuguese influence at Senado Square or the Ruins of St. Paul, or keep up pace with modern Macau at one of many grand hotel-casinos or 338m Macau Tower. There's so much to discover, but with a full day pass, you're in with the best chance to see it all! On select dates in September and October, come aboard for a night bus tour to also enjoy fantastic viewing for the Macau International Fireworks Contest - a spectacular annual event. Or delve a little deeper into Macau's European heritage with a pre-tour Portuguese Dinner at the Rio Hotel.  ",
        "strLocation": "Macau",
        "strOriginUrl": "https://www.klook.com/activity/1876-open-top-bus-tour-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Macau Open-Top Bus Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:44:27"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 268,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f3c3c9f5-Macau-Tower-Skyjump/MacauTowerSkyjump.jpg",
        "strIntroduction": " The 17-second controlled descent is a less daunting alternative to bungy jumping, but it's still sure to get your heart racing! Jump from the same platform as the bungy and descend feet-first from a height of 233m! By remaining in an upright position the entire way down, without free-falling and rebounding, Skyjump is a less scary option than the bungy With the help of a wire cable, jumpers will be able to safely experience a 17-second descent before slowing down and landing comfortably on their feet Receive a certificate, membership card and exclusive jumpers t-shirt as part of the package and have the opportunity to purchase a video/photo memento of your experience Jump from the same platform as the bungy and descend feet-first from a height of 233m! Jump from the same platform as the bungy and descend feet-first from a height of 233m! By remaining in an upright position the entire way down, without free-falling and rebounding, Skyjump is a less scary option than the bungy By remaining in an upright position the entire way down, without free-falling and rebounding, Skyjump is a less scary option than the bungy With the help of a wire cable, jumpers will be able to safely experience a 17-second descent before slowing down and landing comfortably on their feet With the help of a wire cable, jumpers will be able to safely experience a 17-second descent before slowing down and landing comfortably on their feet Receive a certificate, membership card and exclusive jumpers t-shirt as part of the package and have the opportunity to purchase a video/photo memento of your experience Receive a certificate, membership card and exclusive jumpers t-shirt as part of the package and have the opportunity to purchase a video/photo memento of your experience What We Love:   What We Love: Make a controlled 233-meter descent like a movie stuntman! Your jump takes around 17 seconds before bringing you to a smooth landing at the base of the tower. With no free-falling or rebounding, Skyjump is a more controlled (and less dare-devilish!) alternative to bungy jumping that lets you enjoy spectacular views on your way down. Still unsure? Opt for the tandem jump for that extra encouragement all the way to the bottom!  ",
        "strLocation": "Macau",
        "strOriginUrl": "https://www.klook.com/activity/94-macau-tower-skyjump-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Macau Tower Skyjump",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:44:37"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 29,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d880d0ff-%E5%96%9C%E6%9D%A5%E7%99%BB%E3%80%8C%E9%B2%9C%E3%80%8D%E7%81%AB%E9%94%85%E8%87%AA%E5%8A%A9%E9%A4%90---Klook%E5%AE%A2%E8%B7%AF/SheratonXinHotpotBuffet.jpg",
        "strIntroduction": " Dine on some of Macau's finest ingredients and enjoy a hotpot buffet experience at Xin, Sheraton Macau Dine at one of Macau's finest hotpot restaurants with some of the freshest ingredients on offer Enjoy the buffet-style setup for a delicious lunch or dinner meal complete with dessert and drinks Choose from either a lunch or dinner buffet experience to suit your schedule Dine at one of Macau's finest hotpot restaurants with some of the freshest ingredients on offer Dine at one of Macau's finest hotpot restaurants with some of the freshest ingredients on offer Enjoy the buffet-style setup for a delicious lunch or dinner meal complete with dessert and drinks Enjoy the buffet-style setup for a delicious lunch or dinner meal complete with dessert and drinks Choose from either a lunch or dinner buffet experience to suit your schedule Choose from either a lunch or dinner buffet experience to suit your schedule What We Love:   What We Love: Dine in style and enjoy hotpot like no other at Xin, the Macau Sheraton's one-of-a-kind Asian hotpot restaurant. Offering a diverse array of hotpots, fresh-from-the-tank seafood and Asian-inspired dishes this buffet experience is simply too good to miss! With Xin's innovative hotpot experience guests can design their own hotpot from a range of signature Asian soup bases and the extensive buffet selection. The concept of Xin, which literally translates to \"freshness\" was inspired by a vibrant Asian seafood market and Xin's philosophy is based on simplicity with the authenticity of flavours, and freshness of the greatest importance. What's more, Xin features an extensive, open bar which offers a comfortable place where guests can meet before dinner, enjoy drinks and soak up the restaurant's lively atmosphere.  ",
        "strLocation": "Macau",
        "strOriginUrl": "https://www.klook.com/activity/1350-sheraton-xin-hotpot-buffet-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sheraton Xin Hotpot Buffet",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:44:50"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 22,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f23fd815-JW-Marriott-Macau-The-Lounge-Afternoon-Tea---Klook/JWMarriottMacauTheLounge.jpg",
        "strIntroduction": " Enjoy a relaxing afternoon tea in the grand settings of one of Macau's finest establishments Sample a traditional afternoon tea in The Lounge including the highest quality sandwiches, cakes and beverages Sit back and relax in the class surroundings of one of Macau's most iconic hotels Choose from a number of different beverages to suit your tastes or add a touch of opulence to the experience with a glass of champagne Sample a traditional afternoon tea in The Lounge including the highest quality sandwiches, cakes and beverages Sit back and relax in the class surroundings of one of Macau's most iconic hotels Choose from a number of different beverages to suit your tastes or add a touch of opulence to the experience with a glass of champagne What We Love:   What We Love: Located right next to the grand marble staircase in the lobby of Macau's iconic JW Marriott hotel is The Lounge. Within these classy and intricate surroundings enjoy an afternoon tea and take a well earned break from the world outside. Whether it is an exquisite afternoon tea set paired with champagne or a carefully crafted coffee and tea selection, your time at The Lounge will be the perfect experience to while away the afternoon hours, and the ideal accompaniment to a day taking in the sights of cultural Macau.  ",
        "strLocation": "Macau",
        "strOriginUrl": "https://www.klook.com/activity/1284-marriott-lounge-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "JW Marriott Macau The Lounge",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:45:01"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 16,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1a60db9a-%E6%BE%B3%E9%97%A8Planet-J-%E5%86%92%E9%99%A9%E7%8E%8B%E5%9B%BD---Klook%E5%AE%A2%E8%B7%AF/PlanetJRolePlayThemePark.jpg",
        "strIntroduction": " Enter the world's first live action role play theme park to save a magical kingdom from destruction in this fantasy LARP adventure in Macau Use the 'Magic Scroll' to connect to over 200 games in the theme park Customize your adventure to suit your tastes and experience Solve clues and overcome challenges using a mixture of mental and physical ingenuity Play with friends using one 'Magic Scroll' to navigate your way around the challenges Use the 'Magic Scroll' to connect to over 200 games in the theme park Customize your adventure to suit your tastes and experience Solve clues and overcome challenges using a mixture of mental and physical ingenuity Play with friends using one 'Magic Scroll' to navigate your way around the challenges What We Love:   What We Love: As the 'Chosen One' you are tasked with the most harrowing mission of all time: saving the free and prosperous Magic Stone Kingdom from complete destruction! Move valiantly through all mystical zones and bravely rise to any challenges you encounter throughout this live action role play quest. Use the electronic 'Magic Scroll' with GPS tracking to tackle over 200 original games throughout the theme park, and confront obstacles that challenge your mental and physical aptitude. As part of the first live action role play theme park in the world, you become the protagonist of your own world and drive the storyline in this fun and stimulating adventure.  ",
        "strLocation": "Macau",
        "strOriginUrl": "https://www.klook.com/activity/1750-planet-j-role-play-theme-park-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Planet J Role Play Theme Park",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:45:12"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 20,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ea007531-THRILLER-LIVE/THRILLERLIVE.jpg",
        "strIntroduction": " Remember the King of Pop by getting your tickets for THRILLER LIVE in Macau – an amazing performance of Michael Jackson's best hits Pair your visit to one of Asia's most exciting cities, Macau, with a stunning performance of THRILLER LIVE Relive Michael Jackson's best moments interpreted by talented singers, artists and dancers Listen to \"Beat It\", \"ABC\", \"Billie Jean\", \"Smooth Criminal\" and other iconic hits Performed over 5,000 times and seen by over 4 million people, the show is not to miss See the show live in the magnificent Parisian Macao, the first performance at the city's newest hotel Pair your visit to one of Asia's most exciting cities, Macau, with a stunning performance of THRILLER LIVE Relive Michael Jackson's best moments interpreted by talented singers, artists and dancers Listen to \"Beat It\", \"ABC\", \"Billie Jean\", \"Smooth Criminal\" and other iconic hits Performed over 5,000 times and seen by over 4 million people, the show is not to miss See the show live in the magnificent Parisian Macao, the first performance at the city's newest hotel What We Love:   What We Love: Having set foot in more than 30 countries over the last 8 years, THRILLER LIVE is finally in Macau. This one-of-a-kind show brings 45 years of Michael Jackson's brilliant musical career into 90 minutes of stunning performance. THRILLER LIVE takes you on a journey of Michael Jackson's iconic masterpieces and dance, interpreted by talented artists and musicians. You will get to relive landmark musical works as \"I Want You Back\", \"ABC\", \"Man in the Mirror\", \"Beat It\" and more. Held at the magnificent Parisian Macao, this is not a show to miss.  ",
        "strLocation": "Macau",
        "strOriginUrl": "https://www.klook.com/activity/2074-thriller-live-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "THRILLER LIVE",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:45:24"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 37,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c79fc571-/SofitelMistralSeafoodBuffet.jpg",
        "strIntroduction": " Savor an unlimited buffet spread of the finest seafood at Mistral restaurant at the Sofitel Macau at Ponte 16 Indulge in a delectable spread of seafood favorites at an unlimited buffet Visit on a Friday or Saturday night for additional BBQ choices Enjoy spectacular views across the harbour at one of Macau's best restaurants for al fresco dining Located in the buzzing Ponte 16, a world of entertainment and dining Indulge in a delectable spread of seafood favorites at an unlimited buffet Visit on a Friday or Saturday night for additional BBQ choices Enjoy spectacular views across the harbour at one of Macau's best restaurants for al fresco dining Located in the buzzing Ponte 16, a world of entertainment and dining What We Love:   What We Love: One of the most popular things to do in Macau is to treat yourself to a lavish hotel buffet and Mistral restaurant at Sofitel Macau Ponte 16 ticks all the boxes. Overlooking Macau's inner harbour and set beside an inviting hotel pool, the restaurant is one of the best places in Macau for outdoor dining. Dine on an extensive spread of fresh seafood dishes such as prawns, oysters, mussels and crab, and finished off with a tantalising range of tasty desserts. With a menu crafted by the restaurant's talented chef, you're certainly in for a treat at Mistral.  ",
        "strLocation": "Macau",
        "strOriginUrl": "https://www.klook.com/activity/2014-sofitel-mistral-seafood-buffet-macau/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sofitel Mistral Seafood Buffet",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:45:37"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ddebc3d7-3G-WiFi-Device-HKG-Pick-Up-for-Taiwan/3GWiFiHKGPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Taiwan with an unlimited 3G WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong International Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong International Airport Collect and drop off your device at Hong Kong International Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Taiwan, without the stress of sourcing WiFi once you get there. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Taiwan but also Thailand, Singapore, Japan and Korea.  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/667-taiwan-wifi-device-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Taiwan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:45:49"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 16,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e976c9ce-%E5%8F%B0%E5%8C%97101%E8%A7%82%E6%99%AF%E5%8F%B0/Taipei101ObservatoryE-Ticket.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Overlook the whole of Taipei city at 382m in the air with tickets to the Taipei 101 observatory - a must visit attraction in Taiwan Soar up to the 89th floor and take in the amazing 360 degree views of Taipei Check out the outdoor observatory on the 91st floor and see as far as the Taiwan Strait Don't miss seeing the colossal damper on 87th floor, helping the building withstand earthquakes Skip the regular ticket line and save time in the shorter e-ticket line Get instant confirmation after booking your discounted Taipei 101 tickets on Klook Soar up to the 89th floor and take in the amazing 360 degree views of Taipei Soar up to the 89th floor and take in the amazing 360 degree views of Taipei Check out the outdoor observatory on the 91st floor and see as far as the Taiwan Strait Check out the outdoor observatory on the 91st floor and see as far as the Taiwan Strait Don't miss seeing the colossal damper on 87th floor, helping the building withstand earthquakes Don't miss seeing the colossal damper on 87th floor, helping the building withstand earthquakes Skip the regular ticket line and save time in the shorter e-ticket line Skip the regular ticket line and save time in the shorter e-ticket line Get instant confirmation after booking your discounted Taipei 101 tickets on Klook Get instant confirmation after booking your discounted Taipei 101 tickets on Klook What We Love:   What We Love: Formerly the world's tallest structure, a visit to Taipei 101 is quite simply a must see attraction for anyone visiting the Taiwanese capital. On a clear day you can take in some of the best views in Asia and see all the way down to the Taiwan straits, as well as clear views of the mountainous spine of this beautiful island. What's more, you can get to the top in one of the world's fastest elevators arriving at the top in a mere 37 seconds! An incredible feat of engineering, this megastructure is stabilised by an enormous 730 ton damper - an equally impressive sight on the 87th floor.  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/1659-taipei-101-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Taipei 101 Observatory E-Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:46:02"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/dd2a4f2a-4G-WiFi-TPE-TSA-KHH-Pick-Up-for-Taiwan/4GWiFiTPETSAKHHPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Taiwan with an unlimited 4G pocket WiFi device with convenient pick up at Taoyuan (TPE), Songshan (TSA) or Kaohsiung (KHH) airports Provided by one of Taiwan's biggest providers for great coverage across 99% of Taiwan Guaranteed unlimited 4G WiFi with no deceleration to 3G Enjoy 8 hours battery life on one charge Connect up to 5 devices at once (phones, tablets, laptops etc.) Convenient pick up and return at Taipei Taoyuan, Songshan or Kaohsiung airports Enhance your connectivity with an unlimited usage SIM card picked up from the same location. Click here Provided by one of Taiwan's biggest providers for great coverage across 99% of Taiwan Guaranteed unlimited 4G WiFi with no deceleration to 3G Enjoy 8 hours battery life on one charge Connect up to 5 devices at once (phones, tablets, laptops etc.) Convenient pick up and return at Taipei Taoyuan, Songshan or Kaohsiung airports Enhance your connectivity with an unlimited usage SIM card picked up from the same location. Click here Click here What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Taipei Taoyuan or Songshan International Airports, or Kaohsiung International Airport, you'll enjoy unlimited WiFi access throughout your stay in Taiwan, with coverage over 99% of the island. The ultra-speedy 4G device connects up to five different phones, laptops and tablets at once and supports up to 8 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are.  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/1511-wifi-device-taiwan-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (TPE/TSA/KHH Pick Up) for Taiwan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:46:17"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/eecb888a-Taiwan-High-Speed-Rail-One-Way-Ticket/THSROneWayTicket.jpg",
        "strIntroduction": " Travel to Taiwan's top attractions in a flash! Hop on to a highly efficient THSR train to see Taiwan the most convenient way As the Taiwan High Speed Rail connects 8 major cities throughout Taiwan, you can take your travels anywhere around the country Get from Taipei to Kaohsiung in only 90 minutes! Easily reach a range of Taiwan's most scenic attractions, including Jiufen in Taipei, Sun Moon Lake in Taichung and Kenting near Kaohshing As the Taiwan High Speed Rail connects 8 major cities throughout Taiwan, you can take your travels anywhere around the country Get from Taipei to Kaohsiung in only 90 minutes! Easily reach a range of Taiwan's most scenic attractions, including Jiufen in Taipei, Sun Moon Lake in Taichung and Kenting near Kaohshing What We Love:   What We Love: For a single journey, this handy pass allows you to travel to major cities in Taiwan without the hassle and at a great discount! Whether you want to see the National Palace Museum in Taipei, or the Liuhe Night Market in Kaohsiung, you can do so in a flash with this one way travel ticket. The Taiwan High Speed Rail (THSR) connects major cities in both the North and South, meaning you can visit any top attraction even if it's at the opposite end of the country. You can even get from Taipei to Kaohsiung in only 90 minutes, so it really is the fastest and most convenient form of transport around the country. The High Speed Rail has a 99% efficiency rate, so you know you won't be wasting your day waiting around for unpredictable public transport. There really is no easier or better way to get around Taiwan, so cut the stress while you're away and buy your travel ticket now!  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/816-thsr-one-way-ticket-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "THSR One Way Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:46:30"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c34e7acc-Jiufen-Shuttle-Bus-from-Ximen/JiufenShuttleBusfromXimen.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy the most convenient and best value way to get to the quaint hillside village of Jiufen with this daily shuttle bus from the popular backpacker district of Ximen Meet up and depart from Ximen MRT Station, conveniently located in Taipei's main hostel area Enjoy return shuttle transfers and plan your own itinerary in Jiufen (no tour guide included) Make friends with fellow travelers and backpackers on the bus journey Stop by Shifen, where you can decorate and set off a Chinese lantern along the historic railway tracks The 18-seater shuttle departs every Monday, Wednesday, Friday, Saturday and Sunday Book at least 1 day in advance and get ticket confirmation instantly Meet up and depart from Ximen MRT Station, conveniently located in Taipei's main hostel area Enjoy return shuttle transfers and plan your own itinerary in Jiufen (no tour guide included) Make friends with fellow travelers and backpackers on the bus journey Stop by Shifen, where you can decorate and set off a Chinese lantern along the historic railway tracks The 18-seater shuttle departs every Monday, Wednesday, Friday, Saturday and Sunday Book at least 1 day in advance and get ticket confirmation instantly What We Love:   What We Love: As any visitor to Taipei knows, the quaint and historic hillside village of Jiufen is arguably the number one place to visit near Taipei. But it's not the most convenient place to get to - until now! Avoid the slow buses and expensive taxis and book this extremely convenient return day trip transfer to Jiufen departing from Ximending for just US$15! Stop off at Shifen along the way to decorate a paper lantern and make a wish as it floats into the sky. Then stroll the cobbled alleys of Jiufen lined with glowing red lanterns, browse for souvenirs, eat local taro desserts or settle in to a traditional teahouse and take it all in. This isn't a guided tour, so you're free to enjoy Jiufen on your own time. What's more, you'll even get the chance to meet likeminded travelers on the bus journey. It really is the best way to get to Jiufen from Taipei!  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/2093-jiufen-shuttle-bus-ximen-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Jiufen Shuttle Bus from Ximen",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:46:41"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 10,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1abc4e49-National-Palace-Museum--Shung-Ye-Museum-of-Formosan-Aborigines/NationalPalaceShungYeMuseum.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Visit two prominent Taipei museums showcasing the finest collections of relics for a day of museum wandering Gain access to two world-class museums, the National Palace Museum and Shung Ye Museum of Formosan Aborigines, at a special price Visit the famed jadeite cabbage carving plus other impressive pieces at the National Palace Museum Learn about the rich history and life of the indigenous tribes in Taiwan at the Shung Ye Museum See both Taipei museums in one day Gain access to two world-class museums, the National Palace Museum and Shung Ye Museum of Formosan Aborigines, at a special price Visit the famed jadeite cabbage carving plus other impressive pieces at the National Palace Museum Learn about the rich history and life of the indigenous tribes in Taiwan at the Shung Ye Museum See both Taipei museums in one day What We Love:   What We Love: The National Palace Museum boasts one of the largest collections of Chinese art in the world, encompassing calligraphy, ceramics and paintings. There are typically multiple exhibitions held simultaneously alongside the vast collection on rotation so there's always something new to explore. A short walk will take you to the Shung Ye Museum of Formosan Aborigines - its collection highlights the life of fourteen recognised indigenous tribes in Taiwan. With a wide coverage of the festivals, agriculture, belief systems and art of these tribes, cultural and historical buffs are sure to find something of interest.  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/937-national-palace-museum-shung-ye-museum-of-formosan-aborigines-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "National Palace & Shung Ye Museum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:46:54"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/74e84c2b-Sedan-Airport-Transfers-TPE%2C-4-pax-for-Taipei/SedanAirportTransfersTPE%2C4paxforTaipei.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly The most efficient and cost effective private transfers between Taoyuan Airport and Taipei in a Toyota Camry Arrive in stress free comfort in the Toyota Camry Choose these comfortable sedan transfers or opt for a more luxurious service with Mercedes transfers or transfers for up to 8 passengers. Click here Feel at ease in the safe hands of experienced drivers and insurance coverage included Arrive in stress free comfort in the Toyota Camry Choose these comfortable sedan transfers or opt for a more luxurious service with Mercedes transfers or transfers for up to 8 passengers. Click here Click here Feel at ease in the safe hands of experienced drivers and insurance coverage included What We Love:   What We Love: Enjoy the comfort of the Toyota Camry for 1-4 passengers to start your stay in Taipei with ease (not to mention great value) by booking transfers in advance, conveniently taking you from Taoyuan International Airport to your city hotel (and back, if you wish), stress-free. This experienced transport company, with a qualified team of chauffeurs, and many years in the business, knows how best to serve the weary traveler. You'll be picked up direct from the arrivals hall and delivered straight to your hotel, or select for the reverse service for an airport drop off – it couldn't be easier!  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/1478-taoyuan-airport-transfers-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sedan Airport Transfers (TPE, 4 pax) for Taipei",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:47:05"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 39,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c5197caa-Luxury-Airport-Transfers-TPE%2C-4-8-pax-for-Taipei/LuxuryAirportTransfersTPE%2C4-8paxforTaipei.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Arrive in comfort and style, with convenient private transfers between Taoyuan Airport and Taipei for up to 4 or 8 people Enjoy comfy airport-hotel transfers in a Mercedes Benz 320 or the super luxe 350 for up to 4 passengers. For a more value transfer, see our Sedan option here Get extra comfort and space for 6-8 people in the Volkswagen T5 or Hyundai TQ Receive a convenient pick up service from the arrivals hall/hotel lobby from your English-speaking driver Feel safe in the capable hands of qualified and experienced chauffeurs and a vehicle fleet maintained to the highest standards Enjoy comfy airport-hotel transfers in a Mercedes Benz 320 or the super luxe 350 for up to 4 passengers. For a more value transfer, see our Sedan option here Enjoy comfy airport-hotel transfers in a Mercedes Benz 320 or the super luxe 350 for up to 4 passengers. For a more value transfer, see our Sedan option here here Get extra comfort and space for 6-8 people in the Volkswagen T5 or Hyundai TQ Get extra comfort and space for 6-8 people in the Volkswagen T5 or Hyundai TQ Receive a convenient pick up service from the arrivals hall/hotel lobby from your English-speaking driver Receive a convenient pick up service from the arrivals hall/hotel lobby from your English-speaking driver Feel safe in the capable hands of qualified and experienced chauffeurs and a vehicle fleet maintained to the highest standards Feel safe in the capable hands of qualified and experienced chauffeurs and a vehicle fleet maintained to the highest standards What We Love:   What We Love: Start your stay with ease by booking transfers in advance, conveniently taking you from Taoyuan International Airport to your city hotel (and back, if you wish), stress-free. Enjoy the comfort of the Mercedes Benz 320 or an added dose of luxury in the 350 for 1-4 passengers, or the spacious Volkswagen T5 or Hyundai TQ for up to 8 passengers. This experienced transport company, with a qualified team of chauffeurs, and many years in the business, knows how best to serve the weary traveler. You'll be picked up direct from the arrivals hall and delivered straight to your hotel, or select for the reverse service for an airport drop off – it couldn't be easier!  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/470-taoyuan-airport-transfers-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Luxury Airport Transfers (TPE, 4-8 pax) for Taipei",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:47:19"
    },
    {
        "intDurationHour": 240,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/88ae2931-4G-SIM-Card-with-Calls-TPE-Pick-Up-for-Taiwan/Welldone4GSIMCardwithCallsTPEPickUpforTaiwan.jpgopacity0.97044",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Use your mobile phone freely without the worry of high roaming costs with unlimited data and texts, plus plenty of call credit Choose from 5, 7 or 10 days depending on your trip duration Get unlimited incoming calls and ample calling credits included (NT$300 credit for 5 days, NT$150 credit for 7 days, NT$100 credit for 10 days) - a service which other SIMs don't offer Quick and hassle free - no registration needed! Use your mobile freely without having to worry about roaming costs Enjoy 4G internet access to use maps, upload photos and stay connected with family whilst in Taiwan Convenient pick up from Taoyuan International Airport (TPE) on arrival Choose from 5, 7 or 10 days depending on your trip duration Get unlimited incoming calls and ample calling credits included (NT$300 credit for 5 days, NT$150 credit for 7 days, NT$100 credit for 10 days) - a service which other SIMs don't offer Quick and hassle free - no registration needed! Use your mobile freely without having to worry about roaming costs Enjoy 4G internet access to use maps, upload photos and stay connected with family whilst in Taiwan Convenient pick up from Taoyuan International Airport (TPE) on arrival What We Love:   What We Love: Stay constantly connected while you're on the go in Taiwan with an unlimited 4G data tourist SIM card! You'll be able to communicate with your friends and family, navigate your way around the country and keep up to date with the latest events without incurring steep roaming costs. This SIM includes all the extras including unlimited outgoing calls and no reduction of your fast 4G speed which you might get with other cards. This particular SIM card is also great for anyone intending to make calls as it comes preloaded with the credit you'll need for the duration of its validity. With instant booking confirmation, convenient pick up service at Taipei Taoyuan International Airport and no registration process, you will have island-wide coverage from the moment you land in Taiwan.  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/1653-sim-card-taiwan-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "'Welldone' 4G SIM Card with Calls (TPE Pick Up) for Taiwan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:47:33"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9d9e2abb-3G-SIM-Card-HKG-Pick-Up-for-Taiwan/3GSIMCardHKGPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy 4 days of unlimited data connection in Taiwan with network sharing across your devices too Gain unlimited 3G data for 4 days with no usage capping Get a ready to use card with no registration needed Enjoy data services to stay connected on social media from several devices with network sharing Access the Internet across all destinations in Taiwan Gain unlimited 3G data for 4 days with no usage capping Get a ready to use card with no registration needed Enjoy data services to stay connected on social media from several devices with network sharing Access the Internet across all destinations in Taiwan What We Love:   What We Love: Stay constantly connected while you're on the go in Taiwan with unlimited 3G data for 4 days! You'll be able to communicate with your friends and family, navigate your way around the country and keep up to date with the latest events without incurring steep roaming costs. With the convenient pick up service at Hong Kong airport and no registration process, you will have instant connection to the Internet the minute you land in Taiwan.  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/1009-taiwan-unlimited-3g-sim-card-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G SIM Card (HKG Pick Up) for Taiwan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:47:43"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/32e9fff7-Chiufen-Village--The-Northeast-Coast/JiufenVillageTheNortheastCoast.jpg",
        "strIntroduction": " Take some tips from the Taiwanese and day trip to the northeast coast: spectacular scenery, fascinating geology and a glimpse at a bygone era Explore the once prosperous town of Jiufen, now an interesting historical destination with a unique teahouse culture Visit Pitou Cape with its coastline mottled with caves and sea cliffs Explore the fascinating shoreline and amazing rock formations at Nanya Inclusive of comfortable coach transportation including hotel pick up and drop off Tour with a company with over 25 years of experience and an excellent reputation Explore the once prosperous town of Jiufen, now an interesting historical destination with a unique teahouse culture Explore the once prosperous town of Jiufen, now an interesting historical destination with a unique teahouse culture Visit Pitou Cape with its coastline mottled with caves and sea cliffs Visit Pitou Cape with its coastline mottled with caves and sea cliffs Explore the fascinating shoreline and amazing rock formations at Nanya Explore the fascinating shoreline and amazing rock formations at Nanya Inclusive of comfortable coach transportation including hotel pick up and drop off Inclusive of comfortable coach transportation including hotel pick up and drop off Tour with a company with over 25 years of experience and an excellent reputation Tour with a company with over 25 years of experience and an excellent reputation What We Love:   What We Love: The northeast coast of Taiwan is home to verdant scenery, quaint villages and fascinating geography, and is a popular swimming and day trip spot for locals. After a pick up from your hotel, you'll travel by air-conditioned coach to scenic Pitou Cape, lined with caves and sheer overhanging cliff faces, and offering fantastic ocean views. Onwards to Nanya, the area's unique erosion and weathering has created a veritable sculpture garden, with rocks that sport a beautiful striped pattern caused by an oxidation reaction. The village of Jiufen is next on the itinerary. This 1890s gold mining boomtown has since faded into a quaint village you see today, but is well worth visiting for the street snacks, flourishing teahouses and a fascinating glimpse into life during its golden era.  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/462-chiufen-village-the-northeast-coast-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Jiufen Village & The Northeast Coast",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:47:56"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 6,
        "strGuideLanguage": "cn/en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4fd7908c-/DrinkDiscountNightlife%40BarRON.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Treat 4 friends to 4 drinks for the bargain price of US$6 at one of the coolest undiscovered bars in Taipei You each get one drink of your choice (under NT$300) specially crafted by RON's master bartenders Choose from either the peaceful settings of the cafe on the second floor, or socialise with friends at the bar on the 1st floor Discover the nearby neighbourhood of Shilin which never sleeps and is famous for its night market You each get one drink of your choice (under NT$300) specially crafted by RON's master bartenders You each get one drink of your choice (under NT$300) specially crafted by RON's master bartenders Choose from either the peaceful settings of the cafe on the second floor, or socialise with friends at the bar on the 1st floor Choose from either the peaceful settings of the cafe on the second floor, or socialise with friends at the bar on the 1st floor Discover the nearby neighbourhood of Shilin which never sleeps and is famous for its night market Discover the nearby neighbourhood of Shilin which never sleeps and is famous for its night market What We Love:   What We Love: If you're looking for something artsy, cosy, and removed from the bustle of Xinyi's chaotic nightlife scene, take a 30 minute MRT ride to Shilin for a quiet evening and excellent beverages. Founded by two famous Taiwanese actors, RON is a quaint two story bar/cafe hybrid. The simple wood and white wall interior gives the space the intimacy of home, yet small touches like an eclectic collection of chairs and re-purposed crates and the cool chandelier hanging above the staircase give the space an unquestionably chic aesthetic. It's a great place to settle in for an eve to get more acquainted with Taipei's ever expanding night scene.  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/1424-drink-discount-nightlife-bar-ron-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Drink Discount: Nightlife @ Bar RON",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:48:09"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 37,
        "strGuideLanguage": "en/cn/kr",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8b9d631a-Volando-Urai-Private-Hot-Spring/VolandoUraiGrandViewBathhouse.jpg",
        "strIntroduction": " Enjoy an hour of complete relaxation with natural hot spring waters in a private bathhouse for two people Experience the therapeutic waters of the famous Volando Urai Spring Spa & Resort in a private bath house for two Complete the relaxing time with a tasty meal or an afternoon tea set Enjoy the convenience of the shuttle service provided to and from Xindian MRT Station Experience the therapeutic waters of the famous Volando Urai Spring Spa & Resort in a private bath house for two Complete the relaxing time with a tasty meal or an afternoon tea set Enjoy the convenience of the shuttle service provided to and from Xindian MRT Station What We Love:   What We Love: The perfect treat for a loved one: enjoy a relaxing soak in the natural alkaline hot spring waters of the famous Volando Urai Hot Spring Spa & Resort, a featured location in Japanese actor Takuya Kimura's 'Time for Taiwan' video. Take in the view of lush greenery and rustic charm within the comfort of your private Grand View Bathhouse crafted from natural stone. The huge floor-to-ceiling windows in the bath house allow you to feel close to nature. Savour a tasty meal or an afternoon tea for two prepared for you in the comfortable and peaceful environment.  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/825-volando-urai-hot-spring-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Volando Urai Grand View Bathhouse",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:48:18"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 76,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1b30df3f-3-Days-THSR-Tourist-Pass/3DayTHSRTouristPass.jpg",
        "strIntroduction": " Travel to Taiwan's top attractions in a flash! Take advantage of unlimited travel on the highly efficient THSR trains to see the best of Taiwan at your convenience Enjoy unlimited travel for 3 consecutive days on Taiwan High Speed Rail trains with the basic pass Enjoy the flexibility of being able to stay longer in locations you love by choosing which days in the week you travel using the Flexi pass Travel from Taipei to Kaohsiung in only 90 minutes! Easily reach a range of Taiwan's most scenic attractions, including the National Palace Museum in Taipei, the Sun Moon Lake in Nantou and the Liuhe Night Market in Kaohshing Enjoy unlimited travel for 3 consecutive days on Taiwan High Speed Rail trains with the basic pass Enjoy the flexibility of being able to stay longer in locations you love by choosing which days in the week you travel using the Flexi pass Travel from Taipei to Kaohsiung in only 90 minutes! Easily reach a range of Taiwan's most scenic attractions, including the National Palace Museum in Taipei, the Sun Moon Lake in Nantou and the Liuhe Night Market in Kaohshing What We Love:   What We Love: Discover all that Taiwan has to offer without the hassle! Travel on any number of Taiwan High Speed Rail (THSR) trains for three whole days - all routes included! Choose the basic pass for 3 consecutive days of travel or the flexi for any 3 days within a week period. Whether you want to see the National Palace Museum in Taipei, or the Liuhe Night Market in Kaohsiung, it's all easily possible with this all inclusive travel pass. The Taiwan High Speed Rail connects major cities in both the North and South, meaning you can visit a ton of top attractions at opposite ends of the country. It's the fastest and most convenient form of transport around the country - you can even get from Taipei to Kaohsiung in only 90 minutes! The High Speed Rail has a 99% efficiency rate, so you know you won't be wasting time waiting around for unpredictable public transport. There really is no easier or better way to get around Taiwan, so cut the stress and buy your travel ticket now!  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/808-3-day-thsr-tourist-pass-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3 Day THSR Tourist Pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:48:27"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 32,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/67f1fb60-Explore-Taipei-City/ExploreTaipeiCity.jpg",
        "strIntroduction": " Let your experienced guide show you the key sights of Taipei on this enlightening half-day city tour See Taipei's must-visit sights including the CKS Memorial Hall, the National Palace Museum, the Presidential Building and famous shrines Discover more about Taiwanese history from your informative English-speaking guide Inclusive of all transportation including hotel pick up and drop off Tour with a company with over 25 years of experience and an excellent reputation See Taipei's must-visit sights including the CKS Memorial Hall, the National Palace Museum, the Presidential Building and famous shrines See Taipei's must-visit sights including the CKS Memorial Hall, the National Palace Museum, the Presidential Building and famous shrines Discover more about Taiwanese history from your informative English-speaking guide Discover more about Taiwanese history from your informative English-speaking guide Inclusive of all transportation including hotel pick up and drop off Inclusive of all transportation including hotel pick up and drop off Tour with a company with over 25 years of experience and an excellent reputation Tour with a company with over 25 years of experience and an excellent reputation What We Love:   What We Love: For the most comprehensive overview of Taiwan's capital, come along on this 3-hour city tour. Gain a deeper insight into Taiwanese religion, history and culture with stops at five famous sightseeing spots. See the impressive Chiang Kai-Shek memorial hall, watch the hourly changing of the guard and discover more about the former leader of the Republic of China. A visit to the world's largest and most impressive collection of over 650,000 Chinese art, artifacts and curios is on the cards at the National Palace Museum. You'll swing by the Presidential Office Building, the highest seat of government then get an insight into traditional Taiwanese culture at the Martyrs' Shrine, a dedication to fallen war heroes and set in luscious countryside surrounds. A jam-packed itinerary, but the perfect way to dive into your visit.  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/456-explore-taipei-city-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Explore Taipei City",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:48:37"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 17,
        "strGuideLanguage": "cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5580faa7-Trapshooting/TrapshootingExperience.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Engage in clay pigeon shooting with no size or age restrictions – anyone can practice with this trapshooting experience on the outskirts of Taipei Enjoy the professional facilities of Northern Taiwan's only national standard live ammunition shooting range with a pigeon sports experience Choose between 10 or 40 ammunitions - participants with no shooting experience are more than welcome to try it out Spend the day at the Leisure Farm with a vast amount of outdoor activities including paintball and archery Enjoy the professional facilities of Northern Taiwan's only national standard live ammunition shooting range with a pigeon sports experience Choose between 10 or 40 ammunitions - participants with no shooting experience are more than welcome to try it out Spend the day at the Leisure Farm with a vast amount of outdoor activities including paintball and archery What We Love:   What We Love: Enjoy outdoor trapshooting nearby the city of Taipei - take your aim, pull the trigger and watch your flying 'target' fall to the ground. At Northern Taiwan's only national standard ammunition shooting range with a clay pigeon shooting experience, learn how to successfully aim at airborne targets. Whether you are trying to increase your shooting speed, training sharp hand-eye reflexes or test your nerves, get ready for a fun day of shooting.  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/977-trapshooting-experience-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Trapshooting Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:48:49"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 35,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c41fce31-Taiwans-Northern-Coast/TaiwansNorthernCoast.jpg",
        "strIntroduction": " Head to the coast for a taste of Taiwan by the sea and a look at the area's spectacular (if somewhat bizarre!) nature Visit Keelung Harbor's magnificent ocean views and the modern architecture of the Service Building Explore Chung Cheng Park for great views and a 25m statue See the amazing geology of Yehliu Park's rock formations, drawing visitors from all over the world Inclusive of comfortable coach transportation including hotel pick up and drop off Tour with a company with over 25 years of experience and an excellent reputation Visit Keelung Harbor's magnificent ocean views and the modern architecture of the Service Building Visit Keelung Harbor's magnificent ocean views and the modern architecture of the Service Building Explore Chung Cheng Park for great views and a 25m statue Explore Chung Cheng Park for great views and a 25m statue See the amazing geology of Yehliu Park's rock formations, drawing visitors from all over the world See the amazing geology of Yehliu Park's rock formations, drawing visitors from all over the world Inclusive of comfortable coach transportation including hotel pick up and drop off Inclusive of comfortable coach transportation including hotel pick up and drop off Tour with a company with over 25 years of experience and an excellent reputation Tour with a company with over 25 years of experience and an excellent reputation What We Love:   What We Love: Venture to the very tip of northern Taiwan, an area embraced by mountains and the Pacific Ocean stretching to the northern horizon. Experience seaside living at Keelung Harbor, a commercial port with a thriving community in a beautiful setting. Pay a visit to Chung Cheng Park, home to the 25-meter Goddess of Mercy statue and offering spectacular views of Keelung and the ocean from its ornate pavilion. The journey continues to Yehliu Geopark – a fascinating coastal rock park featuring some out-of-this-world rock formations, including one that looks like a queen's head!  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/459-taiwans-northern-coast-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Taiwan's Northern Coast",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:48:59"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "en/cn/kr",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/321d51aa-%E4%B9%8C%E6%9D%A5%E9%9C%B2%E5%A4%A9%E6%B3%A1%E6%B1%A4%E4%BD%93%E9%AA%8C/VolandoUraiPublicHotSpringSpa.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Soak in natural hot spring waters at a 4 hour spa session with an added choice of a meal or afternoon tea Soak in the famous hot springs of the well-renowned Volando Urai Hot Spring Spa & Resort Utilize the premium facilities on offer including an indoor and outdoor pool, sauna and steam rooms (gender separated) Indulge in a scrumptious meal or an afternoon tea set to add to the relaxing experience Enjoy the convenience of the shuttle service provided to and from Xindian MRT Station Soak in the famous hot springs of the well-renowned Volando Urai Hot Spring Spa & Resort Utilize the premium facilities on offer including an indoor and outdoor pool, sauna and steam rooms (gender separated) Indulge in a scrumptious meal or an afternoon tea set to add to the relaxing experience Enjoy the convenience of the shuttle service provided to and from Xindian MRT Station What We Love:   What We Love: Get close to nature at the Japanese-style nude (gender separated), public bath with natural alkaline spring water and surrender to the height of relaxation. Don't miss out on the beautiful Volando Urai Spring Spa & Resort - renowned for its tranquil surroundings, impeccable service and film set location. As you soak comfortably at the outdoor hot spring, enjoy the stunning views of the lush valley and gentle streams. Relax in the peaceful environment and replenish yourself with a tasty meal or an afternoon tea set. Take advantage of the other services offered like the indoor pools, steam rooms and sauna for the ultimate pampering experience.  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/826-volando-urai-hot-spring-spa-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Volando Urai Public Hot Spring Spa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:49:09"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 89,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a1fedc85-%E5%8F%B0%E6%B9%BE%E5%8F%8C%E9%93%81%E8%BF%9E%E7%BB%AD%E4%BA%94%E6%97%A5%E5%91%A8%E6%B8%B8%E5%88%B8%EF%BC%88%E5%8F%B0%E9%93%81%EF%BC%8B%E9%AB%98%E9%93%81%EF%BC%89/5DayJointTrainPassTHSR%2BTR.jpg",
        "strIntroduction": " Get the ultimate value on train travel around Taiwan with a 5 Day Joint Pass: take unlimited Taiwan Rail journeys for five days, choosing two of the days to enjoy unlimited Taiwan High Speed Rail travel Choose the express pass for reserved seats on every train and many Express services included Opt for the Standard service for cheaper train tickets and reserved seats on THSR trains (some Express services not included) Easily reach various townships in Taiwan on both TR and THSR trains Perfect for travelers with a shorter itinerary looking for the best value train tickets around Taiwan Choose the express pass for reserved seats on every train and many Express services included Opt for the Standard service for cheaper train tickets and reserved seats on THSR trains (some Express services not included) Easily reach various townships in Taiwan on both TR and THSR trains Perfect for travelers with a shorter itinerary looking for the best value train tickets around Taiwan What We Love:   What We Love: So, you've got a few days spare and you're planning a Taiwanese adventure. Well, there's no better way to travel around Taiwan than by train. Get the best value Taiwan train tickets by purchasing a 5 Day Joint Train Pass. You'll get 5 days of unlimited travel on Taiwan Rail services, plus 2 of these days designated to Taiwan High Speed Rail travel, so you can go from top to bottom in a matter of hours, then have time to explore the unique small townships in between. With a choice of two passes to suit different budgets and itineraries, traveling around Taiwan couldn't be easier!  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/1684-5-day-thsr-joint-train-pass-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "5 Day Joint Train Pass (THSR+TR)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:49:18"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 44,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a48f4193-Yangmingshan-National-Park--Hot-Springs/YangmingshanNationalParkHotSprings.jpg",
        "strIntroduction": " Escape the city for an afternoon of tranquility, nature and therapeutic bathing Visit beautiful Yangmingshan National Park, nestled amongst mountainous scenery and luscious forests Pay a visit to the famed hot spring baths at Beitou containing healing minerals Inclusive of comfortable coach transportation including hotel pick up and drop off Tour with a company with over 25 years of experience and an excellent reputation Visit beautiful Yangmingshan National Park, nestled amongst mountainous scenery and luscious forests Visit beautiful Yangmingshan National Park, nestled amongst mountainous scenery and luscious forests Pay a visit to the famed hot spring baths at Beitou containing healing minerals Pay a visit to the famed hot spring baths at Beitou containing healing minerals Inclusive of comfortable coach transportation including hotel pick up and drop off Inclusive of comfortable coach transportation including hotel pick up and drop off Tour with a company with over 25 years of experience and an excellent reputation Tour with a company with over 25 years of experience and an excellent reputation What We Love:   What We Love: Located in the north of Beitou, Yangminshan is Taiwan's only park where you can marvel at volcanic geography and indulge in a hot spring bath. This 300-acre park, designed in the traditional Chinese style, invites you to enjoy a touch of tranquility and relaxation away from the city. Shamao Mountain offers visitors a scenic retreat for mind, body and soul. Set in spectacular forested surrounds, the volcanic geology of the area has sourced a number of hot springs, thought to contain many healing properties. Sink into the warm waters, feel your ailments fade and let your tension float away…  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/461-yangmingshan-national-park-hot-springs-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Yangmingshan National Park & Hot Springs",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:49:29"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 21,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e9dbdfa5-Airport-Transfers-TSA-Pick-Up-for-Taipei/AirportTransfersTSAPickUpforTaipei.jpg",
        "strIntroduction": " Experience the ease and convenience of a private transfer to and from Taipei Songshan Airport and Taipei city Enjoy the efficient journey to and from Taipei Airport and the city in a private car transfer Be greeted by a professional chauffeur with good driving experience Choose from a variety of car models to accomodate the needs of your traveling party In the event of a flight delay, you are not required to pay additional waiting charges Enjoy the efficient journey to and from Taipei Airport and the city in a private car transfer Be greeted by a professional chauffeur with good driving experience Choose from a variety of car models to accomodate the needs of your traveling party In the event of a flight delay, you are not required to pay additional waiting charges What We Love:   What We Love: Experience a hassle free transfer to and from Taipei Songshan Airport and downtown Taipei in a private car. The professional driver will be waiting for you at the airport and will help you with luggage before whisking you off to your final destination. With different car models to choose from that can accommodate between 1 and 9 people, you get to choose the best vehicle that suits your traveling party's needs.  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/1051-songshan-airport-transfers-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (TSA Pick Up) for Taipei",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:49:39"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 70,
        "strGuideLanguage": "cn/en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/bbefce6c-Taipei-Motorbike-Tour/TaipeiMotorbikeTour.jpg",
        "strIntroduction": " For the most authentic way to discover Taipei, hop on a motorbike and be guided around the city's top sights. With four route options to choose from, there's a motorbike adventure for every kind of traveler Sightsee Taipei with a local and see the top sights on a motorbike! Choose between 4 routes to suit a full day, morning, evening or flexible schedule Ride as a passenger driven by an experienced motorcycle guide (no license and no maps required!) Visit hidden nature spots, the best skyline view, quaint Jiufen old town, a hot spring or Taipei's best night markets - the choice is yours! Sightsee Taipei with a local and see the top sights on a motorbike! Choose between 4 routes to suit a full day, morning, evening or flexible schedule Ride as a passenger driven by an experienced motorcycle guide (no license and no maps required!) Visit hidden nature spots, the best skyline view, quaint Jiufen old town, a hot spring or Taipei's best night markets - the choice is yours! What We Love:   What We Love: One of the first things you'll notice when visiting Taiwan is that almost everyone gets around by motorcycle. Discover Taipei the local way on a guided motorbike tour of the city. Zip about on the back of a motorbike and sightsee Taipei with an experienced English speaking guide. With four route options, you can dictate your own itinerary. There's a full day tour to the most scenic areas on the city outskirts with lunch and a visit to quaint Jiufen Old Street. Night owls can embark on a sunset tour for an electric view of the glowing city by night plus a relaxing hot spring soak. Early birds can skip the Jiufen day crowds and experience Taipei's natural side at dawn, whilst serious enthusiasts will enjoy cruising down the Taipei city streets. There's truly an option for everyone!  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/984-motorbike-tour-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Taipei Motorbike Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:49:50"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 61,
        "strGuideLanguage": "cn/en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/30bfa599-Private-Car-Charter-for-Taipei/PrivateCarCharterforTaipei.jpgopacity0.797061",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Travel around Taipei's popular sights or even venture to destinations outside the city with a private car charter complete with personal chauffeur Create your own Taipei itinerary and discuss your planned route with the driver within a 4 or 8 hour charter Venture beyond the city for the most convenient day trip to destinations such as Yilan, Wulai or Taiwan's north coast Get the ultimate comfort and space in a Nissan Teana or Toyota Camry for up to 3 people, or for 4-7 people in the Volkswagen T5, or up to 20 people in a minibus Receive a convenient pick up service from your hotel from your English speaking driver Feel safe in the capable hands of qualified and experienced chauffeurs and a vehicle fleet maintained to the highest standards Create your own Taipei itinerary and discuss your planned route with the driver within a 4 or 8 hour charter Create your own Taipei itinerary and discuss your planned route with the driver within a 4 or 8 hour charter Venture beyond the city for the most convenient day trip to destinations such as Yilan, Wulai or Taiwan's north coast Venture beyond the city for the most convenient day trip to destinations such as Yilan, Wulai or Taiwan's north coast Get the ultimate comfort and space in a Nissan Teana or Toyota Camry for up to 3 people, or for 4-7 people in the Volkswagen T5, or up to 20 people in a minibus Get the ultimate comfort and space in a Nissan Teana or Toyota Camry for up to 3 people, or for 4-7 people in the Volkswagen T5, or up to 20 people in a minibus Receive a convenient pick up service from your hotel from your English speaking driver Receive a convenient pick up service from your hotel from your English speaking driver Feel safe in the capable hands of qualified and experienced chauffeurs and a vehicle fleet maintained to the highest standards Feel safe in the capable hands of qualified and experienced chauffeurs and a vehicle fleet maintained to the highest standards What We Love:   What We Love: With a chauffeur driven private car charter, you'll be able to get around all the must see sights and may even have time to explore some off the beaten path ones too. Tour around Taipei's top attractions and museums, Venture out to the zoo and Maekong Gondola or up to the hot springs at Beitou or even a little further afield to destinations such as Yilan, Jiufen, Wulai, Jiaoxi and many other locations accessible within a day. Your professional and experienced driver knows the best places to go, and how to get there quickly, with a fleet of vehicles maintained to the highest of safety standards.  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/1601-taipei-private-car-charter-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Private Car Charter for Taipei",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:49:59"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b61b1e31-Paintball-Game/PaintballGame.jpgopacity0.902188",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Challenge your friends to a paintball gun battle in the great outdoors of Taipei Experience the exhilaration of a simulation war-game and paintball gun battle Enjoy a new field each time with the configuration and facilities changing regularly Enhance your day of enjoyment with a wide variety of outdoor activities located at the same venue Experience the exhilaration of a simulation war-game and paintball gun battle Enjoy a new field each time with the configuration and facilities changing regularly Enhance your day of enjoyment with a wide variety of outdoor activities located at the same venue What We Love:   What We Love: Shed the calories you've gained from all that delicious Taipei street snacks in a paintball game with your friends! Play on a wide field with dozens of obstacles and defensive structures that will have you strategizing, running and chasing your opponents in exhilaration. With various modes of play to choose from - Annihilation, Capture the Flag, Rescue the Hostages and Official Competition, the activity can be tailored to suit differing experience levels and needs. Experience the thrill of a paintball war with the safety of full protective gear and attentive staff.  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/973-paintball-game-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Paintball Game",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:50:11"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 22,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6f5e3b31-Waterskiing-Experience/WaterskiingExperience.jpg",
        "strIntroduction": " Spend the day mastering the art of waterskiing - you'll soon be attempting more challenging routes and tricks! Or take the 15 minute taster to see how you like it first Get a feel for the sport and test whether it's for you with a 15-minute taster Or learn the basics then progress to the challenging stuff with 7 hours of unlimited waterskiing Regardless of age or experience, everyone from ages 5 to 65 can give it a go Receive instruction from the professional and experienced team Feel safe with fully maintained safety equipment and a lifeboat positioned nearby throughout Get a feel for the sport and test whether it's for you with a 15-minute taster Get a feel for the sport and test whether it's for you with a 15-minute taster Or learn the basics then progress to the challenging stuff with 7 hours of unlimited waterskiing Or learn the basics then progress to the challenging stuff with 7 hours of unlimited waterskiing Regardless of age or experience, everyone from ages 5 to 65 can give it a go Regardless of age or experience, everyone from ages 5 to 65 can give it a go Receive instruction from the professional and experienced team Receive instruction from the professional and experienced team Feel safe with fully maintained safety equipment and a lifeboat positioned nearby throughout Feel safe with fully maintained safety equipment and a lifeboat positioned nearby throughout What We Love:   What We Love: Not just for the young, fit and athletic, waterskiing is accessible to everyone. If you're somewhere between 5 and 65 - come and give it a go! Under the tutorage of a friendly and professional instructor, you'll be given the help needed to get out of the water and start skiing with ease. Your safety is well taken care of – with modern safety gear and a lifeboat on hand so you can take up the challenge without fear of doing it wrong! Not sure it's for you? Book in for the 15-minute taster session and see how you like it. You may not be pulling 360s at the beginning, but let's see how far you've come by the end!  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/436-waterskiing-experience-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Waterskiing Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:50:21"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 44,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c040d5ef-Taipei-at-Night/TaipeiatNight.jpgopacity0.99555",
        "strIntroduction": " As the sun goes down and the city lights come on, discover the vibrancy of Taipei after dark Visit Taipei's most popular nighttime sights including Lungshan Temple, a night market and, of course, Taipei 101 Start your evening with a delicious Mongolian barbeque meal Inclusive of all transportation including hotel pick up and drop off Tour with a company with over 25 years of experience and an excellent reputation Visit Taipei's most popular nighttime sights including Lungshan Temple, a night market and, of course, Taipei 101 Visit Taipei's most popular nighttime sights including Lungshan Temple, a night market and, of course, Taipei 101 Start your evening with a delicious Mongolian barbeque meal Start your evening with a delicious Mongolian barbeque meal Inclusive of all transportation including hotel pick up and drop off Inclusive of all transportation including hotel pick up and drop off Tour with a company with over 25 years of experience and an excellent reputation Tour with a company with over 25 years of experience and an excellent reputation What We Love:   What We Love: Taipei truly comes alive at night. With bustling street markets, nighttime shopping and a lively bar scene, you won't be short of sights to see after dark. Your tour begins as it only should when in Taipei, with a delicious BBQ meal before heading on to the cultural stops. Roam through Huaxi Street Night Market where people flock for Taiwanese noodles, snake soups, squid stews and iced desserts, enter amongst the gentle glow of temple lanterns at tranquil Lungshan, then gaze upon the city lights of buzzing Xinyi District beneath 509-meter high Taipei 101.  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/458-taipei-at-night-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Taipei at Night",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:50:33"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b69239ca-Taiwanese-Folk-Arts/TaiwaneseFolkArts.jpg",
        "strIntroduction": " Head to the neighboring towns of Sansia and Yingge on this afternoon tour showcasing talented potters, colonial architecture and hand-painted artworks Walk Sansia old town street and visit the intricately carved Tsushih Temple Browse the pottery shops and ceramic showrooms in Yingge Visit these beautiful old town feel villages, home to Taiwan's most talented artists Inclusive of comfortable coach transportation including hotel pick up and drop off Tour with a company with over 25 years of experience and an excellent reputation Walk Sansia old town street and visit the intricately carved Tsushih Temple Walk Sansia old town street and visit the intricately carved Tsushih Temple Browse the pottery shops and ceramic showrooms in Yingge Browse the pottery shops and ceramic showrooms in Yingge Visit these beautiful old town feel villages, home to Taiwan's most talented artists Visit these beautiful old town feel villages, home to Taiwan's most talented artists Inclusive of comfortable coach transportation including hotel pick up and drop off Inclusive of comfortable coach transportation including hotel pick up and drop off Tour with a company with over 25 years of experience and an excellent reputation Tour with a company with over 25 years of experience and an excellent reputation What We Love:   What We Love: Spend the afternoon in the crafty districts of Taiwan visiting the country's cultural centers and watching talented artisans at work. Begin in Sansia, a traditional district known for its well preserved Japanese colonial architecture and famed Tsushih Temple, an exquisite example of intricate Chinese temple art and sculpture. Next, head to the famous pottery town of Yingge, boasting several hundred pottery studios and shops. Even today, the village square displays a coal-fire kiln for a landmark! Roam the old pottery street, watch potters at work and shop for your very own unique ceramics.  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/460-taiwanese-folk-arts-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Taiwanese Folk Arts",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:50:43"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 66,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6a10c531-North-Coast-Sightseeing-Charter/NorthCoastSightseeingCharter.jpgopacity0.955702",
        "strIntroduction": " Head up north for your personalized itinerary of beautiful scenery, fascinating geology and quaint coastal villages Create your own north coast itinerary and discuss your planned route with the driver within a 3-hour charter Get the ultimate comfort and space in a Nissan March or Mercedes Benz 320 / Benz 350 for up to 5 people, or for 6-9 people in the Volkswagen T5 or Hyundai TQ Receive a convenient pick up service from your hotel from your English-speaking driver Feel safe in the capable hands of qualified and experienced chauffeurs and a vehicle fleet maintained to the highest standards Inclusive of insurance coverage of up to $3 million NT per passenger Create your own north coast itinerary and discuss your planned route with the driver within a 3-hour charter Create your own north coast itinerary and discuss your planned route with the driver within a 3-hour charter Get the ultimate comfort and space in a Nissan March or Mercedes Benz 320 / Benz 350 for up to 5 people, or for 6-9 people in the Volkswagen T5 or Hyundai TQ Get the ultimate comfort and space in a Nissan March or Mercedes Benz 320 / Benz 350 for up to 5 people, or for 6-9 people in the Volkswagen T5 or Hyundai TQ Receive a convenient pick up service from your hotel from your English-speaking driver Receive a convenient pick up service from your hotel from your English-speaking driver Feel safe in the capable hands of qualified and experienced chauffeurs and a vehicle fleet maintained to the highest standards Feel safe in the capable hands of qualified and experienced chauffeurs and a vehicle fleet maintained to the highest standards Inclusive of insurance coverage of up to $3 million NT per passenger Inclusive of insurance coverage of up to $3 million NT per passenger What We Love:   What We Love: Slow to the pace of the north coast as you venture further from the bustling city center. Choose your own custom itinerary, bringing you exactly where you want to go (taking on board the advice of your experienced driver too of course). How about a stop off at Jinshan, famed for its historic old street and healing hot springs. At Yehliu, you'll come across the otherworldly natural rock formations at the geopark. Or stop off to roam the narrow streets of Jiufen, once a booming gold mining town, now a quaint reminder of its ancient heritage. Wherever you decide to go, the open blue skies, charming villages and dramatic coastline make the north a great day trip from Taipei.  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/479-north-coast-sightseeing-charter-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "North Coast Sightseeing Charter",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:50:55"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 54,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2342764a-Rehai-Half-Day-Climb/RehaiHalfDayClimb.jpg",
        "strIntroduction": " Be introduced to rock climbing under the guidance of professional instructors, and with a backdrop of Taipei City Learn the basics of rock-climbing with friendly, experienced instructors, along with plenty of time to practice on your own Enjoy a short hike to Rehai, the rock climbing spot, and an excellent vantage point to enjoy the views of Taipei Rock climbing equipment is provided Learn the basics of rock-climbing with friendly, experienced instructors, along with plenty of time to practice on your own Learn the basics of rock-climbing with friendly, experienced instructors, along with plenty of time to practice on your own Enjoy a short hike to Rehai, the rock climbing spot, and an excellent vantage point to enjoy the views of Taipei Enjoy a short hike to Rehai, the rock climbing spot, and an excellent vantage point to enjoy the views of Taipei Rock climbing equipment is provided Rock climbing equipment is provided What We Love:   What We Love: Detour, one of Taipei's most reputable climbing operators, presents you with the chance to get in touch with your adventurous side just minutes away from Taipei City in this half-day rock climbing tour. You will hike for about 30 minutes to Rehai, a small cliff popular amongst Taipei rock climbers, and an excellent vantage point for mesmerizing views of Taipei City. Here, you will receive instruction on equipment and the technicalities of rock climbing from friendly, professional rock climbing instructors, who will also give you ample time to practice what you've learned by yourself. The best part? You don't need any prior experience with rock climbing; designed to be suitable for beginners, the Rehai Half Day Climb is a great way to discover the thrill of rock climbing in Taiwan!  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/515-rehai-half-day-climb-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Rehai Half Day Climb",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:51:05"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7,
        "strGuideLanguage": "cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/df408eea-Archery/ArcherySession.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Practice archery in Taipei with calm and confidence as professional instructors guide you Take advantage of the professional instructors, equipment and venue to practice archery Feel relaxed with protective gear and procedures to ensure your safety Enjoy other outdoor activities around the Leisure Farm, where the archery field is located Take advantage of the professional instructors, equipment and venue to practice archery Feel relaxed with protective gear and procedures to ensure your safety Enjoy other outdoor activities around the Leisure Farm, where the archery field is located What We Love:   What We Love: As the primary weapon and hunting equipment in the past, archery was an important skill and sport in many civilizations. Tap into your adventurous spirit and pick up a bow and arrow for the day – feel the rush of adrenaline as you release the arrow into the target board. Can you hit the bullseye? Afterwards, continue on to other outdoor activities like paintball and trapshooting which are located on the same compound.  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/976-archery-session-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Archery Session",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:51:15"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 22,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3a9bab02-Dadaocheng-Walking-Tour/DadaochengHistoricalWalk.jpgopacity0.601394",
        "strIntroduction": " Transport to historical Taipei on a walking tour of Dadaocheng - an ancient area showcasing the best of Taiwan's past Experience traditional Taiwanese culture in the area best known for it - Dadaocheng and Dihua Street Be led by a professional English-speaking guide who's an expert on Taipei Also included is an audio guide and a map Visit the Puppet Theatre Museum during the tour Experience traditional Taiwanese culture in the area best known for it - Dadaocheng and Dihua Street Experience traditional Taiwanese culture in the area best known for it - Dadaocheng and Dihua Street Be led by a professional English-speaking guide who's an expert on Taipei Be led by a professional English-speaking guide who's an expert on Taipei Also included is an audio guide and a map Also included is an audio guide and a map Visit the Puppet Theatre Museum during the tour Visit the Puppet Theatre Museum during the tour What We Love:   What We Love: Escape the bustle and pace of the city center and tour Taipei by foot guided by a city expert on a visit to Dadaocheng and Dihua Street - Taipei's oldest street! Dadaocheng in Datong District is known for its houses displaying the city's trends in architecture over the past several centuries. Uncover the fascinating elements of this famous area including a street market selling traditional Chinese medicine, dried food and traditional furniture, venture into reburbished old factories and finally make your way to the traditional Xiahai City God Temple - where people pay their respects to the the god of relationships! So wander down to Dadaocheng for a guided escape that'll take you back in time!  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/760-dadaocheng-historical-walk-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Dadaocheng Historical Walk",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:51:25"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 152,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b05c3073-Long-Dong-Rock-Climbing/LongDongRockClimbing.jpg",
        "strIntroduction": " Whether you are a beginner or at an advanced level, enjoy a full day of rock climbing at Long Dong, one of the most scenic climb spots in South East Asia, under the instruction of experienced climbers Learn the basics of rock climbing from professional climbing instructors, with ample time to try the diverse rock climbing routes Explore the mesmerizing sceneries of Long Dong, a favorite for rock climbers in South East Asia Enjoy round trip transportation from the city to Long Dong, as well as the provision of climbing and safety equipment Learn the basics of rock climbing from professional climbing instructors, with ample time to try the diverse rock climbing routes Learn the basics of rock climbing from professional climbing instructors, with ample time to try the diverse rock climbing routes Explore the mesmerizing sceneries of Long Dong, a favorite for rock climbers in South East Asia Explore the mesmerizing sceneries of Long Dong, a favorite for rock climbers in South East Asia Enjoy round trip transportation from the city to Long Dong, as well as the provision of climbing and safety equipment Enjoy round trip transportation from the city to Long Dong, as well as the provision of climbing and safety equipment What We Love:   What We Love: Take an adventurous detour from the city and spend the day rock climbing at one of the most scenic rock climbing spots in all of South East Asia. Detour presents the Long Dong Day Climb, a full day experience suitable for all levels; if you are a beginner, you will receive guidance and support from experienced, professional rock climber instructors, and if you are at advanced level, you can go right ahead and start climbing at any one of the routes. Long Dong itself is renowned for its challenging and diverse climb routes, as well as its smooth limestone cliffs overlooking the Pacific Ocean.  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/552-long-dong-rock-climbing-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Long Dong Rock Climbing",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:51:38"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 155,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1e2b9d63-Taiwan-Car-Rental-TPE-Airport-Pick-Up/TaiwanCarRentalTPEAirportPickUp.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Get the ultimate flexibility when traveling with up to seven days car rental in Taiwan, with Taipei Taoyuan Airport car pick up Curate your own itinerary around Taiwan with anything from 3 days up to 7 days car rental Choose from four comfortable car choices for up to seven people Take in the full scope of Taiwan's diversity: from beautiful coastlines to lofty mountain ranges Conveniently pick up your car at Taoyuan International Airport (or make use of the free hotel pick up/drop off service) Get driving within 10 minutes of arriving at the rental location (many other providers take you off-site, making it a lengthy rental process) Curate your own itinerary around Taiwan with anything from 3 days up to 7 days car rental Choose from four comfortable car choices for up to seven people Take in the full scope of Taiwan's diversity: from beautiful coastlines to lofty mountain ranges Conveniently pick up your car at Taoyuan International Airport (or make use of the free hotel pick up/drop off service) free hotel pick up/drop off Get driving within 10 minutes of arriving at the rental location (many other providers take you off-site, making it a lengthy rental process) What We Love:   What We Love: For the most convenient transport around Taiwan, your best bet is to rent a car. With rental durations from three up to seven days, you'll easily be able to explore everything from Taipei in the North, Pingtung in the South, Hualien on the East coast and Taichung on the west - and everything in between! Discover untouched nature, hidden waterfalls, local foods, tropical beaches, misty mountains, grassy farmlands, rugged coastlines, unique wildlife and so much more. You'll be able to venture beyond the reaches of public transportation with freedom and flexibility. With road signs all translated into English, driving in Taiwan is fairly straightforward - just be sure to keep an eye out for motorbikes!  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/1952-taiwan-car-rental-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Taiwan Car Rental (TPE Airport Pick Up)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:51:48"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3,
        "strGuideLanguage": "cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5e0398e8-%E5%8F%B0%E5%8C%97%E4%BA%B2%E5%AD%90DIY%E4%BD%93%E9%AA%8C/FamilyDIYFun.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Book the family in for these fun and interesting DIY craft workshops with a variety of optional projects that both parents and children will enjoy Participate in simple, hands-on DIY projects which are perfect for parent-child bonding Choose from a variety of projects including crafting insect magnets, beetle coin bank painting or handmade soap making Have a fun water gun fight in the summer after learning how to create a traditional bamboo water gun Participate in simple, hands-on DIY projects which are perfect for parent-child bonding Choose from a variety of projects including crafting insect magnets, beetle coin bank painting or handmade soap making Have a fun water gun fight in the summer after learning how to create a traditional bamboo water gun What We Love:   What We Love: Explore the rustic charm and natural beauty of Taiwan with simple parent-children DIY activities that include baking sweet potato muffins, creating handmade soaps, planting herbs and painting. Cultivate artistic curiosity in a safe and creative setting where children will feel at ease to explore their talents. The workshop is located close to Taipei's downtown Neihu District Leisure Farm where the whole family can enjoy a wide variety of exciting outdoor activities.  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/975-family-diy-activities-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Family DIY Fun",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:52:00"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 489,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/12a44f88-Waterskiing-Private-Boat-Charter/WaterskiingPrivateBoatCharter.jpg",
        "strIntroduction": " Charter your own private boat and enjoy a full day of waterskiing and donut rides for up to 20 people! Enjoy unlimited activities for all your family and friends with a 7 hour private speedboat charter Take turns to trial the activities, with approximately 3-4 participants at any one time Regardless of age or experience, everyone from ages 5 to 65 can give it a go Receive instruction from the professional and experienced team Feel safe with fully maintained safety equipment and a lifeboat positioned nearby throughout Enjoy unlimited activities for all your family and friends with a 7 hour private speedboat charter Enjoy unlimited activities for all your family and friends with a 7 hour private speedboat charter Take turns to trial the activities, with approximately 3-4 participants at any one time Take turns to trial the activities, with approximately 3-4 participants at any one time Regardless of age or experience, everyone from ages 5 to 65 can give it a go Regardless of age or experience, everyone from ages 5 to 65 can give it a go Receive instruction from the professional and experienced team Receive instruction from the professional and experienced team Feel safe with fully maintained safety equipment and a lifeboat positioned nearby throughout Feel safe with fully maintained safety equipment and a lifeboat positioned nearby throughout What We Love:   What We Love: Regardless of age, experience or ability, everyone can enjoy this full day of waterskiing and donut ring riding! With an experienced instructor on board, you can choose between practicing your waterskiing skills and holding on tight for the donut ride, as you fly at high speeds behind the boat. And best of all, those having a break from an activity can relax on board and take photos of those on the water. So whether you're 5 or 65, everyone can take part and enjoy a day on the water with the beautiful Taiwanese coastline as a backdrop.  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/455-waterskiing-private-boat-charter-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Waterskiing Private Boat Charter",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:52:12"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 162,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/48bba05d-50-Discount-on-Taiwan-Car-Rental-Taipei-Hotel-Pick-Up/TaiwanCarRentalTaipeiHotelPickUp.jpg",
        "strIntroduction": " Get the ultimate flexibility when traveling with up to seven days car rental in Taiwan, with easy pick up/drop off from your Taipei hotel Curate your own itinerary around Taiwan with anything from 3 days up to 7 days car rental Choose from four comfortable car choices for up to seven people Take in the full scope of Taiwan's diversity: from beautiful coastlines to lofty mountain ranges Make use of the free hotel pick up/drop off service or pick up your car at Taoyuan International Airport Curate your own itinerary around Taiwan with anything from 3 days up to 7 days car rental Choose from four comfortable car choices for up to seven people Take in the full scope of Taiwan's diversity: from beautiful coastlines to lofty mountain ranges Make use of the free hotel pick up/drop off service or pick up your car at Taoyuan International Airport Taoyuan International Airport What We Love:   What We Love: For the most convenient transport around Taiwan, your best bet is to rent a car. With rental durations from three up to seven days, you'll easily be able to explore everything from Taipei in the North, Pingtung in the South, Hualien on the East coast and Taichung on the west - and everything in between! Discover untouched nature, hidden waterfalls, local foods, tropical beaches, misty mountains, grassy farmlands, rugged coastlines, unique wildlife and so much more. You'll be able to venture beyond the reaches of public transportation with freedom and flexibility. With road signs all translated into English, driving in Taiwan is fairly straightforward - just be sure to keep an eye out for motorbikes!  ",
        "strLocation": "Taipei",
        "strOriginUrl": "https://www.klook.com/activity/1991-taiwan-car-rental-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Taiwan Car Rental (Taipei Hotel Pick Up)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:52:26"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4bdcecd7-3G-WiFi-Device-HKG-Pick-Up-for-Taiwan/3GWiFiHKGPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Taiwan with an unlimited 3G pocket WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Taiwan, without the stress of sourcing WiFi once you get there. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Taiwan but also Thailand, Singapore, Japan and Korea.  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/671-taiwan-wifi-device-taichung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Taiwan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:52:37"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3bc6dca0-4G-WiFi-TPE-TSA-KHH-Pick-Up-for-Taiwan/4GWiFiTPETSAKHHPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Taiwan with an unlimited 4G pocket WiFi device with convenient pick up at Taoyuan (TPE), Songshan (TSA) or Kaohsiung (KHH) airports Provided by one of Taiwan's biggest providers for great coverage across 99% of Taiwan Guaranteed unlimited 4G WiFi with no deceleration to 3G Enjoy 8 hours battery life on one charge Connect up to 5 devices at once (phones, tablets, laptops etc.) Convenient pick up and return at Taipei Taoyuan, Songshan or Kaohsiung airports Enhance your connectivity with an unlimited usage SIM card picked up from the same location. Click here Provided by one of Taiwan's biggest providers for great coverage across 99% of Taiwan Guaranteed unlimited 4G WiFi with no deceleration to 3G Enjoy 8 hours battery life on one charge Connect up to 5 devices at once (phones, tablets, laptops etc.) Convenient pick up and return at Taipei Taoyuan, Songshan or Kaohsiung airports Enhance your connectivity with an unlimited usage SIM card picked up from the same location. Click here Click here What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Taipei Taoyuan or Songshan International Airports, or Kaohsiung International Airport, you'll enjoy unlimited WiFi access throughout your stay in Taiwan, with coverage over 99% of the island. The ultra-speedy 4G device connects up to five different phones, laptops and tablets at once and supports up to 8 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are.  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/1530-wifi-device-taiwan-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (TPE/TSA/KHH Pick Up) for Taiwan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:52:47"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/44cfe83d-Taiwan-High-Speed-Rail-One-Way-Ticket/THSROneWayTicket.jpg",
        "strIntroduction": " Travel to Taiwan's top attractions in a flash! Hop on to a highly efficient THSR train to see Taiwan the most convenient way As the Taiwan High Speed Rail connects 8 major cities throughout Taiwan, you can take your travels anywhere around the country Get from Taipei to Kaohsiung in only 90 minutes! Easily reach a range of Taiwan's most scenic attractions, including the National Palace Museum in Taipei, the Sun Moon Lake in central region and the Liuhe Night Market in Kaohshing As the Taiwan High Speed Rail connects 8 major cities throughout Taiwan, you can take your travels anywhere around the country Get from Taipei to Kaohsiung in only 90 minutes! Easily reach a range of Taiwan's most scenic attractions, including the National Palace Museum in Taipei, the Sun Moon Lake in central region and the Liuhe Night Market in Kaohshing What We Love:   What We Love: For a single journey, this handy pass allows you to travel to major cities in Taiwan without the hassle and at a great discount! Whether you want to see the National Palace Museum in Taipei, or the Liuhe Night Market in Kaohsiung, you can do so in a flash with this one way travel ticket. The Taiwan High Speed Rail (THSR) connects major cities in both the North and South, meaning you can visit any top attraction even if it's at the opposite end of the country. You can even get from Taipei to Kaohsiung in only 90 minutes, so it really is the fastest and most convenient form of transport around the country. The High Speed Rail has a 99% efficiency rate, so you know you won't be wasting your day waiting around for unpredictable public transport. There really is no easier or better way to get around Taiwan, so cut the stress while you're away and buy your travel ticket now!  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/817-thsr-one-way-ticket-taichung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "THSR One Way Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:52:58"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f5dbdb49-4G-SIM-Card-with-Calls-TPE-Pick-Up-for-Taiwan/4GSIMCardwithCallsTPEPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Use your mobile phone freely without the worry of high roaming costs with an unlimited data, texts, plus incoming/outgoing calls SIM card for Taiwan Instant confirmation and voucher sent immediately after booking Get unlimited outgoing calls (a service which other SIMs don't offer) Fantastic coverage from one of Taiwan's biggest providers across 99% of the island Quick and hassle free - no registration needed! Use your mobile freely without having to worry about roaming costs Enjoy 4G internet access to use maps, upload photos and stay connected with family whilst in Taiwan Convenient pick up from Taoyuan International Airport (TPE) on arrival Instant confirmation and voucher sent immediately after booking Get unlimited outgoing calls (a service which other SIMs don't offer) Fantastic coverage from one of Taiwan's biggest providers across 99% of the island Quick and hassle free - no registration needed! Use your mobile freely without having to worry about roaming costs Enjoy 4G internet access to use maps, upload photos and stay connected with family whilst in Taiwan Convenient pick up from Taoyuan International Airport (TPE) on arrival What We Love:   What We Love: Stay constantly connected while you're on the go in Taiwan with an unlimited 4G data tourist SIM card! You'll be able to communicate with your friends and family, navigate your way around the country and keep up to date with the latest events without incurring steep roaming costs. This SIM includes all the extras including outgoing calls and no reduction of your fast 4G speed which you might get with other cards. With instant booking confirmation, convenient pick up service at Taipei Taoyuan International Airport and no registration process, you will have island-wide coverage from the moment you land in Taiwan.  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/1674-sim-card-taiwan-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G SIM Card with Calls (TPE Pick Up) for Taiwan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:53:09"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 89,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c31b9adc-%E6%97%A0%E5%8A%A8%E5%8A%9B%E9%A3%9E%E8%A1%8C%E4%BD%93%E9%AA%8C/NantouParagliding.jpg",
        "strIntroduction": " Sour over the geographical heart of the country and take in Nantou's surreal landscape as you experience the thrill of paragliding in Taiwan Embrace the sky with a 10-15 minute paragliding flight over Nantou Glide in comfort with the guidance of professional paragliding instructors Record your entire experience with a GoPro Embrace the sky with a 10-15 minute paragliding flight over Nantou Embrace the sky with a 10-15 minute paragliding flight over Nantou Glide in comfort with the guidance of professional paragliding instructors Glide in comfort with the guidance of professional paragliding instructors Record your entire experience with a GoPro Record your entire experience with a GoPro What We Love:   What We Love: The instructor shouts, \"go!\" Your adrenaline spikes as you run full speed over the mountain side, as the wind catches the parachute perfectly. The parachute effortlessly lifts you up on cue and then you're soaring. This Nantou paragliding experience provides a surreal view of the city's ancient lake basin and magnificent mountains. Take in the ocean breeze and humid air as you fly for around 15 minutes. The surreal thrill and magical birdseye view will leave you feeling like you've just awoken from a pleasant dream.  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/703-nantou-paragliding-nantou/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Nantou Paragliding",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:53:23"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 57,
        "strGuideLanguage": "en/cn/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5d8713f4-A-Day-at-Sun-Moon-Lake/ADayatSunMoonLake.jpgopacity0.96194",
        "strIntroduction": " Spend a chilled out day at Sun Moon Lake, Taiwan's largest body of water, including a cable car ride, temple visit and a scenic cruise Visit Taiwan's most famous lake and hop on the Ropeway, an exhilarating cable car ride that gives you breathtaking views of the lake and the surrounding landscape Take a scenic boat ride on the lake and see Syuanguang Temple and Ida Thao Roam around by the lake, and enjoy the natural surroundings, visit Wenwu Temple or venture into the markets to buy some souvenirs Enjoy hotel transfers, lunch, insurance plus the cruise and ropeway costs all included Visit Taiwan's most famous lake and hop on the Ropeway, an exhilarating cable car ride that gives you breathtaking views of the lake and the surrounding landscape Visit Taiwan's most famous lake and hop on the Ropeway, an exhilarating cable car ride that gives you breathtaking views of the lake and the surrounding landscape Take a scenic boat ride on the lake and see Syuanguang Temple and Ida Thao Take a scenic boat ride on the lake and see Syuanguang Temple and Ida Thao Roam around by the lake, and enjoy the natural surroundings, visit Wenwu Temple or venture into the markets to buy some souvenirs Roam around by the lake, and enjoy the natural surroundings, visit Wenwu Temple or venture into the markets to buy some souvenirs Enjoy hotel transfers, lunch, insurance plus the cruise and ropeway costs all included Enjoy hotel transfers, lunch, insurance plus the cruise and ropeway costs all included What We Love:   What We Love: The largest lake in Taiwan, Sun Moon Lake does not fail to impress with its calm, refreshing waters, and scenic, mountainous surroundings. A boat cruise is undoubtedly the most relaxing way to take in the sights then embark on an epic journey aboard the Sun Moon Lake Ropeway, a cable car ride that gives you a bird-eye view of the vast lake below. Familiarize yourself with this beautiful setting by taking a walk along the lake on the “Rambling Journey” hiking trail, before getting your final dose of culture with a visit to Wenwu Temple, a sacred site with intricate decorations all over both the exterior and interior.  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/483-a-day-at-sun-moon-lake-taichung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "A Day at Sun Moon Lake",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:53:33"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 57,
        "strGuideLanguage": "en/cn/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4a66bc4e-The-Green-Green-Grasslands-Tour/TheGreenGreenGrasslandsTour.jpg",
        "strIntroduction": " Visit the lovely lands of Cingjing Farm, a.k.a ‘The Green Green Grasslands' and delve into the rich history and culture of this beautiful part of Taiwan Enjoy the beautiful scenery of mountains and greenery at Cingjing Farm, famous for its abundance of sheep! Visit the amazing construction of Chung Tai Chan Monastery, the largest Buddhist monastery in the world Visit the Puli Brewery, a native history museum and the lovely carp lake Hotel transfers, lunch, admission fees and afternoon tea are all included in the tour Enjoy the beautiful scenery of mountains and greenery at Cingjing Farm, famous for its abundance of sheep! Enjoy the beautiful scenery of mountains and greenery at Cingjing Farm, famous for its abundance of sheep! Visit the amazing construction of Chung Tai Chan Monastery, the largest Buddhist monastery in the world Visit the amazing construction of Chung Tai Chan Monastery, the largest Buddhist monastery in the world Visit the Puli Brewery, a native history museum and the lovely carp lake Visit the Puli Brewery, a native history museum and the lovely carp lake Hotel transfers, lunch, admission fees and afternoon tea are all included in the tour Hotel transfers, lunch, admission fees and afternoon tea are all included in the tour What We Love:   What We Love: This is a day that allows you to delve into the countryside and history of beautiful Taiwan. The tour begins with a visit to Puli Brewery where you can watch the production of Shaoxing Wine in its hometown. Next, the spectacular Chung Tai Chan is the world's tallest Buddhist temple and certainly showcases some fascinating gold-accented architecture. After lunch, you'll visit Cingjing Farm, also known as “Green Green Grasslands,” for its lush greenery and the abundance of sheep that graze all around, not to mention the spectacular scenic views. Reenergize over afternoon tea before swinging by the aboriginal history museum and the atmospheric carp lake.  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/444-the-green-green-grasslands-tour-taichung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "The Green Green Grasslands Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:53:42"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 76,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/cbc59fb7-3-Days-THSR-Tourist-Pass/3DayTHSRTouristPass.jpg",
        "strIntroduction": " Travel to Taiwan's top attractions in a flash! Take advantage of unlimited travel on the highly efficient THSR trains to see the best of Taiwan at your convenience Enjoy unlimited travel for 3 consecutive days on Taiwan High Speed Rail trains with the basic pass Enjoy the flexibility of being able to stay longer in locations you love by choosing which days in the week you travel using the Flexi pass Travel from Taipei to Kaohsiung in only 90 minutes! Easily reach a range of Taiwan's most scenic attractions, including the National Palace Museum in Taipei, the Sun Moon Lake in Nantou and the Liuhe Night Market in Kaohshing Enjoy unlimited travel for 3 consecutive days on Taiwan High Speed Rail trains with the basic pass Enjoy the flexibility of being able to stay longer in locations you love by choosing which days in the week you travel using the Flexi pass Travel from Taipei to Kaohsiung in only 90 minutes! Easily reach a range of Taiwan's most scenic attractions, including the National Palace Museum in Taipei, the Sun Moon Lake in Nantou and the Liuhe Night Market in Kaohshing What We Love:   What We Love: Discover all that Taiwan has to offer without the hassle! Travel on any number of Taiwan High Speed Rail (THSR) trains for three whole days - all routes included! Choose the basic pass for 3 consecutive days of travel or the flexi for any 3 days within a week period. Whether you want to see the National Palace Museum in Taipei, or the Liuhe Night Market in Kaohsiung, it's all easily possible with this all inclusive travel pass. The Taiwan High Speed Rail connects major cities in both the North and South, meaning you can visit a ton of top attractions at opposite ends of the country. It's the fastest and most convenient form of transport around the country - you can even get from Taipei to Kaohsiung in only 90 minutes! The High Speed Rail has a 99% efficiency rate, so you know you won't be wasting time waiting around for unpredictable public transport. There really is no easier or better way to get around Taiwan, so cut the stress and buy your travel ticket now!  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/809-3-day-thsr-tourist-pass-taichung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3 Day THSR Tourist Pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:53:52"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 57,
        "strGuideLanguage": "en/cn/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/915cd32d-Jiji-Township-and-Sky-Bridge-Visit/JijiTownshipandSkyBridgeVisit.jpgopacity0.864484",
        "strIntroduction": " Visit the small but picturesque Jiji Township, followed by a daring trip across the famed Sky Bridge and a taste of world-renowned pineapple cakes Explore Jiji Township, well-known for its intriguing train station, thriving banana industry and delicious egg rolls Rent bicycles for an outdoorsy sightseeing adventure Walk across the Sky Bridge, a 204m long bridge giving you a grand view of greenery all around Treat yourself to delicious pineapple cakes at Sunny Hills View the world's largest kiln work at the Shueili Snake Kiln Inclusive of hotel transfers and lunch Explore Jiji Township, well-known for its intriguing train station, thriving banana industry and delicious egg rolls Explore Jiji Township, well-known for its intriguing train station, thriving banana industry and delicious egg rolls Rent bicycles for an outdoorsy sightseeing adventure Rent bicycles for an outdoorsy sightseeing adventure Walk across the Sky Bridge, a 204m long bridge giving you a grand view of greenery all around Walk across the Sky Bridge, a 204m long bridge giving you a grand view of greenery all around Treat yourself to delicious pineapple cakes at Sunny Hills Treat yourself to delicious pineapple cakes at Sunny Hills View the world's largest kiln work at the Shueili Snake Kiln View the world's largest kiln work at the Shueili Snake Kiln Inclusive of hotel transfers and lunch Inclusive of hotel transfers and lunch What We Love:   What We Love: Experience the small-town life in the quaint little village of Jiji, one of the smallest townships in Taiwan. Famous for its banana production and train station, Jiji provides inspiration to all those who visit it, and you simply cannot leave the town without taking pictures of all its unique and wonderful features! However, the tour does not stop here; take a daring trip across Sky Bridge, which spans a length of 204m, with exotic shrubbery below, giving you the feeling that you are walking amongst green, leafy clouds. The tour also includes Shueili Snake Kiln, where you will find the world's largest kiln work which has been featured in the Guinness Book of World Records. Finally, stop by at Sunny Hills, for some delicious, succulent pineapple cakes!  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/481-jiji-township-and-sky-bridge-visit-taichung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Jiji Township and Sky Bridge Visit",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:54:03"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 57,
        "strGuideLanguage": "en/cn/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7b7c7f6f-Dasyueshan-Forest-Farm-Day-Trip/DasyueshanForestFarmDayTrip.jpg",
        "strIntroduction": " Breathe in the fresh air and bask in the beautiful scenery of Dasyueshan Forest Recreation Area Visit Dasyueshan Forest Recreation Area and witness the unforgettable views of the region's mountains and valleys Trail through the Shiaoshui and Anma mountains, and keep an eye out for the rare flora and fauna Enjoy afternoon tea at Rollin Farm, after a day of touring the surrounding region Free hotel pick up and drop off, lunch, afternoon tea and insurance are all included in the tour Visit Dasyueshan Forest Recreation Area and witness the unforgettable views of the region's mountains and valleys Visit Dasyueshan Forest Recreation Area and witness the unforgettable views of the region's mountains and valleys Trail through the Shiaoshui and Anma mountains, and keep an eye out for the rare flora and fauna Trail through the Shiaoshui and Anma mountains, and keep an eye out for the rare flora and fauna Enjoy afternoon tea at Rollin Farm, after a day of touring the surrounding region Enjoy afternoon tea at Rollin Farm, after a day of touring the surrounding region Free hotel pick up and drop off, lunch, afternoon tea and insurance are all included in the tour Free hotel pick up and drop off, lunch, afternoon tea and insurance are all included in the tour What We Love:   What We Love: Dasyueshan (or “Great Snow Mountain”) Forest provides nature-lovers with a gateway to extraordinary sceneries of the surrounding, almost untouched mountains, as well as the chance to witness rare and exotic wildlife in their natural habitat. Kicking off at the Dasyueshan Forest Recreation Area, the tour extends towards the Shiaoshui mountain trail, followed by a detour through Anma mountain, where you can view verdant greenery, topped by the snowy mountain peaks. This tour is especially a treat for bird-watchers, with near-extinct species, such as the Swinhoe's Pheasant, residing in this region. Relax after the hike with some afternoon tea at Rollin Farm, before heading back to your hotel.  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/439-dasyueshan-forest-farm-day-trip-taichung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Dasyueshan Forest Farm Day Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:54:15"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4dadad68-3G-SIM-Card-HKG-Pick-Up-for-Taiwan/3GSIMCardHKGPickUpforTaiwan.jpgopacity0.973043",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy 4 days of unlimited data connection across Taiwan plus network sharing for all your devices Gain unlimited 3G data for 4 days with no usage capping Get a ready to use card with no registration needed Enjoy data services to stay connected on social media from several devices with network sharing Access the Internet across all destinations in Taiwan Gain unlimited 3G data for 4 days with no usage capping Get a ready to use card with no registration needed Enjoy data services to stay connected on social media from several devices with network sharing Access the Internet across all destinations in Taiwan What We Love:   What We Love: Stay constantly connected while you're on the go in Taiwan with unlimited 3G data for 4 days! You'll be able to communicate with your friends and family, navigate your way around the country and keep up to date with the latest events without incurring steep roaming costs. With the convenient pick up service at Hong Kong airport and no registration process, you will have instant connection to the Internet the minute you land in Taiwan.  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/1013-taiwan-unlimited-3g-sim-card-taichung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G SIM Card (HKG Pick Up) for Taiwan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:54:27"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 57,
        "strGuideLanguage": "en/cn/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7eb4efbb-Guguan-Hot-Spring-and-Basianshan-Forest/GuguanHotSpringandBasianshanForest.jpg",
        "strIntroduction": " Enjoy the natural, lush Basianshan Forest and Guguan Hot Springs for a day! Treat yourself to a relaxing afternoon at Guguan Hot Spring, with natural pools of clean, steamy water and panoramic views of the mountains Hike through the mystic, Japanese-like Basianshan Forest, surrounded by bamboo trees and historical remnants Visit the fish spa, for a strange yet wonderful experience of nibbling fish and therapeutic tickles! Treat yourself to a relaxing afternoon at Guguan Hot Spring, with natural pools of clean, steamy water and panoramic views of the mountains Treat yourself to a relaxing afternoon at Guguan Hot Spring, with natural pools of clean, steamy water and panoramic views of the mountains Hike through the mystic, Japanese-like Basianshan Forest, surrounded by bamboo trees and historical remnants Hike through the mystic, Japanese-like Basianshan Forest, surrounded by bamboo trees and historical remnants Visit the fish spa, for a strange yet wonderful experience of nibbling fish and therapeutic tickles! Visit the fish spa, for a strange yet wonderful experience of nibbling fish and therapeutic tickles! What We Love:   What We Love: Venture through the mysterious Basianshan Forest, where you can find breezy shade under the bamboo trees. Surrounded by Sakura trees, lush greenery and remnants of the Japanese presence before WWII, you can experience both nature at its finest, and get a feel of the history behind the region. After hiking through the forest followed by lunch, relax at the Guguan Hot Spring, a therapeutic experience through both the clear, steaming water (said to contain healing properties) and the breathtaking views of the mountains and valleys around. Lastly, do not forget to pamper yourself at the fish spa, a rather ticklish affair for many!  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/438-guguan-hot-spring-and-basianshan-forest-taichung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Guguan Hot Spring and Basianshan Forest",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:54:37"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 171,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0069e713-Chiaming-Lake-Three-Day-Hike/ChiamingLakeThree-DayHike.jpg",
        "strIntroduction": " This lengthy but achievable hiking expedition, led by experienced mountain guides, takes you to the deep blue waters of teardrop-shaped Chiaming Lake Climb 3310m meters up Xiangyang Mountain to Chiaming Lake, famed for its deep blue colour Be led by experienced guides and passionate lovers of Taiwan's mountains Uncover alpine beauty, emerald forests and the natural tranquility of the lake Inclusive of two-nights accommodation plus two breakfasts and two dinners Climb 3310m meters up Xiangyang Mountain to Chiaming Lake, famed for its deep blue colour Climb 3310m meters up Xiangyang Mountain to Chiaming Lake, famed for its deep blue colour Be led by experienced guides and passionate lovers of Taiwan's mountains Be led by experienced guides and passionate lovers of Taiwan's mountains Uncover alpine beauty, emerald forests and the natural tranquility of the lake Uncover alpine beauty, emerald forests and the natural tranquility of the lake Inclusive of two-nights accommodation plus two breakfasts and two dinners Inclusive of two-nights accommodation plus two breakfasts and two dinners What We Love:   What We Love: It's hard to believe that water can be so blue until you set eyes on Chiaming Lake, and easy to see why it's often referred to as the ‘angel's teardrop' or ‘the sapphire in the mountains'. Formed by a meteor impact millions of years ago, visiting this high-altitude lake makes a fantastic hike, complemented by surrounding views of Xiangyang Mountain's rolling green hills. On this 3-day, 2-night excursion, mountaineering enthusiasts will be led across Taiwan's scenic hill country by experienced guides, staying in mountain cabins, and getting a rare taste for the beauty of the area and the fresh alpine air.  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/532-chiaming-lake-three-day-hike-taichung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Chiaming Lake Three-Day Hike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:54:49"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 57,
        "strGuideLanguage": "en/cn/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/935a2851-Houfeng-Bikeway--Great-Art-Tour/HoufengBikewayGreatArtTour.jpg",
        "strIntroduction": " Bike on the Houfeng Bikeway, followed by a day of art and music museums and the chance to make your own sun cake! Grab a bike and ride along the 4.5km Houfeng Bikeway, complete with a thrilling tunnel Visit Chang Lien-Cheng Saxophone Museum and National Taiwan Museum of Fine Arts to get a taste of Taichung's art scene Throw on an apron and have a go at making your own sun cake at a DIY cake class Hotel transfers, lunch, plus all rental gear and baking equipment are included Grab a bike and ride along the 4.5km Houfeng Bikeway, complete with a thrilling tunnel Grab a bike and ride along the 4.5km Houfeng Bikeway, complete with a thrilling tunnel Visit Chang Lien-Cheng Saxophone Museum and National Taiwan Museum of Fine Arts to get a taste of Taichung's art scene Visit Chang Lien-Cheng Saxophone Museum and National Taiwan Museum of Fine Arts to get a taste of Taichung's art scene Throw on an apron and have a go at making your own sun cake at a DIY cake class Throw on an apron and have a go at making your own sun cake at a DIY cake class Hotel transfers, lunch, plus all rental gear and baking equipment are included Hotel transfers, lunch, plus all rental gear and baking equipment are included What We Love:   What We Love: Exercise both your physical and creative sides in the unique Houfeng Bikeway and Great Art Tour. You will start your day with a bike ride that spans 4.5km, including a 1.2km venture through a tunnel, as well a crossing over the iconic Dajia steel bridge. After a morning of intense biking, the Chang Lien-Cheng Saxophone Museum will allow you to relax and will give you an insight into the intriguing history behind one of the most loved instruments. After lunch, the National Taiwan Museum of Fine Arts will give you time to digest its vast collection of both domestic and foreign artworks, spread out over 24 galleries. Hopefully the art museum will give you some creative inspiration for the final activity of the day: a sun cake-making class!  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/440-houfeng-bikeway-great-art-tour-taichung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Houfeng Bikeway & Great Art Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:54:58"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 57,
        "strGuideLanguage": "en/cn/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0b4aae70-Sanyi-Wood-Sculpture-Museum--Dajia-Mazu-/SanyiWoodSculptureMuseumDajiaMazu.jpgopacity0.744311",
        "strIntroduction": " Explore the culture of two illustrious townships in Taichung; Sanyi and Dajia Take a tour of Sanyi Wood Sculpture Museum, with 9 unique exhibitions that houses the regions pride of wood carving Visit Sanyi Duck Factory, where you will have the chance to paint your own duck Walk through Sanyi Township, a region well-known for woodcarving, and pick up your own sculptures as souvenirs Make a trip to Mazu Temple, one of the most sacred respected religious sites in Taiwan Hotel transfers, admission costs and lunch are all included in the tour Take a tour of Sanyi Wood Sculpture Museum, with 9 unique exhibitions that houses the regions pride of wood carving Take a tour of Sanyi Wood Sculpture Museum, with 9 unique exhibitions that houses the regions pride of wood carving Visit Sanyi Duck Factory, where you will have the chance to paint your own duck Visit Sanyi Duck Factory, where you will have the chance to paint your own duck Walk through Sanyi Township, a region well-known for woodcarving, and pick up your own sculptures as souvenirs Walk through Sanyi Township, a region well-known for woodcarving, and pick up your own sculptures as souvenirs Make a trip to Mazu Temple, one of the most sacred respected religious sites in Taiwan Make a trip to Mazu Temple, one of the most sacred respected religious sites in Taiwan Hotel transfers, admission costs and lunch are all included in the tour Hotel transfers, admission costs and lunch are all included in the tour What We Love:   What We Love: Starting at the Sanyi Wood Sculpture Museum, you will witness a wide range of intricate sculptures spread across over 9 exhibitions, from ancient antiquities to animals. Commemorate your trip to Sanyi by walking through the Wood Sculpture Old Street, where wood carvers and merchants sell sculptures, in the traditional way you will have seen at the museum. Before you leave Sanyi, visit the Duck Factory, where you will have the chance to paint your own ornamental duck! After lunch, head to Dajia, where you will come face-to-face with one of Taiwan's most venerated sites, the Mazu Temple. With extraordinary Chinese-inspired accents, a beautiful exterior and a festive atmosphere surrounding the temple, this is a site you simply cannot miss!  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/441-sanyi-wood-sculpture-museum-dajia-mazu-taichung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sanyi Wood Sculpture Museum & Dajia Mazu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:55:11"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4d3ddfd3-3G-WiFi-Device-HKG-Pick-Up-for-Taiwan/3GWiFiHKGPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Taiwan with an unlimited 3G pocket WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Taiwan, without the stress of sourcing WiFi once you get there. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Taiwan but also Thailand, Singapore, Japan and Korea.  ",
        "strLocation": "Kaohsiung",
        "strOriginUrl": "https://www.klook.com/activity/669-taiwan-wifi-device-kaohsiung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Taiwan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:55:23"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b02f2719-4G-WiFi-TPE-TSA-KHH-Pick-Up-for-Taiwan/4GWiFiTPETSAKHHPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Taiwan with an unlimited 4G pocket WiFi device with convenient pick up at Taoyuan (TPE), Songshan (TSA) or Kaohsiung (KHH) airports Provided by one of Taiwan's biggest providers for great coverage across 99% of Taiwan Guaranteed unlimited 4G WiFi with no deceleration to 3G Enjoy 8 hours battery life on one charge Connect up to 5 devices at once (phones, tablets, laptops etc.) Convenient pick up and return at Taipei Taoyuan, Songshan or Kaohsiung airports Enhance your connectivity with an unlimited usage SIM card picked up from the same location. Click here Provided by one of Taiwan's biggest providers for great coverage across 99% of Taiwan Guaranteed unlimited 4G WiFi with no deceleration to 3G Enjoy 8 hours battery life on one charge Connect up to 5 devices at once (phones, tablets, laptops etc.) Convenient pick up and return at Taipei Taoyuan, Songshan or Kaohsiung airports Enhance your connectivity with an unlimited usage SIM card picked up from the same location. Click here Click here What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Taipei Taoyuan or Songshan International Airports, or Kaohsiung International Airport, you'll enjoy unlimited WiFi access throughout your stay in Taiwan, with coverage over 99% of the island. The ultra-speedy 4G device connects up to five different phones, laptops and tablets at once and supports up to 8 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are.  ",
        "strLocation": "Kaohsiung",
        "strOriginUrl": "https://www.klook.com/activity/1533-wifi-device-taiwan-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (TPE/TSA/KHH Pick Up) for Taiwan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:55:34"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/166873a2-Taiwan-High-Speed-Rail-One-Way-Ticket/THSROneWayTicket.jpg",
        "strIntroduction": " Travel to Taiwan's top attractions in a flash! Hop on to a highly efficient THSR train to see Taiwan the most convenient way As the Taiwan High Speed Rail connects 8 major cities throughout Taiwan, you can take your travels anywhere around the country Get from Taipei to Kaohsiung in only 90 minutes! Easily reach a range of Taiwan's most scenic attractions, including the National Palace Museum in Taipei, the Sun Moon Lake in central region and the Liuhe Night Market in Kaohsiung As the Taiwan High Speed Rail connects 8 major cities throughout Taiwan, you can take your travels anywhere around the country Get from Taipei to Kaohsiung in only 90 minutes! Easily reach a range of Taiwan's most scenic attractions, including the National Palace Museum in Taipei, the Sun Moon Lake in central region and the Liuhe Night Market in Kaohsiung What We Love:   What We Love: For a single journey, this handy pass allows you to travel to major cities in Taiwan without the hassle and at a great discount! Whether you want to see the National Palace Museum in Taipei, or the Liuhe Night Market in Kaohsiung, you can do so in a flash with this one way travel ticket. The Taiwan High Speed Rail (THSR) connects major cities in both the North and South, meaning you can visit any top attraction even if it's at the opposite end of the country. You can even get from Taipei to Kaohsiung in only 90 minutes, so it really is the fastest and most convenient form of transport around the country. The High Speed Rail has a 99% efficiency rate, so you know you won't be wasting your day waiting around for unpredictable public transport. There really is no easier or better way to get around Taiwan, so cut the stress while you're away and buy your travel ticket now!  ",
        "strLocation": "Kaohsiung",
        "strOriginUrl": "https://www.klook.com/activity/818-thsr-one-way-ticket-kaohisung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "THSR One Way Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:55:46"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0c05fc56-4G-SIM-Card-with-Calls-TPE-Pick-Up-for-Taiwan/4GSIMCardwithCallsTPEPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Use your mobile phone freely without the worry of high roaming costs with an unlimited data, texts, plus incoming/outgoing calls SIM card for Taiwan Instant confirmation and voucher sent immediately after booking Get unlimited outgoing calls (a service which other SIMs don't offer) Fantastic coverage from one of Taiwan's biggest providers across 99% of the island Quick and hassle free - no registration needed! Use your mobile freely without having to worry about roaming costs Enjoy 4G internet access to use maps, upload photos and stay connected with family whilst in Taiwan Convenient pick up from Taoyuan International Airport (TPE) on arrival Instant confirmation and voucher sent immediately after booking Get unlimited outgoing calls (a service which other SIMs don't offer) Fantastic coverage from one of Taiwan's biggest providers across 99% of the island Quick and hassle free - no registration needed! Use your mobile freely without having to worry about roaming costs Enjoy 4G internet access to use maps, upload photos and stay connected with family whilst in Taiwan Convenient pick up from Taoyuan International Airport (TPE) on arrival What We Love:   What We Love: Stay constantly connected while you're on the go in Taiwan with an unlimited 4G data tourist SIM card! You'll be able to communicate with your friends and family, navigate your way around the country and keep up to date with the latest events without incurring steep roaming costs. This SIM includes all the extras including outgoing calls and no reduction of your fast 4G speed which you might get with other cards. With instant booking confirmation, convenient pick up service at Taipei Taoyuan International Airport and no registration process, you will have island-wide coverage from the moment you land in Taiwan.  ",
        "strLocation": "Kaohsiung",
        "strOriginUrl": "https://www.klook.com/activity/1671-sim-card-taiwan-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G SIM Card with Calls (TPE Pick Up) for Taiwan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:55:55"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5011f0af-3G-SIM-Card-HKG-Pick-Up-for-Taiwan/3GSIMCardHKGPickUpforTaiwan.jpgopacity0.64702",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy 4 days of unlimited data connection across Taiwan plus network sharing for all your devices Gain unlimited 3G data for 4 days with no usage capping Get a ready to use card with no registration needed Enjoy data services to stay connected on social media from several devices with network sharing Access the Internet across all destinations in Taiwan Gain unlimited 3G data for 4 days with no usage capping Get a ready to use card with no registration needed Enjoy data services to stay connected on social media from several devices with network sharing Access the Internet across all destinations in Taiwan What We Love:   What We Love: Stay constantly connected while you're on the go in Taiwan with unlimited 3G data for 4 days! You'll be able to communicate with your friends and family, navigate your way around the country and keep up to date with the latest events without incurring steep roaming costs. With the convenient pick up service at Hong Kong airport and no registration process, you will have instant connection to the Internet the minute you land in Taiwan.  ",
        "strLocation": "Kaohsiung",
        "strOriginUrl": "https://www.klook.com/activity/1011-taiwan-unlimited-3g-sim-card-kaohsuing/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G SIM Card (HKG Pick Up) for Taiwan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:56:10"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 53,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5480484a-Discover-Alishan-Mountain/DiscoverAlishanMountain.jpgopacity0.790707",
        "strIntroduction": " Take a day - or two - to discover the natural beauty of Alishan and become acquainted with the talented Tsou tribe Drive by the quaint towns and beautiful scenery of Chiayi County Explore Alishan's nature including bamboo forests, sparkling waterfalls and tea plantations Enjoy a tasty aboriginal lunch before a traditional performance from the colorful Tsou tribe Opt for the two day tour to also watch Alishan's famed sunrise and pay a visit to Fenqihu Old Street and the Everlasting Bridge Inclusive of comfortable coach transportation including hotel pick up and drop off Drive by the quaint towns and beautiful scenery of Chiayi County Drive by the quaint towns and beautiful scenery of Chiayi County Explore Alishan's nature including bamboo forests, sparkling waterfalls and tea plantations Explore Alishan's nature including bamboo forests, sparkling waterfalls and tea plantations Enjoy a tasty aboriginal lunch before a traditional performance from the colorful Tsou tribe Enjoy a tasty aboriginal lunch before a traditional performance from the colorful Tsou tribe Opt for the two day tour to also watch Alishan's famed sunrise and pay a visit to Fenqihu Old Street and the Everlasting Bridge Opt for the two day tour to also watch Alishan's famed sunrise and pay a visit to Fenqihu Old Street and the Everlasting Bridge Inclusive of comfortable coach transportation including hotel pick up and drop off Inclusive of comfortable coach transportation including hotel pick up and drop off What We Love:   What We Love: Known for its pillowy cloud seas, spectacular sunrises, glowing sunsets, enchanting forests and charming railway, it's no wonder Alishan is a popular day (or weekend) trip for tourists and locals like. Get to know the indigenous Tsou people with a traditional aboriginal meal followed by a tribal dance performance. Then explore this mountain park full of cherry blossom and bamboo forests, glittering waterfalls, hiking trails and high altitude tea plantations. Opt for the two-day tour for your chance to experience the famed Alishan sunrise, Fenqihu's quaint old street and a seemingly never-ending suspension bridge.  ",
        "strLocation": "Kaohsiung",
        "strOriginUrl": "https://www.klook.com/activity/498-discover-alishan-mountain-kaohsiung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Discover Alishan Mountain",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:56:22"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 24,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ae3b114b-Kaohsiung-Airport---Kaoshiung-City-Transfers/AirportTransfersKHHPickUpforKaohsiung.jpg",
        "strIntroduction": " Enjoy a professional, safe and efficient door-to-door transfer service to and from the Kaohsiung International Airport and Kaohsiung city Experience a convenient transfer in a comfortable private car Be greeted by a friendly and professional chauffeur Choose between a variety of car models and sizes to meet the needs of your traveling party Incur no additional charge on waiting time due to flight delays Experience a convenient transfer in a comfortable private car Be greeted by a friendly and professional chauffeur Choose between a variety of car models and sizes to meet the needs of your traveling party Incur no additional charge on waiting time due to flight delays What We Love:   What We Love: Navigating public transportation can be tiring after a long flight especially if you have bulky luggage or a large traveling party. With a private car transfer, you can relax from the moment you land in Kaohsiung with a convenient door-to-door service to any location in the city. You will be greeted by a friendly and professional chauffeur who will lead you to a spacious car. With years of experience, the driver will get you to your location safely and on time.  ",
        "strLocation": "Kaohsiung",
        "strOriginUrl": "https://www.klook.com/activity/1048-airport-transfer-kaohsuing/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (KHH Pick Up) for Kaohsiung",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:56:34"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 76,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1094e1f0-3-Days-THSR-Tourist-Pass/3DayTHSRTouristPass.jpg",
        "strIntroduction": " Travel to Taiwan's top attractions in a flash! Take advantage of unlimited travel on the highly efficient THSR trains to see the best of Taiwan at your convenience Enjoy unlimited travel for 3 consecutive days on Taiwan High Speed Rail trains with the basic pass Enjoy the flexibility of being able to stay longer in locations you love by choosing which days in the week you travel using the Flexi pass Travel from Taipei to Kaohsiung in only 90 minutes! Easily reach a range of Taiwan's most scenic attractions, including the National Palace Museum in Taipei, the Sun Moon Lake in Nantou and the Liuhe Night Market in Kaohsiung Enjoy unlimited travel for 3 consecutive days on Taiwan High Speed Rail trains with the basic pass Enjoy the flexibility of being able to stay longer in locations you love by choosing which days in the week you travel using the Flexi pass Travel from Taipei to Kaohsiung in only 90 minutes! Easily reach a range of Taiwan's most scenic attractions, including the National Palace Museum in Taipei, the Sun Moon Lake in Nantou and the Liuhe Night Market in Kaohsiung What We Love:   What We Love: Discover all that Taiwan has to offer without the hassle! This handy pass allows you to travel on any number of Taiwan High Speed Rail (THSR) trains for three whole days - all routes included! Whether you want to see the National Palace Museum in Taipei, or the Liuhe Night Market in Kaohsiung, it's all easily possible with this all inclusive travel pass. The Taiwan High Speed Rail connects major cities in both the North and South, meaning you can visit a ton of top attractions at opposite ends of the country. It's the fastest and most convenient form of transport around the country - you can even get from Taipei to Kaohsiung in only 90 minutes! The High Speed Rail has a 99% efficiency rate, so you know you won't be wasting time waiting around for unpredictable public transport. There really is no easier or better way to get around Taiwan, so cut the stress and buy your travel ticket now!  ",
        "strLocation": "Kaohsiung",
        "strOriginUrl": "https://www.klook.com/activity/810-3-day-thsr-tourist-pass-kaohsiung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3 Day THSR Tourist Pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:56:45"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 54,
        "strGuideLanguage": "en/cn/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b9f4901c-Chi-Mei-Museum-and-Fucheng-Food-Tour/ChiMeiMuseumandFuchengFoodTour.jpg",
        "strIntroduction": " Browse through the illustrious Chi Mei Museum, and visit several other landmarks of Tainan Spend hours viewing artefacts and artworks at Chi Mei Museum; spread across five distinct categories Sample traditional Tainan milkfish for lunch, and enjoy several other local snacks, such as rice cakes and meatballs Stop by at several major landmarks of Tainan, such as Chikan Tower, Koxinga Temple and Tainan Confucian Temple Enjoy hotel transfers, lunch, insurance and mineral water all included in the tour package Spend hours viewing artefacts and artworks at Chi Mei Museum; spread across five distinct categories Spend hours viewing artefacts and artworks at Chi Mei Museum; spread across five distinct categories Sample traditional Tainan milkfish for lunch, and enjoy several other local snacks, such as rice cakes and meatballs Sample traditional Tainan milkfish for lunch, and enjoy several other local snacks, such as rice cakes and meatballs Stop by at several major landmarks of Tainan, such as Chikan Tower, Koxinga Temple and Tainan Confucian Temple Stop by at several major landmarks of Tainan, such as Chikan Tower, Koxinga Temple and Tainan Confucian Temple Enjoy hotel transfers, lunch, insurance and mineral water all included in the tour package Enjoy hotel transfers, lunch, insurance and mineral water all included in the tour package What We Love:   What We Love: Built as a celebration of the museum's founder's childhood, Chi Mei Museum consists of five distinct categories: Musical Instruments, Western Art, Natural History, Arms and Armor, and Antiquities. Recognized as one of the most prestigious and diverse collections in the world, it is easy to spend hours at a time inside the museum admiring the various pieces! However, the tour does not stop here; after a lunch of traditional Tainan milkfish, you will have the opportunity to visit several temples and historical sites of Tainan, such as Koxinga Temple, dedicated to the famous Chinese military leader, Chikan Tower, a picturesque fort surrounded with lush gardens, and finally the Tainan Confucian Temple adorned in exquisite religious artefacts. The Confucian Temple and its neighbouring grounds is also where you can sample some of the delicious local snacks, such as rice cakes and meatballs.  ",
        "strLocation": "Kaohsiung",
        "strOriginUrl": "https://www.klook.com/activity/448-chi-mei-museum-and-fucheng-food-tour-kaohsiung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Chi Mei Museum and Fucheng Food Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:56:56"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 42,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d7eee6bc-Kaohsiung-International-Airport---Tainan-City-Transfers/AirportTransfersKHHPickUpforTainan.jpg",
        "strIntroduction": " The efficient way to get to and from Kaohsiung Airport and Tainan city in a private car transfer with professional chauffeur service Enjoy the friendly and professional hospitality from a professional chauffeur Experience the ease of travel with a door-to-door private care transfer Choose from two car models to accommodate the needs of your traveling party Avoid additional waiting charges in the event of a flight delay Enjoy the friendly and professional hospitality from a professional chauffeur Experience the ease of travel with a door-to-door private care transfer Choose from two car models to accommodate the needs of your traveling party Avoid additional waiting charges in the event of a flight delay What We Love:   What We Love: Enjoy the comfort of hassle free travel to and from Kaohsiung International Airport and Tainan city. Experience the hospitality and service from a professional chauffeur who will greet you at the arrival hall, help with your luggage, then drive you safely to your destination. The service can accommodate between 1 and 8 people with several car models to choose from depending on your needs.  ",
        "strLocation": "Kaohsiung",
        "strOriginUrl": "https://www.klook.com/activity/1049-kaohsiung-airport-tainan-city-transfers-kaohsiung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (KHH Pick Up) for Tainan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:57:08"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 52,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/14b898c0-Wusanto-and-Guangzuling-Hot-Spring/WusantoandGuangzulingHotSpring.jpgopacity0.793893",
        "strIntroduction": " Spend a relaxing day at Wusanto Reservoir and therapeutic Guangzuling Hot Spring Unwind in Guangzuling Hot Springs, mud baths that leave your skin silky smooth Take a walk around Wusanto Resevoir, known for its abundance of small islets and enthralling nature all around View the gorgeous scenery at Taiwan's largest alluvial plain, the Chianan Plain Receive complimentary hotel transfers, mineral water, hot spring admission and insurance all included in the tour Unwind in Guangzuling Hot Springs, mud baths that leave your skin silky smooth Unwind in Guangzuling Hot Springs, mud baths that leave your skin silky smooth Take a walk around Wusanto Resevoir, known for its abundance of small islets and enthralling nature all around Take a walk around Wusanto Resevoir, known for its abundance of small islets and enthralling nature all around View the gorgeous scenery at Taiwan's largest alluvial plain, the Chianan Plain View the gorgeous scenery at Taiwan's largest alluvial plain, the Chianan Plain Receive complimentary hotel transfers, mineral water, hot spring admission and insurance all included in the tour Receive complimentary hotel transfers, mineral water, hot spring admission and insurance all included in the tour What We Love:   What We Love: Relax and enjoy a therapeutic experience at the Guangzeling Hot Spring, one of Taiwan's four main hot springs. Rather than the water springs seen in the rest of the country, Guangzeling Hot Spring is famous for its mud hot spring, a rare occurrence. Rich in minerals, the mud will leave your skin looking radiant and smooth. You will also visit Wusanto Reservoir, famed for its azure blue waters and the cherry blossom, where you can take a walk around and view over a hundred small islets that are dotted all over the reservoir. Lastly you will witness the epic sceneries offered at Taiwan's largest alluvial plain, Chianan Plain, with lush greenery spread across miles.  ",
        "strLocation": "Kaohsiung",
        "strOriginUrl": "https://www.klook.com/activity/447-wusanto-and-guangzuling-hot-spring-kaohsiung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Wusanto and Guangzuling Hot Spring",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:57:22"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 54,
        "strGuideLanguage": "en/cn/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/bb3a3df1-Salt-Flats--Art-Tour/SaltFlatsArtTour.jpgopacity0.97044",
        "strIntroduction": " Tour this special part of Taiwan and discover the area's significance for art, architecture and the salt-making industry Glide through the famous green tunnel canopy then go bird watching for the rare black-faced spoonbill See the beautiful modern architecture of Beimen Crystal Church Visit paintings of famed Taiwanese painter Hung Tung and learn about his unique style, use of vivid color and influence on modern art Marvel at the patchwork reflections across Jingzaijiao salt fields and learn how salt was traditionally made in the area Enjoy convenient hotel transfers, lunch, insurance and mineral water all included in the tour package Glide through the famous green tunnel canopy then go bird watching for the rare black-faced spoonbill Glide through the famous green tunnel canopy then go bird watching for the rare black-faced spoonbill See the beautiful modern architecture of Beimen Crystal Church See the beautiful modern architecture of Beimen Crystal Church Visit paintings of famed Taiwanese painter Hung Tung and learn about his unique style, use of vivid color and influence on modern art Visit paintings of famed Taiwanese painter Hung Tung and learn about his unique style, use of vivid color and influence on modern art Marvel at the patchwork reflections across Jingzaijiao salt fields and learn how salt was traditionally made in the area Marvel at the patchwork reflections across Jingzaijiao salt fields and learn how salt was traditionally made in the area Enjoy convenient hotel transfers, lunch, insurance and mineral water all included in the tour package Enjoy convenient hotel transfers, lunch, insurance and mineral water all included in the tour package What We Love:   What We Love: Join this unique tour in and around Beimen District, sighting fascinating landmarks far removed from the usual tourist trail. Begin with a graceful boat ride beneath the arching mangroves of Sicao Green Tunnel, then try a spot of birdwatching for the endangered black-faced spoonbill, only found in a few parts of the world. Next you'll visit the area's most romantic building, Beimen Crystal Church. The modern architecture and romantic atmosphere make this a popular photo shoot location for newlywed couples. Discover the artwork of Hung Tung, a self-taught Taiwanese artist whose colorful abstract style heavily influenced Taiwanese modern art in the 1970s, before coming to the Jingzaijiao salt fields. Tainan used to be Taiwan's most important salt-making area but the flats are now abandoned is favor of cheaper imported salt. A few are maintained for tourism purposes so you can still watch and learn about traditional salt-drying methods.  ",
        "strLocation": "Kaohsiung",
        "strOriginUrl": "https://www.klook.com/activity/501-salt-flats-art-tour-kaohsiung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Salt Flats & Art Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:57:31"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 60,
        "strGuideLanguage": "en/cn/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c1a7c9fd-Fruit-Picking-at-Siraya-National-Scenic-Area/FruitPickingatSirayaNationalScenicArea.jpg",
        "strIntroduction": " Pick and eat exotic fruits with a backdrop of mountainous countryside at Siraya National Scenic Area Take in the views of mountains and farms at Siraya National Scenic Area, one of Taiwan's 13 designated scenic areas Go fruit picking for juicy mangoes and longans Visit several temples and historical sites along the way on the tour Enjoy convenient hotel transfers, lunch, insurance and mineral water all included in the tour package Take in the views of mountains and farms at Siraya National Scenic Area, one of Taiwan's 13 designated scenic areas Go fruit picking for juicy mangoes and longans Visit several temples and historical sites along the way on the tour Enjoy convenient hotel transfers, lunch, insurance and mineral water all included in the tour package What We Love:   What We Love: Siraya National Scenic Area is one if thirteen natural scenic areas in Taiwan, established in 2005, named after the indigenious Siraya ethnic group. Famous for being a major farm produce region, the area is abundant is all sorts of exotic fruits, such as Chinese honey oranges, longans and mangoes. You will have the chance to pick your own fruit with this family-favourite activity, and can enjoy the fruits of your labor afterwards. With towering mountains covering the land, hot springs hidden away in the quaint valleys and beautiful temples along the path, Siraya National Scenic Area has a truly magical feel to it.  ",
        "strLocation": "Kaohsiung",
        "strOriginUrl": "https://www.klook.com/activity/451-fruit-picking-at-siraya-national-scenic-area-kaohsiung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Fruit Picking at Siraya National Scenic Area",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:57:42"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 27,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/28f4996c-Zuoying-Lotus-Pond/ZuoyingLotusPond.jpgopacity0.971756",
        "strIntroduction": " Discover the many wonders of Zuoying District, including the famous Lotus Pond Walk around the Lotus Pond, named for the beautiful, lush lotus plants scattered over the surface Discover the many temples and pagodas surrounding the Lotus Pond, especially the ornate Spring and Autumn Pavillions Explore other noteworthy landmarks in Zuoying, such as the Old City and the National Stadium Feast on the local snacks available at Lotus Park, such as Ben Beef noodles and Gong Carrabolla soup Hotel pick up and drop off, insurance and mineral water are all included Walk around the Lotus Pond, named for the beautiful, lush lotus plants scattered over the surface Walk around the Lotus Pond, named for the beautiful, lush lotus plants scattered over the surface Discover the many temples and pagodas surrounding the Lotus Pond, especially the ornate Spring and Autumn Pavillions Discover the many temples and pagodas surrounding the Lotus Pond, especially the ornate Spring and Autumn Pavillions Explore other noteworthy landmarks in Zuoying, such as the Old City and the National Stadium Explore other noteworthy landmarks in Zuoying, such as the Old City and the National Stadium Feast on the local snacks available at Lotus Park, such as Ben Beef noodles and Gong Carrabolla soup Feast on the local snacks available at Lotus Park, such as Ben Beef noodles and Gong Carrabolla soup Hotel pick up and drop off, insurance and mineral water are all included Hotel pick up and drop off, insurance and mineral water are all included What We Love:   What We Love: Zuoying District has a lot to offer its many visitors, with one of the most sought-after sites being the Lotus Pond. This man-made lake plays habitat to a variety of exotic lotus plants, as well as temples and pagodas scattered all over the perimeter of the lake, you'll really get the feeling of being somewhere mystical. One of the most noteworthy sites across its shores are the Spring and Autumn Pavilions, marvelous sights on their own, but also an excellent vantage point for those who want to view the lake. The tour also takes you to the walls of the Old City of Zuoying, as well as the National Stadium, the largest stadium in Taiwan. Make sure to try the many food specialties at Lotus Pond, especially the scrumptious Ben Beef noodles!  ",
        "strLocation": "Kaohsiung",
        "strOriginUrl": "https://www.klook.com/activity/472-zuoying-lotus-pond-kaohsiung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Zuoying Lotus Pond",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:57:54"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 54,
        "strGuideLanguage": "en/cn/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/83f17c0e-Yunlin-Ecological-Wetlands-Park/YunlinEcologicalWetlandsPark.jpgopacity0.71289",
        "strIntroduction": " Enjoy a day exploring the underrated sites of Yunlin County and the area's fantastic nature Take a trip to the wetlands, home to a diverse range of bird species, such as the water thrush and short-eared owl Visit the house of the late Zheng Fengxi, a celebrated Taiwanese novelist Explore Haikou neighborhood, a fishing village famous for its variety of seafood Enjoy the sceneries of the river and plains throughout your tour of Yunlin Enjoy complimentary hotel transfers, as well as lunch, admission tickets and insurance, all included in the tour Take a trip to the wetlands, home to a diverse range of bird species, such as the water thrush and short-eared owl Take a trip to the wetlands, home to a diverse range of bird species, such as the water thrush and short-eared owl Visit the house of the late Zheng Fengxi, a celebrated Taiwanese novelist Visit the house of the late Zheng Fengxi, a celebrated Taiwanese novelist Explore Haikou neighborhood, a fishing village famous for its variety of seafood Explore Haikou neighborhood, a fishing village famous for its variety of seafood Enjoy the sceneries of the river and plains throughout your tour of Yunlin Enjoy the sceneries of the river and plains throughout your tour of Yunlin Enjoy complimentary hotel transfers, as well as lunch, admission tickets and insurance, all included in the tour Enjoy complimentary hotel transfers, as well as lunch, admission tickets and insurance, all included in the tour What We Love:   What We Love: Yunlin County may not be quite as frequented as its neighbouring counties, but that is perhaps because it offers experiences that are better suited to travellers looking for something more off-beat; nature lovers will be left in awe of the rare bird species, such as the waterthrush and short-eared owl that you can find at the wetlands, and literary buffs will be fascinated to visit the house of the late Zheng Fengxi, a novelist who was amongst Taiwan's “Ten Outstanding Youths.” You will also visit Haikou, a quaint fishing neighbourhood where you can find a huge variety of fresh seafood, such as clams, shrimp and oysters. While still quite an underdeveloped region, Yunlin offers unforgettable sceneries, especially alongside the river and the lush Chianan Plain.  ",
        "strLocation": "Kaohsiung",
        "strOriginUrl": "https://www.klook.com/activity/499-yunlin-ecological-wetlands-park-kaohsiung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Yunlin Ecological Wetlands Park",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:58:06"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 60,
        "strGuideLanguage": "en/cn/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/37f0b648-Jingliao-Rural-Village-Tour/JingliaoRuralVillageTour.jpg",
        "strIntroduction": " Enjoy a day of touring the picturesque Jingliao Village, located in the rural Houbi Township Visit several offbeat cultural and historical sites, such as Huang Family Mansion and Tai'an Palace Explore the real life setting of Let It Be, the 2004 documentary about Taiwanese farmers in Houbi Enjoy hotel transfers, lunch, insurance and mineral water all included in the tour package English speaking guides are available for this tour Visit several offbeat cultural and historical sites, such as Huang Family Mansion and Tai'an Palace Visit several offbeat cultural and historical sites, such as Huang Family Mansion and Tai'an Palace Explore the real life setting of Let It Be, the 2004 documentary about Taiwanese farmers in Houbi Explore the real life setting of Let It Be, the 2004 documentary about Taiwanese farmers in Houbi Enjoy hotel transfers, lunch, insurance and mineral water all included in the tour package Enjoy hotel transfers, lunch, insurance and mineral water all included in the tour package English speaking guides are available for this tour English speaking guides are available for this tour What We Love:   What We Love: Houbi Township is a rural region in the north of Tainan county, and once known to be the thriving centre of the orchid cultivation industry. Centered around Jingliao Village, a quiet and quaint place, this full day tour gives you a deep insight into the rural districts of Taiwan. With visits to historical landmarks, such as the mysterious Huang Family Mansion and Tai'an Palace, you will marvel at sights that few have seen, as they are often not found in tourist guides. You will also get to explore the place where the critically acclaimed documentary Let It Be was shot; recording the lives of several farmers around Houbi, you will be able to see the farmers at work first hand during your trip to Jingliao Village.  ",
        "strLocation": "Kaohsiung",
        "strOriginUrl": "https://www.klook.com/activity/449-jingliao-rural-village-tour-kaohsiung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Jingliao Rural Village Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:58:17"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 28,
        "strGuideLanguage": "en/cn/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2be20731-Tainan-Gastronomy-and-Culture/TainanGastronomyandCulture.jpg",
        "strIntroduction": " Discover some of the most interesting sites of Tainan city at night, along with a Michelin-worthy meal Indulge in some gourmet treats at Bistro Alley, a foodie's paradise for delicious Taiwanese-fused French and Italian specialties Walk through some of Tainan's landmarks; Pan Palace Shihfang, National Museum of Taiwanese Literature and Maxwell Memorial Presbyterian Church Shop at Forest Department Store, Taiwan's second oldest department store Indulge in some gourmet treats at Bistro Alley, a foodie's paradise for delicious Taiwanese-fused French and Italian specialties Indulge in some gourmet treats at Bistro Alley, a foodie's paradise for delicious Taiwanese-fused French and Italian specialties Walk through some of Tainan's landmarks; Pan Palace Shihfang, National Museum of Taiwanese Literature and Maxwell Memorial Presbyterian Church Walk through some of Tainan's landmarks; Pan Palace Shihfang, National Museum of Taiwanese Literature and Maxwell Memorial Presbyterian Church Shop at Forest Department Store, Taiwan's second oldest department store Shop at Forest Department Store, Taiwan's second oldest department store What We Love:   What We Love: An enthralling journey through the historic city of Tainan, this tour fuses the east with the west in a unique and special way. Starting at the sacred Tainan Confucian Temple, you will venture through Pan Palace Shifang, a square in the city with four towering arches forming the edges. You will then explore the National Museum of Taiwanese Literature, a building that has been praised for its intriguing, modernistic architecture, followed by a visit to Maxwell Memorial Presbyterian Church, a gleaming white structure. However, the highlight of the trip is Bistro Alley, a small restaurant nestled away in a narrow street, serving Michelin star-worthy Italian and French cuisines with a hint of Taiwanese fusion. With a satisfied belly, indulge in some retail therapy at Taiwan's second oldest department store.  ",
        "strLocation": "Kaohsiung",
        "strOriginUrl": "https://www.klook.com/activity/454-tainan-gastronomy-and-culture-kaohsiung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tainan Gastronomy and Culture",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:58:29"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 40,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ddfa77c3-Tainan-Ecology-Tour/TainanEcologyTour.jpg",
        "strIntroduction": " Full of fascinating geology, beautiful architecture and romantic nature, not to mention Taiwan's best snacks, this full day tour is sure to show you the best of Tainan Climb atop the 20m salt mountains and look across the salt fields Visit the Black-faced Spoonbill Reserve and bird-watch this near extinct bird (Sep-Mar) Explore the French-designed Eternal Golden Castle, originally built as a fortification against the Japanese Browse the small street stalls for Taiwan's tastiest snacks Glide by boat through mangrove forests creating a romantic green tunnel Inclusive of comfortable coach transportation including hotel pick up and drop off Climb atop the 20m salt mountains and look across the salt fields Climb atop the 20m salt mountains and look across the salt fields Visit the Black-faced Spoonbill Reserve and bird-watch this near extinct bird (Sep-Mar) Visit the Black-faced Spoonbill Reserve and bird-watch this near extinct bird (Sep-Mar) Explore the French-designed Eternal Golden Castle, originally built as a fortification against the Japanese Explore the French-designed Eternal Golden Castle, originally built as a fortification against the Japanese Browse the small street stalls for Taiwan's tastiest snacks Browse the small street stalls for Taiwan's tastiest snacks Glide by boat through mangrove forests creating a romantic green tunnel Glide by boat through mangrove forests creating a romantic green tunnel Inclusive of comfortable coach transportation including hotel pick up and drop off Inclusive of comfortable coach transportation including hotel pick up and drop off What We Love:   What We Love: Beginning at the Qigu Salt Mountains, where thousands of tons of salt have piled up to 20 meters high, you can actually climb atop to enjoy fantastic views of the now disused salt fields and surrounds. Visit the black-faced spoonbills at Qigu Lagoon and watch these near-extinct birds wade into the water, sweeping their beaks side-to-side to catch prey. There are sadly only 2,700 of these beautiful white and black birds left in the world, and Taiwan is one of the best places to spot them. A visit to the culinary capital of Taiwan wouldn't be complete without tasting some Tainan snacks from the network of street vendors before heading to the Eternal Golden Castle. This 1876 fortification was created from red bricks and has a decidedly European feel to it. End with a blissful mangrove boat ride where a canopy of green hangs above as you glide through. It's nature at it's finest.  ",
        "strLocation": "Kaohsiung",
        "strOriginUrl": "https://www.klook.com/activity/446-tainan-ecology-tour-kaohsiung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tainan Ecology Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:58:41"
    }
]