[
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 56,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1e02a469-Hualien-Taroko-National-Park-Private-Car-Charter/HualienTarokoNationalParkPrivateCarCharter.jpg",
        "strIntroduction": " Don't miss Hualien's most beautiful and dramatic scenery at the outstanding Taroko National Park with a private, customizable car charter Choose one of two itineraries based on your personal preference and tailor as you like Take advise from your experienced driver on the best Hualien sights including Taroko Gorge, the Eternal Spring, Cihmu Bridge and Swallow's Grotto Choose a car, van or minibus for the ultimate comfort, whatever your group size Visit parts of Taroko National Park too difficult to access via public transport Receive convenient pick up and drop off service direct from your hotel Choose one of two itineraries based on your personal preference and tailor as you like Choose one of two itineraries based on your personal preference and tailor as you like Take advise from your experienced driver on the best Hualien sights including Taroko Gorge, the Eternal Spring, Cihmu Bridge and Swallow's Grotto Take advise from your experienced driver on the best Hualien sights including Taroko Gorge, the Eternal Spring, Cihmu Bridge and Swallow's Grotto Choose a car, van or minibus for the ultimate comfort, whatever your group size Choose a car, van or minibus for the ultimate comfort, whatever your group size Visit parts of Taroko National Park too difficult to access via public transport Visit parts of Taroko National Park too difficult to access via public transport Receive convenient pick up and drop off service direct from your hotel Receive convenient pick up and drop off service direct from your hotel What We Love:   What We Love: Discover Hualien's famous Taroko Gorge in comfort and privacy with a chauffeured full or half day car charter. With a choice of customizable itineraries, you can tailor your own route but still utilize tips and insider knowledge from your experienced driver. Travel to the outstanding Taroko National Park, world renowned for it's beautiful scenery and gorge. Take in Hualien's top things to do such as the Swallow's Grotto, the Eternal Spring, an abundance of beautiful bridges and dramatic geology.  ",
        "strLocation": "Hualien",
        "strOriginUrl": "https://www.klook.com/activity/434-hualien-taroko-national-park-private-car-charter-hualien/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hualien Taroko National Park Private Car Charter"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 56,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2777b64b-Hualien-East-Rift-Valley-Private-Car-Charter/HualienEastRiftValleyPrivateCarCharter.jpg",
        "strIntroduction": " There's a lot more to discover in Hualien than Taroko Gorge - spend a day exploring the beautiful nature of the East Rift Valley, with three suggested routes and your own personal driver Choose one of 3 itineraries based on your personal preferences and tailor as you like Visit some of Hualien's most beautiful locations in the East Rift Valley including Liyu Lake, Shin Kong Chao Feng Ranch and National Dong Hwa University Choose a car, van or minibus for the ultimate comfort, whatever your group size See many Hualien sights that would be virtually impossible to access via public transport, in the most convenient way possible Receive convenient pick up and drop off service direct from your hotel/transport station Choose one of 3 itineraries based on your personal preferences and tailor as you like Choose one of 3 itineraries based on your personal preferences and tailor as you like Visit some of Hualien's most beautiful locations in the East Rift Valley including Liyu Lake, Shin Kong Chao Feng Ranch and National Dong Hwa University Visit some of Hualien's most beautiful locations in the East Rift Valley including Liyu Lake, Shin Kong Chao Feng Ranch and National Dong Hwa University Choose a car, van or minibus for the ultimate comfort, whatever your group size Choose a car, van or minibus for the ultimate comfort, whatever your group size See many Hualien sights that would be virtually impossible to access via public transport, in the most convenient way possible See many Hualien sights that would be virtually impossible to access via public transport, in the most convenient way possible Receive convenient pick up and drop off service direct from your hotel/transport station Receive convenient pick up and drop off service direct from your hotel/transport station What We Love:   What We Love: Hualien might be famed as Taiwan's most beautiful region and it's the area's isolation that keeps it that way - but that means it's not always easy to get around. Without a car or scooter, you'll find your Hualien sightseeing to be quite limited. Forget the stress as you explore in customized and guided comfort for a half or full day of highlights around the National Scenic Area of Hualien's East Rift Valley, a region known for its expansive plains and mountain surrounds. Easily visit beautiful locations such as Liyu Lake, Hualien Sugar Factory, an eco-resort, the local university, the forestry center and whatever else you want to fit in! Choose from three suggested routes which are customisable based on your preferences.  ",
        "strLocation": "Hualien",
        "strOriginUrl": "https://www.klook.com/activity/1696-hualien-east-rift-valley-private-car-charter-hualien/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hualien East Rift Valley Private Car Charter"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 56,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2fdb6e30-Hualien-East-Coast-Private-Car-Charter/HualienEastCoastPrivateCarCharter.jpg",
        "strIntroduction": " Cruise along the east coast to discover Hualien's spectacular coastal scenery, beaches, bridges, lookouts and more for a full or half day Choose a half or full day itinerary based on your personal preference and tailor as you like Take advise from your experienced driver on the best sights along Hualien's east coast Choose a car, van or minibus for the ultimate comfort, whatever your group size See many Hualien sights that would be virtually impossible to access via public transport, in the most convenient way possible Receive convenient pick up and drop off service direct from your hotel Choose a half or full day itinerary based on your personal preference and tailor as you like Choose a half or full day itinerary based on your personal preference and tailor as you like Take advise from your experienced driver on the best sights along Hualien's east coast Take advise from your experienced driver on the best sights along Hualien's east coast Choose a car, van or minibus for the ultimate comfort, whatever your group size Choose a car, van or minibus for the ultimate comfort, whatever your group size See many Hualien sights that would be virtually impossible to access via public transport, in the most convenient way possible See many Hualien sights that would be virtually impossible to access via public transport, in the most convenient way possible Receive convenient pick up and drop off service direct from your hotel Receive convenient pick up and drop off service direct from your hotel What We Love:   What We Love: It's true, Hualien is quite possibly Taiwan's most beautiful region and it's the area's isolation that keeps it that way - but that means it's not always easy to get around. Without a car or scooter, you'll find your Hualien sightseeing to be quite limited. Explore Hualien's eastern reaches in comfort and privacy with a chauffeured full or half day car service. With a choice of customizable itineraries, you can tailor your own route but still utilize tips and insider knowledge from your experienced driver. This charter takes you to discover everything from beaches to temples and the incredible coastal geology of Fan Shu Liao and Shihtiping - not to mention that you may even catch a glimpse of whales and dolphins!  ",
        "strLocation": "Hualien",
        "strOriginUrl": "https://www.klook.com/activity/1697-hualien-east-coast-private-car-charter-hualien/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hualien East Coast Private Car Charter"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 56,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/db49c15b-Hualien-Downtown-Private-Car-Charter/HualienDowntownPrivateCarCharter.jpg",
        "strIntroduction": " Explore in and around downtown Hualien city on your own time in customized and guided comfort for a day of sightseeing highlights Take advise from your experienced driver on the best things to do in Hualien city Choose a car, van or minibus for the ultimate comfort, whatever your group size Visit local attractions such as the Pine Garden, Hualien distillery and beach Take advise from your experienced driver on the best things to do in Hualien city Take advise from your experienced driver on the best things to do in Hualien city Choose a car, van or minibus for the ultimate comfort, whatever your group size Choose a car, van or minibus for the ultimate comfort, whatever your group size Visit local attractions such as the Pine Garden, Hualien distillery and beach Visit local attractions such as the Pine Garden, Hualien distillery and beach What We Love:   What We Love: Hualien may be most famed for its nature and impressive gorge, but don't leave without visiting Hualien city. Explore downtown Hualien in comfort and privacy with a chauffeured car charter so you can do your sightseeing on your own time. You can tailor your own route but still utilize tips and insider knowledge from your experienced driver. Get a cultural insight to Hualien's history, visit the local distillery, stop off for a dip at the beach, learn about local history at the museum, browse the city shops or enjoy a bite to eat - what you do and where you go is up to you!  ",
        "strLocation": "Hualien",
        "strOriginUrl": "https://www.klook.com/activity/1698-hualien-downtown-private-car-charter-hualien/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hualien Downtown Private Car Charter"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/986e68bd-3G-WiFi-Device-HKG-Pick-Up-for-Taiwan/3GWiFiHKGPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Taiwan with an unlimited 3G pocket WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Taiwan, without the stress of sourcing WiFi once you get there. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Taiwan but also Thailand, Singapore, Japan and Korea.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/670-taiwan-wifi-device-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Taiwan"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 48,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4166c004-%E9%98%BF%E9%A3%9E%E5%86%B2%E6%B5%AA%E4%B8%80%E5%AF%B9%E5%A4%9A%E8%AF%BE%E7%A8%8B/KentingSurfingLessons.jpg",
        "strIntroduction": " Ever wondered how you jump on a surfboard and catch a wave? Well if you're heading to Kenting why not give it go! Learn from an experienced surfer who knows the beach swells well An all-inclusive surfing class with equipment, insurance and hotel pick up provided Challenge yourself to learn the surfing basics Learn from an experienced surfer who knows the beach swells well Learn from an experienced surfer who knows the beach swells well An all-inclusive surfing class with equipment, insurance and hotel pick up provided An all-inclusive surfing class with equipment, insurance and hotel pick up provided Challenge yourself to learn the surfing basics Challenge yourself to learn the surfing basics What We Love:   What We Love: Ever wondered how you jump on a surfboard and catch a wave? Well if you're heading to Kenting why not give it a go! Join in on a class with other ‘surfers' alike. You'll have an English-speaking instructor who knows all the ins and outs. They'll teach you the surfing basics to some of the more gnarly moves. With hotel pick up and equipment all included all you have to bring is the mindset of catching that wave!  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/716-kenting-surfing-lessons-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kenting Surfing Lessons"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 76,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a2704e6e-3-Days-THSR-Tourist-Pass/3DayTHSRTouristPass.jpg",
        "strIntroduction": " Travel to Taiwan's top attractions in a flash! Take advantage of unlimited travel on the highly efficient THSR trains to see the best of Taiwan at your convenience Enjoy unlimited travel for 3 consecutive days on Taiwan High Speed Rail trains with the basic pass Enjoy the flexibility of being able to stay longer in locations you love by choosing which days in the week you travel using the Flexi pass Travel from Taipei to Kaohsiung in only 90 minutes! Easily reach a range of Taiwan's most scenic attractions, including the National Palace Museum in Taipei, the Sun Moon Lake in Nantou and the Liuhe Night Market in Kaohshing Enjoy unlimited travel for 3 consecutive days on Taiwan High Speed Rail trains with the basic pass Enjoy the flexibility of being able to stay longer in locations you love by choosing which days in the week you travel using the Flexi pass Travel from Taipei to Kaohsiung in only 90 minutes! Easily reach a range of Taiwan's most scenic attractions, including the National Palace Museum in Taipei, the Sun Moon Lake in Nantou and the Liuhe Night Market in Kaohshing What We Love:   What We Love: Discover all that Taiwan has to offer without the hassle! Travel on any number of Taiwan High Speed Rail (THSR) trains for three whole days - all routes included! Choose the basic pass for 3 consecutive days of travel or the flexi for any 3 days within a week period. Whether you want to see the National Palace Museum in Taipei, or the Liuhe Night Market in Kaohsiung, it's all easily possible with this all inclusive travel pass. The Taiwan High Speed Rail connects major cities in both the North and South, meaning you can visit a ton of top attractions at opposite ends of the country. It's the fastest and most convenient form of transport around the country - you can even get from Taipei to Kaohsiung in only 90 minutes! The High Speed Rail has a 99% efficiency rate, so you know you won't be wasting time waiting around for unpredictable public transport. There really is no easier or better way to get around Taiwan, so cut the stress and buy your travel ticket now!  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/811-3-day-thsr-tourist-pass-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3 Day THSR Tourist Pass"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/bfe90565-Taiwan-High-Speed-Rail-One-Way-Ticket/THSROneWayTicket.jpg",
        "strIntroduction": " Travel to Taiwan's top attractions in a flash! Hop on to a highly efficient THSR train to see Taiwan the most convenient way As the Taiwan High Speed Rail connects 8 major cities throughout Taiwan, you can take your travels anywhere around the country Get from Taipei to Kaohsiung in only 90 minutes! Easily reach a range of Taiwan's most scenic attractions, including the National Palace Museum in Taipei, the Sun Moon Lake in central region and the Liuhe Night Market in Kaohshing As the Taiwan High Speed Rail connects 8 major cities throughout Taiwan, you can take your travels anywhere around the country Get from Taipei to Kaohsiung in only 90 minutes! Easily reach a range of Taiwan's most scenic attractions, including the National Palace Museum in Taipei, the Sun Moon Lake in central region and the Liuhe Night Market in Kaohshing What We Love:   What We Love: For a single journey, this handy pass allows you to travel to major cities in Taiwan without the hassle and at a great discount! Whether you want to see the National Palace Museum in Taipei, or the Liuhe Night Market in Kaohsiung, you can do so in a flash with this one way travel ticket. The Taiwan High Speed Rail (THSR) connects major cities in both the North and South, meaning you can visit any top attraction even if it's at the opposite end of the country. You can even get from Taipei to Kaohsiung in only 90 minutes, so it really is the fastest and most convenient form of transport around the country. The High Speed Rail has a 99% efficiency rate, so you know you won't be wasting your day waiting around for unpredictable public transport. There really is no easier or better way to get around Taiwan, so cut the stress while you're away and buy your travel ticket now!  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/819-thsr-one-way-ticket-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "THSR One Way Ticket"
    },
    {
        "intDurationHour": 20,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 22,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4d7b0146-Electric-Motocycle-Rental/ElectricMotorcycleRental.jpg",
        "strIntroduction": " Rent an electric motorcycle with single (60 km distance) or double (120 km distance) storage batteries to travel around Kenting with ease Pick the battery storage amount that is suitable for your travel needs Easily change storage batteries at any of the three maintenance stations available if the batteries run out Capped at a maximum speed, the electric motorcycle is safe for those without a driver's license to ride Pick the battery storage amount that is suitable for your travel needs Easily change storage batteries at any of the three maintenance stations available if the batteries run out Capped at a maximum speed, the electric motorcycle is safe for those without a driver's license to ride What We Love:   What We Love: Hop on an electronic scooter for an easy and convenient way to get around the tourist city of Kenting on Taiwan's southern coast. Capped at a maximum speed of 40 km/h, the electronic scooter is safe for riders with no prior motorcycle experience - with a little practice, you'll be soon on your way to the sights in the city! With a special lane for riders, it will be a breeze to travel up and down the hills of Kenting - plus it's eco-friendly too!  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/921-electric-motorcycle-rental-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Electric Motorcycle Rental"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9337500b-3G-SIM-Card-HKG-Pick-Up-for-Taiwan/3GSIMCardHKGPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy 4 days of unlimited data connection across Taiwan plus network sharing for all your devices Gain unlimited 3G data for 4 days with no usage capping Get a ready to use card with no registration needed Enjoy data services to stay connected on social media from several devices with network sharing Access the Internet across all destinations in Taiwan Gain unlimited 3G data for 4 days with no usage capping Get a ready to use card with no registration needed Enjoy data services to stay connected on social media from several devices with network sharing Access the Internet across all destinations in Taiwan What We Love:   What We Love: Stay constantly connected while you're on the go in Taiwan with unlimited 3G data for 4 days! You'll be able to communicate with your friends and family, navigate your way around the country and keep up to date with the latest events without incurring steep roaming costs. With the convenient pick up service at Hong Kong airport and no registration process, you will have instant connection to the Internet the minute you land in Taiwan.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/1012-taiwan-unlimited-3g-sim-card-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G SIM Card (HKG Pick Up) for Taiwan"
    },
    {
        "intDurationHour": 288,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 6,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/57dbdf87-4G-SIM-Card-TPE-Pick-Up-for-Taiwan/4GSIMCardTPEPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Use your mobile phone freely without the worry of high roaming costs with an unlimited data, texts and incoming calls SIM card for Taiwan Instant confirmation and voucher sent immediately after booking Fantastic coverage from one of Taiwan's biggest providers across 99% of the island Quick and hassle free - no registration needed! Use your mobile freely without having to worry about roaming costs Enjoy 4G internet access to use maps, upload photos and stay connected with family whilst in Taiwan Convenient pick up from Taoyuan International Airport (TPE) on arrival Instant confirmation and voucher sent immediately after booking Fantastic coverage from one of Taiwan's biggest providers across 99% of the island Quick and hassle free - no registration needed! Use your mobile freely without having to worry about roaming costs Enjoy 4G internet access to use maps, upload photos and stay connected with family whilst in Taiwan Convenient pick up from Taoyuan International Airport (TPE) on arrival What We Love:   What We Love: Stay constantly connected while you're on the go in Taiwan with an unlimited 4G data SIM card! You'll be able to communicate with your friends and family, navigate your way around the country and keep up to date with the latest events without incurring steep roaming costs. With instant booking confirmation, convenient pick up service at Taipei Taoyuan International Airport and no registration process, you will have island-wide coverage from the moment you land in Taiwan.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/1517-sim-card-taiwan-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G SIM Card (TPE Pick Up) for Taiwan"
    },
    {
        "intDurationHour": 0,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c4a21ee7-4G-WiFi-TPE-TSA-KHH-Pick-Up-for-Taiwan/4GWiFiTPETSAKHHPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Taiwan with an unlimited 4G pocket WiFi device with convenient pick up at Taoyuan (TPE), Songshan (TSA) or Kaohsiung (KHH) airports Provided by one of Taiwan's biggest providers for great coverage across 99% of Taiwan Guaranteed unlimited 4G WiFi with no deceleration to 3G Enjoy 8 hours battery life on one charge Connect up to 5 devices at once (phones, tablets, laptops etc.) Convenient pick up and return at Taipei Taoyuan, Songshan or Kaohsiung airports Enhance your connectivity with an unlimited usage SIM card picked up from the same location. Click here Provided by one of Taiwan's biggest providers for great coverage across 99% of Taiwan Guaranteed unlimited 4G WiFi with no deceleration to 3G Enjoy 8 hours battery life on one charge Connect up to 5 devices at once (phones, tablets, laptops etc.) Convenient pick up and return at Taipei Taoyuan, Songshan or Kaohsiung airports Enhance your connectivity with an unlimited usage SIM card picked up from the same location. Click here Click here What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Taipei Taoyuan or Songshan International Airports, or Kaohsiung International Airport, you'll enjoy unlimited WiFi access throughout your stay in Taiwan, with coverage over 99% of the island. The ultra-speedy 4G device connects up to five different phones, laptops and tablets at once and supports up to 8 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/1529-wifi-device-taiwan-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (TPE/TSA/KHH Pick Up) for Taiwan"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 13,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/00e842d0-National-Museum-of-Marine-Biology--Aquarium-Ticket/NationalMuseumofMarineBiologyAquariumTHSRZuoyingStationPickUp.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Explore the ocean realms with admission to the fantastic National Museum of Marine Biology & Aquarium in Kenting Get the cheapest admission tickets for the National Museum of Marine Biology and Aquarium on Klook Explore this world class research center and aquarium in Kenting on your own time with a one day ticket Discover more about the marine life in Taiwan and abroad at arguably the best aquarium in Taiwan Don't miss the daily feeding shows of the penguins, seals, puffins and fish (check out the daily feeding times online or on arrival) Get the cheapest admission tickets for the National Museum of Marine Biology and Aquarium on Klook Get the cheapest admission tickets for the National Museum of Marine Biology and Aquarium on Klook Explore this world class research center and aquarium in Kenting on your own time with a one day ticket Explore this world class research center and aquarium in Kenting on your own time with a one day ticket Discover more about the marine life in Taiwan and abroad at arguably the best aquarium in Taiwan Discover more about the marine life in Taiwan and abroad at arguably the best aquarium in Taiwan Don't miss the daily feeding shows of the penguins, seals, puffins and fish (check out the daily feeding times online or on arrival) Don't miss the daily feeding shows of the penguins, seals, puffins and fish (check out the daily feeding times online or on arrival) daily feeding times online What We Love:   What We Love: Spend an inspirational and educational day at the National Museum of Marine Biology and Aquarium (NMMBA), arguably Taiwan's best aquarium, home to a huge range of sea life enclosures, amazing shows and hands-on experiences. The museum prides itself on its research facilities and collection of marine animals, allowing curious minds to discover the world under the sea. On a daily basis, visitors can take part in the goings on at the aquarium including touch pool hours, a walk through the underwater tunnel, as well as fish, seal, penguin, puffin (and more!) feeding shows. The museum specialises in marine creatures from Taiwan as well as living coral and species from around the world.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/1677-national-museum-of-marine-biology-aquarium-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "National Museum of Marine Biology & Aquarium (THSR Zuoying Station Pick Up)"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 69,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7c8b25c0-Xiao-Liuqiu-Coral-Island/XiaoLiuqiuCoralIsland.jpg",
        "strIntroduction": " Day trip to Taiwan's only coral isle for a day of beautiful island nature and some undersea exploration Explore the fascinating, corroded coastline and see strange rock formations including one shaped like a vase and one a frog! See the marine life (without getting wet!) from a glass-bottomed boat Stroll around the island walking trails to enjoy the sea breeze, beautiful nature and myth-packed caves Enjoy a delicious seafood lunch (the island's main industry is fishing) included in the tour Inclusive of boat tickets and transportation including hotel pick up and drop off Explore the fascinating, corroded coastline and see strange rock formations including one shaped like a vase and one a frog! Explore the fascinating, corroded coastline and see strange rock formations including one shaped like a vase and one a frog! See the marine life (without getting wet!) from a glass-bottomed boat See the marine life (without getting wet!) from a glass-bottomed boat Stroll around the island walking trails to enjoy the sea breeze, beautiful nature and myth-packed caves Stroll around the island walking trails to enjoy the sea breeze, beautiful nature and myth-packed caves Enjoy a delicious seafood lunch (the island's main industry is fishing) included in the tour Enjoy a delicious seafood lunch (the island's main industry is fishing) included in the tour Inclusive of boat tickets and transportation including hotel pick up and drop off Inclusive of boat tickets and transportation including hotel pick up and drop off What We Love:   What We Love: Get away from the mainland and spend the day at Xiao Liuqiu, Taiwan's only coral island and a favored destination for seeing beautiful geology and colorful marine life. After a leisurely ferry ride to the island, this full day itinerary allows you time to explore the craggy coastline, ancient temples, white sandy beaches and caves which (we warn you) come with ghost stories! After a delicious seafood lunch included in the tour, hop aboard a glass-bottomed boat for a close-up look at the colorful coral, tropical fish and abundance of green sea turtles. Rejuvenate yourself under open blue skies and a refreshing ocean breeze and delve into the marine life and interesting rock formations that are famed for miles around.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/477-xiao-liuqiu-coral-island-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Xiao Liuqiu Coral Island"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 49,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/66dcca67-Liang-Shan-Aboriginal-Culture--Ecology/LiangShanAboriginalCultureEcology.jpg",
        "strIntroduction": " Visit three unique aboriginal villages, hike through Liang Shan then cool off at a waterfall – utter bliss! Learn more about the aboriginal culture by visiting the Wutai, Sandimen and Majia villages, where you can sample delicious aboriginal food View aboriginal architecture and artworks throughout the tour of the villages Cool off at Liangshan Falls after a hike through the recreation area, and go for a swim in the natural pools All transportation, including hotel pick up and drop off, plus insurance and mineral water is included in the tour Learn more about the aboriginal culture by visiting the Wutai, Sandimen and Majia villages, where you can sample delicious aboriginal food Learn more about the aboriginal culture by visiting the Wutai, Sandimen and Majia villages, where you can sample delicious aboriginal food View aboriginal architecture and artworks throughout the tour of the villages View aboriginal architecture and artworks throughout the tour of the villages Cool off at Liangshan Falls after a hike through the recreation area, and go for a swim in the natural pools Cool off at Liangshan Falls after a hike through the recreation area, and go for a swim in the natural pools All transportation, including hotel pick up and drop off, plus insurance and mineral water is included in the tour All transportation, including hotel pick up and drop off, plus insurance and mineral water is included in the tour What We Love:   What We Love: Discover aboriginal culture at Wutai, Sandimen and Majia, three peaceful villages where you will get the chance to sample some aboriginal cuisine, as well as witness aboriginal artwork first hand. After a morning of creativity, get ready for an afternoon of action at Liangshan Recreation Area. An energizing hike trail will lead you to the Liangshan Falls, a gorgeous waterfall that is divided into three layers. A great place to swim and relax under the sun, as well as to cool off after the hike! Be sure to let yourslef take in the natural surroundings; the area is abundant in rare and exotic flora and fauna.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/478-liang-shan-aboriginal-culture-ecology-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Liang Shan Aboriginal Culture & Ecology"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 33,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/72ca66e1-Hengchun-Old-Town-and-Hot-Springs/HengchunOldTownandHotSprings.jpg",
        "strIntroduction": " An evening tour that takes you to the ancient walled town of Hengchun before spending a few hours in the utmost relaxation of a hot spring spa Visit the best-preserved ancient town of Hengchun See the Fu Palace, a temple in the ornate Chinese style Relax at the luxurious Fennel Resort spa Enjoy a tasty dinner included in the tour Inclusive of comfortable coach transportation including hotel pick up and drop off Visit the best-preserved ancient town of Hengchun Visit the best-preserved ancient town of Hengchun See the Fu Palace, a temple in the ornate Chinese style See the Fu Palace, a temple in the ornate Chinese style Relax at the luxurious Fennel Resort spa Relax at the luxurious Fennel Resort spa Enjoy a tasty dinner included in the tour Enjoy a tasty dinner included in the tour Inclusive of comfortable coach transportation including hotel pick up and drop off Inclusive of comfortable coach transportation including hotel pick up and drop off What We Love:   What We Love: Quaint and historical, this is an evening tour to give you the best of Hengchun, a town on Taiwan's southernmost tip. This ancient city, built in accordance with traditional feng shui and surrounded by an exceptionally well-preserved city wall, is a delightfully quaint memento of a Taiwan from the past. It's no wonder the city is a famous film set location and retreat for writers. Here you'll make your way to Fu Palace. Built in 1662, this temple (built in the Chinese palace style) is a popular site for annual Chinese festivities. End the tour with a few hours of utter relaxation at the Fennel Resort and Sihjhongsi Hot Springs. With various bubbling, massaging and healing pools, set in natural surrounds with the mountainous countryside as a backdrop, this really is a deluxe bathing experience.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/480-hengchun-old-town-and-hot-springs-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hengchun Old Town and Hot Springs"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 472,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f3ea2634-West-Coast-Cruising/WestCoastPrivateCruise.jpg",
        "strIntroduction": " Take in the fresh ocean air and discover the beautiful western coastline from the deck of your private cruise charter Choose a one or four hour charter with space for up to 35 of your family and friends on board Sightsee popular coastal sights including Banana Bay, Eluanbi Lighthouse and Maobitou (Cat's Nose) Park Enjoy unlimited water sports, a BBQ plus drinks all included on the half-day cruise Discover more about the area from the professional staff on board Choose a one or four hour charter with space for up to 35 of your family and friends on board Choose a one or four hour charter with space for up to 35 of your family and friends on board Sightsee popular coastal sights including Banana Bay, Eluanbi Lighthouse and Maobitou (Cat's Nose) Park Sightsee popular coastal sights including Banana Bay, Eluanbi Lighthouse and Maobitou (Cat's Nose) Park Enjoy unlimited water sports, a BBQ plus drinks all included on the half-day cruise Enjoy unlimited water sports, a BBQ plus drinks all included on the half-day cruise Discover more about the area from the professional staff on board Discover more about the area from the professional staff on board What We Love:   What We Love: Enjoying the most tropical climate in Taiwan, southernmost Ping Tung County promises sunshine and smiles. And what better way to sightsee the watery peninsula than by boat with your closest family and friends? Enjoy an hour cruise along the western coast and take in the beautiful beach-dappled scenery and clear warm waters. Spot sights from on deck such as Eluanbi Lighthouse (southernmost point of mainland Taiwan), Sail Rock and Cat's Nose Cape. Alternatively, go for the whole shebang: the half day trip which also includes a range of watersports including snorkeling and banana boat rides. Before cracking open a beer and tucking into a succulent barbeque meal.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/482-west-coast-cruising-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "West Coast Private Cruise"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a9e3d458-South-Bay-Watersports-Package/SouthBayWatersportsPackage.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Give up to eight different watersports a go in the beautiful waters of Nanwan (South Bay) Beach Shake up the sunbathing with short sessions of exciting watersports Mix and match with combination choices from a minimum of two activities or up to all eight Choose from 8 different exhilarating watersport activities including jet skiing, banana boating, donut ring rides and snorkeling Feel safe on these high-standard watercrafts, fully trained staff plus safety gear and insurance included Shake up the sunbathing with short sessions of exciting watersports Shake up the sunbathing with short sessions of exciting watersports Mix and match with combination choices from a minimum of two activities or up to all eight Mix and match with combination choices from a minimum of two activities or up to all eight Choose from 8 different exhilarating watersport activities including jet skiing, banana boating, donut ring rides and snorkeling Choose from 8 different exhilarating watersport activities including jet skiing, banana boating, donut ring rides and snorkeling Feel safe on these high-standard watercrafts, fully trained staff plus safety gear and insurance included Feel safe on these high-standard watercrafts, fully trained staff plus safety gear and insurance included What We Love:   What We Love: Can't decide which watersport to try? Or maybe you think they all look awesome? Leave the sunbathing aside and shake up your holiday with these seven exhilarating watersports! Bump along on a banana boat, hold on tight to the donut ring, try to stay standing on one inflatable and try to stay lying down on another. You can even try jet skiing too. This flexible package means you can trial just two or even give all eight activities a go!  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/488-south-bay-watersports-package-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "South Bay Watersports Package"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 61,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9404674f-Adventure-Flight/AdventureFlight.jpg",
        "strIntroduction": " Experience a once-in-a-lifetime flight over the beautiful Pingtung County in the unique ‘air jeep' Fly in the STOL CH 701, a sporty plane certain to add a thrill to your sightseeing Get a truly special experience, perfect for a birthday or anniversary Feel safe with the highest safety standards, professional and experienced pilots and insurance included Take your pick of 15, 30 or 60 minute flights Fly over famous Pingtung sights including Fo Guang Shan Monastery, Kaohsiung Temple and the stunning coastline Fly in the STOL CH 701, a sporty plane certain to add a thrill to your sightseeing Fly in the STOL CH 701, a sporty plane certain to add a thrill to your sightseeing Get a truly special experience, perfect for a birthday or anniversary Get a truly special experience, perfect for a birthday or anniversary Feel safe with the highest safety standards, professional and experienced pilots and insurance included Feel safe with the highest safety standards, professional and experienced pilots and insurance included Take your pick of 15, 30 or 60 minute flights Take your pick of 15, 30 or 60 minute flights Fly over famous Pingtung sights including Fo Guang Shan Monastery, Kaohsiung Temple and the stunning coastline Fly over famous Pingtung sights including Fo Guang Shan Monastery, Kaohsiung Temple and the stunning coastline What We Love:   What We Love: Get the most spectacular overview of Pingtung, Taiwan's tropical southern county – from the air! This is not just any flight. You'll be soaring to heights of 3000 feet in the STOL CH 701 sport plane – the jeep of the aircraft world! Under the experience of professional pilots, you'll fly high above the area's famous sights including the huge Buddha statue of Fo Guang Shan, the beautiful architecture of Kaohsiung temple and the beach-lined coast.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/490-adventure-flight-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Adventure Flight"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 71,
        "strGuideLanguage": "en / cn / jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f20f8c6b-Discovery-Dive/DiscoveryDive.jpg",
        "strIntroduction": " Get the diving experience without haven't to worry about tests, certifications (and full course costs!) with an individual or two student session Get a feel for scuba diving without any qualifications required Learn the basics with 1:1 or 1:2 tutelage from an experienced instructor Includes free photographs with the underwater camera All safety equipment and scuba gear is provided as well as insurance If you decide you like it and want to sign up for the full course, the Discovery Dive price will be discounted from the course cost Free shuttle service from Kenting and Hengchun hotels Get a feel for scuba diving without any qualifications required Get a feel for scuba diving without any qualifications required Learn the basics with 1:1 or 1:2 tutelage from an experienced instructor Learn the basics with 1:1 or 1:2 tutelage from an experienced instructor Includes free photographs with the underwater camera Includes free photographs with the underwater camera All safety equipment and scuba gear is provided as well as insurance All safety equipment and scuba gear is provided as well as insurance If you decide you like it and want to sign up for the full course, the Discovery Dive price will be discounted from the course cost If you decide you like it and want to sign up for the full course, the Discovery Dive price will be discounted from the course cost Free shuttle service from Kenting and Hengchun hotels Free shuttle service from Kenting and Hengchun hotels What We Love:   What We Love: Not sure if diving's for you and want to give it a go before paying for a course? We understand! And that's what the Discovery Dive is for. Spend a couple of hours getting to grips with the techniques in a pool then see how you like the underwater exploration! Best of all, no qualification is required and anyone over 12 years old can try it out. You'll be given clear instruction from English speaking guides with years of experience. Individual attention is essential. That's why sessions are only for one or two students. The PADI facility is a Tripadvisor favorite and has certified over 4500 students in the heart of Kenting's premier dive sights.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/491-discovery-dive-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Discovery Dive"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 60,
        "strGuideLanguage": "en / cn / jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ec25c216-Shore-Diving/ShoreDiving.jpg",
        "strIntroduction": " Qualified divers can enjoy the wonderful underwater world off the Pingtung coast with two or four shore dives at diverse Kenting dive sites Enjoy two hours of diving with 1 gas cylinder or four hours of diving with 2 With a maximum of 4 students per instructor, everyone will be carefully monitored and looked after Includes free photographs with the underwater camera All safety equipment and scuba gear is provided as well as insurance Free shuttle service from Kenting and Hengchun hotels Enjoy two hours of diving with 1 gas cylinder or four hours of diving with 2 Enjoy two hours of diving with 1 gas cylinder or four hours of diving with 2 With a maximum of 4 students per instructor, everyone will be carefully monitored and looked after With a maximum of 4 students per instructor, everyone will be carefully monitored and looked after Includes free photographs with the underwater camera Includes free photographs with the underwater camera All safety equipment and scuba gear is provided as well as insurance All safety equipment and scuba gear is provided as well as insurance Free shuttle service from Kenting and Hengchun hotels Free shuttle service from Kenting and Hengchun hotels What We Love:   What We Love: For those with some dive experience, enter the beautiful Kenting waters from the shore and discover a colorful underwater world that rivals that of Thailand or Indonesia. Roam depths of 3-25 meters and come face to face with impressive coral reefs, a vibrant array of fish, turtles, starfish and even a wreck. Choose the two-hour dive or the extended four-hour option and let your local expert dive instructor show you the incredible sights waiting to be discovered. The PADI facility is a Tripadvisor favorite and has certified over 4500 students in the heart of Kenting's premier dive sights.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/492-shore-diving-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Shore Diving"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 109,
        "strGuideLanguage": "en / cn / jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/afa9f47a-Private-Boat-Dive/PrivateBoatDive.jpg",
        "strIntroduction": " Your private dive group of up to four people will enjoy an individual dive experience from a boat, with a private instructor to take you to the depths of the beautiful Kenting waters With a maximum of 4 students per instructor, everyone will be carefully monitored and looked after Includes free photographs with the underwater camera All safety equipment and scuba gear is provided as well as insurance Free shuttle service from Kenting and Hengchun hotels With a maximum of 4 students per instructor, everyone will be carefully monitored and looked after With a maximum of 4 students per instructor, everyone will be carefully monitored and looked after Includes free photographs with the underwater camera Includes free photographs with the underwater camera All safety equipment and scuba gear is provided as well as insurance All safety equipment and scuba gear is provided as well as insurance Free shuttle service from Kenting and Hengchun hotels Free shuttle service from Kenting and Hengchun hotels What We Love:   What We Love: A fantastic underwater sightseeing dive, for divers with qualifications, that rivals sites in Thailand or Indonesia. You'll dive from a boat from where the local expert instructor will take your group to depths of up to 32 meters where you'll come face-to-face with colorful fish, impressive coral, plenty of turtles and even wrecks. Two tanks of gas and four hours of diving means you should be able to experience four unique dives in the outstanding Kenting area. The PADI facility is a Tripadvisor favorite and has certified over 4500 students in the heart of Kenting's premier dive sights.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/493-private-boat-dive-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Private Boat Dive"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 402,
        "strGuideLanguage": "en / cn / jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e3fadec3-PADI-Open-Water-Diver/PADIOpenWaterDiver.jpg",
        "strIntroduction": " Delving deep amongst the coral and colorful fish is an indescribable experience and there's one easy and fun way to do it – with a PADI qualification! One-on-one tuition means you'll be getting the safest and most thorough training Anyone over 12 years old and in good health can take part Includes course materials, dive computer, flashlight, 2 days lunch and free photographs with the underwater camera All safety equipment and scuba gear is provided as well as insurance Free shuttle service from Kenting and Hengchun hotels One-on-one tuition means you'll be getting the safest and most thorough training One-on-one tuition means you'll be getting the safest and most thorough training Anyone over 12 years old and in good health can take part Anyone over 12 years old and in good health can take part Includes course materials, dive computer, flashlight, 2 days lunch and free photographs with the underwater camera Includes course materials, dive computer, flashlight, 2 days lunch and free photographs with the underwater camera All safety equipment and scuba gear is provided as well as insurance All safety equipment and scuba gear is provided as well as insurance Free shuttle service from Kenting and Hengchun hotels Free shuttle service from Kenting and Hengchun hotels What We Love:   What We Love: Taiwan might not be the first place you think of when it comes to diving. But the island's tropical southern shores actually provide some world-class diving. As some of the globe's friendliest people, the local instructors will give you a thoroughly enjoyable experience in getting your PADI qualification. This facility is a Tripadvisor favorite and has certified over 4500 students in the heart of Kenting's premier dive sights. The 3 day private course, with 1-on-1 basics training in a pool before making your ocean dives, means you'll be qualified to dive up to 18 meters anywhere in the world, with the world's most recognized certification.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/494-padi-open-water-diver-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "PADI Open Water Diver"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 28,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b3b9f29f-The-Best-of-Hengchun-Peninsula/HengchunPeninsulaandAquarium.jpg",
        "strIntroduction": " Spend the afternoon exploring the marine sights of the Hengchun peninsula: home to an outstanding aquarium, beautiful coastline and the best sunset viewpoint Visit what is widely considered the best aquarium in Taiwan, despite its quiet location Head to the coast for lovely sea views and a rock formation resembling a cat! End the tour with a spectacular sunset at the area's best viewpoint Inclusive of comfortable coach transportation including hotel pick up and drop off Visit what is widely considered the best aquarium in Taiwan, despite its quiet location Visit what is widely considered the best aquarium in Taiwan, despite its quiet location Head to the coast for lovely sea views and a rock formation resembling a cat! Head to the coast for lovely sea views and a rock formation resembling a cat! End the tour with a spectacular sunset at the area's best viewpoint End the tour with a spectacular sunset at the area's best viewpoint Inclusive of comfortable coach transportation including hotel pick up and drop off Inclusive of comfortable coach transportation including hotel pick up and drop off What We Love:   What We Love: Take half a day to discover why Hengchun's west coast is the perfect holiday destination: offering the ideal combination of culture, nature and spectacular coastal views. Spend a few hours at the National Museum of Marine Biology and Aquarium (arguably Taiwan's best) displaying an extensive range of sea life enclosures, amazing shows and hands-on experiences. You'll then head to the coast to appreciate the fascinating geology of Maobitou (Cat's Nose Cape). There's a spectacular end to the tour with a visit to Guan Shan, a well-known spot amongst locals to catch a perfect sunset.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/495-the-best-of-hengchun-peninsula-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hengchun Peninsula and Aquarium"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3,
        "strGuideLanguage": "cn / en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6eba95c8-Kenting-Express-Ticket-Combo/KentingShuttleBusPass.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Navigate around Kenting with ease with unlimited travel for one or two days on local buses Explore Kenting with an unlimited bus pass for the 'Kenting Shuttle' Get easy transport to popular things to do in Kenting such as the Museum of Marine Biology, Nanwan beach and Hengchun Choose a one or two day pass depending on your itinerary For travelers arriving in Kenting from Kaohsiung, also make use of this discount bus transfer to Kenting [hyperlink] Get your voucher instantly after booking Explore Kenting with an unlimited bus pass for the 'Kenting Shuttle' Explore Kenting with an unlimited bus pass for the 'Kenting Shuttle' Get easy transport to popular things to do in Kenting such as the Museum of Marine Biology, Nanwan beach and Hengchun Get easy transport to popular things to do in Kenting such as the Museum of Marine Biology, Nanwan beach and Hengchun Choose a one or two day pass depending on your itinerary Choose a one or two day pass depending on your itinerary For travelers arriving in Kenting from Kaohsiung, also make use of this discount bus transfer to Kenting [hyperlink] For travelers arriving in Kenting from Kaohsiung, also make use of this discount bus transfer to Kenting [hyperlink] Get your voucher instantly after booking Get your voucher instantly after booking What We Love:   What We Love: Get discount travel around Kenting for two days with an unlimited bus pass. This local bus service has multiple stops around town, letting you navigate with efficiency and ease. When you don't have your own transport, sightseeing in Kenting can be difficult to plan. Take the stress out of your vacation using the convenient 'Kenting Shuttle' service with stops at popular Kenting tourist destinations including the Kenting National Museum of Marine Biology and Aquarium, Hengchun old town, Eluanbi Lighthouse (Taiwan's southernmost point), Nanwan beach and many more spots along Kenting and Pingtung's beautiful coastline.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/554-kenting-bus-transfers-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kenting Shuttle Bus Pass"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ced2bf4e-Eastern-Hengchun-Peninsula/EasternHengchunPeninsula.jpg",
        "strIntroduction": " A morning of exploring the lovely coastline, unobstructed sea views and amazing geology of Taiwan's southernmost locations Explore the craggy coastlines of Long Line Park and Chuanfanshih Stand at Taiwan's southernmost tip at Eluanbi Lighthouse Inclusive of comfortable coach transportation including hotel pick up and drop off Explore the craggy coastlines of Long Line Park and Chuanfanshih Explore the craggy coastlines of Long Line Park and Chuanfanshih Stand at Taiwan's southernmost tip at Eluanbi Lighthouse Stand at Taiwan's southernmost tip at Eluanbi Lighthouse Inclusive of comfortable coach transportation including hotel pick up and drop off Inclusive of comfortable coach transportation including hotel pick up and drop off What We Love:   What We Love: Get a deep appreciate for the natural and manmade beauty of Hengchun's east coast on this morning tour of the area. The tour is off to a fiery start with a visit the eternally blazing flames in Chuhuo. The natural gas seeping from the earth here maintains the constant fire pits where you'll even see visitors popping popcorn or roasting marshmallows. Swing by impressive Gangkou Suspension Bridge and coastal Longpan Park before coming to Eluanbi Lighthouse and the southernmost tip of mainland Taiwan. Visit the famed rock shaped like a sailing ship and an island made purely of shell sand to finish one jam-packed morning of sightseeing!  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/555-eastern-hengchun-peninsula-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Eastern Hengchun Peninsula"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 52,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/66fccae9-The-Best-of-Hengchun-Peninsula/BestofHengchunPeninsula.jpg",
        "strIntroduction": " A nature-packed day to visit the most impressive geology, coastline and views of the Hengchun Peninsula including the famed aquarium, Eluanbi Lighthouse and a sunset viewing Explore the craggy coastlines of Long Line Park and Chuanfanshih and stand at Taiwan's southernmost tip See sights including the eternal fire pits, Manjhou port drawbridge and Cat's Nose Cape Visit what is widely considered the best aquarium in Taiwan, despite its quiet location Enjoy a delicious lunch included in your tour End the tour with a spectacular sunset at the area's best viewpoint Inclusive of comfortable coach transportation including hotel pick up and drop off Explore the craggy coastlines of Long Line Park and Chuanfanshih and stand at Taiwan's southernmost tip Explore the craggy coastlines of Long Line Park and Chuanfanshih and stand at Taiwan's southernmost tip See sights including the eternal fire pits, Manjhou port drawbridge and Cat's Nose Cape See sights including the eternal fire pits, Manjhou port drawbridge and Cat's Nose Cape Visit what is widely considered the best aquarium in Taiwan, despite its quiet location Visit what is widely considered the best aquarium in Taiwan, despite its quiet location Enjoy a delicious lunch included in your tour Enjoy a delicious lunch included in your tour End the tour with a spectacular sunset at the area's best viewpoint End the tour with a spectacular sunset at the area's best viewpoint Inclusive of comfortable coach transportation including hotel pick up and drop off Inclusive of comfortable coach transportation including hotel pick up and drop off What We Love:   What We Love: Take the full day to explore the most impressive locations on the Hengchun Peninsula and Kenting National Park. Not only will you have ample opportunity to discover the rugged coastline and far-reaching ocean views on the east and west, you'll also be able to stand at the southernmost point of mainland Taiwan! These tours take you to watch eternal blazing fires; discover fascinating geology at Long Line Park and Chuanfanshih; see interestingly shaped rocks; spend a few hours at the National Museum of Marine Biology and Aquarium (arguably Taiwan's best) offering an extensive range of sea life enclosures, amazing shows and hands-on experiences; and a visit to Guan Shan, a well-known spot amongst locals to catch a perfect sunset.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/556-best-of-hengchun-peninsula-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Best of Hengchun Peninsula"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 76,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/aceba8bf-Discover-Scuba-Diving/DiscoverScubaDiving.jpg",
        "strIntroduction": " Take the first steps to becoming a diver as you explore the underwater home of green sea turtles and the beauty of diving in Taiwan Learn the basics of scuba diving on a 2 hour Discover Scuba Diving course Dive alongside graceful green sea turtles, an endangered species Be taught by internationally qualified divers who will ease you into scuba diving and make the whole experience a lot of fun Everyone can join as no previous experience required and you don't even need to be able to swim! All diving equipment plus insurance is included Learn the basics of scuba diving on a 2 hour Discover Scuba Diving course Learn the basics of scuba diving on a 2 hour Discover Scuba Diving course Dive alongside graceful green sea turtles, an endangered species Dive alongside graceful green sea turtles, an endangered species Be taught by internationally qualified divers who will ease you into scuba diving and make the whole experience a lot of fun Be taught by internationally qualified divers who will ease you into scuba diving and make the whole experience a lot of fun Everyone can join as no previous experience required and you don't even need to be able to swim! Everyone can join as no previous experience required and you don't even need to be able to swim! All diving equipment plus insurance is included All diving equipment plus insurance is included What We Love:   What We Love: Tucked away on an island off the coast of Pingtung, this friendly diving school offers the best of Taiwan's underwater world, without the coastal crowds. Get your first taster of diving on this 2 hour Discovery Dive and experience swimming alongside endangered green sea turtles! Under the expert tutelage of an internationally qualified diving instructor, you'll be taught the basics of scuba before heading into the ocean to discover the colorful underwater world in Taiwan. Learn to breathe underwater with ease and experience the sensation of weightlessness below the waves – it's the safest and most fun introduction to scuba diving!  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/561-discover-scuba-diving-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Discover Scuba Diving"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 18,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7a41feff-Kenting-Bus-Transfers/Kaohsiung-KentingBusTransfer.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Direct bus transfers from Zuoying High Speed Railway Station or Kaohsiung Airport to Kenting and back Most convenient bus service between Kaohsiung and Kenting (and the stops in between) Go from Kaohsiung's KHH Airport or Zuoying High Speed Rail Station to Kenting (or vice versa) in as little as 120 minutes! Maximise the savings when you also purchase a two day unlimited bus pass for Kenting [[add hyperlink to 554]] Get your voucher instantly after booking! Most convenient bus service between Kaohsiung and Kenting (and the stops in between) Go from Kaohsiung's KHH Airport or Zuoying High Speed Rail Station to Kenting (or vice versa) in as little as 120 minutes! Maximise the savings when you also purchase a two day unlimited bus pass for Kenting [[add hyperlink to 554]] Get your voucher instantly after booking! What We Love:   What We Love: When you've arrived at Kaohsiung Airport or High Speed Rail Station, ready for your paradise adventure in Kenting to begin, there's just the little problem of how to get there! Travel from Kaohsiung to Kenting with the utmost ease and efficiency with an express bus ticket. The whole journey only takes 120 minutes with stops at Hengchun and Nanwan along the way and runs regularly from morning to night Purchase your tickets in advance to avoid any language barriers on arrival, so you can arrive in (or depart) Kenting in hassle-free comfort. For extra security, you can even reserve your seats at the time of booking to avoid any waiting around.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/1749-kenting-bus-transfers-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kaohsiung - Kenting Bus Transfer"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4bdcecd7-3G-WiFi-Device-HKG-Pick-Up-for-Taiwan/3GWiFiHKGPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Taiwan with an unlimited 3G pocket WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Taiwan, without the stress of sourcing WiFi once you get there. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Taiwan but also Thailand, Singapore, Japan and Korea.  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/671-taiwan-wifi-device-taichung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Taiwan"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 89,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c31b9adc-%E6%97%A0%E5%8A%A8%E5%8A%9B%E9%A3%9E%E8%A1%8C%E4%BD%93%E9%AA%8C/NantouParagliding.jpg",
        "strIntroduction": " Sour over the geographical heart of the country and take in Nantou's surreal landscape as you experience the thrill of paragliding in Taiwan Embrace the sky with a 10-15 minute paragliding flight over Nantou Glide in comfort with the guidance of professional paragliding instructors Record your entire experience with a GoPro Embrace the sky with a 10-15 minute paragliding flight over Nantou Embrace the sky with a 10-15 minute paragliding flight over Nantou Glide in comfort with the guidance of professional paragliding instructors Glide in comfort with the guidance of professional paragliding instructors Record your entire experience with a GoPro Record your entire experience with a GoPro What We Love:   What We Love: The instructor shouts, \"go!\" Your adrenaline spikes as you run full speed over the mountain side, as the wind catches the parachute perfectly. The parachute effortlessly lifts you up on cue and then you're soaring. This Nantou paragliding experience provides a surreal view of the city's ancient lake basin and magnificent mountains. Take in the ocean breeze and humid air as you fly for around 15 minutes. The surreal thrill and magical birdseye view will leave you feeling like you've just awoken from a pleasant dream.  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/703-nantou-paragliding-nantou/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Nantou Paragliding"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 76,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/cbc59fb7-3-Days-THSR-Tourist-Pass/3DayTHSRTouristPass.jpg",
        "strIntroduction": " Travel to Taiwan's top attractions in a flash! Take advantage of unlimited travel on the highly efficient THSR trains to see the best of Taiwan at your convenience Enjoy unlimited travel for 3 consecutive days on Taiwan High Speed Rail trains with the basic pass Enjoy the flexibility of being able to stay longer in locations you love by choosing which days in the week you travel using the Flexi pass Travel from Taipei to Kaohsiung in only 90 minutes! Easily reach a range of Taiwan's most scenic attractions, including the National Palace Museum in Taipei, the Sun Moon Lake in Nantou and the Liuhe Night Market in Kaohshing Enjoy unlimited travel for 3 consecutive days on Taiwan High Speed Rail trains with the basic pass Enjoy the flexibility of being able to stay longer in locations you love by choosing which days in the week you travel using the Flexi pass Travel from Taipei to Kaohsiung in only 90 minutes! Easily reach a range of Taiwan's most scenic attractions, including the National Palace Museum in Taipei, the Sun Moon Lake in Nantou and the Liuhe Night Market in Kaohshing What We Love:   What We Love: Discover all that Taiwan has to offer without the hassle! Travel on any number of Taiwan High Speed Rail (THSR) trains for three whole days - all routes included! Choose the basic pass for 3 consecutive days of travel or the flexi for any 3 days within a week period. Whether you want to see the National Palace Museum in Taipei, or the Liuhe Night Market in Kaohsiung, it's all easily possible with this all inclusive travel pass. The Taiwan High Speed Rail connects major cities in both the North and South, meaning you can visit a ton of top attractions at opposite ends of the country. It's the fastest and most convenient form of transport around the country - you can even get from Taipei to Kaohsiung in only 90 minutes! The High Speed Rail has a 99% efficiency rate, so you know you won't be wasting time waiting around for unpredictable public transport. There really is no easier or better way to get around Taiwan, so cut the stress and buy your travel ticket now!  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/809-3-day-thsr-tourist-pass-taichung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3 Day THSR Tourist Pass"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/44cfe83d-Taiwan-High-Speed-Rail-One-Way-Ticket/THSROneWayTicket.jpg",
        "strIntroduction": " Travel to Taiwan's top attractions in a flash! Hop on to a highly efficient THSR train to see Taiwan the most convenient way As the Taiwan High Speed Rail connects 8 major cities throughout Taiwan, you can take your travels anywhere around the country Get from Taipei to Kaohsiung in only 90 minutes! Easily reach a range of Taiwan's most scenic attractions, including the National Palace Museum in Taipei, the Sun Moon Lake in central region and the Liuhe Night Market in Kaohshing As the Taiwan High Speed Rail connects 8 major cities throughout Taiwan, you can take your travels anywhere around the country Get from Taipei to Kaohsiung in only 90 minutes! Easily reach a range of Taiwan's most scenic attractions, including the National Palace Museum in Taipei, the Sun Moon Lake in central region and the Liuhe Night Market in Kaohshing What We Love:   What We Love: For a single journey, this handy pass allows you to travel to major cities in Taiwan without the hassle and at a great discount! Whether you want to see the National Palace Museum in Taipei, or the Liuhe Night Market in Kaohsiung, you can do so in a flash with this one way travel ticket. The Taiwan High Speed Rail (THSR) connects major cities in both the North and South, meaning you can visit any top attraction even if it's at the opposite end of the country. You can even get from Taipei to Kaohsiung in only 90 minutes, so it really is the fastest and most convenient form of transport around the country. The High Speed Rail has a 99% efficiency rate, so you know you won't be wasting your day waiting around for unpredictable public transport. There really is no easier or better way to get around Taiwan, so cut the stress while you're away and buy your travel ticket now!  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/817-thsr-one-way-ticket-taichung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "THSR One Way Ticket"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4dadad68-3G-SIM-Card-HKG-Pick-Up-for-Taiwan/3GSIMCardHKGPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy 4 days of unlimited data connection across Taiwan plus network sharing for all your devices Gain unlimited 3G data for 4 days with no usage capping Get a ready to use card with no registration needed Enjoy data services to stay connected on social media from several devices with network sharing Access the Internet across all destinations in Taiwan Gain unlimited 3G data for 4 days with no usage capping Get a ready to use card with no registration needed Enjoy data services to stay connected on social media from several devices with network sharing Access the Internet across all destinations in Taiwan What We Love:   What We Love: Stay constantly connected while you're on the go in Taiwan with unlimited 3G data for 4 days! You'll be able to communicate with your friends and family, navigate your way around the country and keep up to date with the latest events without incurring steep roaming costs. With the convenient pick up service at Hong Kong airport and no registration process, you will have instant connection to the Internet the minute you land in Taiwan.  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/1013-taiwan-unlimited-3g-sim-card-taichung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G SIM Card (HKG Pick Up) for Taiwan"
    },
    {
        "intDurationHour": 288,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 6,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ed827cc3-4G-SIM-Card-TPE-Pick-Up-for-Taiwan/4GSIMCardTPEPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Use your mobile phone freely without the worry of high roaming costs with an unlimited data, texts and incoming calls SIM card for Taiwan Instant confirmation and voucher sent immediately after booking Fantastic coverage from one of Taiwan's biggest providers across 99% of the island Quick and hassle free - no registration needed! Use your mobile freely without having to worry about roaming costs Enjoy 4G internet access to use maps, upload photos and stay connected with family whilst in Taiwan Convenient pick up from Taoyuan International Airport (TPE) on arrival Instant confirmation and voucher sent immediately after booking Fantastic coverage from one of Taiwan's biggest providers across 99% of the island Quick and hassle free - no registration needed! Use your mobile freely without having to worry about roaming costs Enjoy 4G internet access to use maps, upload photos and stay connected with family whilst in Taiwan Convenient pick up from Taoyuan International Airport (TPE) on arrival What We Love:   What We Love: Stay constantly connected while you're on the go in Taiwan with an unlimited 4G data SIM card! You'll be able to communicate with your friends and family, navigate your way around the country and keep up to date with the latest events without incurring steep roaming costs. With instant booking confirmation, convenient pick up service at Taipei Taoyuan International Airport and no registration process, you will have island-wide coverage from the moment you land in Taiwan.  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/1518-sim-card-taiwan-taichung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G SIM Card (TPE Pick Up) for Taiwan"
    },
    {
        "intDurationHour": 0,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3bc6dca0-4G-WiFi-TPE-TSA-KHH-Pick-Up-for-Taiwan/4GWiFiTPETSAKHHPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Taiwan with an unlimited 4G pocket WiFi device with convenient pick up at Taoyuan (TPE), Songshan (TSA) or Kaohsiung (KHH) airports Provided by one of Taiwan's biggest providers for great coverage across 99% of Taiwan Guaranteed unlimited 4G WiFi with no deceleration to 3G Enjoy 8 hours battery life on one charge Connect up to 5 devices at once (phones, tablets, laptops etc.) Convenient pick up and return at Taipei Taoyuan, Songshan or Kaohsiung airports Enhance your connectivity with an unlimited usage SIM card picked up from the same location. Click here Provided by one of Taiwan's biggest providers for great coverage across 99% of Taiwan Guaranteed unlimited 4G WiFi with no deceleration to 3G Enjoy 8 hours battery life on one charge Connect up to 5 devices at once (phones, tablets, laptops etc.) Convenient pick up and return at Taipei Taoyuan, Songshan or Kaohsiung airports Enhance your connectivity with an unlimited usage SIM card picked up from the same location. Click here Click here What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Taipei Taoyuan or Songshan International Airports, or Kaohsiung International Airport, you'll enjoy unlimited WiFi access throughout your stay in Taiwan, with coverage over 99% of the island. The ultra-speedy 4G device connects up to five different phones, laptops and tablets at once and supports up to 8 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are.  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/1530-wifi-device-taiwan-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (TPE/TSA/KHH Pick Up) for Taiwan"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 57,
        "strGuideLanguage": "en / cn / jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7eb4efbb-Guguan-Hot-Spring-and-Basianshan-Forest/GuguanHotSpringandBasianshanForest.jpg",
        "strIntroduction": " Enjoy the natural, lush Basianshan Forest and Guguan Hot Springs for a day! Treat yourself to a relaxing afternoon at Guguan Hot Spring, with natural pools of clean, steamy water and panoramic views of the mountains Hike through the mystic, Japanese-like Basianshan Forest, surrounded by bamboo trees and historical remnants Visit the fish spa, for a strange yet wonderful experience of nibbling fish and therapeutic tickles! Treat yourself to a relaxing afternoon at Guguan Hot Spring, with natural pools of clean, steamy water and panoramic views of the mountains Treat yourself to a relaxing afternoon at Guguan Hot Spring, with natural pools of clean, steamy water and panoramic views of the mountains Hike through the mystic, Japanese-like Basianshan Forest, surrounded by bamboo trees and historical remnants Hike through the mystic, Japanese-like Basianshan Forest, surrounded by bamboo trees and historical remnants Visit the fish spa, for a strange yet wonderful experience of nibbling fish and therapeutic tickles! Visit the fish spa, for a strange yet wonderful experience of nibbling fish and therapeutic tickles! What We Love:   What We Love: Venture through the mysterious Basianshan Forest, where you can find breezy shade under the bamboo trees. Surrounded by Sakura trees, lush greenery and remnants of the Japanese presence before WWII, you can experience both nature at its finest, and get a feel of the history behind the region. After hiking through the forest followed by lunch, relax at the Guguan Hot Spring, a therapeutic experience through both the clear, steaming water (said to contain healing properties) and the breathtaking views of the mountains and valleys around. Lastly, do not forget to pamper yourself at the fish spa, a rather ticklish affair for many!  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/438-guguan-hot-spring-and-basianshan-forest-taichung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Guguan Hot Spring and Basianshan Forest"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 57,
        "strGuideLanguage": "en / cn / jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7b7c7f6f-Dasyueshan-Forest-Farm-Day-Trip/DasyueshanForestFarmDayTrip.jpg",
        "strIntroduction": " Breathe in the fresh air and bask in the beautiful scenery of Dasyueshan Forest Recreation Area Visit Dasyueshan Forest Recreation Area and witness the unforgettable views of the region's mountains and valleys Trail through the Shiaoshui and Anma mountains, and keep an eye out for the rare flora and fauna Enjoy afternoon tea at Rollin Farm, after a day of touring the surrounding region Free hotel pick up and drop off, lunch, afternoon tea and insurance are all included in the tour Visit Dasyueshan Forest Recreation Area and witness the unforgettable views of the region's mountains and valleys Visit Dasyueshan Forest Recreation Area and witness the unforgettable views of the region's mountains and valleys Trail through the Shiaoshui and Anma mountains, and keep an eye out for the rare flora and fauna Trail through the Shiaoshui and Anma mountains, and keep an eye out for the rare flora and fauna Enjoy afternoon tea at Rollin Farm, after a day of touring the surrounding region Enjoy afternoon tea at Rollin Farm, after a day of touring the surrounding region Free hotel pick up and drop off, lunch, afternoon tea and insurance are all included in the tour Free hotel pick up and drop off, lunch, afternoon tea and insurance are all included in the tour What We Love:   What We Love: Dasyueshan (or “Great Snow Mountain”) Forest provides nature-lovers with a gateway to extraordinary sceneries of the surrounding, almost untouched mountains, as well as the chance to witness rare and exotic wildlife in their natural habitat. Kicking off at the Dasyueshan Forest Recreation Area, the tour extends towards the Shiaoshui mountain trail, followed by a detour through Anma mountain, where you can view verdant greenery, topped by the snowy mountain peaks. This tour is especially a treat for bird-watchers, with near-extinct species, such as the Swinhoe's Pheasant, residing in this region. Relax after the hike with some afternoon tea at Rollin Farm, before heading back to your hotel.  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/439-dasyueshan-forest-farm-day-trip-taichung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Dasyueshan Forest Farm Day Trip"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 57,
        "strGuideLanguage": "en / cn / jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/935a2851-Houfeng-Bikeway--Great-Art-Tour/HoufengBikewayGreatArtTour.jpg",
        "strIntroduction": " Bike on the Houfeng Bikeway, followed by a day of art and music museums and the chance to make your own sun cake! Grab a bike and ride along the 4.5km Houfeng Bikeway, complete with a thrilling tunnel Visit Chang Lien-Cheng Saxophone Museum and National Taiwan Museum of Fine Arts to get a taste of Taichung's art scene Throw on an apron and have a go at making your own sun cake at a DIY cake class Hotel transfers, lunch, plus all rental gear and baking equipment are included Grab a bike and ride along the 4.5km Houfeng Bikeway, complete with a thrilling tunnel Grab a bike and ride along the 4.5km Houfeng Bikeway, complete with a thrilling tunnel Visit Chang Lien-Cheng Saxophone Museum and National Taiwan Museum of Fine Arts to get a taste of Taichung's art scene Visit Chang Lien-Cheng Saxophone Museum and National Taiwan Museum of Fine Arts to get a taste of Taichung's art scene Throw on an apron and have a go at making your own sun cake at a DIY cake class Throw on an apron and have a go at making your own sun cake at a DIY cake class Hotel transfers, lunch, plus all rental gear and baking equipment are included Hotel transfers, lunch, plus all rental gear and baking equipment are included What We Love:   What We Love: Exercise both your physical and creative sides in the unique Houfeng Bikeway and Great Art Tour. You will start your day with a bike ride that spans 4.5km, including a 1.2km venture through a tunnel, as well a crossing over the iconic Dajia steel bridge. After a morning of intense biking, the Chang Lien-Cheng Saxophone Museum will allow you to relax and will give you an insight into the intriguing history behind one of the most loved instruments. After lunch, the National Taiwan Museum of Fine Arts will give you time to digest its vast collection of both domestic and foreign artworks, spread out over 24 galleries. Hopefully the art museum will give you some creative inspiration for the final activity of the day: a sun cake-making class!  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/440-houfeng-bikeway-great-art-tour-taichung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Houfeng Bikeway & Great Art Tour"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 57,
        "strGuideLanguage": "en / cn / jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0b4aae70-Sanyi-Wood-Sculpture-Museum--Dajia-Mazu-/SanyiWoodSculptureMuseumDajiaMazu.jpg",
        "strIntroduction": " Explore the culture of two illustrious townships in Taichung; Sanyi and Dajia Take a tour of Sanyi Wood Sculpture Museum, with 9 unique exhibitions that houses the regions pride of wood carving Visit Sanyi Duck Factory, where you will have the chance to paint your own duck Walk through Sanyi Township, a region well-known for woodcarving, and pick up your own sculptures as souvenirs Make a trip to Mazu Temple, one of the most sacred respected religious sites in Taiwan Hotel transfers, admission costs and lunch are all included in the tour Take a tour of Sanyi Wood Sculpture Museum, with 9 unique exhibitions that houses the regions pride of wood carving Take a tour of Sanyi Wood Sculpture Museum, with 9 unique exhibitions that houses the regions pride of wood carving Visit Sanyi Duck Factory, where you will have the chance to paint your own duck Visit Sanyi Duck Factory, where you will have the chance to paint your own duck Walk through Sanyi Township, a region well-known for woodcarving, and pick up your own sculptures as souvenirs Walk through Sanyi Township, a region well-known for woodcarving, and pick up your own sculptures as souvenirs Make a trip to Mazu Temple, one of the most sacred respected religious sites in Taiwan Make a trip to Mazu Temple, one of the most sacred respected religious sites in Taiwan Hotel transfers, admission costs and lunch are all included in the tour Hotel transfers, admission costs and lunch are all included in the tour What We Love:   What We Love: Starting at the Sanyi Wood Sculpture Museum, you will witness a wide range of intricate sculptures spread across over 9 exhibitions, from ancient antiquities to animals. Commemorate your trip to Sanyi by walking through the Wood Sculpture Old Street, where wood carvers and merchants sell sculptures, in the traditional way you will have seen at the museum. Before you leave Sanyi, visit the Duck Factory, where you will have the chance to paint your own ornamental duck! After lunch, head to Dajia, where you will come face-to-face with one of Taiwan's most venerated sites, the Mazu Temple. With extraordinary Chinese-inspired accents, a beautiful exterior and a festive atmosphere surrounding the temple, this is a site you simply cannot miss!  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/441-sanyi-wood-sculpture-museum-dajia-mazu-taichung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sanyi Wood Sculpture Museum & Dajia Mazu"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 57,
        "strGuideLanguage": "en / cn / jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4a66bc4e-The-Green-Green-Grasslands-Tour/TheGreenGreenGrasslandsTour.jpg",
        "strIntroduction": " Visit the lovely lands of Cingjing Farm, a.k.a ‘The Green Green Grasslands' and delve into the rich history and culture of this beautiful part of Taiwan Enjoy the beautiful scenery of mountains and greenery at Cingjing Farm, famous for its abundance of sheep! Visit the amazing construction of Chung Tai Chan Monastery, the largest Buddhist monastery in the world Visit the Puli Brewery, a native history museum and the lovely carp lake Hotel transfers, lunch, admission fees and afternoon tea are all included in the tour Enjoy the beautiful scenery of mountains and greenery at Cingjing Farm, famous for its abundance of sheep! Enjoy the beautiful scenery of mountains and greenery at Cingjing Farm, famous for its abundance of sheep! Visit the amazing construction of Chung Tai Chan Monastery, the largest Buddhist monastery in the world Visit the amazing construction of Chung Tai Chan Monastery, the largest Buddhist monastery in the world Visit the Puli Brewery, a native history museum and the lovely carp lake Visit the Puli Brewery, a native history museum and the lovely carp lake Hotel transfers, lunch, admission fees and afternoon tea are all included in the tour Hotel transfers, lunch, admission fees and afternoon tea are all included in the tour What We Love:   What We Love: This is a day that allows you to delve into the countryside and history of beautiful Taiwan. The tour begins with a visit to Puli Brewery where you can watch the production of Shaoxing Wine in its hometown. Next, the spectacular Chung Tai Chan is the world's tallest Buddhist temple and certainly showcases some fascinating gold-accented architecture. After lunch, you'll visit Cingjing Farm, also known as “Green Green Grasslands,” for its lush greenery and the abundance of sheep that graze all around, not to mention the spectacular scenic views. Reenergize over afternoon tea before swinging by the aboriginal history museum and the atmospheric carp lake.  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/444-the-green-green-grasslands-tour-taichung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "The Green Green Grasslands Tour"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 57,
        "strGuideLanguage": "en / cn / jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/915cd32d-Jiji-Township-and-Sky-Bridge-Visit/JijiTownshipandSkyBridgeVisit.jpg",
        "strIntroduction": " Visit the small but picturesque Jiji Township, followed by a daring trip across the famed Sky Bridge and a taste of world-renowned pineapple cakes Explore Jiji Township, well-known for its intriguing train station, thriving banana industry and delicious egg rolls Rent bicycles for an outdoorsy sightseeing adventure Walk across the Sky Bridge, a 204m long bridge giving you a grand view of greenery all around Treat yourself to delicious pineapple cakes at Sunny Hills View the world's largest kiln work at the Shueili Snake Kiln Inclusive of hotel transfers and lunch Explore Jiji Township, well-known for its intriguing train station, thriving banana industry and delicious egg rolls Explore Jiji Township, well-known for its intriguing train station, thriving banana industry and delicious egg rolls Rent bicycles for an outdoorsy sightseeing adventure Rent bicycles for an outdoorsy sightseeing adventure Walk across the Sky Bridge, a 204m long bridge giving you a grand view of greenery all around Walk across the Sky Bridge, a 204m long bridge giving you a grand view of greenery all around Treat yourself to delicious pineapple cakes at Sunny Hills Treat yourself to delicious pineapple cakes at Sunny Hills View the world's largest kiln work at the Shueili Snake Kiln View the world's largest kiln work at the Shueili Snake Kiln Inclusive of hotel transfers and lunch Inclusive of hotel transfers and lunch What We Love:   What We Love: Experience the small-town life in the quaint little village of Jiji, one of the smallest townships in Taiwan. Famous for its banana production and train station, Jiji provides inspiration to all those who visit it, and you simply cannot leave the town without taking pictures of all its unique and wonderful features! However, the tour does not stop here; take a daring trip across Sky Bridge, which spans a length of 204m, with exotic shrubbery below, giving you the feeling that you are walking amongst green, leafy clouds. The tour also includes Shueili Snake Kiln, where you will find the world's largest kiln work which has been featured in the Guinness Book of World Records. Finally, stop by at Sunny Hills, for some delicious, succulent pineapple cakes!  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/481-jiji-township-and-sky-bridge-visit-taichung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Jiji Township and Sky Bridge Visit"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 57,
        "strGuideLanguage": "en / cn / jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5d8713f4-A-Day-at-Sun-Moon-Lake/ADayatSunMoonLake.jpg",
        "strIntroduction": " Spend a chilled out day at Sun Moon Lake, Taiwan's largest body of water, including a cable car ride, temple visit and a scenic cruise Visit Taiwan's most famous lake and hop on the Ropeway, an exhilarating cable car ride that gives you breathtaking views of the lake and the surrounding landscape Take a scenic boat ride on the lake and see Syuanguang Temple and Ida Thao Roam around by the lake, and enjoy the natural surroundings, visit Wenwu Temple or venture into the markets to buy some souvenirs Enjoy hotel transfers, lunch, insurance plus the cruise and ropeway costs all included Visit Taiwan's most famous lake and hop on the Ropeway, an exhilarating cable car ride that gives you breathtaking views of the lake and the surrounding landscape Visit Taiwan's most famous lake and hop on the Ropeway, an exhilarating cable car ride that gives you breathtaking views of the lake and the surrounding landscape Take a scenic boat ride on the lake and see Syuanguang Temple and Ida Thao Take a scenic boat ride on the lake and see Syuanguang Temple and Ida Thao Roam around by the lake, and enjoy the natural surroundings, visit Wenwu Temple or venture into the markets to buy some souvenirs Roam around by the lake, and enjoy the natural surroundings, visit Wenwu Temple or venture into the markets to buy some souvenirs Enjoy hotel transfers, lunch, insurance plus the cruise and ropeway costs all included Enjoy hotel transfers, lunch, insurance plus the cruise and ropeway costs all included What We Love:   What We Love: The largest lake in Taiwan, Sun Moon Lake does not fail to impress with its calm, refreshing waters, and scenic, mountainous surroundings. A boat cruise is undoubtedly the most relaxing way to take in the sights then embark on an epic journey aboard the Sun Moon Lake Ropeway, a cable car ride that gives you a bird-eye view of the vast lake below. Familiarize yourself with this beautiful setting by taking a walk along the lake on the “Rambling Journey” hiking trail, before getting your final dose of culture with a visit to Wenwu Temple, a sacred site with intricate decorations all over both the exterior and interior.  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/483-a-day-at-sun-moon-lake-taichung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "A Day at Sun Moon Lake"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 124,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2b678c84-Snow-Mountain-Trek/SnowMountainTrek.jpg",
        "strIntroduction": " Take the challenge of a Snow Mountain hike, Taiwan's second highest, and breathe in the fresh alpine air, a spectacular sunrise and, of course, snow-capped peaks on this two-day, two-night trek Climb the 3886 meters of Snow Mountain (Xueshan) the second highest peak in Taiwan Be led by experienced guides and passionate lovers of Taiwan's mountains Uncover the alpine beauty of Xueshan and watch a spectacular sunrise from the top Inclusive of two-nights accommodation plus one breakfast and one dinner Climb the 3886 meters of Snow Mountain (Xueshan) the second highest peak in Taiwan Climb the 3886 meters of Snow Mountain (Xueshan) the second highest peak in Taiwan Be led by experienced guides and passionate lovers of Taiwan's mountains Be led by experienced guides and passionate lovers of Taiwan's mountains Uncover the alpine beauty of Xueshan and watch a spectacular sunrise from the top Uncover the alpine beauty of Xueshan and watch a spectacular sunrise from the top Inclusive of two-nights accommodation plus one breakfast and one dinner Inclusive of two-nights accommodation plus one breakfast and one dinner What We Love:   What We Love: Despite often being praised for it's warm and tropical climate, you might be surprised to discover a range of snow-capped peaks nestled in central Taiwan. The second highest is aptly named Snow Mountain (Xueshan) and offers hikers a challenging trek through beautiful pine forested hillsides opening to glorious mountain views of Sheipa National Park. You'll be led by passionate guides who are highly experienced with the routes and altitudes of Snow Mountain. Though not technically challenging, the route is demanding and requires a high level of fitness – but believe us, when you're marveling at the sunrise from the top, it'll be well worth it!  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/530-snow-mountain-trek-taichung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Snow Mountain Trek"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 210,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/894f8df2-Shuiyang-Lake-Trek/ShuiyangLakeTrek.jpg",
        "strIntroduction": " Discover the magical beauty of Shuiyang mountain, forest and lake on this two day, two night trek for moderately experienced hikers Hike to Shuiyang Forest and Lake and marvel at the eerie natural beauty of the area Enjoy spectacular views over Jade Mountain in the foothills of Alishan Be led by experienced guides and passionate lovers of Taiwan's mountains Camp out and dine in nature beside the lake for a night Inclusive of two-nights accommodation plus one breakfast and one dinner Hike to Shuiyang Forest and Lake and marvel at the eerie natural beauty of the area Hike to Shuiyang Forest and Lake and marvel at the eerie natural beauty of the area Enjoy spectacular views over Jade Mountain in the foothills of Alishan Enjoy spectacular views over Jade Mountain in the foothills of Alishan Be led by experienced guides and passionate lovers of Taiwan's mountains Be led by experienced guides and passionate lovers of Taiwan's mountains Camp out and dine in nature beside the lake for a night Camp out and dine in nature beside the lake for a night Inclusive of two-nights accommodation plus one breakfast and one dinner Inclusive of two-nights accommodation plus one breakfast and one dinner What We Love:   What We Love: Characterized by needle-thin vertical trees and said to have been formed by an earthquake centuries ago, Shuiyang Forest and Lake provides a mysteriously beautiful destination for an overnight camp. On this two-night excursion, you'll spend a night in a hostel before two days of trekking in the Shuiyang area. You'll pitch tents beside the lake and enjoy dinner under a spectacular starry night sky. Led by experienced hiking guides, this itinerary discovers the varied nature and off-the-beaten-path routes in the foothills of Mount Jade, ideal for intermediate hikers.  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/531-shuiyang-lake-trek-taichung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Shuiyang Lake Trek"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 172,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0069e713-Chiaming-Lake-Three-Day-Hike/ChiamingLakeThree-DayHike.jpg",
        "strIntroduction": " This lengthy but achievable hiking expedition, led by experienced mountain guides, takes you to the deep blue waters of teardrop-shaped Chiaming Lake Climb 3310m meters up Xiangyang Mountain to Chiaming Lake, famed for its deep blue colour Be led by experienced guides and passionate lovers of Taiwan's mountains Uncover alpine beauty, emerald forests and the natural tranquility of the lake Inclusive of two-nights accommodation plus two breakfasts and two dinners Climb 3310m meters up Xiangyang Mountain to Chiaming Lake, famed for its deep blue colour Climb 3310m meters up Xiangyang Mountain to Chiaming Lake, famed for its deep blue colour Be led by experienced guides and passionate lovers of Taiwan's mountains Be led by experienced guides and passionate lovers of Taiwan's mountains Uncover alpine beauty, emerald forests and the natural tranquility of the lake Uncover alpine beauty, emerald forests and the natural tranquility of the lake Inclusive of two-nights accommodation plus two breakfasts and two dinners Inclusive of two-nights accommodation plus two breakfasts and two dinners What We Love:   What We Love: It's hard to believe that water can be so blue until you set eyes on Chiaming Lake, and easy to see why it's often referred to as the ‘angel's teardrop' or ‘the sapphire in the mountains'. Formed by a meteor impact millions of years ago, visiting this high-altitude lake makes a fantastic hike, complemented by surrounding views of Xiangyang Mountain's rolling green hills. On this 3-day, 2-night excursion, mountaineering enthusiasts will be led across Taiwan's scenic hill country by experienced guides, staying in mountain cabins, and getting a rare taste for the beauty of the area and the fresh alpine air.  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/532-chiaming-lake-three-day-hike-taichung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Chiaming Lake Three-Day Hike"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 162,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3894ee14-Mount-Jade-Hike/MountJadeTwo-NightExpedition.jpg",
        "strIntroduction": " Scale Taiwan's highest peak, Mount Jade, on a challenging expedition that's sure to reward you at the top! Climb the 3952 meters of Mount Jade (Yushan), the highest peak in Taiwan and northeast Asia! Be led by experienced guides and passionate lovers of Taiwan's mountains Uncover the hidden beauty of Yushan and watch a spectacular sunrise from the top Inclusive of two-nights accommodation plus one breakfast and one dinner Climb the 3952 meters of Mount Jade (Yushan), the highest peak in Taiwan and northeast Asia! Climb the 3952 meters of Mount Jade (Yushan), the highest peak in Taiwan and northeast Asia! Be led by experienced guides and passionate lovers of Taiwan's mountains Be led by experienced guides and passionate lovers of Taiwan's mountains Uncover the hidden beauty of Yushan and watch a spectacular sunrise from the top Uncover the hidden beauty of Yushan and watch a spectacular sunrise from the top Inclusive of two-nights accommodation plus one breakfast and one dinner Inclusive of two-nights accommodation plus one breakfast and one dinner What We Love:   What We Love: 3952 meters of Taiwan's toughest terrain but most rewarding natural views: this two night hike ventures to Mount Jade (Yushan), the highest peak in Northeast Asia. We won't pretend it's not a challenge, but the crisp mountain air, majestic alpine terrain, magical sunrise and overwhelming sense of achievement are well worth the grueling hike. This internationally renowned peak is a popular challenge, but permits must be applied for and being led by a passionate mountain-loving guide will make your life a whole lot easier. Accommodation along the way takes you back to nature as you sleep in mountain cabins, taking you a world away from televisions, Facebook, WiFi… in fact, electricity altogether! But if you're up for the challenge, we've got your expedition sorted.  ",
        "strLocation": "Taichung",
        "strOriginUrl": "https://www.klook.com/activity/533-mount-jade-two-night-expedition-taichung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Mount Jade Two-Night Expedition"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 60,
        "strGuideLanguage": "cn / en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b8a70a03-Taiping-Mountain-One-Day-Tour/TaipingMountainOneDayTour.jpg",
        "strIntroduction": " Enjoy hot spring baths, trail walks and bird watching at stunning Taiping Mountain for a healthy dose of nature in Taiwan Explore the 24 hectares of Taiping Forest Park, Taiwan's most accessible virgin forest woodland Discover the remaining evidence of Yilan's illustrious logging history Wash your worries away in a long hot spring soak surrounded by forest nature Go on easy or more challenging mountain trails according to your preference Explore the 24 hectares of Taiping Forest Park, Taiwan's most accessible virgin forest woodland Discover the remaining evidence of Yilan's illustrious logging history Wash your worries away in a long hot spring soak surrounded by forest nature Go on easy or more challenging mountain trails according to your preference What We Love:   What We Love: As one of only three national research woodlands in Taiwan, Mt. Taiping is the perfect place for outdoor activities near Yilan. Highlights include hot spring baths at the Lenzhir Hot Springs, observation sheds to view the wildlife habitat and ecology of the woodlands, and a nature walk around the unspoiled virgin forest. There are walking and hiking routes throughout the national park offering marvellous views of snow-capped mountains backed by a sea of clouds.  ",
        "strLocation": "Yilan",
        "strOriginUrl": "https://www.klook.com/activity/1061-taiping-mountain-one-day-tour-yilan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Taiping Mountain One Day Tour"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 45,
        "strGuideLanguage": "en / cn*",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3c0e78b3-Stand-Up-Paddle-SUP-Beginner-Course/StandUpPaddleBeginnerCourse.jpg",
        "strIntroduction": " Spend half a day mastering the basics of stand up paddle boarding in Yilan, an increasingly popular beach activity in Taiwan Try out paddle boarding in Taiwan, a water sport that is increasingly popular around the world Feel safe with professional instructors and world class equipment Get a fantastic view of Yilan at the sea cape and cliffs of Neipi Beach Try out paddle boarding in Taiwan, a water sport that is increasingly popular around the world Feel safe with professional instructors and world class equipment Get a fantastic view of Yilan at the sea cape and cliffs of Neipi Beach  What We Love:   What We Love: Experience paddle boarding to the changing waves and wind at Neipi Beach in Yilan, known for its fine white sands. Experienced coaches will help you set up the SUP equipment before you paddle on the water. Feel completely at ease as safety boats and instructors will be keeping an eye on you as you get to grips with your gear. Once you've mastered the basics, raise your gaze and begin to appreciate the natural surrounds and idyllic scenery.  ",
        "strLocation": "Yilan",
        "strOriginUrl": "https://www.klook.com/activity/1062-stand-up-paddle-beginner-course-yilan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Stand Up Paddle Beginner Course"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 35,
        "strGuideLanguage": "cn / en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ad159355-Nanfangao-Seafood-Tour/NanfangaoSeafoodTour.jpg",
        "strIntroduction": " Explore local fish markets, find out about mackerel fishing and memorable seafood delicacies famed in Nanfang'ao Have an experienced guide show you around the local fish market for the freshest fish in Nangfang'ao Visit the cultural centre where the history of the local fishing industry and unique mackerel fishing methods are displayed Take in the beautiful harbor views as you enjoy afternoon tea in Nanfang'ao Taste a delectable local meal of mackerel and rice Have an experienced guide show you around the local fish market for the freshest fish in Nangfang'ao Visit the cultural centre where the history of the local fishing industry and unique mackerel fishing methods are displayed Take in the beautiful harbor views as you enjoy afternoon tea in Nanfang'ao Taste a delectable local meal of mackerel and rice What We Love:   What We Love: One of Taiwan's three major fishing ports, Nanfang'ao is a seafood haven and an important location for fisheries on the east coast of Taiwan. Locals flock to the harbour daily for the fresh seafood delicacies featuring local speciality dishes and unique cooking approaches. On the tour you'll have the chance to experience the spectacular ocean views of Nanfang'ao and Neipi Beach, visit the Fisherfolk Culture Museum, see the Nanning Fish Market in action and chow down on a local rice and mackerel dinner as an appropriate finish to your day.  ",
        "strLocation": "Yilan",
        "strOriginUrl": "https://www.klook.com/activity/1063-nan-fang-ao-seafood-tour-yilan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Nanfang'ao Seafood Tour"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 60,
        "strGuideLanguage": "cn / en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b3e645ee-Farming-Experience-Tour/TaiwaneseFarmingExperience.jpg",
        "strIntroduction": " Spend a day in the life of a Taiwanese farmer in Yilan County on this unique organic farming experience Enjoy the tranquil environment of Fairy Tale Village Farm and feast on an organic lunch Visit a local market and the beautifully decorated suspension bridge at Meihua Lake Discover the lifestyle and culture of the farming community when you meet the locals Enjoy the tranquil environment of Fairy Tale Village Farm and feast on an organic lunch Visit a local market and the beautifully decorated suspension bridge at Meihua Lake Discover the lifestyle and culture of the farming community when you meet the locals What We Love:   What We Love: Get away from the hustle and bustle of Taiwan cities and go back to local roots with a farming village visit instead. After a fascinating history of age-old practices dating back to their ancestors, the local farmers will give you the chance to try your hand at farming with zero previous experience needed. Visit the local farmers' market to see the wide variety of food available and feast on the organic produce that you picked during the day to round off this wholesome Taiwanese experience.  ",
        "strLocation": "Yilan",
        "strOriginUrl": "https://www.klook.com/activity/1064-taiwanese-farming-experience-yilan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Taiwanese Farming Experience"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 35,
        "strGuideLanguage": "cn / en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/25749526-Meihua-Lake-Tour/MeihuaLakeTour.jpg",
        "strIntroduction": " Enjoy nature for the day at Meihua Lake on a guided tour from Yilan by bicycle, foot and on a cruise Visit Sanqing Temple, which overlooks Meihua Lake and learn about its architecture Relax on a tranquil river cruise or cycle ride around the lake Enjoy a leisurely afternoon tea at the lakeside cafe Visit Sanqing Temple, which overlooks Meihua Lake and learn about its architecture Relax on a tranquil river cruise or cycle ride around the lake Enjoy a leisurely afternoon tea at the lakeside cafe What We Love:   What We Love: Spend a leisurely afternoon visiting Meihua Lake to enjoy the scenic natural landscape. You will be greeted with lush greenery and fresh air where you can spend time walking, cycling and cruising on the lake. Another highlight is Sanqing Temple - located on the southern slopes of Meihua Lake, the architecture of the temple resembles traditional imperial court designs and is well worth a look. Complete your afternoon with a delectable tea break at Salex cafe as you gaze over those beautiful lake views.  ",
        "strLocation": "Yilan",
        "strOriginUrl": "https://www.klook.com/activity/1065-meihua-lake-tour-yilan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Meihua Lake Tour"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 35,
        "strGuideLanguage": "cn / en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8f383d22-Ancient-Yilan/AncientYilan.jpg",
        "strIntroduction": " Get a comprehensive overview of local history and culture on this half day tour of the main attractions in Yilan Listen to traditional opera at the Taiwan Theater Museum Step into the cartoon world of Jimmy Liao, a famed Taiwanese artist Discover the wine making process and enjoy a tasting at Yilan Distillery Chia Chi Lan Wine Museum Marvel at the unique Japanese-style Yilan Museum of Literature Enjoy a cup of tea at the Old Bookcase Cafe where you can also browse the shelves Listen to traditional opera at the Taiwan Theater Museum Step into the cartoon world of Jimmy Liao, a famed Taiwanese artist Discover the wine making process and enjoy a tasting at Yilan Distillery Chia Chi Lan Wine Museum Marvel at the unique Japanese-style Yilan Museum of Literature Enjoy a cup of tea at the Old Bookcase Cafe where you can also browse the shelves What We Love:   What We Love: Go on a rich cultural journey to explore the architecture, culture, art and history of Yilan accompanied by an English speaking guide. Discover the interesting fusion of Japanese wooden houses and Western classical design in local buildings and learn about Taiwan's development at the city museum. Sample tasty beverages at the Wine Museum as the process of wine making is explained to you. Be inspired at the Museum of Literature then relax with a steaming cuppa as you browse vintage books at the Old Bookcase Cafe. Step into the cartoon world of popular illustrator Jimmy Liao before ending your packed afternoon of getting to know Yilan.  ",
        "strLocation": "Yilan",
        "strOriginUrl": "https://www.klook.com/activity/1066-ancient-yilan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Ancient Yilan"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 35,
        "strGuideLanguage": "cn / en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/364c8e84-Dongshan-River-Tour/DongshanRiverTour.jpg",
        "strIntroduction": " Learn more about local crafts then enjoy a scenic boat cruise along the Dongshan River on a half day tour Pay a visit to the National Center for Traditional Arts where Taiwan's cultural history, arts and crafts are on display Enjoy the beautiful scenery from the boat as you cruise Dongshan River Take a bike tour along the Dongshan River Water Park and marvel at the orange glow of the sunset Pay a visit to the National Center for Traditional Arts where Taiwan's cultural history, arts and crafts are on display Enjoy the beautiful scenery from the boat as you cruise Dongshan River Take a bike tour along the Dongshan River Water Park and marvel at the orange glow of the sunset What We Love:   What We Love: Start your afternoon at the National Centre for Traditional Arts where you will see a candy making demonstration and can try your hand at soap or indigo making. Discover unique shops with souvenirs, snacks and other handicraft items available for sale before embarking on a leisurely boat trip along Dongshan River. Relax on the riverbank at Dongshan River Water Park as you tie up your day with a marvelous sunset.  ",
        "strLocation": "Yilan",
        "strOriginUrl": "https://www.klook.com/activity/1067-dongshan-river-tour-yilan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Dongshan River Tour"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/fc7fdd0c-3G-SIM-Card-HKG-Pick-Up-for-Taiwan/3GSIMCardHKGPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy 4 days of unlimited data connection across Taiwan plus network sharing for all your devices Gain unlimited 3G data for 4 days with no usage capping Get a ready to use card with no registration needed Enjoy data services to stay connected on social media from several devices with network sharing Access the Internet across all destinations in Taiwan Gain unlimited 3G data for 4 days with no usage capping Get a ready to use card with no registration needed Enjoy data services to stay connected on social media from several devices with network sharing Access the Internet across all destinations in Taiwan What We Love:   What We Love: Stay constantly connected while you're on the go in Taiwan with unlimited 3G data for 4 days! You'll be able to communicate with your friends and family, navigate your way around the country and keep up to date with the latest events without incurring steep roaming costs. With the convenient pick up service at Hong Kong airport and no registration process, you will have instant connection to the Internet the minute you land in Taiwan.  ",
        "strLocation": "Yilan",
        "strOriginUrl": "https://www.klook.com/activity/1081-taiwan-unlimited-3g-sim-card-yilan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G SIM Card (HKG Pick Up) for Taiwan"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b1a8ddbe-3G-WiFi-Device-HKG-Pick-Up-for-Taiwan/3GWiFiHKGPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Taiwan with an unlimited 3G pocket WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Taiwan, without the stress of sourcing WiFi once you get there. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Taiwan but also Thailand, Singapore, Japan and Korea.  ",
        "strLocation": "Yilan",
        "strOriginUrl": "https://www.klook.com/activity/1082-taiwan-wifi-device-yilan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Taiwan"
    },
    {
        "intDurationHour": 288,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 6,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e18c3c5f-4G-SIM-Card-TPE-Pick-Up-for-Taiwan/4GSIMCardTPEPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Use your mobile phone freely without the worry of high roaming costs with an unlimited data, texts and incoming calls SIM card for Taiwan Instant confirmation and voucher sent immediately after booking Fantastic coverage from one of Taiwan's biggest providers across 99% of the island Quick and hassle free - no registration needed! Use your mobile freely without having to worry about roaming costs Enjoy 4G internet access to use maps, upload photos and stay connected with family whilst in Taiwan Convenient pick up from Taoyuan International Airport (TPE) on arrival Instant confirmation and voucher sent immediately after booking Fantastic coverage from one of Taiwan's biggest providers across 99% of the island Quick and hassle free - no registration needed! Use your mobile freely without having to worry about roaming costs Enjoy 4G internet access to use maps, upload photos and stay connected with family whilst in Taiwan Convenient pick up from Taoyuan International Airport (TPE) on arrival What We Love:   What We Love: Stay constantly connected while you're on the go in Taiwan with an unlimited 4G data SIM card! You'll be able to communicate with your friends and family, navigate your way around the country and keep up to date with the latest events without incurring steep roaming costs. With instant booking confirmation, convenient pick up service at Taipei Taoyuan International Airport and no registration process, you will have island-wide coverage from the moment you land in Taiwan.  ",
        "strLocation": "Yilan",
        "strOriginUrl": "https://www.klook.com/activity/1519-sim-card-taiwan-yilan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G SIM Card (TPE Pick Up) for Taiwan"
    },
    {
        "intDurationHour": 0,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8fb681c6-4G-WiFi-TPE-TSA-KHH-Pick-Up-for-Taiwan/4GWiFiTPETSAKHHPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Taiwan with an unlimited 4G pocket WiFi device with convenient pick up at Taoyuan (TPE), Songshan (TSA) or Kaohsiung (KHH) airports Provided by one of Taiwan's biggest providers for great coverage across 99% of Taiwan Guaranteed unlimited 4G WiFi with no deceleration to 3G Enjoy 8 hours battery life on one charge Connect up to 5 devices at once (phones, tablets, laptops etc.) Convenient pick up and return at Taipei Taoyuan, Songshan or Kaohsiung airports Enhance your connectivity with an unlimited usage SIM card picked up from the same location. Click here Provided by one of Taiwan's biggest providers for great coverage across 99% of Taiwan Guaranteed unlimited 4G WiFi with no deceleration to 3G Enjoy 8 hours battery life on one charge Connect up to 5 devices at once (phones, tablets, laptops etc.) Convenient pick up and return at Taipei Taoyuan, Songshan or Kaohsiung airports Enhance your connectivity with an unlimited usage SIM card picked up from the same location. Click here Click here What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Taipei Taoyuan or Songshan International Airports, or Kaohsiung International Airport, you'll enjoy unlimited WiFi access throughout your stay in Taiwan, with coverage over 99% of the island. The ultra-speedy 4G device connects up to five different phones, laptops and tablets at once and supports up to 8 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are.  ",
        "strLocation": "Yilan",
        "strOriginUrl": "https://www.klook.com/activity/1531-wifi-device-taiwan-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (TPE/TSA/KHH Pick Up) for Taiwan"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 111,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8966972e-/2D1NChiaLoLakeCampingfromTaipei.jpg",
        "strIntroduction": " Under the skilful lead of a professional guide, you'll get an true nature experience hiking and camping at the ethereal Chia Lo Lake Hike through huge ancient trees and dense forest to discover one of Yilan's most beautiful lakes Camp at a mountain lodge beside the peaceful lake and wake to see the fog floating on the surface of the lake in the cool morning Soak up the nighttime beauty where thousands of twinkling stars will be clearly visible at night Accompanied by professional and experienced guide, learn about the area's history, topography, astronomy and wildlife Your evening meal and second day breakfast plus a sleeping bag are prepared for you Hike through huge ancient trees and dense forest to discover one of Yilan's most beautiful lakes Camp at a mountain lodge beside the peaceful lake and wake to see the fog floating on the surface of the lake in the cool morning Soak up the nighttime beauty where thousands of twinkling stars will be clearly visible at night Accompanied by professional and experienced guide, learn about the area's history, topography, astronomy and wildlife Your evening meal and second day breakfast plus a sleeping bag are prepared for you What We Love:   What We Love: A camping experience for those of us who want a extra helping hand organising a camping experience! Throughout this two day one night experience, you'll stay at a mountain house and be accompanied by an expert camping guide who will take command of the campsite. All food, sleeping bags and camping gear is provided and prepared so you can take the time to appreciate Chia Lo Lake where, legend goes, a fairy spilt a pearl necklace scattering the pearls across the land and creating the mirror-like reflections of these lakes. Each morning an ethereal fog floats above the lake whilst at night you'll be able to see a map of stars twinkling above you. It might be just a short journey from the city, but just a few hours of hiking and you'll feel like you're in a different world - the perfect nature escape from Taipei.  ",
        "strLocation": "Yilan",
        "strOriginUrl": "https://www.klook.com/activity/1678-chia-lo-lake-camping-yilan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "2D1N Chia Lo Lake Camping from Taipei"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a7817ade-Penghu-Scooter-Rental---Klook/PenghuScooterRental.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Rent a modern and safe scooter for a day's hire and travel the island like a local Penghu's light traffic and smooth roads are ideal for inexperienced or new riders Penghu-wide coverage meaning you cant rent from a number of different islands Inclusive of all safety equipment and insurance Penghu's light traffic and smooth roads are ideal for inexperienced or new riders Penghu-wide coverage meaning you cant rent from a number of different islands Inclusive of all safety equipment and insurance What We Love:   What We Love: Navigate the beautiful Penghu Archipelago on two wheels with a day's scooter rental. Travel like the locals do and cruise around Penghu's scenic roads, taking in the ocean views whilst riding on a new and stylish scooter. With coverage all over the island chain, explore Penghu's many places of interest and travel around at your own pace. With little traffic to contend with, the scooter hire is the perfect way to explore, and a safe option too for riders with little or no experience.  ",
        "strLocation": "Penghu",
        "strOriginUrl": "https://www.klook.com/activity/1083-scooter-rental-penghu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Penghu Scooter Rental"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 21,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d323dcf1-Jibei-Island-Water-sports-Package---Klook/JibeiIslandWaterSports.jpg",
        "strIntroduction": " Take part in a number of exciting water activities at the 'Home of the Stone Weirs' Take in the beautiful coastline of Jibei Island which stretches on for miles Participate in different water sports such as banana boating, snorkelling, jet skiing and more Tour this scenic island like a local on a scooter included in the package Return boat ticket to Jibei included Take in the beautiful coastline of Jibei Island which stretches on for miles Participate in different water sports such as banana boating, snorkelling, jet skiing and more Tour this scenic island like a local on a scooter included in the package Return boat ticket to Jibei included What We Love:   What We Love: From Magong take the short boat ride to the Jibei - one of the most secluded and remote parts of the Penghu Archipelago and relax whilst taking in the miles of unspoiled coastline in front of you. A paradise for sea lovers, the white sandy beaches and clear blue seas surrounding the island make the ideal location to enjoy thrilling water sports such as banana boating, jet skiing, snorkelling and more. Well known as a rich fishing ground since the days of the Ming Dynasty, Jibei Island is a well-known historical landmark in Taiwan for its dozens of heart-shaped stone weirs, with more located here than any other island.  ",
        "strLocation": "Penghu",
        "strOriginUrl": "https://www.klook.com/activity/1084-jibei-island-water-sports-penghu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Jibei Island Water Sports"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/806b981d-Golden-Beach-Watersports-Package---Klook/GoldenBeachWaterSports.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Sample some of Penghu's finest beach activities and water sports with a 1 day unlimited pass Get out onto the water and try a number of adrenaline fuelled activities such as banana boating and jet skiing Truly unlimited use means you can try everything as many times as you wish without instruction Run by an operator with years of experience in Penghu's water sports industry, you'll be sure to have a safe and memorable time Get out onto the water and try a number of adrenaline fuelled activities such as banana boating and jet skiing Truly unlimited use means you can try everything as many times as you wish without instruction Run by an operator with years of experience in Penghu's water sports industry, you'll be sure to have a safe and memorable time What We Love:   What We Love: Stretched out along 3km of unspoiled white sands, Aimen beach is amongst Penghu's most stunning locations and one of the most suitable spots for engaging in water sports and other beach based activities. Considered one the best beaches in Penghu, if not the whole of Taiwan, it is perfect place for an unlimited 1 day pass including but not limited to, jet skiing, beach volleyball, snorkelling, tube riding as well as our favourite, the iconic banana boat! If at any point you decide you need a break from all of the fun, simply relax on the beach and soak up the sun.  ",
        "strLocation": "Penghu",
        "strOriginUrl": "https://www.klook.com/activity/1085-golden-beach-water-sports-penghu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Golden Beach Water Sports"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 23,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8a3fe176-Chimei---Wangan-Island-Hopping---Klook/Chimei-WanganIslandHopping.jpg",
        "strIntroduction": " Set sail from Magong and head for two of Penghu's most beautiful islands, cruising in style on Penghu's newest and fastest fleet, giving you more of a chance to take in the view Enjoy the morning sun whilst setting sail from Magong harbour First visit Wang'an Islet, famed for its idyllic scenery and endangered turtles with an optional trip to the island's turtle protection centre included Stop for a few hours at Chimei Island, a photographer, and nature lover's heaven Hop between islands in style on Penghu's fastest fleet of island to island ferries Enjoy the morning sun whilst setting sail from Magong harbour First visit Wang'an Islet, famed for its idyllic scenery and endangered turtles with an optional trip to the island's turtle protection centre included Stop for a few hours at Chimei Island, a photographer, and nature lover's heaven Hop between islands in style on Penghu's fastest fleet of island to island ferries What We Love:   What We Love: Although the Penghu Archipelago is made up of 64 islands and islets, this 7 hour tour lets you get closer to 2 of Penghu's most idyllic islands, both home to rare wildlife, pristine coastline and ancient Fujianese architecture. Located to the south of the main Island, first set sail for the island of Wang'an discovering local wildlife and taking in the amazing ocean views before spending a further few hours exploring the charms of distant Chimei, a photographer's heaven and home to Penghu's iconic heart-shaped fishing weirs. After hopping from one island to the next, cruise gently back into harbour at Magong.  ",
        "strLocation": "Penghu",
        "strOriginUrl": "https://www.klook.com/activity/1086-chimei-wangan-island-hopping-penghu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Chimei - Wang'an Island Hopping"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 42,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/11848986-Qimei-Snorkelling-Tour---Klook/ChimeiMotorbikeSnorkelDayTrip.jpg",
        "strIntroduction": " Discover the natural beauty of Chimei, Penghu's southernmost island, on land and under the sea with this dual motorbiking and snorkeling experience Fully appreciate the beauty of Chimei by motorbike and by snorkeling See the double heart-shaped rock weir, Chimei's famous basalt rocks and the island's colorful coral Return ferry tickets from Magong city to Chimei included Scoot around the island by motorbike for 2 people with fuel included Fully appreciate the beauty of Chimei by motorbike and by snorkeling See the double heart-shaped rock weir, Chimei's famous basalt rocks and the island's colorful coral Return ferry tickets from Magong city to Chimei included Scoot around the island by motorbike for 2 people with fuel included What We Love:   What We Love: As one of the most distant outer islands south of Penghu, Chimei promises to provide a delightful retreat to soak in the tranquility and nature of this beautiful isle. Chimei is steeped in tradition and historic stories such as the tale of the seven beauties (七美) from where the island takes its name and the unique stone weir for trapping fish in the shape of a double heart. Hop on a motorbike for the best way ot discover the natural beauty of Chimei on land (motorbike and fuel included) before slipping into a wetsuit, mask and snorkel to discover the spectacular corals, basalt sea caves and the special shape of the bay (all equipment, showers and towels provided!)  ",
        "strLocation": "Penghu",
        "strOriginUrl": "https://www.klook.com/activity/1087-chimei-motorbike-snorkel-day-trip/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Chimei Motorbike & Snorkel Day Trip"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 21,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3296d45c-Penghu-Snorkeling---Klook/PenghuSnorkeling.jpg",
        "strIntroduction": " Discover Penghu's rich and vibrant marine life with a group trip to Penghu's best snorkeling spots Discover some of Taiwan's most pristine beaches and bluest waters perfect for snorkeling Snorkel amongst a diverse variety of marine life and rare corals. Follow your guide's lead and cool off by harbour jumping Penghu style Be guided in the water by passionate, experienced local guides Discover some of Taiwan's most pristine beaches and bluest waters perfect for snorkeling Snorkel amongst a diverse variety of marine life and rare corals. Follow your guide's lead and cool off by harbour jumping Penghu style Be guided in the water by passionate, experienced local guides What We Love:   What We Love: Spend the morning discovering the oceans surrounding Taiwan's most extensive island chain. The water's surrounding Penghu are rich with marine life and rare corals which make for the ideal snorkelling experience. Spot and swim with dozens of species of fish and other underwater creatures lurking amongst the rows of coral hidden beneath the water's surface. Along with a friendly, and knowledgeable local guide finish the morning's snorkelling before daring to take on some harbour jumping, Penghu style. A truly memorable experience.  ",
        "strLocation": "Penghu",
        "strOriginUrl": "https://www.klook.com/activity/1089-snorkeling-penghu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Penghu Snorkeling"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/04fee189-3-in-1-Watersports-Package---Klook/3-in-1WaterSportsPackage.jpg",
        "strIntroduction": " Choose a number of water sports and activities including Penghu's famed windsurfing Get out onto the water and try a number of water sports popular in Penghu Make the most of Penghu's famous winds to pick up windsurfing. Suitable for all ability levels Choose from a number of water sports available. If for some reason one is not available, another option will be provided Run by an operator with years of experience in Penghu's water sports industry, you'll be sure to have a safe and memorable time Get out onto the water and try a number of water sports popular in Penghu Make the most of Penghu's famous winds to pick up windsurfing. Suitable for all ability levels Choose from a number of water sports available. If for some reason one is not available, another option will be provided Run by an operator with years of experience in Penghu's water sports industry, you'll be sure to have a safe and memorable time What We Love:   What We Love: Penghu is famed for being one of the most windy places in the entire Northern Hemisphere, so where better to try a spot of windsurfing than Taiwan's premier water sports destination. Along with the thrill of windsurfing, canoeing, and wake-boarding are also included in this morning based activity, ideal for people looking to try something new and explore Penghu's pristine coastline and shores. Run by a trusted operator with years in the business, we'll be shocked if you aren't left wanting more!  ",
        "strLocation": "Penghu",
        "strOriginUrl": "https://www.klook.com/activity/1091-3-in-1-water-sports-package-penghu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3-in-1 Water Sports Package"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 40,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9511bd6c-Seawalker-Experience/SeawalkerExperience.jpg",
        "strIntroduction": " Explore the underwater world of Penghu with no diving certificate required! Put on the Seawalker helmet and see Penghu's abundance of marine life, plus enjoy water activities on a 'pirate' boat too! Experience diving in Penghu without even needing to know how to swim Enjoy your time jumping off the pirate boat and snorkeling too An experiened instructor will guide your through the process and ensure your safely throughout Experience diving in Penghu without even needing to know how to swim Enjoy your time jumping off the pirate boat and snorkeling too An experiened instructor will guide your through the process and ensure your safely throughout What We Love:   What We Love: Get the unique opportunity to actually walk under water, stroll past colorful coral and even feed the fish below the waves. Now it's possible for everyone to get an under water diving experience without any diving license, dive training or without even getting your hair wet! The Seawalker's unique helmet design means you can breath normally whilst diving. Be led by a professional dive instructor as you explore the abundance of fascinating underwater creatures on Penghu Island. With a boat ride on a replica pirate ship, boat jumping encouraged and a slide ride included, plus some snorkeling time too, it promises to be a true ocean adventure.  ",
        "strLocation": "Penghu",
        "strOriginUrl": "https://www.klook.com/activity/1093-seawalker-experience-penghu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Seawalker Experience"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8beb3932-3G-SIM-Card-HKG-Pick-Up-for-Taiwan/3GSIMCardHKGPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy 4 days of unlimited data connection across Taiwan plus network sharing for all your devices Gain unlimited 3G data for 4 days with no usage capping Get a ready to use card with no registration needed Enjoy data services to stay connected on social media from several devices with network sharing Access the Internet across all destinations in Taiwan Gain unlimited 3G data for 4 days with no usage capping Get a ready to use card with no registration needed Enjoy data services to stay connected on social media from several devices with network sharing Access the Internet across all destinations in Taiwan What We Love:   What We Love: Stay constantly connected while you're on the go in Taiwan with unlimited 3G data for 4 days! You'll be able to communicate with your friends and family, navigate your way around the country and keep up to date with the latest events without incurring steep roaming costs. With the convenient pick up service at Hong Kong airport and no registration process, you will have instant connection to the Internet the minute you land in Taiwan.  ",
        "strLocation": "Penghu",
        "strOriginUrl": "https://www.klook.com/activity/1214-taiwan-unlimited-3g-sim-card-penghu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G SIM Card (HKG Pick Up) for Taiwan"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f1a2dcf9-3G-WiFi-Device-HKG-Pick-Up-for-Taiwan/3GWiFiHKGPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Taiwan with an unlimited 3G pocket WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Taiwan, without the stress of sourcing WiFi once you get there. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Taiwan but also Thailand, Singapore, Japan and Korea.  ",
        "strLocation": "Penghu",
        "strOriginUrl": "https://www.klook.com/activity/1215-taiwan-wifi-device-penghu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Taiwan"
    },
    {
        "intDurationHour": 288,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 6,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9f483d2e-4G-SIM-Card-TPE-Pick-Up-for-Taiwan/4GSIMCardTPEPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Use your mobile phone freely without the worry of high roaming costs with an unlimited data, texts and incoming calls SIM card for Taiwan Instant confirmation and voucher sent immediately after booking Fantastic coverage from one of Taiwan's biggest providers across 99% of the island Quick and hassle free - no registration needed! Use your mobile freely without having to worry about roaming costs Enjoy 4G internet access to use maps, upload photos and stay connected with family whilst in Taiwan Convenient pick up from Taoyuan International Airport (TPE) on arrival Instant confirmation and voucher sent immediately after booking Fantastic coverage from one of Taiwan's biggest providers across 99% of the island Quick and hassle free - no registration needed! Use your mobile freely without having to worry about roaming costs Enjoy 4G internet access to use maps, upload photos and stay connected with family whilst in Taiwan Convenient pick up from Taoyuan International Airport (TPE) on arrival What We Love:   What We Love: Stay constantly connected while you're on the go in Taiwan with an unlimited 4G data SIM card! You'll be able to communicate with your friends and family, navigate your way around the country and keep up to date with the latest events without incurring steep roaming costs. With instant booking confirmation, convenient pick up service at Taipei Taoyuan International Airport and no registration process, you will have island-wide coverage from the moment you land in Taiwan.  ",
        "strLocation": "Penghu",
        "strOriginUrl": "https://www.klook.com/activity/1520-sim-card-taiwan-penghu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G SIM Card (TPE Pick Up) for Taiwan"
    },
    {
        "intDurationHour": 0,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/53d8c607-4G-WiFi-TPE-TSA-KHH-Pick-Up-for-Taiwan/4GWiFiTPETSAKHHPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Taiwan with an unlimited 4G pocket WiFi device with convenient pick up at Taoyuan (TPE), Songshan (TSA) or Kaohsiung (KHH) airports Provided by one of Taiwan's biggest providers for great coverage across 99% of Taiwan Guaranteed unlimited 4G WiFi with no deceleration to 3G Enjoy 8 hours battery life on one charge Connect up to 5 devices at once (phones, tablets, laptops etc.) Convenient pick up and return at Taipei Taoyuan, Songshan or Kaohsiung airports Enhance your connectivity with an unlimited usage SIM card picked up from the same location. Click here Provided by one of Taiwan's biggest providers for great coverage across 99% of Taiwan Guaranteed unlimited 4G WiFi with no deceleration to 3G Enjoy 8 hours battery life on one charge Connect up to 5 devices at once (phones, tablets, laptops etc.) Convenient pick up and return at Taipei Taoyuan, Songshan or Kaohsiung airports Enhance your connectivity with an unlimited usage SIM card picked up from the same location. Click here Click here What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Taipei Taoyuan or Songshan International Airports, or Kaohsiung International Airport, you'll enjoy unlimited WiFi access throughout your stay in Taiwan, with coverage over 99% of the island. The ultra-speedy 4G device connects up to five different phones, laptops and tablets at once and supports up to 8 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are.  ",
        "strLocation": "Penghu",
        "strOriginUrl": "https://www.klook.com/activity/1532-wifi-device-taiwan-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (TPE/TSA/KHH Pick Up) for Taiwan"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 45,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/90099dfb-Chiayi-to-Penghu-Round-Trip-Boat-Ticket/Chiayi-PenghuRoundTripBoatTicket.jpg",
        "strIntroduction": " Purchase your discounted ferry tickets to Penghu in advance, the best alternative to flying to the Taiwanese east coast islands Get 28% off ferry tickets to Penghu (a.k.a. the Pescadores) Arrive in comfort with spacious seating on this sturdy and safe boat The whole boat journey from Chiayi to Magong takes just 90 minutes Daily departures at 10:00am (from Chiayi) and 4:00pm (from Penghu) each day Get 28% off ferry tickets to Penghu (a.k.a. the Pescadores) Arrive in comfort with spacious seating on this sturdy and safe boat The whole boat journey from Chiayi to Magong takes just 90 minutes Daily departures at 10:00am (from Chiayi) and 4:00pm (from Penghu) each day What We Love:   What We Love: The most convenient and value way to arrive in Penghu islands is by high speed ferry. Book your ferry tickets in advance on Klook, taking you from Chiayi to Penghu's capital Magong in just 90 minutes. With comfortable and spacious seating, as well as a twin hull hydrofoil design making the journey extra stable, you'll arrive in Penghu relaxed and ready to start exploring!  ",
        "strLocation": "Penghu",
        "strOriginUrl": "https://www.klook.com/activity/1842-chiayi-penghu-round-trip-boat-ticket-penghu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Chiayi-Penghu Round Trip Boat Ticket"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 71,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a90cb246-Tokyo-Disneyland-and-Disneysea-Tickets/TokyoDisneylandorDisneySea1-DayPass.jpg",
        "strIntroduction": " Experience the classic thrills of Tokyo Disneyland and Disneysea through meeting your favorite Disney characters, viewing the live shows and riding the many attractions Choose to visit either Disneyland or Disneysea for a day Meet Mickey Mouse, Ariel and all of your other favorite Disney characters Enjoy the live shows and attend the amazing parades Wind down the day with Disneyland's brilliant fireworks show Ride on gondolas through Mediterranean Harbor and explore the depths of the ocean in one of Captain Nemo's submarines at Disneysea Choose to visit either Disneyland or Disneysea for a day Choose to visit either Disneyland or Disneysea for a day Meet Mickey Mouse, Ariel and all of your other favorite Disney characters Meet Mickey Mouse, Ariel and all of your other favorite Disney characters Enjoy the live shows and attend the amazing parades Enjoy the live shows and attend the amazing parades Wind down the day with Disneyland's brilliant fireworks show Wind down the day with Disneyland's brilliant fireworks show Ride on gondolas through Mediterranean Harbor and explore the depths of the ocean in one of Captain Nemo's submarines at Disneysea Ride on gondolas through Mediterranean Harbor and explore the depths of the ocean in one of Captain Nemo's submarines at Disneysea What We Love:   What We Love: Embrace the wonder and fantasy of Tokyo Disneyland and Disneysea. The vibrant atmospheres and thrilling attractions instantly engulf you with joy the second you walk through the entrance. These two theme parks offer a plethora of entertainment with an interesting Japanese twist. Meet classic characters and experience well-known attractions at Disneyland or dive below the waves for the unique Disneysea adventure with all your favorite underwater Disney characters. The world-renowned theme parks present magical lands to explore and plenty of restaurants for all of you foodies. A full day is needed to get a worthwhile Disney experience, so make sure to start early!  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/589-tokyo-disneyland-japan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tokyo Disneyland or DisneySea 1-Day Pass"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 52,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f3bdcd12-Fuji-Q-Highland/Fuji-QHighland.jpg",
        "strIntroduction": " Fuji-Q Highland's Guinness World Record holding roller coasters, frightening haunted houses and anime themed rides will impress any thrill-junky Enjoy not only entry to Fuji-Q but also unlimited rides within the park with this Free Pass ticket Brave the park's four thrilling roller coasters Challenge your courage with the Haunted Hotel and Ultimate Fort maze Give your kids a memorable experience in Thomas Land Test your skills at carnival games and shop for souvenirs For the ultimate convenience, opt to include round trip bus transportation from Tokyo's Shinjuku Station Enjoy not only entry to Fuji-Q but also unlimited rides within the park with this Free Pass ticket Enjoy not only entry to Fuji-Q but also unlimited rides within the park with this Free Pass ticket Brave the park's four thrilling roller coasters Brave the park's four thrilling roller coasters Challenge your courage with the Haunted Hotel and Ultimate Fort maze Challenge your courage with the Haunted Hotel and Ultimate Fort maze Give your kids a memorable experience in Thomas Land Give your kids a memorable experience in Thomas Land Test your skills at carnival games and shop for souvenirs Test your skills at carnival games and shop for souvenirs For the ultimate convenience, opt to include round trip bus transportation from Tokyo's Shinjuku Station For the ultimate convenience, opt to include round trip bus transportation from Tokyo's Shinjuku Station What We Love:   What We Love: Fuji-Q Highland quenches the thirst of anyone itching for excitement and a rush of adrenaline. The park presents four major roller coasters, all of which are overlooked by the captivating Mount Fuji. Your heart won't stop racing, that's for sure. Fuji-Q Highland holds two Guinness World Record holding rides, Dodonpa being the fastest accelerating roller coaster and Takabisha being the steepest coaster. And the thrill doesn't end with the rides! The park gives you a different frenzy of excitement with its Haunted Hotel and Ultimate Fort, a prison escape themed maze. Aside from the adult-friendly attractions, kids can have their fair share of the fun too. Anime-based attractions and Thomas Land offer an enchanting escape for even the little ones. This place will leave your thrill-seeking heart thoroughly satisfied.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/592-fuji-q-highland-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Fuji-Q Highland"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 123,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b474e7e1-Mount-Fuji--Hakone-Day-Trip/MountFujiHakoneDayTrip.jpg",
        "strIntroduction": " Venture up Mt. Komagatake, ride through Lake Ashi and gaze upon the spectacular mountain and lake views on this one day Mt. Fuji tour Cruise through the waters of Lake Ashi Take a 50-minute ropeway trek up Mt. Komagatake Gaze upon the natural grace of Mt. Fuji Relax during the day with a Japanese style-lunch (optional extra) Enjoy the convenience of hotel pick ups and comfortable coach transportation with free unlimited WiFi Cruise through the waters of Lake Ashi Cruise through the waters of Lake Ashi Take a 50-minute ropeway trek up Mt. Komagatake Take a 50-minute ropeway trek up Mt. Komagatake Gaze upon the natural grace of Mt. Fuji Gaze upon the natural grace of Mt. Fuji Relax during the day with a Japanese style-lunch (optional extra) Relax during the day with a Japanese style-lunch (optional extra) Enjoy the convenience of hotel pick ups and comfortable coach transportation with free unlimited WiFi Enjoy the convenience of hotel pick ups and comfortable coach transportation with free unlimited WiFi What We Love:   What We Love: Trek over the mountains of Hakone and cruise through the cool water of Lake Ashi. Enjoy the breathtaking view of Mt. Fuji on the 50 minute Mt. Komagatake Ropeway journey and take in the wonder of Japan's famous mountain at an elevation of 2,300 meters on Mt. Fuji's 5th Station. This full day tour grants travelers the chance to witness the elegance of Japan's natural beauty. The energetic tour guides, authentic Japanese lunch and comfortable transportation (with free WiFi!) create the flawless recipe for a memorable adventure.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/601-mount-fuji-hakone-day-trip-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Mount Fuji & Hakone Day Trip"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 112,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0a1c0afe-Dynamic-Tokyo/DynamicTokyo.jpg",
        "strIntroduction": " Heighten your perspective of Tokyo's popular attractions including Tokyo Tower, the Imperial Palace Plaza, Sensoji Temple and Sumida River with Dynamic Tokyo Visit Japan's famed Tokyo Tower Experience the historical richness of Japan's culture through traveling to the Imperial Palace Plaza and Sensoji Temple Take a Cruise down the Sumida River Brush up on traditional Japanese etiquette with a tea ceremony experience Dine on a provided authentic Japanese-style meal for lunch Visit Japan's famed Tokyo Tower Visit Japan's famed Tokyo Tower Experience the historical richness of Japan's culture through traveling to the Imperial Palace Plaza and Sensoji Temple Experience the historical richness of Japan's culture through traveling to the Imperial Palace Plaza and Sensoji Temple Take a Cruise down the Sumida River Take a Cruise down the Sumida River Brush up on traditional Japanese etiquette with a tea ceremony experience Brush up on traditional Japanese etiquette with a tea ceremony experience Dine on a provided authentic Japanese-style meal for lunch Dine on a provided authentic Japanese-style meal for lunch What We Love:   What We Love: Get the ultimate classic tour of Tokyo and visit popular sites such as Tokyo Tower, the Imperial Palace Plaza and Sensoji Temple. Sharpen your Japanese etiquette and join in on a traditional tea ceremony followed by an authentic Japanese-style lunch. Change your perspective of Tokyo and enjoy a 40 minute cruise down the Sumida River. Despite visiting the most popular and cliché spots for tourists to gather, Dynamic Tokyo provides a renewed outlook of the city's famous landmarks  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/603-dynamic-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Dynamic Tokyo"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 108,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/71356bac-Walking-Tokyo-Roppongi-Dining/WalkingTokyoRoppongiDining.jpg",
        "strIntroduction": " With this walking n' eating Roppongi tour you can feast upon a delicious all-you-can-eat authentic Japanese dinner and enjoy Tokyo's nightlife with a guided tour of Tokyo's boutique fashion district Enjoy an tasty all-you-can-eat Japanese shabu-shabu or sukiyaki dinner Take on the night with a stroll through Roppongi, Tokyo's 300-year-old boutique fashion district Get a local's scoop of the city's nightlife with a guided tour of Roppongi Enjoy an tasty all-you-can-eat Japanese shabu-shabu or sukiyaki dinner Enjoy an tasty all-you-can-eat Japanese shabu-shabu or sukiyaki dinner Take on the night with a stroll through Roppongi, Tokyo's 300-year-old boutique fashion district Take on the night with a stroll through Roppongi, Tokyo's 300-year-old boutique fashion district Get a local's scoop of the city's nightlife with a guided tour of Roppongi Get a local's scoop of the city's nightlife with a guided tour of Roppongi What We Love:   What We Love: Foodies, it's time to finally give in to your tummies with a delectable all-you-can-eat dinner at a shabu-shabu and sukiyaki restaurant. And for all you fashionistas, relish in a guided tour of Roppongi, Tokyo's famous 300-year-old boutique fashion district. The energetic tour guides and vibrant atmosphere create the ideal experience for anyone wanting a taste of Tokyo's nightlife.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/605-walking-tokyo-roppongi-dining-japan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Walking Tokyo: Roppongi Dining"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 43,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/466726d5-Cityrama-A-Morning-in-Tokyo/CityramaAMorninginTokyo.jpg",
        "strIntroduction": " Time travel back to historical Tokyo and experience the tranquil atmosphere of Meiji Shrine, the East Gardens of the Imperial Palace and Sensoji Temple Stroll through the scenic East Gardens of the Imperial Palace Witness the spiritual finesse of the Meiji Shrine Experience the historical wonder of Sensoji Temple, completed in the year 645 Enjoy the convenience of bus transfers to and from each location, plus pick up from your hotel Stroll through the scenic East Gardens of the Imperial Palace Stroll through the scenic East Gardens of the Imperial Palace Witness the spiritual finesse of the Meiji Shrine Witness the spiritual finesse of the Meiji Shrine Experience the historical wonder of Sensoji Temple, completed in the year 645 Experience the historical wonder of Sensoji Temple, completed in the year 645 Enjoy the convenience of bus transfers to and from each location, plus pick up from your hotel Enjoy the convenience of bus transfers to and from each location, plus pick up from your hotel What We Love:   What We Love: Transport yourself back to historical Tokyo and embrace the ancient atmosphere of Sensoji Temple, Tokyo's oldest and most popular temple. Take in the fresh aroma of the flowers from the East Gardens of the Imperial Palace, and witness the spiritual serenity of Meiji Shrine. The Cityrama Tokyo morning tour gives travelers a chance to enjoy the heart of Japanese culture through exposing you to its rich history.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/606-cityrama-tokyo-morning-tour/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Cityrama: A Morning in Tokyo"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 62,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3b42aee0-Tokyo-Skytree--Asakusa-Tour/TokyoSkytreeAsakusaTour.jpg",
        "strIntroduction": " Slot a quick adventure to your schedule and explore Tokyo's acclaimed sites, neighborhoods and attractions Drive past Imperial Palace Plaza, National Diet Building and State Guest House See renowned Tokyo neighborhoods Ginza and Akihabara Visit the sacred 1300 years old Sensoji Temple and browse the food stands and souvenirs at Nakamise Shopping Street in Asakusa Travel 350-meters above ground to Tokyo Skytree's Tembo deck Drive past Imperial Palace Plaza, National Diet Building and State Guest House Drive past Imperial Palace Plaza, National Diet Building and State Guest House See renowned Tokyo neighborhoods Ginza and Akihabara See renowned Tokyo neighborhoods Ginza and Akihabara Visit the sacred 1300 years old Sensoji Temple and browse the food stands and souvenirs at Nakamise Shopping Street in Asakusa Visit the sacred 1300 years old Sensoji Temple and browse the food stands and souvenirs at Nakamise Shopping Street in Asakusa Travel 350-meters above ground to Tokyo Skytree's Tembo deck Travel 350-meters above ground to Tokyo Skytree's Tembo deck What We Love:   What We Love: Ease your busy schedules with a Tokyo tour during the afternoon. Tokyo Skytree and Asakusa tour provides a day jam-packed with sightseeing of significant political and stately buildings like Imperial Palace Plaza, National Diet Building and the State Guest House, plus a drive through swanky Ginza and the bright lights of Akihabara (the electronics district). Walk along the colorful shopping promenade of Nakamise and visit Sensoji, Tokyo's oldest Buddhist temple. The day tops off with a 350-meter trek up Tokyo Skytree, the tallest tower in the world. If you're visiting Tokyo for a short period of time, take advantage of this quick adventure to fulfill all of your sightseeing cravings!  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/607-tokyo-skytree-asakusa-tour/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tokyo Skytree & Asakusa Tour"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 93,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/84afe6bc-Panoramic-Tokyo/PanoramicTokyo.jpg",
        "strIntroduction": " Panoramic Tokyo packs the highlights of Tokyo into one day with a cruise around Tokyo Bay, a trip to Odaiba and a ride across Rainbow Bridge Visit the famous Meiji Jingu Shrine, Imperial Palace East Garden, Sensoji Temple and Nakamise Shopping Center Enjoy a 50-minute cruise through Tokyo Bay Take a break during the tour with an included Western-style lunch on the top floor of hotel overlooking Hamarikyu Gardens End the evening with an illuminated drive over Rainbow Bridge Hotel pick up, comfortable transportation and lunch are all included Visit the famous Meiji Jingu Shrine, Imperial Palace East Garden, Sensoji Temple and Nakamise Shopping Center Visit the famous Meiji Jingu Shrine, Imperial Palace East Garden, Sensoji Temple and Nakamise Shopping Center Enjoy a 50-minute cruise through Tokyo Bay Enjoy a 50-minute cruise through Tokyo Bay Take a break during the tour with an included Western-style lunch on the top floor of hotel overlooking Hamarikyu Gardens Take a break during the tour with an included Western-style lunch on the top floor of hotel overlooking Hamarikyu Gardens End the evening with an illuminated drive over Rainbow Bridge End the evening with an illuminated drive over Rainbow Bridge Hotel pick up, comfortable transportation and lunch are all included Hotel pick up, comfortable transportation and lunch are all included What We Love:   What We Love: A fantastic way to pack exploring the sites of Tokyo into a day's trip. Panoramic Tokyo takes travelers via bus through Odaiba, stopping at acclaimed attractions such as Meiji Jingu Shrine, Imperial Palace East Garden, Sensoji Temple and Nakamise shopping center. The tour then makes a splash with a 50-minute cruise around Tokyo Bay. Your evening ends with an illuminated ride across the legendary Rainbow Bridge. Traditional and modern, the tour offers the best of both worlds.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/608-panoramic-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Panoramic Tokyo"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 51,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1edc809e-Tokyo-Morning-Tour/TokyoMorningTour.jpg",
        "strIntroduction": " Early birds can delight in the Tokyo Morning Tour's trip to Tokyo Tower, Imperial Palace Plaza and Sensoji Temple Gaze at a panoramic view of Tokyo from Tokyo Tower Take a stroll through Imperial Palace Plaza and visit Tokyo's ancient Sensoji Temple Fulfill your shopping cravings at Nakamise Shopping Street Drive by past the popular districts, cultural Ueno and electronics-crazy Akihabara Gaze at a panoramic view of Tokyo from Tokyo Tower Gaze at a panoramic view of Tokyo from Tokyo Tower Take a stroll through Imperial Palace Plaza and visit Tokyo's ancient Sensoji Temple Take a stroll through Imperial Palace Plaza and visit Tokyo's ancient Sensoji Temple Fulfill your shopping cravings at Nakamise Shopping Street Fulfill your shopping cravings at Nakamise Shopping Street Drive by past the popular districts, cultural Ueno and electronics-crazy Akihabara Drive by past the popular districts, cultural Ueno and electronics-crazy Akihabara What We Love:   What We Love: Get a fresh start on your adventuring with a morning trip to three of Tokyo's acclaimed attractions. Breathe in the crisp morning air and stroll through the tranquil Sensoji Temple. Gain a new perspective of Tokyo with a panoramic view from Tokyo Tower. Satisfy your shopping crave and take on Nakamise Shopping Street. Early birds seize the day and experience this short journey - then you'll have the afternoon free!  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/609-tokyo-morning-tour/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tokyo Morning Tour"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 305,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7a3a0888-Premium-Tour-of-Mt-Fuji-and-Hakone/PremiumMtFujiandHakoneTour.jpg",
        "strIntroduction": " The Premium Tour of Mt. Fuji and Hakone allows you to view Japan's natural landscapes with the comfort of first class transportation and service Enjoy the convenience of a taxi pick-up service in the morning Ride over Tokyo's mountains on the 4,000 meter long Hakone Ropeway Cruise through Lake Ashi on a giant ornately decorated pirate ship Feast on a five-course Western-style lunch over views of Mount Fuji Experience the volcanic fumes and the kuro-tamago (black eggs) of the volcanic valley of Owakundani Enjoy luxury coach transportation (with free WiFi) and first class Green Car seating on the Kodama Shinkansen Enjoy the convenience of a taxi pick-up service in the morning Enjoy the convenience of a taxi pick-up service in the morning Ride over Tokyo's mountains on the 4,000 meter long Hakone Ropeway Ride over Tokyo's mountains on the 4,000 meter long Hakone Ropeway Cruise through Lake Ashi on a giant ornately decorated pirate ship Cruise through Lake Ashi on a giant ornately decorated pirate ship Feast on a five-course Western-style lunch over views of Mount Fuji Feast on a five-course Western-style lunch over views of Mount Fuji Experience the volcanic fumes and the kuro-tamago (black eggs) of the volcanic valley of Owakundani Experience the volcanic fumes and the kuro-tamago (black eggs) of the volcanic valley of Owakundani Enjoy luxury coach transportation (with free WiFi) and first class Green Car seating on the Kodama Shinkansen Enjoy luxury coach transportation (with free WiFi) and first class Green Car seating on the Kodama Shinkansen What We Love:   What We Love: See for yourself how this smaller group tour lives up to its premium title and reputation. The day begins with a taxi-service pick up for 38 different locations in Tokyo. On top of that, you'll receive a five-course Western-style lunch and first class seats on the bullet train. Just when you're starting to get used to the star treatment, the tour takes you on a cruise—a cruise in the form of a giant pirate ship. The ship sails through Lake Ashi passing by the gorgeous Mt. Fuji and other natural scenery. We recommend this day-long journey to anyone wanting to take in Mount Fuji's magnificence with the comfort of first class transportation for a premium experience.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/610-premium-tour-fuji-hakone-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Premium Mt. Fuji and Hakone Tour"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 51,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0e85efab-Tokyo-Afternoon-Tour/TokyoAfternoonTour.jpg",
        "strIntroduction": " Enjoy the splendor of an all-encompassing view of Tokyo. Visit the Seaside Top observatory deck, Sensoji Temple and Imperial Palace Plaza, and then take a cruise down Sumida River Take in the impressive view of Tokyo from the Seaside Top observatory deck Stroll through the historical streets of Imperial Palace Plaza Experience the spiritual richness of Sensoji Temple Shop till you drop at the Nakamise shopping street Gain a new perspective of Tokyo from a relaxing 40-minute Sumida River Cruise Take in the impressive view of Tokyo from the Seaside Top observatory deck Take in the impressive view of Tokyo from the Seaside Top observatory deck Stroll through the historical streets of Imperial Palace Plaza Stroll through the historical streets of Imperial Palace Plaza Experience the spiritual richness of Sensoji Temple Experience the spiritual richness of Sensoji Temple Shop till you drop at the Nakamise shopping street Shop till you drop at the Nakamise shopping street Gain a new perspective of Tokyo from a relaxing 40-minute Sumida River Cruise Gain a new perspective of Tokyo from a relaxing 40-minute Sumida River Cruise What We Love:   What We Love: Reward your site-seeing eyes to a sweeping gaze of Tokyo from the Seaside Top observatory deck. Take a stroll through the historical streets of the Imperial Palace Plaza and visit the serene Sensoji Temple. Touring through the main areas of Tokyo, you'll get a glimpse of glittering Ginza, time to browse at Nakamise Shopping Street then the chance to ease your travel weary feet with a 40-minute cruise on the Sumida River. The energetic English-speaking guides and impressive city views will turn your afternoon into an unexpected adventure.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/613-tokyo-afternoon-tour/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tokyo Afternoon Tour"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 84,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/514134eb-Tokyo-Dinner-Cruise/TokyoDinnerCruise.jpg",
        "strIntroduction": " Add some pizazz to your night with a luxury dinner cruise around Tokyo Bay Bask in the view of Tokyo's glorious city lights Take a high-class cruise around Tokyo Bay Feast upon a full course meal of your choice of dishes Bask in the view of Tokyo's glorious city lights Bask in the view of Tokyo's glorious city lights Take a high-class cruise around Tokyo Bay Take a high-class cruise around Tokyo Bay Feast upon a full course meal of your choice of dishes Feast upon a full course meal of your choice of dishes What We Love:   What We Love: Escape from the buzzing city and sail into Tokyo's dazzling night lights. Watch the city transform into another world as Tokyo Tower, Odaiba and Tokyo Skytree turn into colorful spectacles and illuminate the sky. Delight your palate with a fancy dinner consisting of a full course menu of Japanese and Western-style dishes. You'll be treated to a full course dinner including an appetizer, soup, meat and fish entrée, dessert and the choice of tea or coffee. Tokyo Dinner Cruise will add that extra pizazz to your Tokyo trip  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/616-tokyo-dinner-cruise/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tokyo Dinner Cruise"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 34,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/52ca2a9f-Sky-Hop-on-and-Hop-off-Bus-Pass/SkyHop-onandHop-offBusPass.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly With the Sky Hop-on and Hop-off Bus Pass you hold the power to visit Tokyo's top sights at your own leisure Transfer between the 3 different routes for stops at famed Tokyo landmarks across the city Tour Tokyo at your leisure on a one day pass Visit Tokyo's acclaimed attractions without worrying about transportation Transfer between the 3 different routes for stops at famed Tokyo landmarks across the city Transfer between the 3 different routes for stops at famed Tokyo landmarks across the city Tour Tokyo at your leisure on a one day pass Tour Tokyo at your leisure on a one day pass Visit Tokyo's acclaimed attractions without worrying about transportation Visit Tokyo's acclaimed attractions without worrying about transportation What We Love:   What We Love: Your pass holds the power to let you to hop on or hop off at numerous different popular sightseeing spots in Tokyo. These aren't just your average bus stops, these stations are located around the most famous destinations in Tokyo. Brave the trek up Tokyo Skytree, transport yourself back in time at the Sensoji Temple, ascend Tokyo Tower and experience the natural beauty of Ueno Park. There's no limit to how many places you visit in Tokyo with this magical bus pass!  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/617-sky-hop-on-hop-off-bus-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sky Hop-on and Hop-off Bus Pass"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 136,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ab5bf311-Tsukiji-Fish-Market-and-Sushi-Workshop/TsukijiFishMarketandSushiWorkshop.jpg",
        "strIntroduction": " Dive into a morning trip through the Tsukiji Outer Fish Market, and enjoy your self-made sushi after a sushi workshop guided by a professional Japanese chef Get a local's view of the famous Tsukiji Fish Market Learn how to make your own sushi with the guidance of a professional Japanese chef Enjoy a lunch of your self-made sushi Get a local's view of the famous Tsukiji Fish Market Get a local's view of the famous Tsukiji Fish Market Learn how to make your own sushi with the guidance of a professional Japanese chef Learn how to make your own sushi with the guidance of a professional Japanese chef Enjoy a lunch of your self-made sushi Enjoy a lunch of your self-made sushi What We Love:   What We Love: Breathe in the aroma of fresh fish and take in the salty atmosphere on a guided walk of the streets of the Tsukiji Outer Fish Market. Enter the hustle and bustle of fishermen and suppliers selling the freshest catch of the day in Tokyo's famous fish market where the world's most expensive tuna was once sold at auction for a huge US$1.8M! Next, head back to the kitchen where sushi lovers' dreams are fulfilled with an exclusive sushi-making lesson guided by a professional Japanese chef. Experience the fish market world of Tokyo and enjoy your lunch filled with self-made sushi—it's the ultimate fishy entertainment!  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/620-tsukiji-fish-market-sushi-workshop-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tsukiji Fish Market and Sushi Workshop"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 9,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c1dfb0ca-Gundam-Front-Tokyo/GundamFrontTokyo.jpg",
        "strIntroduction": " Experience all things Gundam at Gundam Front Tokyo Gain entrance to the 'Pay Zone' of the museum to see characters up close and unique exhibitions Gaze upon the life sized Gundam guarding the center's entrance Participate in the interactive Gundam artifacts Learn about the history of the Gundam series in the museum space Receive a drink coupon for an original beverage at the Gundam Café Gain entrance to the 'Pay Zone' of the museum to see characters up close and unique exhibitions Gain entrance to the 'Pay Zone' of the museum to see characters up close and unique exhibitions Gaze upon the life sized Gundam guarding the center's entrance Gaze upon the life sized Gundam guarding the center's entrance Participate in the interactive Gundam artifacts Participate in the interactive Gundam artifacts Learn about the history of the Gundam series in the museum space Learn about the history of the Gundam series in the museum space Receive a drink coupon for an original beverage at the Gundam Café Receive a drink coupon for an original beverage at the Gundam Café What We Love:   What We Love: Let your inner-child cry tears of happiness and experience the dream of seeing your favorite anime portrayed in real life. In Tokyo you can witness the awe-striking wonder of the beloved Gundam series displayed in every way possible. Gundam Front Tokyo is a modern-day shrine where fans congregate to celebrate all things Gundam. Gaze at the life-sized Gundam protecting the center's inhabitants and Gundam artifacts. Nerd-out at the interactive archive counter, Gundam museum space and gift shop with exclusive merchandise. Fulfill your Gundam fandom needs or egging curiosity and experience the marvel that is Gundam.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/629-gundam-front-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Gundam Front Tokyo"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 98,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6b97f694-Kimono-Dressing-in-Roppongi/KimonoDressinginAsakusa.jpg",
        "strIntroduction": " Walk down the streets of Asakusa adorned in a delicate kimono on this unique cultural Tokyo tour Learn how to dress yourself in a kimono Choose a delicate kimono that suits you Stroll the streets of Asakusa dressed in a kimono led by an English-speaking guide Learn how to dress yourself in a kimono Learn how to dress yourself in a kimono Choose a delicate kimono that suits you Choose a delicate kimono that suits you Stroll the streets of Asakusa dressed in a kimono led by an English-speaking guide Stroll the streets of Asakusa dressed in a kimono led by an English-speaking guide What We Love:   What We Love: Putting on a kimono isn't as easy as you might expect. Even getting dressed in a delicate art in the life of a geisha. Discover how geiko women and maiko girls adorn themselves with a tour of Tokyo's Asakusa district – dressed in a kimono! You'll have your pick of a selection of around 30 delicate kimonos, and assistants to show you the ropes of kimono wearing. Once you're properly attired, a guide will take you on a stroll through the cosmopolitan streets of Asakusa, offering some information and cultural tidbits along the way.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/643-kimono-dressing-asakusa-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kimono Dressing in Asakusa"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 177,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/951bbd2f-Mt-Fuji-World-Heritage-Cycling/MtFujiWorldHeritageCycling.jpg",
        "strIntroduction": " Experience a full day of mountain biking and hiking through Japan's flourishing Mt. Fuji landscape Learn about the ecology, history and formation of Mt. Fuji at Fuji Visitor Center Hike 2,300 meters above sea level for a breathtaking view of Mt. Fuji's landscape Reward your active day with a Japanese-style lunch Cycle through the world heritage site with an English speaking guide Learn about the ecology, history and formation of Mt. Fuji at Fuji Visitor Center Learn about the ecology, history and formation of Mt. Fuji at Fuji Visitor Center Hike 2,300 meters above sea level for a breathtaking view of Mt. Fuji's landscape Hike 2,300 meters above sea level for a breathtaking view of Mt. Fuji's landscape Reward your active day with a Japanese-style lunch Reward your active day with a Japanese-style lunch Cycle through the world heritage site with an English speaking guide Cycle through the world heritage site with an English speaking guide What We Love:   What We Love: Relish in a full day of un-adulterated mountain biking and hiking through the untamed wilderness of Mt. Fuji. Take a trek 2,300 meters (7,546 feet) above sea level and marvel at the exquisite view of Mt. Fuji and the nature engulfing it. Discover the ecology, formation and history of Mt. Fuji at the Fuji Visitor Center. Cruise through the world heritage site by bike and breathe in the scents of Mt. Fuji's surrounding lakes and misty air.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/644-mt-fuji-world-heritage-cycling-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Mt. Fuji World Heritage Cycling"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 201,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9cd0a8f2-Tokyo-Helicopter-Cruise/TokyoHelicopterCruise.jpg",
        "strIntroduction": " Enjoy a romantic helicopter cruise over Tokyo to discover fantastic views of the city skyline, Mount Fuji and the twinkling city lights See the city from 600 meters up on a 15 minute helicopter flight View elegant Mount Fuji in the distance on a day flight or see Tokyo in all its glittering glory by night Receive a complimentary pre-departure drink in the flight lounge Celebrate a special occasion with this unique and romantic experience See the city from 600 meters up on a 15 minute helicopter flight See the city from 600 meters up on a 15 minute helicopter flight View elegant Mount Fuji in the distance on a day flight or see Tokyo in all its glittering glory by night View elegant Mount Fuji in the distance on a day flight or see Tokyo in all its glittering glory by night Receive a complimentary pre-departure drink in the flight lounge Receive a complimentary pre-departure drink in the flight lounge Celebrate a special occasion with this unique and romantic experience Celebrate a special occasion with this unique and romantic experience What We Love:   What We Love: We've found Tokyo's most romantic and unique experience: a helicopter flight over the city! Take someone special on this extraordinary experience 600 meters above one of the world's largest metropolises. Gaze down at the famous sights of Daiba, Tokyo Tower, Shibuya, Roppongi, Tokyo Skytree® and other famous Tokyo landmarks on this 15 minute journey. Opt for a day flight for the chance to see Mount Fuji in the distance or a night flight to romanticize the experience high above the glittering lights below. With a pre-departure drink and optional extras to make the experience especially special, it's the perfect way to commemorate celebrations, anniversaries…or even proposals.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/647-tokyo-helicopter-cruise/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tokyo Helicopter Cruise"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7c0d4cf2-4G-WiFi-Device-HKG-Pick-Up-for-Japan/4GWiFiHKGPickUpforJapan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Japan with an unlimited 4G pocket WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Japan - wherever your itinerary takes you (excluding some remote areas and Furano) Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Japan - wherever your itinerary takes you (excluding some remote areas and Furano) Get WiFi access across the whole of Japan - wherever your itinerary takes you (excluding some remote areas and Furano) Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Japan, without the stress of sourcing WiFi once you get there. The speedy 4G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Japan but also Thailand, Singapore, Taiwan and Korea.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/673-japan-wifi-device-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (HKG Pick Up) for Japan"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 130,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c784e6ec-Tokyo-Disneyland--DisneySea-2-Day-Pass/TokyoDisneylandDisneySea2-DayPass.jpg",
        "strIntroduction": " Extend the magical Disney experience with a 2-Day Pass allowing access to both Disneyland and Disneysea Spend a day at both Disneyland and Disneysea or, if you'd prefer, two days at one park Get full access to both parks, shows and entertainment Watch the spectacular fireworks show ending the day at Disneyland Spend a day at both Disneyland and Disneysea or, if you'd prefer, two days at one park Spend a day at both Disneyland and Disneysea or, if you'd prefer, two days at one park Get full access to both parks, shows and entertainment Get full access to both parks, shows and entertainment Watch the spectacular fireworks show ending the day at Disneyland Watch the spectacular fireworks show ending the day at Disneyland What We Love:   What We Love: Making friends with Mickey and Minnie one day, swimming with Ariel the next! Enjoy two days' entry to both Disneyland and Disneysea on a discounted ticket with the 2-Day Pass. There's too much to see with just one admission - now there's no need to rush it! Experience the themed rides, spectacular shows and meet your favorite characters of both parks at your leisure. The 2-Day Pass gives you a choice of options: one day in each park or, if you so wish, two days in just Disneyland or just Disneysea.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/695-tokyo-disneyland-disneysea-2-day-pass-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tokyo Disneyland & DisneySea 2-Day Pass"
    },
    {
        "intDurationHour": 360,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4f39704e-3G4G-SIM-Card-HKG-Pick-Up-for-Japan/3G4GSIMCardHKGPickUpforJapan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Connect with your mobile just like you do at home with a 4G/3G SIM Card in Japan. 7, 8 or 15 day SIM card loaded with 200MB 4G daily plus unlimited 3G for use in Japan Connect via Docomo Japan's No.1 network Choice of Mini, Micro or Nano SIM suitable for most Smartphones Collect your Sim Card at Hong Kong International Airport 7, 8 or 15 day SIM card loaded with 200MB 4G daily plus unlimited 3G for use in Japan Connect via Docomo Japan's No.1 network Choice of Mini, Micro or Nano SIM suitable for most Smartphones Collect your Sim Card at Hong Kong International Airport What We Love:   What We Love: We know that you love to be able to connect with your friends and family, and we also know that you don't like roaming costs. With a local SIM card available for pick up before you leave you can connect as soon as you arrive in Japan. With unlimited data you'll be able to send those holiday snaps to family and friends, look at maps to find the best of the best, and stay in the loop with emails while you're away.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/717-japan-docomo-sim-card-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G/4G SIM Card (HKG Pick Up) for Japan"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 51,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a39ff371-Hakone-Transportation-Day-Pass/HakoneTransportationDayPass.jpg",
        "strIntroduction": " Experience the eight different transportation options and enjoy additional discounts as you discover the beauty of Hakone Gain unlimited travel on 8 transport options including the Hakone Tozan Train, Hakone Tozan Bus, Hakone Tozan Cable Car, Hakone Ropeway, and Hakone Sightseeing Cruise (Pirate Ship) Experience a 2 or 3 day sightseeing trip from Shinjuku to Hakone and visit popular tourist attractions with single ticket Receive complimentary services or discounts at over fifty locations in Hakone Gain unlimited travel on 8 transport options including the Hakone Tozan Train, Hakone Tozan Bus, Hakone Tozan Cable Car, Hakone Ropeway, and Hakone Sightseeing Cruise (Pirate Ship) Experience a 2 or 3 day sightseeing trip from Shinjuku to Hakone and visit popular tourist attractions with single ticket Receive complimentary services or discounts at over fifty locations in Hakone What We Love:   What We Love: One simple ticket will gain you unlimited travel on eight different types of transportation in Hakone for 2 or 3 days. Ride the Hakone Tozan Train, the only mountain railway in Japan, to experience the special switchback process where the driver and conductor swap seats at certain stations as the train makes its zigzag journey. Witness the beauty of Hakone's four seasons on water with the Sightseeing Cruise - the changing nature creates a unique and equally spectacular view any time of the year. Take advantage of the complimentary services and discounts at over fifty facilities the pass has to offer, from local hot spring resorts to souvenir shops.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/821-hakone-transport-day-pass-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hakone Transportation Day Pass"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 130,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/32a55a3a-%E4%B8%9C%E4%BA%AC%E6%9C%BA%E5%9C%BA%E6%8E%A5%E9%80%81/AirportTransfersNRTPickUpforTokyo.jpg",
        "strIntroduction": " Relax after a long journey to Japan with these convenient transfer services to and from Narita Airport and downtown Tokyo, Mount Fuji or Hakone Experience a hassle-free transfer in a spacious and comfortable car Enjoy good service and hospitality from drivers with more than 3 years experience Choose between a variety of car models and sizes to meet the needs of your traveling party In the event of a flight delay, your driver will wait for you with no additional charges Experience a hassle-free transfer in a spacious and comfortable car Enjoy good service and hospitality from drivers with more than 3 years experience Choose between a variety of car models and sizes to meet the needs of your traveling party In the event of a flight delay, your driver will wait for you with no additional charges What We Love:   What We Love: Start your trip to Japan the right way with a convenient airport pick up and transfer to downtown Tokyo, Mount Fuji (Yamanashi Prefecture) or Hakone. These journeys can be costly and inconvenient when you have bulky luggage or the rest of the family with you. By booking a private car transfer in advance, you can enjoy the ease and convenience of a pick up service with an experienced driver upon your arrival at Narita Airport. Relax on the trip from the airport to your hotel with a service that accommodates between 1 and 9 people in a car with air conditioning, bottled water and car phone chargers.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/829-narita-airport-transfers-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (NRT Pick Up) for Tokyo"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 73,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5f5087ac-%E4%B8%9C%E4%BA%AC%E6%9C%BA%E5%9C%BA%E6%8E%A5%E9%80%81/AirportTransfersHNDPickUpforTokyo.jpg",
        "strIntroduction": " Experience the comfort of a private transfer service to or from Haneda Airport and Tokyo city, Hakone or Mount Fuji Experience a convenient and quick transfer to and from your airport and hotel Enjoy the great hospitality from an experienced and safe driver Choose between a variety of car models to meet the needs of your traveling party In the event of a flight delay, your driver will wait for you with no additional charges Experience a convenient and quick transfer to and from your airport and hotel Enjoy the great hospitality from an experienced and safe driver Choose between a variety of car models to meet the needs of your traveling party In the event of a flight delay, your driver will wait for you with no additional charges What We Love:   What We Love: Enjoy hassle free travel to and from Tokyo's Haneda Airport and downtown Tokyo, Hakone or Mount Fuji (Yamanashi Prefecture). The exclusivity of the private car with your own professional driver who will pick you up from the arrival halls of Haneda airport or from your hotel, help with your luggage, then whisk you off to your destination. The transfers can accommodate between 1 and 9 people in a vehicle complete with bottled water and phone chargers for your use.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/830-haneda-airport-transfers-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (HND Pick Up) for Tokyo"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 174,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c599bb62-Ibaraki-Airport-Transfer/AirportTransfersIBRPickUpforTokyo%2CMtFuji%2CHakone.jpg",
        "strIntroduction": " The efficient way to get to and from Ibaraki Airport and downtown Tokyo, Hakone or Mount Fuji in a private car transfer Experience a convenient and quick transfer to and from your airport and hotel Enjoy the great hospitality from an experienced and safe driver Choose between a variety of car models and sizes to meet the needs of your traveling party In the event of a flight delay, your driver will wait for you with no additional charges Experience a convenient and quick transfer to and from your airport and hotel Enjoy the great hospitality from an experienced and safe driver Choose between a variety of car models and sizes to meet the needs of your traveling party In the event of a flight delay, your driver will wait for you with no additional charges What We Love:   What We Love: After your flight lands, the last thing you need to deal with is the hassle of navigating a long transfer to your final destination by public transport. Enjoy the convenience and comfort of a long distance car transfer service to travel to (or from) Ibaraki Airport and downtown Tokyo, Hakone or Mount Fuji. You will be greeted by an experienced driver at the arrival hall who will first help you carry your luggage then lead you to a spacious car that has been stocked with bottled water and phone chargers for your use. Take in the sights as you make your way across the city in an air conditioned vehicle accommodating up to 9 people.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/831-ibaraki-airport-transfer-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (IBR Pick Up) for Tokyo, Mt. Fuji, Hakone"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 66,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/af2f8109-Survival-Game/SurvivalGame.jpg",
        "strIntroduction": " Now for something a little different from your usual list of things to do in Japan: an army-style combat battle against your friends in an indoor airplay arena! Engage in a shooting battle in a spacious indoor all-weather playing field Equip yourself with the most sophisticated airsoft gear Beginners are also welcome to join the experience Challenge all your friends with maximum of 15 people per group Engage in a shooting battle in a spacious indoor all-weather playing field Equip yourself with the most sophisticated airsoft gear Beginners are also welcome to join the experience Challenge all your friends with maximum of 15 people per group What We Love:   What We Love: Gear up for battle: put on your camouflage, load your BB gun and get ready to take down your enemies (...or friends and travel companions)! It might not be the tranquil Japanese experience you had in mind but this all-weather activity is sure to get your heart racing! Get instruction and tips from a professional guide who will explain how it works and will ensure that your safety is guaranteed. This airsoft game takes place in fully decked out indoor area, so no matter if it’s sunny or rainy, the battle is still on.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/893-survival-game-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Survival Game"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 75,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/029eb7a1-%E7%A7%81%E4%BA%BA%E5%AF%BC%E8%A7%88%E8%A7%82%E7%9C%8B%E7%9B%B8%E6%89%91%E8%AE%AD%E7%BB%83/SumoPracticeinTokyo.jpg",
        "strIntroduction": " Get a deep cultural insight into Japan's national sport with a guided visit to watch real sumo wrestlers complete their morning training Get a close up look at the sumo wrestlers' morning fight practice Observe the physical practice and cultural traditions of sumo for around 2 hours Your informative tour guide will ensure that you gain an in depth knowledge of everything to do with this historic Japanese sport Get a close up look at the sumo wrestlers' morning fight practice Get a close up look at the sumo wrestlers' morning fight practice Observe the physical practice and cultural traditions of sumo for around 2 hours Observe the physical practice and cultural traditions of sumo for around 2 hours Your informative tour guide will ensure that you gain an in depth knowledge of everything to do with this historic Japanese sport Your informative tour guide will ensure that you gain an in depth knowledge of everything to do with this historic Japanese sport What We Love:   What We Love: It's a fair statement to say that sumo wrestling must be one of the world's most unique national sports. Sumo originated in Japan as early as the 1600s and Japan remains the only country where this heavyweight sport is practiced professionally. Fighters live in communal 'stables' where every aspect of their daily lives is dictated by strict tradition. These traditions, etiquette and customs are not taken lightly. Many sumo stables are not open to foreign visitors and for those that are, even spectactors are expected to adhere to certain rules. Luckily this tour includes a local guide who will pick you up from your hotel and thoroughly prep you on everything you need to know before watching the sumos in their morning training rituals. It's a unique Japanese experience and far more than just a fight, as you'll soon find out...  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/899-sumo-training-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sumo Practice in Tokyo"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 137,
        "strGuideLanguage": "en / fr",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f88ca4b2-Sake-Brewery-Tour-and-Tasting/SakeBreweryTourandTasting.jpg",
        "strIntroduction": " Be guided on a sake brewery tour near Tokyo and discover the manufacturing process of various kinds of sake, Japan's favorite tipple Have a closer look at the procedures and process involved in producing sake Enjoy a sake tasting session Snap some pictures in front of the brewery's cedar globe An English speaking guide will give you a fascinating insight into sake brewing Have a closer look at the procedures and process involved in producing sake Have a closer look at the procedures and process involved in producing sake Enjoy a sake tasting session Enjoy a sake tasting session Snap some pictures in front of the brewery's cedar globe Snap some pictures in front of the brewery's cedar globe An English speaking guide will give you a fascinating insight into sake brewing An English speaking guide will give you a fascinating insight into sake brewing What We Love:   What We Love: The process of making sake is an intricate one. Japan's national beverage is made by fermenting rice, and comes in hundreds of different varieties hailing from all corners of the country. On this guided tour of a sake brewery, you'll discover everything there is to know about Japan's most celebrated beverage. Get the opportunity to observe the full manufacturing process led by your informative guide and taste some special brews too, of course.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/900-sake-brewery-tour-and-tasting-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sake Brewery Tour and Tasting"
    }
]