[
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 49,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e8ede5e9-Fo-Guang-Shan-and-Cheng-Ching-Lake/FoGuangShanandChengChingLake.jpg",
        "strIntroduction": " Spend the day exploring the cultural sights at Fo Guang Shan including the huge Buddha statue and tranquil Cheng Ching Lake Visit Fo Guang Shan Buddhist Memorial Centre, home to some of the relics of Gautama Buddha and a colossal, unforgettable Buddha statue Explore the bustling stalls surrounding Fo Guang Shan, abundant in traditional souvenirs and religious trinkets Enjoy a relaxing afternoon at Cheng Ching Lake, and walk across the Bridge of Nine Turns Enjoy convenient hotel transfers, plus insurance and mineral water included in the tour Visit Fo Guang Shan Buddhist Memorial Centre, home to some of the relics of Gautama Buddha and a colossal, unforgettable Buddha statue Visit Fo Guang Shan Buddhist Memorial Centre, home to some of the relics of Gautama Buddha and a colossal, unforgettable Buddha statue Explore the bustling stalls surrounding Fo Guang Shan, abundant in traditional souvenirs and religious trinkets Explore the bustling stalls surrounding Fo Guang Shan, abundant in traditional souvenirs and religious trinkets Enjoy a relaxing afternoon at Cheng Ching Lake, and walk across the Bridge of Nine Turns Enjoy a relaxing afternoon at Cheng Ching Lake, and walk across the Bridge of Nine Turns Enjoy convenient hotel transfers, plus insurance and mineral water included in the tour Enjoy convenient hotel transfers, plus insurance and mineral water included in the tour What We Love:   What We Love: As one of the most venerated Buddhist sites in Taiwan, the Fo Guang Shan Buddhish Memorial Centre cannot be missed. You are greeted by a colossal Buddha statue upon climbing the stairs towards the centre. One of the most fascinating aspects of Fo Guang Shan is that it is home to a relic of Gautama Buddha, the founder of the Buddhist faith. On leaving the temple, the surrounding cluster of lively stalls selling souvenirs and scriptures is well worth a roam. After an afternoon at Fo Guang Shan, cool off by the Cheng Ching Lake, with scenic sights all around such as the chateau of one of Taiwan's former presidents that looks over the waters, and Phu Quoc Island situated within the lake. Make sure to walk across the Bridge of Nine Turns to get breathtaking views of Cheng Ching Lake and its surroundings.  ",
        "strLocation": "Kaohsiung",
        "strOriginUrl": "https://www.klook.com/activity/471-fo-guang-shan-and-cheng-ching-lake-kaohsiung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Fo Guang Shan and Cheng Ching Lake",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:58:53"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 49,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/17ca3248-Meinong--Aboriginal-Village-Culture/MeinongAboriginalVillageCulture.jpg",
        "strIntroduction": " Discover Hakka and aboriginal culture on a day trip through Meinong and Taiwan Indigenous Culture Park Learn about Hakka culture by visiting Meinong Township and its many sights, such as East Gate Tower and Literature Pavilions Sample some Hakka specialties, such as flat noodles, stewed winter lemon and wild lotus Visit Taiwan Indigenous Culture Park, a beautiful and natural area that preserves the history of aboriginal culture Hotel pick up and drop off, insurance and mineral water are all included Learn about Hakka culture by visiting Meinong Township and its many sights, such as East Gate Tower and Literature Pavilions Learn about Hakka culture by visiting Meinong Township and its many sights, such as East Gate Tower and Literature Pavilions Sample some Hakka specialties, such as flat noodles, stewed winter lemon and wild lotus Sample some Hakka specialties, such as flat noodles, stewed winter lemon and wild lotus Visit Taiwan Indigenous Culture Park, a beautiful and natural area that preserves the history of aboriginal culture Visit Taiwan Indigenous Culture Park, a beautiful and natural area that preserves the history of aboriginal culture Hotel pick up and drop off, insurance and mineral water are all included Hotel pick up and drop off, insurance and mineral water are all included What We Love:   What We Love: Learn about two fascinating and unique cultures in this full day tour. Start off at Meinong, home to Hakka culture, and well preserved through landmarks such as the illustrious East Gate Tower and Literature Pavilions. To really get a feel of the Hakka lifestyle, venture into the Meinong Folk Village, and try the delicious local delicacies such as flat noodles and stewed winter melon. Next, visit Taiwan Indigenous Culture Park, which plays host to a cluster of aboriginal villages. With no modern establishments in sight, and nature all around, the park is the perfect place to discover some inner peace, as well as learn about the extraordinary aboriginal culture firsthand by visiting the park's many tribal cabins, which house aboriginal handicrafts and wax works. Or simply stroll around the park to bask in the beautiful, natural environment.  ",
        "strLocation": "Kaohsiung",
        "strOriginUrl": "https://www.klook.com/activity/476-meinong-aboriginal-village-culture-kaohsiung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Meinong & Aboriginal Village Culture",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:59:05"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 49,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f33fab9c-Tainan-Ancient-Capital--Wushantou-Reservoir/TainanAncientCapitalWushantouReservoir.jpg",
        "strIntroduction": " For your history fix, this tour explores the ancient heritage, foreign-influenced architecture and tastiest foods to be found in Tainan Explore the French-designed Eternal Golden Castle, originally built as a fortification against the Japanese See the Old Merchant House of Tait & Co., the last remaining from its period, and find out more about foreign industry in Taiwan Browse the small street stalls for Taiwan's tastiest snacks Visit the reservoir and scenic area of Wushantou, a beautiful site of historic importance Stroll the quaint Xinhua Old Street, a beautiful example of Japanese & Baroque influenced architecture Inclusive of comfortable coach transportation including hotel pick up and drop off Explore the French-designed Eternal Golden Castle, originally built as a fortification against the Japanese Explore the French-designed Eternal Golden Castle, originally built as a fortification against the Japanese See the Old Merchant House of Tait & Co., the last remaining from its period, and find out more about foreign industry in Taiwan See the Old Merchant House of Tait & Co., the last remaining from its period, and find out more about foreign industry in Taiwan Browse the small street stalls for Taiwan's tastiest snacks Browse the small street stalls for Taiwan's tastiest snacks Visit the reservoir and scenic area of Wushantou, a beautiful site of historic importance Visit the reservoir and scenic area of Wushantou, a beautiful site of historic importance Stroll the quaint Xinhua Old Street, a beautiful example of Japanese & Baroque influenced architecture Stroll the quaint Xinhua Old Street, a beautiful example of Japanese & Baroque influenced architecture Inclusive of comfortable coach transportation including hotel pick up and drop off Inclusive of comfortable coach transportation including hotel pick up and drop off What We Love:   What We Love: Draped in history and influences from across the world, this tour takes you deeper into Tainan's heritage, history and industry. Visit the Eternal Golden Castle, a fortification against the Japanese completed in 1876 in the western style and restored to its original glory. See the beautiful and well-preserved Merchant house of Tait & Co., evidence of a thriving foreign trade before the Japanese occupation, and the Tree House (an old warehouse) behind. Taste Tainan's famed snacks (reputedly the best in Taiwan) before heading to the huge Wushantou Reservoir, an area of immense beauty and historical significance. Finish at Xinhua Old Street, lined with Baroque-style facades and Japanese-era shop fronts.  ",
        "strLocation": "Kaohsiung",
        "strOriginUrl": "https://www.klook.com/activity/445-tainan-ancient-capital-wushantou-reservoir-kaohsiung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tainan Ancient Capital & Wushantou Reservoir",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:59:14"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 37,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e53b5106-Kaohsiung-Night-Tour/KaohsiungNightTour.jpg",
        "strIntroduction": " Explore the lively, bustling port city of Kaohsiung on this evening tour Witness awe-inspiring views of the Kaohsiung Harbor at the British Consulate Residence Cruise down the Love River, with plenty of sights lined across the river banks Treat yourself to some fresh seafood and traditional souvenirs at Liouhe Night Market Tour is inclusive of hotel transfers, insurance and mineral water Witness awe-inspiring views of the Kaohsiung Harbor at the British Consulate Residence Witness awe-inspiring views of the Kaohsiung Harbor at the British Consulate Residence Cruise down the Love River, with plenty of sights lined across the river banks Cruise down the Love River, with plenty of sights lined across the river banks Treat yourself to some fresh seafood and traditional souvenirs at Liouhe Night Market Treat yourself to some fresh seafood and traditional souvenirs at Liouhe Night Market Tour is inclusive of hotel transfers, insurance and mineral water Tour is inclusive of hotel transfers, insurance and mineral water What We Love:   What We Love: The Kaohsiung Night Tour comprises of three main locations, each with a unique vibe of its own; the first stop is the British Consulate Residence, sitting atop a hill and providing visitors with breathtaking views of Kaohsiung Harbor and its surrounding area. You will then cruise down Love River, which is lined with parks as well as some of the city's most treasured landmarks, such as the Holy Rosary Cathedral. After the boat ride, indulge in delicious seafood, as well as all kinds of traditional handicrafts and clothing at the Liouhe Night Market, which marks the end of the tour.  ",
        "strLocation": "Kaohsiung",
        "strOriginUrl": "https://www.klook.com/activity/474-kaohsiung-night-tour-kaohsiung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kaohsiung Night Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:59:25"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 40,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f27785b2-Kaoshiung-Sea--Mountain-Tour/KaohsiungSeaMountainTour.jpgopacity0.936248",
        "strIntroduction": " Explore Kaohsiung, the second largest city in Taiwan, in an activity-packed afternoon and evening tour Visit Qijin Island, home to some of Kaohsiung's most illustrious sights, such as Qihou Lighthouse and Qihou Fort Explore Pier2 Art Center, center of the most intriguing modern art installations in Kaohsiung Take in the panoramic views of Kaohsiung Harbor at the British Consulate Residence Cruise down the Love River on a sightseeing boat, with many of the city's major sights in full view along the banks Browse through Gold Diamond Kai-Shuan Night Market, home to delicious local delicacies such as papaya milkshake and salty steamed shrimp Hotel pick up and drop off, insurance and mineral water are all included Visit Qijin Island, home to some of Kaohsiung's most illustrious sights, such as Qihou Lighthouse and Qihou Fort Visit Qijin Island, home to some of Kaohsiung's most illustrious sights, such as Qihou Lighthouse and Qihou Fort Explore Pier2 Art Center, center of the most intriguing modern art installations in Kaohsiung Explore Pier2 Art Center, center of the most intriguing modern art installations in Kaohsiung Take in the panoramic views of Kaohsiung Harbor at the British Consulate Residence Take in the panoramic views of Kaohsiung Harbor at the British Consulate Residence Cruise down the Love River on a sightseeing boat, with many of the city's major sights in full view along the banks Cruise down the Love River on a sightseeing boat, with many of the city's major sights in full view along the banks Browse through Gold Diamond Kai-Shuan Night Market, home to delicious local delicacies such as papaya milkshake and salty steamed shrimp Browse through Gold Diamond Kai-Shuan Night Market, home to delicious local delicacies such as papaya milkshake and salty steamed shrimp Hotel pick up and drop off, insurance and mineral water are all included Hotel pick up and drop off, insurance and mineral water are all included What We Love:   What We Love: As the second largest city in Taiwan, Kaohsiung is a bustling place, with an intriguing blend of old and new. This tour showcases exactly that; the old is reflected in the visit to Qijin Island, which houses the Qihou Lighthouse, a white baroque-style Japanese construction, which contrasts with Qihou Fort, a Chinese-style monument. For a taste of contemporary Taiwan, head over to Pier2 Art Center, an old warehouse converted into a creative hub for the city's modern artists. Witness some of the most panaromic views that Kaohsiung has to offer at the British Consulate Residence, as well as from the boat ride down the Love River, arguably the most preferred way to view the city by night. End your Kaoshiung experience at the Gold Diamond Kai-Shuan Night Market, the largest market in the area, famed for its trademark papaya milkshakes and succulent steamed shrimp.  ",
        "strLocation": "Kaohsiung",
        "strOriginUrl": "https://www.klook.com/activity/475-sea-mountain-tour-kaoshiung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kaohsiung Sea & Mountain Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:59:35"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 28,
        "strGuideLanguage": "en/cn/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0b37de2f-Tainan-Culture-By-Night/TainanCultureByNight.jpgopacity0.92632",
        "strIntroduction": " Witness Tainan's most revered cultural and historical landmarks in a night tour of the city Walk around Fort Provintia, an old Dutch fort, surrounded by peaceful and picturesque gardens Marvel at the religious iconography at Xiaonan City God Temple, one of the most frequented temples in the city Witness several interesting collections of artifacts at the Five Channels Harbor District Regional Cultural Museum Enjoy hotel pickup and dinner, included in the tour package Walk around Fort Provintia, an old Dutch fort, surrounded by peaceful and picturesque gardens Walk around Fort Provintia, an old Dutch fort, surrounded by peaceful and picturesque gardens Marvel at the religious iconography at Xiaonan City God Temple, one of the most frequented temples in the city Marvel at the religious iconography at Xiaonan City God Temple, one of the most frequented temples in the city Witness several interesting collections of artifacts at the Five Channels Harbor District Regional Cultural Museum Witness several interesting collections of artifacts at the Five Channels Harbor District Regional Cultural Museum Enjoy hotel pickup and dinner, included in the tour package Enjoy hotel pickup and dinner, included in the tour package What We Love:   What We Love: As the oldest city in Taiwan, Tainan is a haven for history buffs, with plenty of intriguing landmarks, dedicated to culture and religion. This night tour takes you to three of the most revered sites of Tainan; after dinner, you will first be taken to Fort Provinitia, also known as Chickan Towers, which contains softly-lit Chinese-style towers built upon a Dutch fort surrounded by a picturesque Japanese garden, complete with a koi fish pond. Known to be one of the prettiest sites in Tainan, Fort Provintia is an excellent way to start your tour, which then takes you to Xiaonan City God Temple, an elaborate structure adorned with hundreds of images of soldiers and dragons. Finally, you can view some folk artefacts at the Five Channels Harbor District Regional Cultural Museum; built upon an area that was once Tainan's business centre, the museum itself has a history as inspiring as the collections contained inside.  ",
        "strLocation": "Kaohsiung",
        "strOriginUrl": "https://www.klook.com/activity/496-tainan-culture-by-night-kaohsiung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tainan Culture By Night",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:59:47"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 13,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/00e842d0-National-Museum-of-Marine-Biology--Aquarium-Ticket/NationalMuseumofMarineBiologyAquariumTHSRZuoyingStationPickUp.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Explore the ocean realms with admission to the fantastic National Museum of Marine Biology & Aquarium in Kenting Get the cheapest admission tickets for the National Museum of Marine Biology and Aquarium on Klook Explore this world class research center and aquarium in Kenting on your own time with a one day ticket Discover more about the marine life in Taiwan and abroad at arguably the best aquarium in Taiwan Don't miss the daily feeding shows of the penguins, seals, puffins and fish (check out the daily feeding times online or on arrival) Get the cheapest admission tickets for the National Museum of Marine Biology and Aquarium on Klook Get the cheapest admission tickets for the National Museum of Marine Biology and Aquarium on Klook Explore this world class research center and aquarium in Kenting on your own time with a one day ticket Explore this world class research center and aquarium in Kenting on your own time with a one day ticket Discover more about the marine life in Taiwan and abroad at arguably the best aquarium in Taiwan Discover more about the marine life in Taiwan and abroad at arguably the best aquarium in Taiwan Don't miss the daily feeding shows of the penguins, seals, puffins and fish (check out the daily feeding times online or on arrival) Don't miss the daily feeding shows of the penguins, seals, puffins and fish (check out the daily feeding times online or on arrival) daily feeding times online What We Love:   What We Love: Spend an inspirational and educational day at the National Museum of Marine Biology and Aquarium (NMMBA), arguably Taiwan's best aquarium, home to a huge range of sea life enclosures, amazing shows and hands-on experiences. The museum prides itself on its research facilities and collection of marine animals, allowing curious minds to discover the world under the sea. On a daily basis, visitors can take part in the goings on at the aquarium including touch pool hours, a walk through the underwater tunnel, as well as fish, seal, penguin, puffin (and more!) feeding shows. The museum specialises in marine creatures from Taiwan as well as living coral and species from around the world.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/1677-national-museum-of-marine-biology-aquarium-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "National Museum of Marine Biology & Aquarium (THSR Zuoying Station Pick Up)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 18:59:56"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c4a21ee7-4G-WiFi-TPE-TSA-KHH-Pick-Up-for-Taiwan/4GWiFiTPETSAKHHPickUpforTaiwan.jpgopacity0.940032",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Taiwan with an unlimited 4G pocket WiFi device with convenient pick up at Taoyuan (TPE), Songshan (TSA) or Kaohsiung (KHH) airports Provided by one of Taiwan's biggest providers for great coverage across 99% of Taiwan Guaranteed unlimited 4G WiFi with no deceleration to 3G Enjoy 8 hours battery life on one charge Connect up to 5 devices at once (phones, tablets, laptops etc.) Convenient pick up and return at Taipei Taoyuan, Songshan or Kaohsiung airports Enhance your connectivity with an unlimited usage SIM card picked up from the same location. Click here Provided by one of Taiwan's biggest providers for great coverage across 99% of Taiwan Guaranteed unlimited 4G WiFi with no deceleration to 3G Enjoy 8 hours battery life on one charge Connect up to 5 devices at once (phones, tablets, laptops etc.) Convenient pick up and return at Taipei Taoyuan, Songshan or Kaohsiung airports Enhance your connectivity with an unlimited usage SIM card picked up from the same location. Click here Click here What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Taipei Taoyuan or Songshan International Airports, or Kaohsiung International Airport, you'll enjoy unlimited WiFi access throughout your stay in Taiwan, with coverage over 99% of the island. The ultra-speedy 4G device connects up to five different phones, laptops and tablets at once and supports up to 8 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/1529-wifi-device-taiwan-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (TPE/TSA/KHH Pick Up) for Taiwan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:00:06"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/00268c74-4G-SIM-Card-with-Calls-TPE-Pick-Up-for-Taiwan/4GSIMCardwithCallsTPEPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Use your mobile phone freely without the worry of high roaming costs with an unlimited data, texts, plus incoming/outgoing calls SIM card for Taiwan Instant confirmation and voucher sent immediately after booking Get unlimited outgoing calls (a service which other SIMs don't offer) Fantastic coverage from one of Taiwan's biggest providers across 99% of the island Quick and hassle free - no registration needed! Use your mobile freely without having to worry about roaming costs Enjoy 4G internet access to use maps, upload photos and stay connected with family whilst in Taiwan Convenient pick up from Taoyuan International Airport (TPE) on arrival Instant confirmation and voucher sent immediately after booking Get unlimited outgoing calls (a service which other SIMs don't offer) Fantastic coverage from one of Taiwan's biggest providers across 99% of the island Quick and hassle free - no registration needed! Use your mobile freely without having to worry about roaming costs Enjoy 4G internet access to use maps, upload photos and stay connected with family whilst in Taiwan Convenient pick up from Taoyuan International Airport (TPE) on arrival What We Love:   What We Love: Stay constantly connected while you're on the go in Taiwan with an unlimited 4G data tourist SIM card! You'll be able to communicate with your friends and family, navigate your way around the country and keep up to date with the latest events without incurring steep roaming costs. This SIM includes all the extras including outgoing calls and no reduction of your fast 4G speed which you might get with other cards. With instant booking confirmation, convenient pick up service at Taipei Taoyuan International Airport and no registration process, you will have island-wide coverage from the moment you land in Taiwan.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/1673-sim-card-taiwan-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G SIM Card with Calls (TPE Pick Up) for Taiwan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:00:16"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/986e68bd-3G-WiFi-Device-HKG-Pick-Up-for-Taiwan/3GWiFiHKGPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Taiwan with an unlimited 3G pocket WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Taiwan, without the stress of sourcing WiFi once you get there. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Taiwan but also Thailand, Singapore, Japan and Korea.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/670-taiwan-wifi-device-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Taiwan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:00:27"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 17,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7a41feff-Kenting-Bus-Transfers/Kaohsiung-KentingBusTransfer.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Direct bus transfers from Zuoying High Speed Railway Station or Kaohsiung Airport to Kenting and back Most convenient bus service between Kaohsiung and Kenting (and the stops in between) Go from Kaohsiung's KHH Airport or Zuoying High Speed Rail Station to Kenting (or vice versa) in as little as 120 minutes! Maximise the savings when you also purchase a two day unlimited bus pass for Kenting [[add hyperlink to 554]] Get your voucher instantly after booking! Most convenient bus service between Kaohsiung and Kenting (and the stops in between) Go from Kaohsiung's KHH Airport or Zuoying High Speed Rail Station to Kenting (or vice versa) in as little as 120 minutes! Maximise the savings when you also purchase a two day unlimited bus pass for Kenting [[add hyperlink to 554]] Get your voucher instantly after booking! What We Love:   What We Love: When you've arrived at Kaohsiung Airport or High Speed Rail Station, ready for your paradise adventure in Kenting to begin, there's just the little problem of how to get there! Travel from Kaohsiung to Kenting with the utmost ease and efficiency with an express bus ticket. The whole journey only takes 120 minutes with stops at Hengchun and Nanwan along the way and runs regularly from morning to night Purchase your tickets in advance to avoid any language barriers on arrival, so you can arrive in (or depart) Kenting in hassle-free comfort. For extra security, you can even reserve your seats at the time of booking to avoid any waiting around.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/1749-kenting-bus-transfers-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kaohsiung - Kenting Bus Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:00:41"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/bfe90565-Taiwan-High-Speed-Rail-One-Way-Ticket/THSROneWayTicket.jpg",
        "strIntroduction": " Travel to Taiwan's top attractions in a flash! Hop on to a highly efficient THSR train to see Taiwan the most convenient way As the Taiwan High Speed Rail connects 8 major cities throughout Taiwan, you can take your travels anywhere around the country Get from Taipei to Kaohsiung in only 90 minutes! Easily reach a range of Taiwan's most scenic attractions, including the National Palace Museum in Taipei, the Sun Moon Lake in central region and the Liuhe Night Market in Kaohshing As the Taiwan High Speed Rail connects 8 major cities throughout Taiwan, you can take your travels anywhere around the country Get from Taipei to Kaohsiung in only 90 minutes! Easily reach a range of Taiwan's most scenic attractions, including the National Palace Museum in Taipei, the Sun Moon Lake in central region and the Liuhe Night Market in Kaohshing What We Love:   What We Love: For a single journey, this handy pass allows you to travel to major cities in Taiwan without the hassle and at a great discount! Whether you want to see the National Palace Museum in Taipei, or the Liuhe Night Market in Kaohsiung, you can do so in a flash with this one way travel ticket. The Taiwan High Speed Rail (THSR) connects major cities in both the North and South, meaning you can visit any top attraction even if it's at the opposite end of the country. You can even get from Taipei to Kaohsiung in only 90 minutes, so it really is the fastest and most convenient form of transport around the country. The High Speed Rail has a 99% efficiency rate, so you know you won't be wasting your day waiting around for unpredictable public transport. There really is no easier or better way to get around Taiwan, so cut the stress while you're away and buy your travel ticket now!  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/819-thsr-one-way-ticket-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "THSR One Way Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:00:53"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 9,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/25bd3fc6-Kaohsiung-Airport-Transfers/KaohsiungAirportBusTransfers.jpg",
        "strIntroduction": " Start your trip to Pingtung County in the utmost comfort and convenience, with a direct airport-hotel transfer Travel by comfortable coach with a qualified driver Enjoy complimentary WiFi for the duration of your journey Get from airport to hotel (or vice versa) in as little as 100 minutes! Travel by comfortable coach with a qualified driver Travel by comfortable coach with a qualified driver Enjoy complimentary WiFi for the duration of your journey Enjoy complimentary WiFi for the duration of your journey Get from airport to hotel (or vice versa) in as little as 100 minutes! Get from airport to hotel (or vice versa) in as little as 100 minutes! What We Love:   What We Love: Travel from Kaohsiung airport to your Kenting hotel with a convenient coach transfer – the only transport service to Kenting. Ease yourself into your stay by sorting your transport in advance, then enjoy the comfortable seating and free coach WiFi on your journey. The service has stops in Kenting, Nanwan or Hengchun - it's the most efficient way to reach your destination.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/484-kaohsiung-airport-transfers-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kaohsiung Airport Bus Transfers",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:01:03"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3,
        "strGuideLanguage": "cn/en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/52d6e262-Kenting-Shuttle-Day-Pass/KentingShuttleBusPass.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Navigate around Kenting with ease with unlimited travel for one or two days on local buses Explore Kenting with an unlimited bus pass for the 'Kenting Shuttle' Get easy transport to popular things to do in Kenting such as the Museum of Marine Biology, Nanwan beach and Hengchun Choose a one or two day pass depending on your itinerary For travelers arriving in Kenting from Kaohsiung, also make use of this discount bus transfer to Kenting [hyperlink] Get your voucher instantly after booking Explore Kenting with an unlimited bus pass for the 'Kenting Shuttle' Explore Kenting with an unlimited bus pass for the 'Kenting Shuttle' Get easy transport to popular things to do in Kenting such as the Museum of Marine Biology, Nanwan beach and Hengchun Get easy transport to popular things to do in Kenting such as the Museum of Marine Biology, Nanwan beach and Hengchun Choose a one or two day pass depending on your itinerary Choose a one or two day pass depending on your itinerary For travelers arriving in Kenting from Kaohsiung, also make use of this discount bus transfer to Kenting [hyperlink] For travelers arriving in Kenting from Kaohsiung, also make use of this discount bus transfer to Kenting [hyperlink] Get your voucher instantly after booking Get your voucher instantly after booking What We Love:   What We Love: Get discount travel around Kenting for two days with an unlimited bus pass. This local bus service has multiple stops around town, letting you navigate with efficiency and ease. When you don't have your own transport, sightseeing in Kenting can be difficult to plan. Take the stress out of your vacation using the convenient 'Kenting Shuttle' service with stops at popular Kenting tourist destinations including the Kenting National Museum of Marine Biology and Aquarium, Hengchun old town, Eluanbi Lighthouse (Taiwan's southernmost point), Nanwan beach and many more spots along Kenting and Pingtung's beautiful coastline.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/554-kenting-bus-transfers-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kenting Shuttle Bus Pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:01:17"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a9e3d458-South-Bay-Watersports-Package/SouthBayWatersportsPackage.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Give up to eight different watersports a go in the beautiful waters of Nanwan (South Bay) Beach Shake up the sunbathing with short sessions of exciting watersports Mix and match with combination choices from a minimum of two activities or up to all eight Choose from 8 different exhilarating watersport activities including jet skiing, banana boating, donut ring rides and snorkeling Feel safe on these high-standard watercrafts, fully trained staff plus safety gear and insurance included Shake up the sunbathing with short sessions of exciting watersports Shake up the sunbathing with short sessions of exciting watersports Mix and match with combination choices from a minimum of two activities or up to all eight Mix and match with combination choices from a minimum of two activities or up to all eight Choose from 8 different exhilarating watersport activities including jet skiing, banana boating, donut ring rides and snorkeling Choose from 8 different exhilarating watersport activities including jet skiing, banana boating, donut ring rides and snorkeling Feel safe on these high-standard watercrafts, fully trained staff plus safety gear and insurance included Feel safe on these high-standard watercrafts, fully trained staff plus safety gear and insurance included What We Love:   What We Love: Can't decide which watersport to try? Or maybe you think they all look awesome? Leave the sunbathing aside and shake up your holiday with these seven exhilarating watersports! Bump along on a banana boat, hold on tight to the donut ring, try to stay standing on one inflatable and try to stay lying down on another. You can even try jet skiing too. This flexible package means you can trial just two or even give all eight activities a go!  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/488-south-bay-watersports-package-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "South Bay Watersports Package",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:01:31"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 48,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4166c004-%E9%98%BF%E9%A3%9E%E5%86%B2%E6%B5%AA%E4%B8%80%E5%AF%B9%E5%A4%9A%E8%AF%BE%E7%A8%8B/KentingSurfingLessons.jpg",
        "strIntroduction": " Ever wondered how you jump on a surfboard and catch a wave? Well if you're heading to Kenting why not give it go! Learn from an experienced surfer who knows the beach swells well An all-inclusive surfing class with equipment, insurance and hotel pick up provided Challenge yourself to learn the surfing basics Learn from an experienced surfer who knows the beach swells well Learn from an experienced surfer who knows the beach swells well An all-inclusive surfing class with equipment, insurance and hotel pick up provided An all-inclusive surfing class with equipment, insurance and hotel pick up provided Challenge yourself to learn the surfing basics Challenge yourself to learn the surfing basics What We Love:   What We Love: Ever wondered how you jump on a surfboard and catch a wave? Well if you're heading to Kenting why not give it a go! Join in on a class with other ‘surfers' alike. You'll have an English-speaking instructor who knows all the ins and outs. They'll teach you the surfing basics to some of the more gnarly moves. With hotel pick up and equipment all included all you have to bring is the mindset of catching that wave!  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/716-kenting-surfing-lessons-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kenting Surfing Lessons",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:01:41"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 71,
        "strGuideLanguage": "en/cn/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f20f8c6b-Discovery-Dive/DiscoveryDive.jpg",
        "strIntroduction": " Get the diving experience without haven't to worry about tests, certifications (and full course costs!) with an individual or two student session Get a feel for scuba diving without any qualifications required Learn the basics with 1:1 or 1:2 tutelage from an experienced instructor Includes free photographs with the underwater camera All safety equipment and scuba gear is provided as well as insurance If you decide you like it and want to sign up for the full course, the Discovery Dive price will be discounted from the course cost Free shuttle service from Kenting and Hengchun hotels Get a feel for scuba diving without any qualifications required Get a feel for scuba diving without any qualifications required Learn the basics with 1:1 or 1:2 tutelage from an experienced instructor Learn the basics with 1:1 or 1:2 tutelage from an experienced instructor Includes free photographs with the underwater camera Includes free photographs with the underwater camera All safety equipment and scuba gear is provided as well as insurance All safety equipment and scuba gear is provided as well as insurance If you decide you like it and want to sign up for the full course, the Discovery Dive price will be discounted from the course cost If you decide you like it and want to sign up for the full course, the Discovery Dive price will be discounted from the course cost Free shuttle service from Kenting and Hengchun hotels Free shuttle service from Kenting and Hengchun hotels What We Love:   What We Love: Not sure if diving's for you and want to give it a go before paying for a course? We understand! And that's what the Discovery Dive is for. Spend a couple of hours getting to grips with the techniques in a pool then see how you like the underwater exploration! Best of all, no qualification is required and anyone over 12 years old can try it out. You'll be given clear instruction from English speaking guides with years of experience. Individual attention is essential. That's why sessions are only for one or two students. The PADI facility is a Tripadvisor favorite and has certified over 4500 students in the heart of Kenting's premier dive sights.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/491-discovery-dive-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Discovery Dive",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:01:50"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 74,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/264d8226-Kaohsiung-Airport---Kenting-Transfers/AirportTransfersKHHPickUpforKenting.jpg",
        "strIntroduction": " The convenient way to travel to and from Kaohsiung Airport and Kenting with a professional private chauffeur service Experience the comfort of traveling in a private car transfer to and from the airport and any location in Kenting Enjoy the friendly and warm personality of a professional chauffeur Choose between two car models and sizes to meet the needs of your traveling party In the unfortunate event of a flight delay, you won't need to pay any additional waiting fees Experience the comfort of traveling in a private car transfer to and from the airport and any location in Kenting Enjoy the friendly and warm personality of a professional chauffeur Choose between two car models and sizes to meet the needs of your traveling party In the unfortunate event of a flight delay, you won't need to pay any additional waiting fees What We Love:   What We Love: After a long flight, the last thing you need is the hassle of navigating a long transfer to Kenting by public transportation. By booking a private car transfer in advance, you can sit back and enjoy the ease of a pick up service with a professional chauffeur upon your arrival at Kaohsiung Airport. Have a convenient trip from the airport to your hotel with a service that accommodates between 1 and 8 people in a private vehicle.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/1050-kaohsiung-airport-kenting-transfer-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (KHH Pick Up) for Kenting",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:02:03"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 76,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a2704e6e-3-Days-THSR-Tourist-Pass/3DayTHSRTouristPass.jpg",
        "strIntroduction": " Travel to Taiwan's top attractions in a flash! Take advantage of unlimited travel on the highly efficient THSR trains to see the best of Taiwan at your convenience Enjoy unlimited travel for 3 consecutive days on Taiwan High Speed Rail trains with the basic pass Enjoy the flexibility of being able to stay longer in locations you love by choosing which days in the week you travel using the Flexi pass Travel from Taipei to Kaohsiung in only 90 minutes! Easily reach a range of Taiwan's most scenic attractions, including the National Palace Museum in Taipei, the Sun Moon Lake in Nantou and the Liuhe Night Market in Kaohshing Enjoy unlimited travel for 3 consecutive days on Taiwan High Speed Rail trains with the basic pass Enjoy the flexibility of being able to stay longer in locations you love by choosing which days in the week you travel using the Flexi pass Travel from Taipei to Kaohsiung in only 90 minutes! Easily reach a range of Taiwan's most scenic attractions, including the National Palace Museum in Taipei, the Sun Moon Lake in Nantou and the Liuhe Night Market in Kaohshing What We Love:   What We Love: Discover all that Taiwan has to offer without the hassle! Travel on any number of Taiwan High Speed Rail (THSR) trains for three whole days - all routes included! Choose the basic pass for 3 consecutive days of travel or the flexi for any 3 days within a week period. Whether you want to see the National Palace Museum in Taipei, or the Liuhe Night Market in Kaohsiung, it's all easily possible with this all inclusive travel pass. The Taiwan High Speed Rail connects major cities in both the North and South, meaning you can visit a ton of top attractions at opposite ends of the country. It's the fastest and most convenient form of transport around the country - you can even get from Taipei to Kaohsiung in only 90 minutes! The High Speed Rail has a 99% efficiency rate, so you know you won't be wasting time waiting around for unpredictable public transport. There really is no easier or better way to get around Taiwan, so cut the stress and buy your travel ticket now!  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/811-3-day-thsr-tourist-pass-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3 Day THSR Tourist Pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:02:13"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 28,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b3b9f29f-The-Best-of-Hengchun-Peninsula/HengchunPeninsulaandAquarium.jpg",
        "strIntroduction": " Spend the afternoon exploring the marine sights of the Hengchun peninsula: home to an outstanding aquarium, beautiful coastline and the best sunset viewpoint Visit what is widely considered the best aquarium in Taiwan, despite its quiet location Head to the coast for lovely sea views and a rock formation resembling a cat! End the tour with a spectacular sunset at the area's best viewpoint Inclusive of comfortable coach transportation including hotel pick up and drop off Visit what is widely considered the best aquarium in Taiwan, despite its quiet location Visit what is widely considered the best aquarium in Taiwan, despite its quiet location Head to the coast for lovely sea views and a rock formation resembling a cat! Head to the coast for lovely sea views and a rock formation resembling a cat! End the tour with a spectacular sunset at the area's best viewpoint End the tour with a spectacular sunset at the area's best viewpoint Inclusive of comfortable coach transportation including hotel pick up and drop off Inclusive of comfortable coach transportation including hotel pick up and drop off What We Love:   What We Love: Take half a day to discover why Hengchun's west coast is the perfect holiday destination: offering the ideal combination of culture, nature and spectacular coastal views. Spend a few hours at the National Museum of Marine Biology and Aquarium (arguably Taiwan's best) displaying an extensive range of sea life enclosures, amazing shows and hands-on experiences. You'll then head to the coast to appreciate the fascinating geology of Maobitou (Cat's Nose Cape). There's a spectacular end to the tour with a visit to Guan Shan, a well-known spot amongst locals to catch a perfect sunset.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/495-the-best-of-hengchun-peninsula-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hengchun Peninsula and Aquarium",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:02:26"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 52,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/66fccae9-The-Best-of-Hengchun-Peninsula/BestofHengchunPeninsula.jpgopacity0.994443",
        "strIntroduction": " A nature-packed day to visit the most impressive geology, coastline and views of the Hengchun Peninsula including the famed aquarium, Eluanbi Lighthouse and a sunset viewing Explore the craggy coastlines of Long Line Park and Chuanfanshih and stand at Taiwan's southernmost tip See sights including the eternal fire pits, Manjhou port drawbridge and Cat's Nose Cape Visit what is widely considered the best aquarium in Taiwan, despite its quiet location Enjoy a delicious lunch included in your tour End the tour with a spectacular sunset at the area's best viewpoint Inclusive of comfortable coach transportation including hotel pick up and drop off Explore the craggy coastlines of Long Line Park and Chuanfanshih and stand at Taiwan's southernmost tip Explore the craggy coastlines of Long Line Park and Chuanfanshih and stand at Taiwan's southernmost tip See sights including the eternal fire pits, Manjhou port drawbridge and Cat's Nose Cape See sights including the eternal fire pits, Manjhou port drawbridge and Cat's Nose Cape Visit what is widely considered the best aquarium in Taiwan, despite its quiet location Visit what is widely considered the best aquarium in Taiwan, despite its quiet location Enjoy a delicious lunch included in your tour Enjoy a delicious lunch included in your tour End the tour with a spectacular sunset at the area's best viewpoint End the tour with a spectacular sunset at the area's best viewpoint Inclusive of comfortable coach transportation including hotel pick up and drop off Inclusive of comfortable coach transportation including hotel pick up and drop off What We Love:   What We Love: Take the full day to explore the most impressive locations on the Hengchun Peninsula and Kenting National Park. Not only will you have ample opportunity to discover the rugged coastline and far-reaching ocean views on the east and west, you'll also be able to stand at the southernmost point of mainland Taiwan! These tours take you to watch eternal blazing fires; discover fascinating geology at Long Line Park and Chuanfanshih; see interestingly shaped rocks; spend a few hours at the National Museum of Marine Biology and Aquarium (arguably Taiwan's best) offering an extensive range of sea life enclosures, amazing shows and hands-on experiences; and a visit to Guan Shan, a well-known spot amongst locals to catch a perfect sunset.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/556-best-of-hengchun-peninsula-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Best of Hengchun Peninsula",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:02:36"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 401,
        "strGuideLanguage": "en/cn/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e3fadec3-PADI-Open-Water-Diver/PADIOpenWaterDiver.jpgopacity0.957304",
        "strIntroduction": " Delving deep amongst the coral and colorful fish is an indescribable experience and there's one easy and fun way to do it – with a PADI qualification! One-on-one tuition means you'll be getting the safest and most thorough training Anyone over 12 years old and in good health can take part Includes course materials, dive computer, flashlight, 2 days lunch and free photographs with the underwater camera All safety equipment and scuba gear is provided as well as insurance Free shuttle service from Kenting and Hengchun hotels One-on-one tuition means you'll be getting the safest and most thorough training One-on-one tuition means you'll be getting the safest and most thorough training Anyone over 12 years old and in good health can take part Anyone over 12 years old and in good health can take part Includes course materials, dive computer, flashlight, 2 days lunch and free photographs with the underwater camera Includes course materials, dive computer, flashlight, 2 days lunch and free photographs with the underwater camera All safety equipment and scuba gear is provided as well as insurance All safety equipment and scuba gear is provided as well as insurance Free shuttle service from Kenting and Hengchun hotels Free shuttle service from Kenting and Hengchun hotels What We Love:   What We Love: Taiwan might not be the first place you think of when it comes to diving. But the island's tropical southern shores actually provide some world-class diving. As some of the globe's friendliest people, the local instructors will give you a thoroughly enjoyable experience in getting your PADI qualification. This facility is a Tripadvisor favorite and has certified over 4500 students in the heart of Kenting's premier dive sights. The 3 day private course, with 1-on-1 basics training in a pool before making your ocean dives, means you'll be qualified to dive up to 18 meters anywhere in the world, with the world's most recognized certification.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/494-padi-open-water-diver-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "PADI Open Water Diver",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:02:47"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 61,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9404674f-Adventure-Flight/AdventureFlight.jpg",
        "strIntroduction": " Experience a once-in-a-lifetime flight over the beautiful Pingtung County in the unique ‘air jeep' Fly in the STOL CH 701, a sporty plane certain to add a thrill to your sightseeing Get a truly special experience, perfect for a birthday or anniversary Feel safe with the highest safety standards, professional and experienced pilots and insurance included Take your pick of 15, 30 or 60 minute flights Fly over famous Pingtung sights including Fo Guang Shan Monastery, Kaohsiung Temple and the stunning coastline Fly in the STOL CH 701, a sporty plane certain to add a thrill to your sightseeing Fly in the STOL CH 701, a sporty plane certain to add a thrill to your sightseeing Get a truly special experience, perfect for a birthday or anniversary Get a truly special experience, perfect for a birthday or anniversary Feel safe with the highest safety standards, professional and experienced pilots and insurance included Feel safe with the highest safety standards, professional and experienced pilots and insurance included Take your pick of 15, 30 or 60 minute flights Take your pick of 15, 30 or 60 minute flights Fly over famous Pingtung sights including Fo Guang Shan Monastery, Kaohsiung Temple and the stunning coastline Fly over famous Pingtung sights including Fo Guang Shan Monastery, Kaohsiung Temple and the stunning coastline What We Love:   What We Love: Get the most spectacular overview of Pingtung, Taiwan's tropical southern county – from the air! This is not just any flight. You'll be soaring to heights of 3000 feet in the STOL CH 701 sport plane – the jeep of the aircraft world! Under the experience of professional pilots, you'll fly high above the area's famous sights including the huge Buddha statue of Fo Guang Shan, the beautiful architecture of Kaohsiung temple and the beach-lined coast.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/490-adventure-flight-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Adventure Flight",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:02:58"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ced2bf4e-Eastern-Hengchun-Peninsula/EasternHengchunPeninsula.jpgopacity0.950728",
        "strIntroduction": " A morning of exploring the lovely coastline, unobstructed sea views and amazing geology of Taiwan's southernmost locations Explore the craggy coastlines of Long Line Park and Chuanfanshih Stand at Taiwan's southernmost tip at Eluanbi Lighthouse Inclusive of comfortable coach transportation including hotel pick up and drop off Explore the craggy coastlines of Long Line Park and Chuanfanshih Explore the craggy coastlines of Long Line Park and Chuanfanshih Stand at Taiwan's southernmost tip at Eluanbi Lighthouse Stand at Taiwan's southernmost tip at Eluanbi Lighthouse Inclusive of comfortable coach transportation including hotel pick up and drop off Inclusive of comfortable coach transportation including hotel pick up and drop off What We Love:   What We Love: Get a deep appreciate for the natural and manmade beauty of Hengchun's east coast on this morning tour of the area. The tour is off to a fiery start with a visit the eternally blazing flames in Chuhuo. The natural gas seeping from the earth here maintains the constant fire pits where you'll even see visitors popping popcorn or roasting marshmallows. Swing by impressive Gangkou Suspension Bridge and coastal Longpan Park before coming to Eluanbi Lighthouse and the southernmost tip of mainland Taiwan. Visit the famed rock shaped like a sailing ship and an island made purely of shell sand to finish one jam-packed morning of sightseeing!  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/555-eastern-hengchun-peninsula-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Eastern Hengchun Peninsula",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:03:09"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 75,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/aceba8bf-Discover-Scuba-Diving/DiscoverScubaDiving.jpg",
        "strIntroduction": " Take the first steps to becoming a diver as you explore the underwater home of green sea turtles and the beauty of diving in Taiwan Learn the basics of scuba diving on a 2 hour Discover Scuba Diving course Dive alongside graceful green sea turtles, an endangered species Be taught by internationally qualified divers who will ease you into scuba diving and make the whole experience a lot of fun Everyone can join as no previous experience required and you don't even need to be able to swim! All diving equipment plus insurance is included Learn the basics of scuba diving on a 2 hour Discover Scuba Diving course Learn the basics of scuba diving on a 2 hour Discover Scuba Diving course Dive alongside graceful green sea turtles, an endangered species Dive alongside graceful green sea turtles, an endangered species Be taught by internationally qualified divers who will ease you into scuba diving and make the whole experience a lot of fun Be taught by internationally qualified divers who will ease you into scuba diving and make the whole experience a lot of fun Everyone can join as no previous experience required and you don't even need to be able to swim! Everyone can join as no previous experience required and you don't even need to be able to swim! All diving equipment plus insurance is included All diving equipment plus insurance is included What We Love:   What We Love: Tucked away on an island off the coast of Pingtung, this friendly diving school offers the best of Taiwan's underwater world, without the coastal crowds. Get your first taster of diving on this 2 hour Discovery Dive and experience swimming alongside endangered green sea turtles! Under the expert tutelage of an internationally qualified diving instructor, you'll be taught the basics of scuba before heading into the ocean to discover the colorful underwater world in Taiwan. Learn to breathe underwater with ease and experience the sensation of weightlessness below the waves – it's the safest and most fun introduction to scuba diving!  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/561-discover-scuba-diving-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Discover Scuba Diving",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:03:19"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 69,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7c8b25c0-Xiao-Liuqiu-Coral-Island/XiaoLiuqiuCoralIsland.jpg",
        "strIntroduction": " Day trip to Taiwan's only coral isle for a day of beautiful island nature and some undersea exploration Explore the fascinating, corroded coastline and see strange rock formations including one shaped like a vase and one a frog! See the marine life (without getting wet!) from a glass-bottomed boat Stroll around the island walking trails to enjoy the sea breeze, beautiful nature and myth-packed caves Enjoy a delicious seafood lunch (the island's main industry is fishing) included in the tour Inclusive of boat tickets and transportation including hotel pick up and drop off Explore the fascinating, corroded coastline and see strange rock formations including one shaped like a vase and one a frog! Explore the fascinating, corroded coastline and see strange rock formations including one shaped like a vase and one a frog! See the marine life (without getting wet!) from a glass-bottomed boat See the marine life (without getting wet!) from a glass-bottomed boat Stroll around the island walking trails to enjoy the sea breeze, beautiful nature and myth-packed caves Stroll around the island walking trails to enjoy the sea breeze, beautiful nature and myth-packed caves Enjoy a delicious seafood lunch (the island's main industry is fishing) included in the tour Enjoy a delicious seafood lunch (the island's main industry is fishing) included in the tour Inclusive of boat tickets and transportation including hotel pick up and drop off Inclusive of boat tickets and transportation including hotel pick up and drop off What We Love:   What We Love: Get away from the mainland and spend the day at Xiao Liuqiu, Taiwan's only coral island and a favored destination for seeing beautiful geology and colorful marine life. After a leisurely ferry ride to the island, this full day itinerary allows you time to explore the craggy coastline, ancient temples, white sandy beaches and caves which (we warn you) come with ghost stories! After a delicious seafood lunch included in the tour, hop aboard a glass-bottomed boat for a close-up look at the colorful coral, tropical fish and abundance of green sea turtles. Rejuvenate yourself under open blue skies and a refreshing ocean breeze and delve into the marine life and interesting rock formations that are famed for miles around.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/477-xiao-liuqiu-coral-island-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Xiao Liuqiu Coral Island",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:03:31"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 33,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/72ca66e1-Hengchun-Old-Town-and-Hot-Springs/HengchunOldTownandHotSprings.jpg",
        "strIntroduction": " An evening tour that takes you to the ancient walled town of Hengchun before spending a few hours in the utmost relaxation of a hot spring spa Visit the best-preserved ancient town of Hengchun See the Fu Palace, a temple in the ornate Chinese style Relax at the luxurious Fennel Resort spa Enjoy a tasty dinner included in the tour Inclusive of comfortable coach transportation including hotel pick up and drop off Visit the best-preserved ancient town of Hengchun Visit the best-preserved ancient town of Hengchun See the Fu Palace, a temple in the ornate Chinese style See the Fu Palace, a temple in the ornate Chinese style Relax at the luxurious Fennel Resort spa Relax at the luxurious Fennel Resort spa Enjoy a tasty dinner included in the tour Enjoy a tasty dinner included in the tour Inclusive of comfortable coach transportation including hotel pick up and drop off Inclusive of comfortable coach transportation including hotel pick up and drop off What We Love:   What We Love: Quaint and historical, this is an evening tour to give you the best of Hengchun, a town on Taiwan's southernmost tip. This ancient city, built in accordance with traditional feng shui and surrounded by an exceptionally well-preserved city wall, is a delightfully quaint memento of a Taiwan from the past. It's no wonder the city is a famous film set location and retreat for writers. Here you'll make your way to Fu Palace. Built in 1662, this temple (built in the Chinese palace style) is a popular site for annual Chinese festivities. End the tour with a few hours of utter relaxation at the Fennel Resort and Sihjhongsi Hot Springs. With various bubbling, massaging and healing pools, set in natural surrounds with the mountainous countryside as a backdrop, this really is a deluxe bathing experience.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/480-hengchun-old-town-and-hot-springs-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hengchun Old Town and Hot Springs",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:03:42"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9337500b-3G-SIM-Card-HKG-Pick-Up-for-Taiwan/3GSIMCardHKGPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy 4 days of unlimited data connection across Taiwan plus network sharing for all your devices Gain unlimited 3G data for 4 days with no usage capping Get a ready to use card with no registration needed Enjoy data services to stay connected on social media from several devices with network sharing Access the Internet across all destinations in Taiwan Gain unlimited 3G data for 4 days with no usage capping Get a ready to use card with no registration needed Enjoy data services to stay connected on social media from several devices with network sharing Access the Internet across all destinations in Taiwan What We Love:   What We Love: Stay constantly connected while you're on the go in Taiwan with unlimited 3G data for 4 days! You'll be able to communicate with your friends and family, navigate your way around the country and keep up to date with the latest events without incurring steep roaming costs. With the convenient pick up service at Hong Kong airport and no registration process, you will have instant connection to the Internet the minute you land in Taiwan.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/1012-taiwan-unlimited-3g-sim-card-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G SIM Card (HKG Pick Up) for Taiwan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:03:57"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 109,
        "strGuideLanguage": "en/cn/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/afa9f47a-Private-Boat-Dive/PrivateBoatDive.jpg",
        "strIntroduction": " Your private dive group of up to four people will enjoy an individual dive experience from a boat, with a private instructor to take you to the depths of the beautiful Kenting waters With a maximum of 4 students per instructor, everyone will be carefully monitored and looked after Includes free photographs with the underwater camera All safety equipment and scuba gear is provided as well as insurance Free shuttle service from Kenting and Hengchun hotels With a maximum of 4 students per instructor, everyone will be carefully monitored and looked after With a maximum of 4 students per instructor, everyone will be carefully monitored and looked after Includes free photographs with the underwater camera Includes free photographs with the underwater camera All safety equipment and scuba gear is provided as well as insurance All safety equipment and scuba gear is provided as well as insurance Free shuttle service from Kenting and Hengchun hotels Free shuttle service from Kenting and Hengchun hotels What We Love:   What We Love: A fantastic underwater sightseeing dive, for divers with qualifications, that rivals sites in Thailand or Indonesia. You'll dive from a boat from where the local expert instructor will take your group to depths of up to 32 meters where you'll come face-to-face with colorful fish, impressive coral, plenty of turtles and even wrecks. Two tanks of gas and four hours of diving means you should be able to experience four unique dives in the outstanding Kenting area. The PADI facility is a Tripadvisor favorite and has certified over 4500 students in the heart of Kenting's premier dive sights.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/493-private-boat-dive-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Private Boat Dive",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:04:10"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 60,
        "strGuideLanguage": "en/cn/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ec25c216-Shore-Diving/ShoreDiving.jpgopacity0.986185",
        "strIntroduction": " Qualified divers can enjoy the wonderful underwater world off the Pingtung coast with two or four shore dives at diverse Kenting dive sites Enjoy two hours of diving with 1 gas cylinder or four hours of diving with 2 With a maximum of 4 students per instructor, everyone will be carefully monitored and looked after Includes free photographs with the underwater camera All safety equipment and scuba gear is provided as well as insurance Free shuttle service from Kenting and Hengchun hotels Enjoy two hours of diving with 1 gas cylinder or four hours of diving with 2 Enjoy two hours of diving with 1 gas cylinder or four hours of diving with 2 With a maximum of 4 students per instructor, everyone will be carefully monitored and looked after With a maximum of 4 students per instructor, everyone will be carefully monitored and looked after Includes free photographs with the underwater camera Includes free photographs with the underwater camera All safety equipment and scuba gear is provided as well as insurance All safety equipment and scuba gear is provided as well as insurance Free shuttle service from Kenting and Hengchun hotels Free shuttle service from Kenting and Hengchun hotels What We Love:   What We Love: For those with some dive experience, enter the beautiful Kenting waters from the shore and discover a colorful underwater world that rivals that of Thailand or Indonesia. Roam depths of 3-25 meters and come face to face with impressive coral reefs, a vibrant array of fish, turtles, starfish and even a wreck. Choose the two-hour dive or the extended four-hour option and let your local expert dive instructor show you the incredible sights waiting to be discovered. The PADI facility is a Tripadvisor favorite and has certified over 4500 students in the heart of Kenting's premier dive sights.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/492-shore-diving-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Shore Diving",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:04:20"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 49,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/66dcca67-Liang-Shan-Aboriginal-Culture--Ecology/LiangShanAboriginalCultureEcology.jpg",
        "strIntroduction": " Visit three unique aboriginal villages, hike through Liang Shan then cool off at a waterfall – utter bliss! Learn more about the aboriginal culture by visiting the Wutai, Sandimen and Majia villages, where you can sample delicious aboriginal food View aboriginal architecture and artworks throughout the tour of the villages Cool off at Liangshan Falls after a hike through the recreation area, and go for a swim in the natural pools All transportation, including hotel pick up and drop off, plus insurance and mineral water is included in the tour Learn more about the aboriginal culture by visiting the Wutai, Sandimen and Majia villages, where you can sample delicious aboriginal food Learn more about the aboriginal culture by visiting the Wutai, Sandimen and Majia villages, where you can sample delicious aboriginal food View aboriginal architecture and artworks throughout the tour of the villages View aboriginal architecture and artworks throughout the tour of the villages Cool off at Liangshan Falls after a hike through the recreation area, and go for a swim in the natural pools Cool off at Liangshan Falls after a hike through the recreation area, and go for a swim in the natural pools All transportation, including hotel pick up and drop off, plus insurance and mineral water is included in the tour All transportation, including hotel pick up and drop off, plus insurance and mineral water is included in the tour What We Love:   What We Love: Discover aboriginal culture at Wutai, Sandimen and Majia, three peaceful villages where you will get the chance to sample some aboriginal cuisine, as well as witness aboriginal artwork first hand. After a morning of creativity, get ready for an afternoon of action at Liangshan Recreation Area. An energizing hike trail will lead you to the Liangshan Falls, a gorgeous waterfall that is divided into three layers. A great place to swim and relax under the sun, as well as to cool off after the hike! Be sure to let yourslef take in the natural surroundings; the area is abundant in rare and exotic flora and fauna.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/478-liang-shan-aboriginal-culture-ecology-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Liang Shan Aboriginal Culture & Ecology",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:04:32"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 471,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f3ea2634-West-Coast-Cruising/WestCoastPrivateCruise.jpg",
        "strIntroduction": " Take in the fresh ocean air and discover the beautiful western coastline from the deck of your private cruise charter Choose a one or four hour charter with space for up to 35 of your family and friends on board Sightsee popular coastal sights including Banana Bay, Eluanbi Lighthouse and Maobitou (Cat's Nose) Park Enjoy unlimited water sports, a BBQ plus drinks all included on the half-day cruise Discover more about the area from the professional staff on board Choose a one or four hour charter with space for up to 35 of your family and friends on board Choose a one or four hour charter with space for up to 35 of your family and friends on board Sightsee popular coastal sights including Banana Bay, Eluanbi Lighthouse and Maobitou (Cat's Nose) Park Sightsee popular coastal sights including Banana Bay, Eluanbi Lighthouse and Maobitou (Cat's Nose) Park Enjoy unlimited water sports, a BBQ plus drinks all included on the half-day cruise Enjoy unlimited water sports, a BBQ plus drinks all included on the half-day cruise Discover more about the area from the professional staff on board Discover more about the area from the professional staff on board What We Love:   What We Love: Enjoying the most tropical climate in Taiwan, southernmost Ping Tung County promises sunshine and smiles. And what better way to sightsee the watery peninsula than by boat with your closest family and friends? Enjoy an hour cruise along the western coast and take in the beautiful beach-dappled scenery and clear warm waters. Spot sights from on deck such as Eluanbi Lighthouse (southernmost point of mainland Taiwan), Sail Rock and Cat's Nose Cape. Alternatively, go for the whole shebang: the half day trip which also includes a range of watersports including snorkeling and banana boat rides. Before cracking open a beer and tucking into a succulent barbeque meal.  ",
        "strLocation": "Kenting",
        "strOriginUrl": "https://www.klook.com/activity/482-west-coast-cruising-kenting/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "West Coast Private Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:04:42"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8fb681c6-4G-WiFi-TPE-TSA-KHH-Pick-Up-for-Taiwan/4GWiFiTPETSAKHHPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Taiwan with an unlimited 4G pocket WiFi device with convenient pick up at Taoyuan (TPE), Songshan (TSA) or Kaohsiung (KHH) airports Provided by one of Taiwan's biggest providers for great coverage across 99% of Taiwan Guaranteed unlimited 4G WiFi with no deceleration to 3G Enjoy 8 hours battery life on one charge Connect up to 5 devices at once (phones, tablets, laptops etc.) Convenient pick up and return at Taipei Taoyuan, Songshan or Kaohsiung airports Enhance your connectivity with an unlimited usage SIM card picked up from the same location. Click here Provided by one of Taiwan's biggest providers for great coverage across 99% of Taiwan Guaranteed unlimited 4G WiFi with no deceleration to 3G Enjoy 8 hours battery life on one charge Connect up to 5 devices at once (phones, tablets, laptops etc.) Convenient pick up and return at Taipei Taoyuan, Songshan or Kaohsiung airports Enhance your connectivity with an unlimited usage SIM card picked up from the same location. Click here Click here What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Taipei Taoyuan or Songshan International Airports, or Kaohsiung International Airport, you'll enjoy unlimited WiFi access throughout your stay in Taiwan, with coverage over 99% of the island. The ultra-speedy 4G device connects up to five different phones, laptops and tablets at once and supports up to 8 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are.  ",
        "strLocation": "Yilan",
        "strOriginUrl": "https://www.klook.com/activity/1531-wifi-device-taiwan-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (TPE/TSA/KHH Pick Up) for Taiwan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:04:54"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d7e2c3a0-4G-SIM-Card-with-Calls-TPE-Pick-Up-for-Taiwan/4GSIMCardwithCallsTPEPickUpforTaiwan.jpgopacity0.995012",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Use your mobile phone freely without the worry of high roaming costs with an unlimited data, texts, plus incoming/outgoing calls SIM card for Taiwan Instant confirmation and voucher sent immediately after booking Get unlimited outgoing calls (a service which other SIMs don't offer) Fantastic coverage from one of Taiwan's biggest providers across 99% of the island Quick and hassle free - no registration needed! Use your mobile freely without having to worry about roaming costs Enjoy 4G internet access to use maps, upload photos and stay connected with family whilst in Taiwan Convenient pick up from Taoyuan International Airport (TPE) on arrival Instant confirmation and voucher sent immediately after booking Get unlimited outgoing calls (a service which other SIMs don't offer) Fantastic coverage from one of Taiwan's biggest providers across 99% of the island Quick and hassle free - no registration needed! Use your mobile freely without having to worry about roaming costs Enjoy 4G internet access to use maps, upload photos and stay connected with family whilst in Taiwan Convenient pick up from Taoyuan International Airport (TPE) on arrival What We Love:   What We Love: Stay constantly connected while you're on the go in Taiwan with an unlimited 4G data tourist SIM card! You'll be able to communicate with your friends and family, navigate your way around the country and keep up to date with the latest events without incurring steep roaming costs. This SIM includes all the extras including outgoing calls and no reduction of your fast 4G speed which you might get with other cards. With instant booking confirmation, convenient pick up service at Taipei Taoyuan International Airport and no registration process, you will have island-wide coverage from the moment you land in Taiwan.  ",
        "strLocation": "Yilan",
        "strOriginUrl": "https://www.klook.com/activity/1675-sim-card-taiwan-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G SIM Card with Calls (TPE Pick Up) for Taiwan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:05:05"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 44,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3c0e78b3-Stand-Up-Paddle-SUP-Beginner-Course/StandUpPaddleBeginnerCourse.jpg",
        "strIntroduction": " Spend half a day mastering the basics of stand up paddle boarding in Yilan, an increasingly popular beach activity in Taiwan Try out paddle boarding in Taiwan, a water sport that is increasingly popular around the world Feel safe with professional instructors and world class equipment Get a fantastic view of Yilan at the sea cape and cliffs of Neipi Beach Try out paddle boarding in Taiwan, a water sport that is increasingly popular around the world Feel safe with professional instructors and world class equipment Get a fantastic view of Yilan at the sea cape and cliffs of Neipi Beach  What We Love:   What We Love: Experience paddle boarding to the changing waves and wind at Neipi Beach in Yilan, known for its fine white sands. Experienced coaches will help you set up the SUP equipment before you paddle on the water. Feel completely at ease as safety boats and instructors will be keeping an eye on you as you get to grips with your gear. Once you've mastered the basics, raise your gaze and begin to appreciate the natural surrounds and idyllic scenery.  ",
        "strLocation": "Yilan",
        "strOriginUrl": "https://www.klook.com/activity/1062-stand-up-paddle-beginner-course-yilan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Stand Up Paddle Beginner Course",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:05:14"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/fc7fdd0c-3G-SIM-Card-HKG-Pick-Up-for-Taiwan/3GSIMCardHKGPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy 4 days of unlimited data connection across Taiwan plus network sharing for all your devices Gain unlimited 3G data for 4 days with no usage capping Get a ready to use card with no registration needed Enjoy data services to stay connected on social media from several devices with network sharing Access the Internet across all destinations in Taiwan Gain unlimited 3G data for 4 days with no usage capping Get a ready to use card with no registration needed Enjoy data services to stay connected on social media from several devices with network sharing Access the Internet across all destinations in Taiwan What We Love:   What We Love: Stay constantly connected while you're on the go in Taiwan with unlimited 3G data for 4 days! You'll be able to communicate with your friends and family, navigate your way around the country and keep up to date with the latest events without incurring steep roaming costs. With the convenient pick up service at Hong Kong airport and no registration process, you will have instant connection to the Internet the minute you land in Taiwan.  ",
        "strLocation": "Yilan",
        "strOriginUrl": "https://www.klook.com/activity/1081-taiwan-unlimited-3g-sim-card-yilan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G SIM Card (HKG Pick Up) for Taiwan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:05:25"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 60,
        "strGuideLanguage": "cn/en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b8a70a03-Taiping-Mountain-One-Day-Tour/TaipingMountainOneDayTour.jpg",
        "strIntroduction": " Enjoy hot spring baths, trail walks and bird watching at stunning Taiping Mountain for a healthy dose of nature in Taiwan Explore the 24 hectares of Taiping Forest Park, Taiwan's most accessible virgin forest woodland Discover the remaining evidence of Yilan's illustrious logging history Wash your worries away in a long hot spring soak surrounded by forest nature Go on easy or more challenging mountain trails according to your preference Explore the 24 hectares of Taiping Forest Park, Taiwan's most accessible virgin forest woodland Discover the remaining evidence of Yilan's illustrious logging history Wash your worries away in a long hot spring soak surrounded by forest nature Go on easy or more challenging mountain trails according to your preference What We Love:   What We Love: As one of only three national research woodlands in Taiwan, Mt. Taiping is the perfect place for outdoor activities near Yilan. Highlights include hot spring baths at the Lenzhir Hot Springs, observation sheds to view the wildlife habitat and ecology of the woodlands, and a nature walk around the unspoiled virgin forest. There are walking and hiking routes throughout the national park offering marvellous views of snow-capped mountains backed by a sea of clouds.  ",
        "strLocation": "Yilan",
        "strOriginUrl": "https://www.klook.com/activity/1061-taiping-mountain-one-day-tour-yilan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Taiping Mountain One Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:05:37"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 35,
        "strGuideLanguage": "cn/en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/25749526-Meihua-Lake-Tour/MeihuaLakeTour.jpg",
        "strIntroduction": " Enjoy nature for the day at Meihua Lake on a guided tour from Yilan by bicycle, foot and on a cruise Visit Sanqing Temple, which overlooks Meihua Lake and learn about its architecture Relax on a tranquil river cruise or cycle ride around the lake Enjoy a leisurely afternoon tea at the lakeside cafe Visit Sanqing Temple, which overlooks Meihua Lake and learn about its architecture Relax on a tranquil river cruise or cycle ride around the lake Enjoy a leisurely afternoon tea at the lakeside cafe What We Love:   What We Love: Spend a leisurely afternoon visiting Meihua Lake to enjoy the scenic natural landscape. You will be greeted with lush greenery and fresh air where you can spend time walking, cycling and cruising on the lake. Another highlight is Sanqing Temple - located on the southern slopes of Meihua Lake, the architecture of the temple resembles traditional imperial court designs and is well worth a look. Complete your afternoon with a delectable tea break at Salex cafe as you gaze over those beautiful lake views.  ",
        "strLocation": "Yilan",
        "strOriginUrl": "https://www.klook.com/activity/1065-meihua-lake-tour-yilan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Meihua Lake Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:05:46"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 60,
        "strGuideLanguage": "cn/en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b3e645ee-Farming-Experience-Tour/TaiwaneseFarmingExperience.jpgopacity0.836506",
        "strIntroduction": " Spend a day in the life of a Taiwanese farmer in Yilan County on this unique organic farming experience Enjoy the tranquil environment of Fairy Tale Village Farm and feast on an organic lunch Visit a local market and the beautifully decorated suspension bridge at Meihua Lake Discover the lifestyle and culture of the farming community when you meet the locals Enjoy the tranquil environment of Fairy Tale Village Farm and feast on an organic lunch Visit a local market and the beautifully decorated suspension bridge at Meihua Lake Discover the lifestyle and culture of the farming community when you meet the locals What We Love:   What We Love: Get away from the hustle and bustle of Taiwan cities and go back to local roots with a farming village visit instead. After a fascinating history of age-old practices dating back to their ancestors, the local farmers will give you the chance to try your hand at farming with zero previous experience needed. Visit the local farmers' market to see the wide variety of food available and feast on the organic produce that you picked during the day to round off this wholesome Taiwanese experience.  ",
        "strLocation": "Yilan",
        "strOriginUrl": "https://www.klook.com/activity/1064-taiwanese-farming-experience-yilan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Taiwanese Farming Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:05:56"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 35,
        "strGuideLanguage": "cn/en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/364c8e84-Dongshan-River-Tour/DongshanRiverTour.jpgopacity0.8277",
        "strIntroduction": " Learn more about local crafts then enjoy a scenic boat cruise along the Dongshan River on a half day tour Pay a visit to the National Center for Traditional Arts where Taiwan's cultural history, arts and crafts are on display Enjoy the beautiful scenery from the boat as you cruise Dongshan River Take a bike tour along the Dongshan River Water Park and marvel at the orange glow of the sunset Pay a visit to the National Center for Traditional Arts where Taiwan's cultural history, arts and crafts are on display Enjoy the beautiful scenery from the boat as you cruise Dongshan River Take a bike tour along the Dongshan River Water Park and marvel at the orange glow of the sunset What We Love:   What We Love: Start your afternoon at the National Centre for Traditional Arts where you will see a candy making demonstration and can try your hand at soap or indigo making. Discover unique shops with souvenirs, snacks and other handicraft items available for sale before embarking on a leisurely boat trip along Dongshan River. Relax on the riverbank at Dongshan River Water Park as you tie up your day with a marvelous sunset.  ",
        "strLocation": "Yilan",
        "strOriginUrl": "https://www.klook.com/activity/1067-dongshan-river-tour-yilan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Dongshan River Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:06:08"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 35,
        "strGuideLanguage": "cn/en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8f383d22-Ancient-Yilan/AncientYilan.jpgopacity0.824724",
        "strIntroduction": " Get a comprehensive overview of local history and culture on this half day tour of the main attractions in Yilan Listen to traditional opera at the Taiwan Theater Museum Step into the cartoon world of Jimmy Liao, a famed Taiwanese artist Discover the wine making process and enjoy a tasting at Yilan Distillery Chia Chi Lan Wine Museum Marvel at the unique Japanese-style Yilan Museum of Literature Enjoy a cup of tea at the Old Bookcase Cafe where you can also browse the shelves Listen to traditional opera at the Taiwan Theater Museum Step into the cartoon world of Jimmy Liao, a famed Taiwanese artist Discover the wine making process and enjoy a tasting at Yilan Distillery Chia Chi Lan Wine Museum Marvel at the unique Japanese-style Yilan Museum of Literature Enjoy a cup of tea at the Old Bookcase Cafe where you can also browse the shelves What We Love:   What We Love: Go on a rich cultural journey to explore the architecture, culture, art and history of Yilan accompanied by an English speaking guide. Discover the interesting fusion of Japanese wooden houses and Western classical design in local buildings and learn about Taiwan's development at the city museum. Sample tasty beverages at the Wine Museum as the process of wine making is explained to you. Be inspired at the Museum of Literature then relax with a steaming cuppa as you browse vintage books at the Old Bookcase Cafe. Step into the cartoon world of popular illustrator Jimmy Liao before ending your packed afternoon of getting to know Yilan.  ",
        "strLocation": "Yilan",
        "strOriginUrl": "https://www.klook.com/activity/1066-ancient-yilan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Ancient Yilan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:06:18"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 35,
        "strGuideLanguage": "cn/en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ad159355-Nanfangao-Seafood-Tour/NanfangaoSeafoodTour.jpg",
        "strIntroduction": " Explore local fish markets, find out about mackerel fishing and memorable seafood delicacies famed in Nanfang'ao Have an experienced guide show you around the local fish market for the freshest fish in Nangfang'ao Visit the cultural centre where the history of the local fishing industry and unique mackerel fishing methods are displayed Take in the beautiful harbor views as you enjoy afternoon tea in Nanfang'ao Taste a delectable local meal of mackerel and rice Have an experienced guide show you around the local fish market for the freshest fish in Nangfang'ao Visit the cultural centre where the history of the local fishing industry and unique mackerel fishing methods are displayed Take in the beautiful harbor views as you enjoy afternoon tea in Nanfang'ao Taste a delectable local meal of mackerel and rice What We Love:   What We Love: One of Taiwan's three major fishing ports, Nanfang'ao is a seafood haven and an important location for fisheries on the east coast of Taiwan. Locals flock to the harbour daily for the fresh seafood delicacies featuring local speciality dishes and unique cooking approaches. On the tour you'll have the chance to experience the spectacular ocean views of Nanfang'ao and Neipi Beach, visit the Fisherfolk Culture Museum, see the Nanning Fish Market in action and chow down on a local rice and mackerel dinner as an appropriate finish to your day.  ",
        "strLocation": "Yilan",
        "strOriginUrl": "https://www.klook.com/activity/1063-nan-fang-ao-seafood-tour-yilan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Nanfang'ao Seafood Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:06:29"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 111,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8966972e-/2D1NChiaLoLakeCampingfromTaipei.jpg",
        "strIntroduction": " Under the skilful lead of a professional guide, you'll get an true nature experience hiking and camping at the ethereal Chia Lo Lake Hike through huge ancient trees and dense forest to discover one of Yilan's most beautiful lakes Camp at a mountain lodge beside the peaceful lake and wake to see the fog floating on the surface of the lake in the cool morning Soak up the nighttime beauty where thousands of twinkling stars will be clearly visible at night Accompanied by professional and experienced guide, learn about the area's history, topography, astronomy and wildlife Your evening meal and second day breakfast plus a sleeping bag are prepared for you Hike through huge ancient trees and dense forest to discover one of Yilan's most beautiful lakes Camp at a mountain lodge beside the peaceful lake and wake to see the fog floating on the surface of the lake in the cool morning Soak up the nighttime beauty where thousands of twinkling stars will be clearly visible at night Accompanied by professional and experienced guide, learn about the area's history, topography, astronomy and wildlife Your evening meal and second day breakfast plus a sleeping bag are prepared for you What We Love:   What We Love: Throughout this two day one night experience, you'll stay at a mountain house and be accompanied by an expert camping guide who will take command of the campsite. All food, sleeping bags and camping gear is provided and prepared so you can take the time to appreciate Chia Lo Lake where, legend goes, a fairy spilt a pearl necklace scattering the pearls across the land and creating the mirror-like reflections of these lakes. Each morning an ethereal fog floats above the lake whilst at night you'll be able to see a map of stars twinkling above you. It might be just a short journey from the city, but just a few hours of hiking and you'll feel like you're in a different world - the perfect nature escape from Taipei.  ",
        "strLocation": "Yilan",
        "strOriginUrl": "https://www.klook.com/activity/1678-chia-lo-lake-camping-yilan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "2D1N Chia Lo Lake Camping from Taipei",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:06:41"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 61,
        "strGuideLanguage": "cn/en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5156f79f-Private-Car-Charter-for-Yilan-Depart-from-Taipei/YilanPrivateCarCharterDepartfromTaipei%EF%BB%BF.jpgopacity0.8277",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Travel around Yilan's beautiful sights with a private car charter complete with personal chauffeur, departing from Taipei Create your own Yilan itinerary and discuss your planned route with the driver within a 4 or 8 hour charter Venture beyond the city for the most convenient day trip to Yilan on Taiwan's northeast coast Get the ultimate comfort and space in a Nissan Teana or Toyota Camry for up to 3 people, or for 4-7 people in the Volkswagen T5, or up to 20 people in a minibus Receive a convenient pick up service from your hotel from your English speaking driver Feel safe in the capable hands of qualified and experienced chauffeurs and a vehicle fleet maintained to the highest standards Create your own Yilan itinerary and discuss your planned route with the driver within a 4 or 8 hour charter Create your own Yilan itinerary and discuss your planned route with the driver within a 4 or 8 hour charter Venture beyond the city for the most convenient day trip to Yilan on Taiwan's northeast coast Venture beyond the city for the most convenient day trip to Yilan on Taiwan's northeast coast Get the ultimate comfort and space in a Nissan Teana or Toyota Camry for up to 3 people, or for 4-7 people in the Volkswagen T5, or up to 20 people in a minibus Get the ultimate comfort and space in a Nissan Teana or Toyota Camry for up to 3 people, or for 4-7 people in the Volkswagen T5, or up to 20 people in a minibus Receive a convenient pick up service from your hotel from your English speaking driver Receive a convenient pick up service from your hotel from your English speaking driver Feel safe in the capable hands of qualified and experienced chauffeurs and a vehicle fleet maintained to the highest standards Feel safe in the capable hands of qualified and experienced chauffeurs and a vehicle fleet maintained to the highest standards What We Love:   What We Love: Yilan is one of the favorite and most convenient day trips from Taipei, the perfect opportunity to escape the city and experience nature by the sea. Enjoy the easiest and most relaxing way to get around Yilan (without long waits for buses or trains) with a chauffeur driven private car charter. Departing from your location of choice in Taipei, you'll be able to get around all the must see sights and may even have time to explore some off the beaten path ones too. Tour around Yilan's top attractions including Wai'Ao beach for some surfing, Mr Brown Coffee Shops for a coffee break in a castle over amazing views (we're not joking!), soak up the history at Lanyang Museum or National Center for Traditional Arts, go whiskey tasting at Kavalan Distillery, or end the day munching on favorite local snacks at Luodong night market. You have up to four or eight hours to explore - where you go is up to you!  ",
        "strLocation": "Yilan",
        "strOriginUrl": "https://www.klook.com/activity/1852-private-car-charter-taipei-yilan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Yilan Private Car Charter (Depart from Taipei)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:06:51"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b1a8ddbe-3G-WiFi-Device-HKG-Pick-Up-for-Taiwan/3GWiFiHKGPickUpforTaiwan.jpgopacity0.8277",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Taiwan with an unlimited 3G pocket WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Taiwan, without the stress of sourcing WiFi once you get there. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Taiwan but also Thailand, Singapore, Japan and Korea.  ",
        "strLocation": "Yilan",
        "strOriginUrl": "https://www.klook.com/activity/1082-taiwan-wifi-device-yilan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Taiwan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:07:03"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/df414262-4G-WiFi-TPE-TSA-KHH-Pick-Up-for-Taiwan/4GWiFiTPETSAKHHPickUpforTaiwan.jpgopacity0.744311",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Taiwan with an unlimited 4G pocket WiFi device with convenient pick up at Taoyuan (TPE), Songshan (TSA) or Kaohsiung (KHH) airports Provided by one of Taiwan's biggest providers for great coverage across 99% of Taiwan Guaranteed unlimited 4G WiFi with no deceleration to 3G Enjoy 8 hours battery life on one charge Connect up to 5 devices at once (phones, tablets, laptops etc.) Convenient pick up and return at Taipei Taoyuan, Songshan or Kaohsiung airports Enhance your connectivity with an unlimited usage SIM card picked up from the same location. Click here Provided by one of Taiwan's biggest providers for great coverage across 99% of Taiwan Guaranteed unlimited 4G WiFi with no deceleration to 3G Enjoy 8 hours battery life on one charge Connect up to 5 devices at once (phones, tablets, laptops etc.) Convenient pick up and return at Taipei Taoyuan, Songshan or Kaohsiung airports Enhance your connectivity with an unlimited usage SIM card picked up from the same location. Click here Click here What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Taipei Taoyuan or Songshan International Airports, or Kaohsiung International Airport, you'll enjoy unlimited WiFi access throughout your stay in Taiwan, with coverage over 99% of the island. The ultra-speedy 4G device connects up to five different phones, laptops and tablets at once and supports up to 8 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are.  ",
        "strLocation": "Hualien",
        "strOriginUrl": "https://www.klook.com/activity/1528-wifi-device-taiwan-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (TPE/TSA/KHH Pick Up) for Taiwan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:07:14"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3ba64356-3G-WiFi-Device-HKG-Pick-Up-for-Taiwan/3GWiFiHKGPickUpforTaiwan.jpgopacity0.8394",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Taiwan with an unlimited pocket 3G WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Taiwan, without the stress of sourcing WiFi once you get there. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Taiwan but also Thailand, Singapore, Japan and Korea.  ",
        "strLocation": "Hualien",
        "strOriginUrl": "https://www.klook.com/activity/668-taiwan-wifi-device-hualien/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Taiwan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:07:27"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4771e2fa-4G-SIM-Card-with-Calls-TPE-Pick-Up-for-Taiwan/4GSIMCardwithCallsTPEPickUpforTaiwan.jpgopacity0.928359",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Use your mobile phone freely without the worry of high roaming costs with an unlimited data, texts, plus incoming/outgoing calls SIM card for Taiwan Instant confirmation and voucher sent immediately after booking Get unlimited outgoing calls (a service which other SIMs don't offer) Fantastic coverage from one of Taiwan's biggest providers across 99% of the island Quick and hassle free - no registration needed! Use your mobile freely without having to worry about roaming costs Enjoy 4G internet access to use maps, upload photos and stay connected with family whilst in Taiwan Convenient pick up from Taoyuan International Airport (TPE) on arrival Instant confirmation and voucher sent immediately after booking Get unlimited outgoing calls (a service which other SIMs don't offer) Fantastic coverage from one of Taiwan's biggest providers across 99% of the island Quick and hassle free - no registration needed! Use your mobile freely without having to worry about roaming costs Enjoy 4G internet access to use maps, upload photos and stay connected with family whilst in Taiwan Convenient pick up from Taoyuan International Airport (TPE) on arrival What We Love:   What We Love: Stay constantly connected while you're on the go in Taiwan with an unlimited 4G data tourist SIM card! You'll be able to communicate with your friends and family, navigate your way around the country and keep up to date with the latest events without incurring steep roaming costs. This SIM includes all the extras including outgoing calls and no reduction of your fast 4G speed which you might get with other cards. With instant booking confirmation, convenient pick up service at Taipei Taoyuan International Airport and no registration process, you will have island-wide coverage from the moment you land in Taiwan.  ",
        "strLocation": "Hualien",
        "strOriginUrl": "https://www.klook.com/activity/1672-sim-card-taiwan-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G SIM Card with Calls (TPE Pick Up) for Taiwan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:07:40"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 21,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/114c384d-Taroko-Gorge-Private-Day-Trips/TarokoGorgePrivateDayTrips.jpg",
        "strIntroduction": " Nature lovers get ready – for Taiwan's stunning Taroko Gorge. Roaring rivers, tranquil mountain shrines, canyon suspension bridges and scenic beaches await at this beautiful National Park Venture along the Swallows' Grotto Trail for the most dramatic view of the gorge Get lunch at Tianxiang and visit the town's iconic red suspension bridge Visit the eternal springs at Changchun Shrine, burrowed into the hillside Take in the ocean air at Qixingtan and the pebble stone beach or find peace in the tranquil plains of Buluowan tribal village Inclusive of comfortable coach transportation including hotel pick up and drop off and optional lunch Venture along the Swallows' Grotto Trail for the most dramatic view of the gorge Venture along the Swallows' Grotto Trail for the most dramatic view of the gorge Get lunch at Tianxiang and visit the town's iconic red suspension bridge Get lunch at Tianxiang and visit the town's iconic red suspension bridge Visit the eternal springs at Changchun Shrine, burrowed into the hillside Visit the eternal springs at Changchun Shrine, burrowed into the hillside Take in the ocean air at Qixingtan and the pebble stone beach or find peace in the tranquil plains of Buluowan tribal village Take in the ocean air at Qixingtan and the pebble stone beach or find peace in the tranquil plains of Buluowan tribal village Inclusive of comfortable coach transportation including hotel pick up and drop off and optional lunch Inclusive of comfortable coach transportation including hotel pick up and drop off and optional lunch What We Love:   What We Love: Take a private day tour to what is arguably Taiwan's most scenic destination, Taroko National Park. Showcasing a diverse range of nature and wildlife: travel from rugged coast, to luscious forest, to the dramatic cliff faces of 19km Taroko Gorge. Delve into the heart of the park at the Swallow Grotto Trail, interspersed with tunnels and the best viewpoint for overlooking the narrowest part of the gorge, where the river is at its most dramatic. After lunch in scenic Tianxiang, you'll visit the Changchung Shrine (or the Eternal Spring Shrine), a beautiful temple nestled within the hillside, atop a waterfall stream that supposedly never stops running (hence the name of the shrine). Before ending at Qixingtan, famed for its pebble beach and fantastic views of the Pacific Ocean.  ",
        "strLocation": "Hualien",
        "strOriginUrl": "https://www.klook.com/activity/419-taroko-gorge-private-day-trips-hualien/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Taroko Gorge Private Day Trips",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:07:51"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 16,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/87a9c249-%E7%A7%80%E5%A7%91%E5%B3%A6%E6%BA%AA%E6%B3%9B%E8%88%9F/HsiukuluanRiverRafting.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Navigate the exhilarating Hsiukuluan River rapids with your choice of raft types to fit your level of thrills! Raft downstream and revel in the beautiful countryside and coast Choose your preferred raft type: latest self-draining boat or upturned raft Have guidance from a and English-speaking professional rafter Experience thrills manageable for beginners and exciting for more experienced Enjoy a lunchbox meal included in your trip Raft downstream and revel in the beautiful countryside and coast Choose your preferred raft type: latest self-draining boat or upturned raft Have guidance from a and English-speaking professional rafter Experience thrills manageable for beginners and exciting for more experienced Enjoy a lunchbox meal included in your trip What We Love:   What We Love: The Hsiukuluan River provides some of Taiwan's best rafting, challenging participants with a range of rapids to navigate. The rapids are a reasonable level for beginners, but swift enough to provide a thrill. The varied route will have you transitioning between paddling ferociously, holding tight as you plunge down a rapid and sitting back to appreciate the spectacular scenery you're passing through. You'll journey through rocky ravines with a backdrop of impressive mountainous scenery before ending on the coast of the Pacific Ocean. Take your pick of raft types for varying degrees of comfort and excitement! Run by a company with years of experience and led by a friendly professional instructor, safety is paramount—but they don't skimp on the fun!  ",
        "strLocation": "Hualien",
        "strOriginUrl": "https://www.klook.com/activity/696-hsiukuluan-river-rafting-hualian/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hsiukuluan River Rafting",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:08:04"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 56,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1e02a469-Hualien-Taroko-National-Park-Private-Car-Charter/HualienTarokoNationalParkPrivateCarCharter.jpg",
        "strIntroduction": " Don't miss Hualien's most beautiful and dramatic scenery at the outstanding Taroko National Park with a private, customizable car charter Choose one of two itineraries based on your personal preference and tailor as you like Take advise from your experienced driver on the best Hualien sights including Taroko Gorge, the Eternal Spring, Cihmu Bridge and Swallow's Grotto Choose a car, van or minibus for the ultimate comfort, whatever your group size Visit parts of Taroko National Park too difficult to access via public transport Receive convenient pick up and drop off service direct from your hotel Choose one of two itineraries based on your personal preference and tailor as you like Choose one of two itineraries based on your personal preference and tailor as you like Take advise from your experienced driver on the best Hualien sights including Taroko Gorge, the Eternal Spring, Cihmu Bridge and Swallow's Grotto Take advise from your experienced driver on the best Hualien sights including Taroko Gorge, the Eternal Spring, Cihmu Bridge and Swallow's Grotto Choose a car, van or minibus for the ultimate comfort, whatever your group size Choose a car, van or minibus for the ultimate comfort, whatever your group size Visit parts of Taroko National Park too difficult to access via public transport Visit parts of Taroko National Park too difficult to access via public transport Receive convenient pick up and drop off service direct from your hotel Receive convenient pick up and drop off service direct from your hotel What We Love:   What We Love: Discover Hualien's famous Taroko Gorge in comfort and privacy with a chauffeured full or half day car charter. With a choice of customizable itineraries, you can tailor your own route but still utilize tips and insider knowledge from your experienced driver. Travel to the outstanding Taroko National Park, world renowned for it's beautiful scenery and gorge. Take in Hualien's top things to do such as the Swallow's Grotto, the Eternal Spring, an abundance of beautiful bridges and dramatic geology.  ",
        "strLocation": "Hualien",
        "strOriginUrl": "https://www.klook.com/activity/434-hualien-taroko-national-park-private-car-charter-hualien/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hualien Taroko National Park Private Car Charter",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:08:18"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 21,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d59a983c-%E8%8A%B1%E8%8E%B2%E6%B3%9B%E8%88%9F%2B%E8%B5%8F%E9%B2%B8/HualienWhaleWatching.jpgopacity0.833591",
        "strIntroduction": " With possible sightings of 29 different species of cetaceans (whales and dolphins), chances are high for a fantastic marine display off Taiwan's east coast Sight a range of whale species including humpback, killer, sperm, false killer and pygmy killer whales Watch playful dolphins of species such as spinner, bottlenose, pantropical spotted and Chinese white dolphins Enjoy the guidance of a local fisherman to the best whale and dolphin sighting spots Relax and enjoy a delicious lunch included in the tour Ruisui and Hualien pick up available, please contact us for quotes Sight a range of whale species including humpback, killer, sperm, false killer and pygmy killer whales Sight a range of whale species including humpback, killer, sperm, false killer and pygmy killer whales Watch playful dolphins of species such as spinner, bottlenose, pantropical spotted and Chinese white dolphins Watch playful dolphins of species such as spinner, bottlenose, pantropical spotted and Chinese white dolphins Enjoy the guidance of a local fisherman to the best whale and dolphin sighting spots Enjoy the guidance of a local fisherman to the best whale and dolphin sighting spots Relax and enjoy a delicious lunch included in the tour Relax and enjoy a delicious lunch included in the tour Ruisui and Hualien pick up available, please contact us for quotes Ruisui and Hualien pick up available, please contact us for quotes What We Love:   What We Love: Home to 29 species of cetaceans (whales and dolphins) - an even more impressive fact when you realize there are only 60 species in the world – it's no wonder Taiwan's waters are a fantastic whale watching location. Cruise along the east coast in the hope of sighting a number of whale species including killer whales, humpback whales and sperm whales. Spot a tail splashing into the sea, watch them launch themselves out of the water or send jets from their blowholes. Not to mention the abundance of dolphins you're sure to sight. With everything from bottlenose, Chinese white, spinner and Risso's dolphins which dance in and out of the waves in large groups just feet from your boat. Watch these incredible creatures with the beautiful cliff coastline as your backdrop - it's a truly magical sight to behold!  ",
        "strLocation": "Hualien",
        "strOriginUrl": "https://www.klook.com/activity/697-hualien-whale-watching-rafting-hualien/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hualien Whale Watching",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:08:31"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/116d9741-3G-SIM-Card-HKG-Pick-Up-for-Taiwan/3GSIMCardHKGPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy 4 days of unlimited data connection across Taiwan plus network sharing for all your devices Gain unlimited 3G data for 4 days with no usage capping Get a ready to use card with no registration needed Enjoy data services to stay connected on social media from several devices with network sharing Access the Internet across all destinations in Taiwan Gain unlimited 3G data for 4 days with no usage capping Get a ready to use card with no registration needed Enjoy data services to stay connected on social media from several devices with network sharing Access the Internet across all destinations in Taiwan What We Love:   What We Love: Stay constantly connected while you're on the go in Taiwan with unlimited 3G data for 4 days! You'll be able to communicate with your friends and family, navigate your way around the country and keep up to date with the latest events without incurring steep roaming costs. With the convenient pick up service at Hong Kong airport and no registration process, you will have instant connection to the Internet the minute you land in Taiwan.  ",
        "strLocation": "Hualien",
        "strOriginUrl": "https://www.klook.com/activity/1010-taiwan-unlimited-3g-sim-card-hualien/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G SIM Card (HKG Pick Up) for Taiwan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:08:43"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 56,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2777b64b-Hualien-East-Rift-Valley-Private-Car-Charter/HualienEastRiftValleyPrivateCarCharter.jpgopacity0.899842",
        "strIntroduction": " There's a lot more to discover in Hualien than Taroko Gorge - spend a day exploring the beautiful nature of the East Rift Valley, with three suggested routes and your own personal driver Choose one of 3 itineraries based on your personal preferences and tailor as you like Visit some of Hualien's most beautiful locations in the East Rift Valley including Liyu Lake, Shin Kong Chao Feng Ranch and National Dong Hwa University Choose a car, van or minibus for the ultimate comfort, whatever your group size See many Hualien sights that would be virtually impossible to access via public transport, in the most convenient way possible Receive convenient pick up and drop off service direct from your hotel/transport station Choose one of 3 itineraries based on your personal preferences and tailor as you like Choose one of 3 itineraries based on your personal preferences and tailor as you like Visit some of Hualien's most beautiful locations in the East Rift Valley including Liyu Lake, Shin Kong Chao Feng Ranch and National Dong Hwa University Visit some of Hualien's most beautiful locations in the East Rift Valley including Liyu Lake, Shin Kong Chao Feng Ranch and National Dong Hwa University Choose a car, van or minibus for the ultimate comfort, whatever your group size Choose a car, van or minibus for the ultimate comfort, whatever your group size See many Hualien sights that would be virtually impossible to access via public transport, in the most convenient way possible See many Hualien sights that would be virtually impossible to access via public transport, in the most convenient way possible Receive convenient pick up and drop off service direct from your hotel/transport station Receive convenient pick up and drop off service direct from your hotel/transport station What We Love:   What We Love: Hualien might be famed as Taiwan's most beautiful region and it's the area's isolation that keeps it that way - but that means it's not always easy to get around. Without a car or scooter, you'll find your Hualien sightseeing to be quite limited. Forget the stress as you explore in customized and guided comfort for a half or full day of highlights around the National Scenic Area of Hualien's East Rift Valley, a region known for its expansive plains and mountain surrounds. Easily visit beautiful locations such as Liyu Lake, Hualien Sugar Factory, an eco-resort, the local university, the forestry center and whatever else you want to fit in! Choose from three suggested routes which are customisable based on your preferences.  ",
        "strLocation": "Hualien",
        "strOriginUrl": "https://www.klook.com/activity/1696-hualien-east-rift-valley-private-car-charter-hualien/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hualien East Rift Valley Private Car Charter",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:08:55"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 56,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/db49c15b-Hualien-Downtown-Private-Car-Charter/HualienDowntownPrivateCarCharter.jpgopacity0.744311",
        "strIntroduction": " Explore in and around downtown Hualien city on your own time in customized and guided comfort for a day of sightseeing highlights Take advise from your experienced driver on the best things to do in Hualien city Choose a car, van or minibus for the ultimate comfort, whatever your group size Visit local attractions such as the Pine Garden, Hualien distillery and beach Take advise from your experienced driver on the best things to do in Hualien city Take advise from your experienced driver on the best things to do in Hualien city Choose a car, van or minibus for the ultimate comfort, whatever your group size Choose a car, van or minibus for the ultimate comfort, whatever your group size Visit local attractions such as the Pine Garden, Hualien distillery and beach Visit local attractions such as the Pine Garden, Hualien distillery and beach What We Love:   What We Love: Hualien may be most famed for its nature and impressive gorge, but don't leave without visiting Hualien city. Explore downtown Hualien in comfort and privacy with a chauffeured car charter so you can do your sightseeing on your own time. You can tailor your own route but still utilize tips and insider knowledge from your experienced driver. Get a cultural insight to Hualien's history, visit the local distillery, stop off for a dip at the beach, learn about local history at the museum, browse the city shops or enjoy a bite to eat - what you do and where you go is up to you!  ",
        "strLocation": "Hualien",
        "strOriginUrl": "https://www.klook.com/activity/1698-hualien-downtown-private-car-charter-hualien/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hualien Downtown Private Car Charter",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:09:06"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 56,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2fdb6e30-Hualien-East-Coast-Private-Car-Charter/HualienEastCoastPrivateCarCharter.jpgopacity0.824724",
        "strIntroduction": " Cruise along the east coast to discover Hualien's spectacular coastal scenery, beaches, bridges, lookouts and more for a full or half day Choose a half or full day itinerary based on your personal preference and tailor as you like Take advise from your experienced driver on the best sights along Hualien's east coast Choose a car, van or minibus for the ultimate comfort, whatever your group size See many Hualien sights that would be virtually impossible to access via public transport, in the most convenient way possible Receive convenient pick up and drop off service direct from your hotel Choose a half or full day itinerary based on your personal preference and tailor as you like Choose a half or full day itinerary based on your personal preference and tailor as you like Take advise from your experienced driver on the best sights along Hualien's east coast Take advise from your experienced driver on the best sights along Hualien's east coast Choose a car, van or minibus for the ultimate comfort, whatever your group size Choose a car, van or minibus for the ultimate comfort, whatever your group size See many Hualien sights that would be virtually impossible to access via public transport, in the most convenient way possible See many Hualien sights that would be virtually impossible to access via public transport, in the most convenient way possible Receive convenient pick up and drop off service direct from your hotel Receive convenient pick up and drop off service direct from your hotel What We Love:   What We Love: It's true, Hualien is quite possibly Taiwan's most beautiful region and it's the area's isolation that keeps it that way - but that means it's not always easy to get around. Without a car or scooter, you'll find your Hualien sightseeing to be quite limited. Explore Hualien's eastern reaches in comfort and privacy with a chauffeured full or half day car service. With a choice of customizable itineraries, you can tailor your own route but still utilize tips and insider knowledge from your experienced driver. This charter takes you to discover everything from beaches to temples and the incredible coastal geology of Fan Shu Liao and Shihtiping - not to mention that you may even catch a glimpse of whales and dolphins!  ",
        "strLocation": "Hualien",
        "strOriginUrl": "https://www.klook.com/activity/1697-hualien-east-coast-private-car-charter-hualien/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hualien East Coast Private Car Charter",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:09:17"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 29,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c7a572e4-%E5%A4%9C%E9%97%B4%E6%8A%93%E8%99%BE%E3%80%81%E7%83%A4%E8%82%89Party/NightShrimpCatchingBBQParty.jpgopacity0.740877",
        "strIntroduction": " Test your hand-eye coordination with an evening of shrimp catching, followed by a scrumptious and social BBQ feast Learn about shrimp catching, right before you give it a go for yourself Cook your own shrimp at the nearby BBQ pits Enjoy a BBQ party, with guests to mingle with, and refreshments provided Learn about shrimp catching, right before you give it a go for yourself Learn about shrimp catching, right before you give it a go for yourself Cook your own shrimp at the nearby BBQ pits Cook your own shrimp at the nearby BBQ pits Enjoy a BBQ party, with guests to mingle with, and refreshments provided Enjoy a BBQ party, with guests to mingle with, and refreshments provided What We Love:   What We Love: Catch your own dinner and cook it too! After a brief introduction to shrimp catching, it's then your turn to don your headlamp, plunge your own net into the water and catch some delicious shrimp. Don't be fooled – shrimp fishing requires speedy reactions! You can then cook and taste your efforts at a fun barbecue party with optional grilled meat extras for the ultimate barbecue. You'll also have the chance to meet and mingle with locals and travelers. As utensils and ingredients are all ready and prepared, you won't have to worry about bringing anything other than your passion for shrimp catching and cooking!  ",
        "strLocation": "Hualien",
        "strOriginUrl": "https://www.klook.com/activity/700-night-shrimp-catching-hualien/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Night Shrimp Catching & BBQ Party",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:09:30"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 29,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c15f7af6-East-Rift-Valley-Day-Tour/EastRiftValleyDayTour.jpg",
        "strIntroduction": " Discover the true beauty of Hualien's inland nature and gain an insight into the former thriving industries created as a result of the Japanese occupation Explore Hualien's logging heritage at Lintian Mountain Forestry Center Visit Butterfly Valley at the Fuyuan National Forest Recreation Area in spectacular nature surrounds Get your sugar fix by sampling ice creams at the Hualien Sugar Factory Enjoy a tasty lunch and freshly produced milk tasting included in the tour Inclusive of comfortable coach transportation including hotel pick up and drop off Explore Hualien's logging heritage at Lintian Mountain Forestry Center Explore Hualien's logging heritage at Lintian Mountain Forestry Center Visit Butterfly Valley at the Fuyuan National Forest Recreation Area in spectacular nature surrounds Visit Butterfly Valley at the Fuyuan National Forest Recreation Area in spectacular nature surrounds Get your sugar fix by sampling ice creams at the Hualien Sugar Factory Get your sugar fix by sampling ice creams at the Hualien Sugar Factory Enjoy a tasty lunch and freshly produced milk tasting included in the tour Enjoy a tasty lunch and freshly produced milk tasting included in the tour Inclusive of comfortable coach transportation including hotel pick up and drop off Inclusive of comfortable coach transportation including hotel pick up and drop off What We Love:   What We Love: Begin at Lintian Mountain Forestry Center, a once thriving logging town in lush mountain surrounds that has fallen into abandonment in recent years, but which remains a fascinating place to see the traces of a thriving Chinese cypress lumber industry: disused machinery and tools, an old timber railway and Japanese-style architecture from the days of occupation. Continue to the Butterfly Valley where over 30 of the colorful creatures flit between camphor trees, waterfalls, steep valleys and magnificent views. A delicious lunch is provided then a chance to taste the freshest high-quality milk as you sit outdoors at Ruisui Pasture. The tour ends on a sweet note, with a visit to Hualien Sugar Factory. A popular stop to sample all manner of flavored popsicles and ice cream and to visit the neat rows of Japanese-style bungalows built for workers during the Japanese occupation.  ",
        "strLocation": "Hualien",
        "strOriginUrl": "https://www.klook.com/activity/420-east-rift-valley-day-tour-hualien/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "East Rift Valley Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:09:43"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 24,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/97a8d848-Shin-Kong-Chao-Feng-Ranch--Eco-Resort/ShinKongChaoFengRanchEco-Resort.jpgopacity0.986185",
        "strIntroduction": " For a day of fun (and some environmental education too), bring the family to explore the acres of land used for eco-farming, an animal zoo, an aviary and even a pool and hot springs Learn more about cow farming and even watch a milking demonstration Kids will love the petting zoo, ponies and kids playing areas Rent bikes or an electric car to explore the resort with environmental-friendly ease Relax at the end of the day in the hot springs or swimming pool (extra cost) Inclusive of comfortable coach transportation including hotel pick up and drop off Learn more about cow farming and even watch a milking demonstration Learn more about cow farming and even watch a milking demonstration Kids will love the petting zoo, ponies and kids playing areas Kids will love the petting zoo, ponies and kids playing areas Rent bikes or an electric car to explore the resort with environmental-friendly ease Rent bikes or an electric car to explore the resort with environmental-friendly ease Relax at the end of the day in the hot springs or swimming pool (extra cost) Relax at the end of the day in the hot springs or swimming pool (extra cost) Inclusive of comfortable coach transportation including hotel pick up and drop off Inclusive of comfortable coach transportation including hotel pick up and drop off What We Love:   What We Love: Demonstrating that eco-living is well within our reach and promoting farming and dairy culture, the Shin Kong Chao Feng Ranch & Resort is an ideal family day out – and great for giving the kids some environmental education. This incredible ecological park in the heart of Hualien and surrounded by spectacular mountain views, is jam-packed with activities to entertain. Take a stroll through the European-style landscaped garden or visit the Dutch windmill and flower gardens. Roam the 70 hectares of pastureland and say hello to the calves at the cow nursery. Help out with raccoon feeding time, pet the rabbits or walk through the birds of paradise aviary. You can navigate the huge park with an eco-friendly transport option by renting a bike or electric car, or by hopping aboard the passenger train. Then, at the end of an active day, relax in the hot springs whilst the kids splash about in the swimming pool.  ",
        "strLocation": "Hualien",
        "strOriginUrl": "https://www.klook.com/activity/423-shin-kong-chao-feng-ranch-eco-resort-hualien/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Shin Kong Chao Feng Ranch & Eco-Resort",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:09:54"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 31,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/124b346b-Farglory-Ocean-Park/FargloryOceanPark.jpg",
        "strIntroduction": " A theme park with a difference – Farglory Ocean Park provides visitors with not only exciting attractions but also excellent shows themed on marine ecology Get the best of a marine park and a theme park in one 51-hectare location Ride exciting rollercoasters, flume rides and other awesome attractions Watch marine-theme shows and visit the impressive aquarium Inclusive of comfortable coach transportation including hotel pick up and drop off Get the best of a marine park and a theme park in one 51-hectare location Get the best of a marine park and a theme park in one 51-hectare location Ride exciting rollercoasters, flume rides and other awesome attractions Ride exciting rollercoasters, flume rides and other awesome attractions Watch marine-theme shows and visit the impressive aquarium Watch marine-theme shows and visit the impressive aquarium Inclusive of comfortable coach transportation including hotel pick up and drop off Inclusive of comfortable coach transportation including hotel pick up and drop off What We Love:   What We Love: Entertain the whole family at Taiwan's first theme- and nature-park hybrid. Farglory Ocean Park offers visitors an exciting selection of rides and shows with a focus on marine ecology. Must-see attractions include the widely acclaimed Dolphin and Sea Lion shows and the impressive aquarium. Thrill-seekers should head for the rollercoaster and flume ride or indoors to watch the incredible dance and acrobatics show. Rise to the skies of the ferris wheel or cable car for spectacular views across the Pacific Ocean. Then bring things back to earth in time for the park's carnivalesque parade. With the backdrop of the castle-like hotel and in tropical nature surrounds, this park is a veritable wonderland for a thrill-filled family day out.  ",
        "strLocation": "Hualien",
        "strOriginUrl": "https://www.klook.com/activity/422-farglory-ocean-park-hualien/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Farglory Ocean Park",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:10:07"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 24,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8419ae23-Cultural-East-Coast/CulturalEastCoast.jpgopacity0.928359",
        "strIntroduction": " Discover evidence of Japanese culture alongside modern Taiwanese creativity in this tour of Hualien's unique eastern coast See the only Grade III historic site on Taiwan's East Coast: Jian Chinxiu Temple Visit Hualien's Creative and Cultural Park, a hub for modern creatives in a renovated industrial setting Pause for thought at some of Taiwan's most beautiful lakes and stunning scenery Get a personalized service with your private English-speaking tour guide Inclusive of comfortable coach transportation including hotel pick up and drop off See the only Grade III historic site on Taiwan's East Coast: Jian Chinxiu Temple See the only Grade III historic site on Taiwan's East Coast: Jian Chinxiu Temple Visit Hualien's Creative and Cultural Park, a hub for modern creatives in a renovated industrial setting Visit Hualien's Creative and Cultural Park, a hub for modern creatives in a renovated industrial setting Pause for thought at some of Taiwan's most beautiful lakes and stunning scenery Pause for thought at some of Taiwan's most beautiful lakes and stunning scenery Get a personalized service with your private English-speaking tour guide Get a personalized service with your private English-speaking tour guide Inclusive of comfortable coach transportation including hotel pick up and drop off Inclusive of comfortable coach transportation including hotel pick up and drop off What We Love:   What We Love: During the Japanese occupation, the influx of Japanese immigrants was particularly great in the Hualien area, a period of history that is still very much in evidence today. This half-day tour takes you on a journey to discover these touches of Japanese style and architecture, which have created a beautiful fusion of heritage, unique to the east coast. Begin at Jian Chinxiu Temple, a traditional Japanese Takono-style temple built for the large number of Japanese in the area in 1917. Onwards to Liyu Lake where, on a clear day, the mirror-like reflections of Liyu mountain and the cotton clouds above make for spectacular photos. Get your final culture fix at the Hualien Creative and Cultural Park. Housed in a former Japanese winery, this collection of contemporary galleries, exhibition halls, boutique shops, teahouses and artist residences showcase cutting-edge Taiwanese art and creativity in a modern factory restoration.  ",
        "strLocation": "Hualien",
        "strOriginUrl": "https://www.klook.com/activity/421-cultural-east-coast-hualien/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Cultural East Coast",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:10:17"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 29,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/77c8f374-Beautiful-Nature-of-the-East-Coast/BeautifulNatureoftheEastCoast.jpg",
        "strIntroduction": " This tour of Taiwan's East Coast showcases the most beautiful locations and remarkable natural sights along one of the world's most spectacular coastlines Explore the impressive gorge and beautiful surrounding farmlands of Fanshuliao Walk the ‘stone stairs' of Shihtiping and visit the fishing harbor of Shihti (eyes peeled for whales and dolphins in the distance!) Relax over tranquil views of the Pacific coastline and discover aboriginal art at Niushan Huting and Baqi Gazebo Inclusive of comfortable coach transportation including hotel pick up and drop off Explore the impressive gorge and beautiful surrounding farmlands of Fanshuliao Explore the impressive gorge and beautiful surrounding farmlands of Fanshuliao Walk the ‘stone stairs' of Shihtiping and visit the fishing harbor of Shihti (eyes peeled for whales and dolphins in the distance!) Walk the ‘stone stairs' of Shihtiping and visit the fishing harbor of Shihti (eyes peeled for whales and dolphins in the distance!) Relax over tranquil views of the Pacific coastline and discover aboriginal art at Niushan Huting and Baqi Gazebo Relax over tranquil views of the Pacific coastline and discover aboriginal art at Niushan Huting and Baqi Gazebo Inclusive of comfortable coach transportation including hotel pick up and drop off Inclusive of comfortable coach transportation including hotel pick up and drop off What We Love:   What We Love: Beginning at Fanshuliao Valley, you'll be immediately confronted with the dramatic topography of a hundred-meter gorge cutting through the mountains at this unique canyon. The area is dotted with quaint cottages on riverside farmlands with undulating hill vistas beyond. Shihtiping showcases the best of Taiwan's coastal geology, where sea erosion has smoothed the volcanic rock, forcing it to immerge into layers resembling stone steps. Stop by the beautifully constructed Taroko Bridge before visiting Shihti Harbor, a working fishing village and the gateway to whale and dolphin sightings in Taiwan – so keep your eyes peeled! The tour ends with two of Taiwan's most tranquil spots: Baqi Gazebo and Niushan Huting. Both provide an undisturbed setting for blissful viewpoints across the Pacific coastline and the coastal mountain range, with lush grasslands dotted with aboriginal sculptures and handicrafts.  ",
        "strLocation": "Hualien",
        "strOriginUrl": "https://www.klook.com/activity/424-beautiful-nature-of-the-east-coast-hualien/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Beautiful Nature of the East Coast",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:10:29"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1231a287-4G-WiFi-TPE-TSA-KHH-Pick-Up-for-Taiwan/4GWiFiTPETSAKHHPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Taiwan with an unlimited 4G pocket WiFi device with convenient pick up at Taoyuan (TPE), Songshan (TSA) or Kaohsiung (KHH) airports Provided by one of Taiwan's biggest providers for great coverage across 99% of Taiwan Guaranteed unlimited 4G WiFi with no deceleration to 3G Enjoy 8 hours battery life on one charge Connect up to 5 devices at once (phones, tablets, laptops etc.) Convenient pick up and return at Taipei Taoyuan, Songshan or Kaohsiung airports Enhance your connectivity with an unlimited usage SIM card picked up from the same location. Click here Provided by one of Taiwan's biggest providers for great coverage across 99% of Taiwan Guaranteed unlimited 4G WiFi with no deceleration to 3G Enjoy 8 hours battery life on one charge Connect up to 5 devices at once (phones, tablets, laptops etc.) Convenient pick up and return at Taipei Taoyuan, Songshan or Kaohsiung airports Enhance your connectivity with an unlimited usage SIM card picked up from the same location. Click here Click here What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Taipei Taoyuan or Songshan International Airports, or Kaohsiung International Airport, you'll enjoy unlimited WiFi access throughout your stay in Taiwan, with coverage over 99% of the island. The ultra-speedy 4G device connects up to five different phones, laptops and tablets at once and supports up to 8 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are.  ",
        "strLocation": "Taitung",
        "strOriginUrl": "https://www.klook.com/activity/1527-wifi-device-taiwan-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (TPE/TSA/KHH Pick Up) for Taiwan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:10:41"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1fe43361-4G-SIM-Card-with-Calls-TPE-Pick-Up-for-Taiwan/4GSIMCardwithCallsTPEPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Use your mobile phone freely without the worry of high roaming costs with an unlimited data, texts, plus incoming/outgoing calls SIM card for Taiwan Instant confirmation and voucher sent immediately after booking Get unlimited outgoing calls (a service which other SIMs don't offer) Fantastic coverage from one of Taiwan's biggest providers across 99% of the island Quick and hassle free - no registration needed! Use your mobile freely without having to worry about roaming costs Enjoy 4G internet access to use maps, upload photos and stay connected with family whilst in Taiwan Convenient pick up from Taoyuan International Airport (TPE) on arrival Instant confirmation and voucher sent immediately after booking Get unlimited outgoing calls (a service which other SIMs don't offer) Fantastic coverage from one of Taiwan's biggest providers across 99% of the island Quick and hassle free - no registration needed! Use your mobile freely without having to worry about roaming costs Enjoy 4G internet access to use maps, upload photos and stay connected with family whilst in Taiwan Convenient pick up from Taoyuan International Airport (TPE) on arrival What We Love:   What We Love: Stay constantly connected while you're on the go in Taiwan with an unlimited 4G data tourist SIM card! You'll be able to communicate with your friends and family, navigate your way around the country and keep up to date with the latest events without incurring steep roaming costs. This SIM includes all the extras including outgoing calls and no reduction of your fast 4G speed which you might get with other cards. With instant booking confirmation, convenient pick up service at Taipei Taoyuan International Airport and no registration process, you will have island-wide coverage from the moment you land in Taiwan.  ",
        "strLocation": "Taitung",
        "strOriginUrl": "https://www.klook.com/activity/1670-sim-card-taiwan-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G SIM Card with Calls (TPE Pick Up) for Taiwan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:10:56"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/92a91071-3G-WiFi-Device-HKG-Pick-Up-for-Taiwan/3GWiFiHKGPickUpforTaiwan.jpgopacity0.861785",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Taiwan with an unlimited 3G WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Taiwan, without the stress of sourcing WiFi once you get there. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Taiwan but also Thailand, Singapore, Japan and Korea.  ",
        "strLocation": "Taitung",
        "strOriginUrl": "https://www.klook.com/activity/1341-taiwan-wifi-device-taitung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Taiwan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:11:07"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 286,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/fbd6ba4e-Taitung-Hot-Air-Balloon-Tour---Klook/TaitungHotAirBalloonTour.jpg",
        "strIntroduction": " Take to the skies and discover the delights of rural Taiwan from the air, flying high over some of the country's most untouched landscape in beautiful Taitung County Take in the incredible surroundings of Taitung from high in the sky Get a bird's eye view over the Luliao River and Beinan River Enjoy amazing views of the stunning rift valley and lush tea plantations surrounding Taitung Land back safely on the ground and be met with a celebratory glass of Champagne Receive a certificate for your efforts and take the memory home with you to keep forever Take in the incredible surroundings of Taitung from high in the sky Get a bird's eye view over the Luliao River and Beinan River Enjoy amazing views of the stunning rift valley and lush tea plantations surrounding Taitung Land back safely on the ground and be met with a celebratory glass of Champagne Receive a certificate for your efforts and take the memory home with you to keep forever What We Love:   What We Love: Fly up, up and away on this hot air balloon experience like no other. Enjoy some incredible views of rivers and rift valleys surrounding Taitung, and enjoy the wonder of Taiwan's natural beauty from a new perspective as you take to the skies. As you glide gently through the skies and rise in amongst the clouds wonder at the landscape below you and all around. Then, land back down on earth and be greeted with a celebratory glass of Champagne, and a certificate ensuring the memory of such an incredible experience will be with you to stay.  ",
        "strLocation": "Taitung",
        "strOriginUrl": "https://www.klook.com/activity/1277-hot-air-balloon-tour-taitung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Taitung Hot Air Balloon Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:11:18"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 121,
        "strGuideLanguage": "cn/en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/82122729-Aboriginal-Taitung-Bunun-Tribe-Cultural-Tour---Klook/AboriginalBununTribeCulturalTour.jpgopacity0.969096",
        "strIntroduction": " Learn more about Taiwan's ancient aboriginal culture at the Bubun Tribe's cultural village, and then relax in luxurious hot springs Learn more about Taiwan's fascinating ancient history with admission to the National Museum of Prehistory included in the package Attend a sacred and ancient traditional Taiwanese aboriginal choral singing ceremony Enjoy a relaxing massage in the ultra relaxing settings of the M Spa Watch movies whilst bathing in the soothing hot spring pools Learn more about Taiwan's fascinating ancient history with admission to the National Museum of Prehistory included in the package Learn more about Taiwan's fascinating ancient history with admission to the National Museum of Prehistory included in the package Attend a sacred and ancient traditional Taiwanese aboriginal choral singing ceremony Attend a sacred and ancient traditional Taiwanese aboriginal choral singing ceremony Enjoy a relaxing massage in the ultra relaxing settings of the M Spa Enjoy a relaxing massage in the ultra relaxing settings of the M Spa Watch movies whilst bathing in the soothing hot spring pools Watch movies whilst bathing in the soothing hot spring pools What We Love:   What We Love: Discover more of Taiwan's ancient aboriginal culture and learn more about the customs and traditions of Taiwan's 4th largest aboriginal group - the Bunun. With this all inclusive package, board the early morning train from Kaohsiung, or meet directly in Taitung at your own convenience. First up head over to the National Museum of Prehistory where you'll learn more about Taiwan in ancient times. Next is an introduction to the Bunun tribe and their distinct culture. At the cultural village you'll have the opportunity to see a traditional aboriginal choral performance and learn more about Bunun life. End the day with a relaxing soak in the hot springs, and wind down by either watching a movie, or having a professional massage. A great introduction to Taiwan's aboriginal, and hot spring culture!  ",
        "strLocation": "Taitung",
        "strOriginUrl": "https://www.klook.com/activity/1328-aboriginal-taitung-bunun-tribe-cultural-tour-taitung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Aboriginal Bunun Tribe Cultural Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:11:28"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 121,
        "strGuideLanguage": "cn/en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a09c37fc-%E6%B8%A9%E6%B3%89%E5%8D%95%E8%BD%A6%E4%B8%80%E6%97%A5%E6%B8%B8---Klook%E5%AE%A2%E8%B7%AF/TaitungTeaCultureOneDayTour.jpg",
        "strIntroduction": " The perfect one day tour to see more of Taitung and rural east Taiwan Choose the train ticket included package if traveling from Taipei, or the experience only package if already around Taitung Enjoy the sights of Taitung and the surrounding countryside and visit a number of interesting local sights such as tea gardens and ancient villages Enjoy a delicious lunch and afternoon tea included in the package Experience life in rural Taiwan and learn more about the Japanese influence on the island Choose the train ticket included package if traveling from Taipei, or the experience only package if already around Taitung Choose the train ticket included package if traveling from Taipei, or the experience only package if already around Taitung Enjoy the sights of Taitung and the surrounding countryside and visit a number of interesting local sights such as tea gardens and ancient villages Enjoy the sights of Taitung and the surrounding countryside and visit a number of interesting local sights such as tea gardens and ancient villages Enjoy a delicious lunch and afternoon tea included in the package Enjoy a delicious lunch and afternoon tea included in the package Experience life in rural Taiwan and learn more about the Japanese influence on the island Experience life in rural Taiwan and learn more about the Japanese influence on the island What We Love:   What We Love: Explore rural Taiwan with an action packed one day trip around Taitung and the surrounding region. You can choose to start your trip the evening before and board the night train down to Taitung from Taipei, or start your trip directly in Taitung in the morning. Start the day with a soothing dip in one of Taiwan's famed hot springs before heading for a tasty local breakfast. Next up is a visit to the tea garden & Longtian village where you will join a cycling tour and discover old Japanese immigrant villages. Enjoy a delicious lunch at the Luminous Hot Spring Resort and finish the day's adventure with a number of stops at interesting local sights such as the Hongye Teenage Baseball Memorial Hall. After an exhausting, action packed day, your guide will then drop you back off safely in downtown Taitung.  ",
        "strLocation": "Taitung",
        "strOriginUrl": "https://www.klook.com/activity/1327-tea-and-culture-tour-taitung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Taitung Tea & Culture One Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:11:38"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 32,
        "strGuideLanguage": "cn/en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/884cddd7-Hot-Air-Balloon-Experience---Klook/HotAirBalloonExperience.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Get your first unforgettable introduction to a hot air balloon experience in Taitung Take in the amazing Taitung countryside from 50 meters up Glide through the air in total peace and tranquility Stay attached to the ground throughout for enhanced safety, stability and control Leave early in the morning to catch the sunrise and the best weather conditions for hot air balloon riding Take in the amazing Taitung countryside from 50 meters up Glide through the air in total peace and tranquility Stay attached to the ground throughout for enhanced safety, stability and control Leave early in the morning to catch the sunrise and the best weather conditions for hot air balloon riding What We Love:   What We Love: Always wanted to experience a hot air balloon ride? Truly an experience that everyone should try at least once in their lifetime. Float gracefully up to 50 meters with a stunning panoramic view of the horizon in front and a bird's eye view of the Taitung countryside below. This 10-15 minute taster is perfect for anyone itching to experience the weightlessness of a hot air balloon ride. Throughout the flight you'll be attached by rope to the ground below, making the experience safer and not so affected by wind or other conditions that might delay a normal flight. Start early for spectacular sunrise scenes and make sure you bring a camera with you to capture the amazing views from below you. One thing is for sure, taking a hot air balloon ride in Taitung is an experience you'll certainly want to try again.  ",
        "strLocation": "Taitung",
        "strOriginUrl": "https://www.klook.com/activity/1330-hot-air-balloon-experience-taitung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hot Air Balloon Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:11:51"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 121,
        "strGuideLanguage": "cn/en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1d083761-%E7%83%AD%E6%B0%94%E7%90%83%E5%A4%AA%E5%B9%B3%E6%B4%8B%E4%B8%80%E6%97%A5%E6%B8%B8---Klook%E5%AE%A2%E8%B7%AF/TaitungEastCoastScenicTour.jpgopacity0.830656",
        "strIntroduction": " Discover more of Taitung and the eastern Taiwan countryside as well as learning more about local aboriginal culture Choose the train ticket included package if travelling from Taipei, or the experience only package if you are already around Taitung Experience rural Taiwan and the beauty of the Taitung countryside Soak in hot springs, and take a hot air balloon ride over the mountains and plains (hot air balloon at extra cost) Learn more about Taiwan's fascinating prehistory at the National Museum of Prehistory Choose the train ticket included package if travelling from Taipei, or the experience only package if you are already around Taitung Choose the train ticket included package if travelling from Taipei, or the experience only package if you are already around Taitung Experience rural Taiwan and the beauty of the Taitung countryside Experience rural Taiwan and the beauty of the Taitung countryside Soak in hot springs, and take a hot air balloon ride over the mountains and plains (hot air balloon at extra cost) Soak in hot springs, and take a hot air balloon ride over the mountains and plains (hot air balloon at extra cost) Learn more about Taiwan's fascinating prehistory at the National Museum of Prehistory Learn more about Taiwan's fascinating prehistory at the National Museum of Prehistory What We Love:   What We Love: Discover more of rural Taiwan with a perfect one day itinerary around the eastern coastal city of Taitung. Either start your trip the evening before and take the night train down to Taitung from Taipei, or start your trip directly in Taitung in the morning. First up, you can choose the extra option of a magical hot air balloon ride over the Taitung countryside, following that is a dip in some local hot springs to work up an appetite for breakfast. Once breakfast is over, learn more about Taiwan at the National Museum of Prehistory and take a stop at the Terrace of the Three Immortals before finishing the trip with a visit to a local Amis aboriginal folk village where you'll learn more about the original inhabitants of Isla Formosa.  ",
        "strLocation": "Taitung",
        "strOriginUrl": "https://www.klook.com/activity/1325-east-coast-scenic-tour-taitung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Taitung East Coast Scenic Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:12:02"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 19,
        "strGuideLanguage": "cn/en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0ac734cd-Explore-Art-Tea-Garden--Longtian-Village---Klook/LuyeTeaPlantationLongtianVillage.jpgopacity0.64702",
        "strIntroduction": " Learn more about Taiwan's thriving tea industry and cycle through old Japanese era villages and lush countryside Learn all about the tea farming industry in Taitung and taste a brew in the company of the expert growers of the nearby Luye Tea Plantation Take a bicycle trip through the lush Taitung countryside and pass by picturesque villages and landscapes Stop for a chat and talk with the friendly local tea growers who have been cultivating tea for decades Pass through a number of Japanese 'settlement villages', built during the Japanese colonial era Learn all about the tea farming industry in Taitung and taste a brew in the company of the expert growers of the nearby Luye Tea Plantation Take a bicycle trip through the lush Taitung countryside and pass by picturesque villages and landscapes Stop for a chat and talk with the friendly local tea growers who have been cultivating tea for decades Pass through a number of Japanese 'settlement villages', built during the Japanese colonial era What We Love:   What We Love: Home to some of Taiwan's most famed tea plantations, this fun outdoors experience will give you the most comprehensive introduction to rural Taitung and its iconic tea cultivation industry. Your first stop will be to a tea tasting class with expert tea cultivators showing you the ropes in making the region's iconic brew. Next up you'll hop on a bicycle and enjoy a leisurely guided tour through the Taitung countryside. Along the way discover old Japanese colonial villages and choose to explore the vast expanse of tea fields, having a good chat with the local tea farmers as you go. Then, pass through the idyllic surroundings of Longtian Village, one of Taitung's most unspoilt rural retreats before heading back for a well earned rest!  ",
        "strLocation": "Taitung",
        "strOriginUrl": "https://www.klook.com/activity/1331-luye-tea-plantation-longtian-village-trip-taitung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Luye Tea Plantation & Longtian Village",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:12:11"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "cn/en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ff128e1c-Roast-Sweet-Potato-Experience---Klook/RoastSweetPotatoExperience.jpg",
        "strIntroduction": " Enjoy a relaxing day out for all the family with a sweet potato roasting experience in rural Taitung Take the whole family to enjoy the simple pleasures of roasting your own sweet potatoes Enjoy the Taitung countryside in idyllic rural settings Get to grips with the great outdoors and learn how to build your own oven Tuck in to delicious roasted sweet potato, freshly baked by you! Take the whole family to enjoy the simple pleasures of roasting your own sweet potatoes Take the whole family to enjoy the simple pleasures of roasting your own sweet potatoes Enjoy the Taitung countryside in idyllic rural settings Enjoy the Taitung countryside in idyllic rural settings Get to grips with the great outdoors and learn how to build your own oven Get to grips with the great outdoors and learn how to build your own oven Tuck in to delicious roasted sweet potato, freshly baked by you! Tuck in to delicious roasted sweet potato, freshly baked by you! What We Love:   What We Love: Fun for the whole family to enjoy. Take the kids and join in the sweet potato fun. First, alongside your expert local guide learn how to build a traditional roasting oven, and then get to work taking it in turn to roast your own sweet potatoes. Once they're cooked, tuck in and enjoy the moment such simples pleasures can provide.  ",
        "strLocation": "Taitung",
        "strOriginUrl": "https://www.klook.com/activity/1339-roast-sweet-potato-experience-taitung/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Roast Sweet Potato Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:12:23"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/53d8c607-4G-WiFi-TPE-TSA-KHH-Pick-Up-for-Taiwan/4GWiFiTPETSAKHHPickUpforTaiwan.jpgopacity0.698574",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Taiwan with an unlimited 4G pocket WiFi device with convenient pick up at Taoyuan (TPE), Songshan (TSA) or Kaohsiung (KHH) airports Provided by one of Taiwan's biggest providers for great coverage across 99% of Taiwan Guaranteed unlimited 4G WiFi with no deceleration to 3G Enjoy 8 hours battery life on one charge Connect up to 5 devices at once (phones, tablets, laptops etc.) Convenient pick up and return at Taipei Taoyuan, Songshan or Kaohsiung airports Enhance your connectivity with an unlimited usage SIM card picked up from the same location. Click here Provided by one of Taiwan's biggest providers for great coverage across 99% of Taiwan Guaranteed unlimited 4G WiFi with no deceleration to 3G Enjoy 8 hours battery life on one charge Connect up to 5 devices at once (phones, tablets, laptops etc.) Convenient pick up and return at Taipei Taoyuan, Songshan or Kaohsiung airports Enhance your connectivity with an unlimited usage SIM card picked up from the same location. Click here Click here What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Taipei Taoyuan or Songshan International Airports, or Kaohsiung International Airport, you'll enjoy unlimited WiFi access throughout your stay in Taiwan, with coverage over 99% of the island. The ultra-speedy 4G device connects up to five different phones, laptops and tablets at once and supports up to 8 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are.  ",
        "strLocation": "Penghu",
        "strOriginUrl": "https://www.klook.com/activity/1532-wifi-device-taiwan-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (TPE/TSA/KHH Pick Up) for Taiwan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:12:35"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e885de0d-4G-SIM-Card-with-Calls-TPE-Pick-Up-for-Taiwan/4GSIMCardwithCallsTPEPickUpforTaiwan.jpgopacity0.694964",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Use your mobile phone freely without the worry of high roaming costs with an unlimited data, texts, plus incoming/outgoing calls SIM card for Taiwan Instant confirmation and voucher sent immediately after booking Get unlimited outgoing calls (a service which other SIMs don't offer) Fantastic coverage from one of Taiwan's biggest providers across 99% of the island Quick and hassle free - no registration needed! Use your mobile freely without having to worry about roaming costs Enjoy 4G internet access to use maps, upload photos and stay connected with family whilst in Taiwan Convenient pick up from Taoyuan International Airport (TPE) on arrival Instant confirmation and voucher sent immediately after booking Get unlimited outgoing calls (a service which other SIMs don't offer) Fantastic coverage from one of Taiwan's biggest providers across 99% of the island Quick and hassle free - no registration needed! Use your mobile freely without having to worry about roaming costs Enjoy 4G internet access to use maps, upload photos and stay connected with family whilst in Taiwan Convenient pick up from Taoyuan International Airport (TPE) on arrival What We Love:   What We Love: Stay constantly connected while you're on the go in Taiwan with an unlimited 4G data tourist SIM card! You'll be able to communicate with your friends and family, navigate your way around the country and keep up to date with the latest events without incurring steep roaming costs. This SIM includes all the extras including outgoing calls and no reduction of your fast 4G speed which you might get with other cards. With instant booking confirmation, convenient pick up service at Taipei Taoyuan International Airport and no registration process, you will have island-wide coverage from the moment you land in Taiwan.  ",
        "strLocation": "Penghu",
        "strOriginUrl": "https://www.klook.com/activity/1676-sim-card-taiwan-taipei/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G SIM Card with Calls (TPE Pick Up) for Taiwan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:12:47"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 23,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8a3fe176-Chimei---Wangan-Island-Hopping---Klook/Chimei-WanganIslandHopping.jpg",
        "strIntroduction": " Set sail from Magong and head for two of Penghu's most beautiful islands, cruising in style on Penghu's newest and fastest fleet, giving you more of a chance to take in the view Enjoy the morning sun whilst setting sail from Magong harbour First visit Wang'an Islet, famed for its idyllic scenery and endangered turtles with an optional trip to the island's turtle protection centre included Stop for a few hours at Chimei Island, a photographer, and nature lover's heaven Hop between islands in style on Penghu's fastest fleet of island to island ferries Enjoy the morning sun whilst setting sail from Magong harbour First visit Wang'an Islet, famed for its idyllic scenery and endangered turtles with an optional trip to the island's turtle protection centre included Stop for a few hours at Chimei Island, a photographer, and nature lover's heaven Hop between islands in style on Penghu's fastest fleet of island to island ferries What We Love:   What We Love: Although the Penghu Archipelago is made up of 64 islands and islets, this 7 hour tour lets you get closer to 2 of Penghu's most idyllic islands, both home to rare wildlife, pristine coastline and ancient Fujianese architecture. Located to the south of the main Island, first set sail for the island of Wang'an discovering local wildlife and taking in the amazing ocean views before spending a further few hours exploring the charms of distant Chimei, a photographer's heaven and home to Penghu's iconic heart-shaped fishing weirs. After hopping from one island to the next, cruise gently back into harbour at Magong.  ",
        "strLocation": "Penghu",
        "strOriginUrl": "https://www.klook.com/activity/1086-chimei-wangan-island-hopping-penghu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Chimei - Wang'an Island Hopping",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:12:58"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8beb3932-3G-SIM-Card-HKG-Pick-Up-for-Taiwan/3GSIMCardHKGPickUpforTaiwan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy 4 days of unlimited data connection across Taiwan plus network sharing for all your devices Gain unlimited 3G data for 4 days with no usage capping Get a ready to use card with no registration needed Enjoy data services to stay connected on social media from several devices with network sharing Access the Internet across all destinations in Taiwan Gain unlimited 3G data for 4 days with no usage capping Get a ready to use card with no registration needed Enjoy data services to stay connected on social media from several devices with network sharing Access the Internet across all destinations in Taiwan What We Love:   What We Love: Stay constantly connected while you're on the go in Taiwan with unlimited 3G data for 4 days! You'll be able to communicate with your friends and family, navigate your way around the country and keep up to date with the latest events without incurring steep roaming costs. With the convenient pick up service at Hong Kong airport and no registration process, you will have instant connection to the Internet the minute you land in Taiwan.  ",
        "strLocation": "Penghu",
        "strOriginUrl": "https://www.klook.com/activity/1214-taiwan-unlimited-3g-sim-card-penghu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G SIM Card (HKG Pick Up) for Taiwan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:13:08"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/806b981d-Golden-Beach-Watersports-Package---Klook/GoldenBeachWaterSports.jpgopacity0.954072",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Sample some of Penghu's finest beach activities and water sports with a 1 day unlimited pass Get out onto the water and try a number of adrenaline fuelled activities such as banana boating and jet skiing Truly unlimited use means you can try everything as many times as you wish without instruction Run by an operator with years of experience in Penghu's water sports industry, you'll be sure to have a safe and memorable time Get out onto the water and try a number of adrenaline fuelled activities such as banana boating and jet skiing Truly unlimited use means you can try everything as many times as you wish without instruction Run by an operator with years of experience in Penghu's water sports industry, you'll be sure to have a safe and memorable time What We Love:   What We Love: Stretched out along 3km of unspoiled white sands, Aimen beach is amongst Penghu's most stunning locations and one of the most suitable spots for engaging in water sports and other beach based activities. Considered one the best beaches in Penghu, if not the whole of Taiwan, it is perfect place for an unlimited 1 day pass including but not limited to, jet skiing, beach volleyball, snorkelling, tube riding as well as our favourite, the iconic banana boat! If at any point you decide you need a break from all of the fun, simply relax on the beach and soak up the sun.  ",
        "strLocation": "Penghu",
        "strOriginUrl": "https://www.klook.com/activity/1085-golden-beach-water-sports-penghu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Golden Beach Water Sports",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:13:20"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a7817ade-Penghu-Scooter-Rental---Klook/PenghuScooterRental.jpgopacity0.955702",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Rent a modern and safe scooter for a day's hire and travel the island like a local Penghu's light traffic and smooth roads are ideal for inexperienced or new riders Penghu-wide coverage meaning you cant rent from a number of different islands Inclusive of all safety equipment and insurance Penghu's light traffic and smooth roads are ideal for inexperienced or new riders Penghu-wide coverage meaning you cant rent from a number of different islands Inclusive of all safety equipment and insurance What We Love:   What We Love: Navigate the beautiful Penghu Archipelago on two wheels with a day's scooter rental. Travel like the locals do and cruise around Penghu's scenic roads, taking in the ocean views whilst riding on a new and stylish scooter. With coverage all over the island chain, explore Penghu's many places of interest and travel around at your own pace. With little traffic to contend with, the scooter hire is the perfect way to explore, and a safe option too for riders with little or no experience.  ",
        "strLocation": "Penghu",
        "strOriginUrl": "https://www.klook.com/activity/1083-scooter-rental-penghu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Penghu Scooter Rental",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:13:29"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 21,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3296d45c-Penghu-Snorkeling---Klook/PenghuSnorkeling.jpg",
        "strIntroduction": " Discover Penghu's rich and vibrant marine life with a group trip to Penghu's best snorkeling spots Discover some of Taiwan's most pristine beaches and bluest waters perfect for snorkeling Snorkel amongst a diverse variety of marine life and rare corals. Follow your guide's lead and cool off by harbour jumping Penghu style Be guided in the water by passionate, experienced local guides Discover some of Taiwan's most pristine beaches and bluest waters perfect for snorkeling Snorkel amongst a diverse variety of marine life and rare corals. Follow your guide's lead and cool off by harbour jumping Penghu style Be guided in the water by passionate, experienced local guides What We Love:   What We Love: Spend the morning discovering the oceans surrounding Taiwan's most extensive island chain. The water's surrounding Penghu are rich with marine life and rare corals which make for the ideal snorkelling experience. Spot and swim with dozens of species of fish and other underwater creatures lurking amongst the rows of coral hidden beneath the water's surface. Along with a friendly, and knowledgeable local guide finish the morning's snorkelling before daring to take on some harbour jumping, Penghu style. A truly memorable experience.  ",
        "strLocation": "Penghu",
        "strOriginUrl": "https://www.klook.com/activity/1089-snorkeling-penghu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Penghu Snorkeling",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:13:41"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/04fee189-3-in-1-Watersports-Package---Klook/3-in-1WaterSportsPackage.jpg",
        "strIntroduction": " Choose a number of water sports and activities including Penghu's famed windsurfing Get out onto the water and try a number of water sports popular in Penghu Make the most of Penghu's famous winds to pick up windsurfing. Suitable for all ability levels Choose from a number of water sports available. If for some reason one is not available, another option will be provided Run by an operator with years of experience in Penghu's water sports industry, you'll be sure to have a safe and memorable time Get out onto the water and try a number of water sports popular in Penghu Make the most of Penghu's famous winds to pick up windsurfing. Suitable for all ability levels Choose from a number of water sports available. If for some reason one is not available, another option will be provided Run by an operator with years of experience in Penghu's water sports industry, you'll be sure to have a safe and memorable time What We Love:   What We Love: Penghu is famed for being one of the most windy places in the entire Northern Hemisphere, so where better to try a spot of windsurfing than Taiwan's premier water sports destination. Along with the thrill of windsurfing, canoeing, and wake-boarding are also included in this morning based activity, ideal for people looking to try something new and explore Penghu's pristine coastline and shores. Run by a trusted operator with years in the business, we'll be shocked if you aren't left wanting more!  ",
        "strLocation": "Penghu",
        "strOriginUrl": "https://www.klook.com/activity/1091-3-in-1-water-sports-package-penghu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3-in-1 Water Sports Package",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:13:49"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f1a2dcf9-3G-WiFi-Device-HKG-Pick-Up-for-Taiwan/3GWiFiHKGPickUpforTaiwan.jpgopacity0.64702",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Taiwan with an unlimited 3G pocket WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Get WiFi access across the whole of Taiwan - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Taiwan, without the stress of sourcing WiFi once you get there. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Taiwan but also Thailand, Singapore, Japan and Korea.  ",
        "strLocation": "Penghu",
        "strOriginUrl": "https://www.klook.com/activity/1215-taiwan-wifi-device-penghu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Taiwan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:13:58"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7c0d4cf2-4G-WiFi-Device-HKG-Pick-Up-for-Japan/4GWiFiHKGPickUpforJapan.jpgopacity0.740877",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Japan with an unlimited 4G pocket WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Japan - wherever your itinerary takes you (excluding some remote areas and Furano) Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Japan - wherever your itinerary takes you (excluding some remote areas and Furano) Get WiFi access across the whole of Japan - wherever your itinerary takes you (excluding some remote areas and Furano) Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Japan, without the stress of sourcing WiFi once you get there. The speedy 4G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Japan but also Thailand, Singapore, Taiwan and Korea.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/673-japan-wifi-device-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (HKG Pick Up) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:14:11"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 71,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a90cb246-Tokyo-Disneyland-and-Disneysea-Tickets/TokyoDisneylandorDisneySea1-DayPass.jpgopacity0.899842",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Experience the classic thrills of Tokyo Disneyland and Disneysea through meeting your favorite Disney characters, viewing the live shows and riding the many attractions Get full access to the park of your choice plus special Halloween shows and entertainment in October, simply by the regular admission ticket Choose to visit either Disneyland or Disneysea for a day Meet Mickey Mouse, Ariel and all of your other favorite Disney characters Enjoy the live shows and attend the amazing parades Wind down the day with Disneyland's brilliant fireworks show Ride on gondolas through Mediterranean Harbor and explore the depths of the ocean in one of Captain Nemo's submarines at Disneysea Get full access to the park of your choice plus special Halloween shows and entertainment in October, simply by the regular admission ticket Get full access to the park of your choice plus special Halloween shows and entertainment in October, simply by the regular admission ticket Choose to visit either Disneyland or Disneysea for a day Choose to visit either Disneyland or Disneysea for a day Meet Mickey Mouse, Ariel and all of your other favorite Disney characters Meet Mickey Mouse, Ariel and all of your other favorite Disney characters Enjoy the live shows and attend the amazing parades Enjoy the live shows and attend the amazing parades Wind down the day with Disneyland's brilliant fireworks show Wind down the day with Disneyland's brilliant fireworks show Ride on gondolas through Mediterranean Harbor and explore the depths of the ocean in one of Captain Nemo's submarines at Disneysea Ride on gondolas through Mediterranean Harbor and explore the depths of the ocean in one of Captain Nemo's submarines at Disneysea What We Love:   What We Love: Embrace the wonder and fantasy of Tokyo Disneyland and Disneysea. The vibrant atmospheres and thrilling attractions instantly engulf you with joy the second you walk through the entrance. These two theme parks offer a plethora of entertainment with an interesting Japanese twist. Meet classic characters and experience well-known attractions at Disneyland or dive below the waves for the unique Disneysea adventure with all your favorite underwater Disney characters. The world-renowned theme parks present magical lands to explore and plenty of restaurants for all of you foodies. A full day is needed to get a worthwhile Disney experience, so make sure to start early!  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/589-tokyo-disneyland-japan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tokyo Disneyland or DisneySea 1-Day Pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:14:23"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 71,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e8e09648-Tokyo-Disneyland-or-DisneySea-1-Day-Pass/TokyoDisneylandorDisneySeaHalloween1DayPass.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Join your favorite Disney characters as both Tokyo Disneyland and DisneySea parks are transformed for Halloween 2016 with a range of spooky entertainments until 31 October Get full access to the park of your choice plus special Halloween shows and entertainment for 1 day Join Mickey and friends with a host of ghostly Disney stars at this year's Halloween music festival at Tokyo Disneyland DisneySea's marine word will be transformed by an eerie Halloween event themed to the Disney Villains Both parks will give visitors a day of Halloween shows, parades, food and decorations - pick 1 park to enjoy Get full access to the park of your choice plus special Halloween shows and entertainment for 1 day Join Mickey and friends with a host of ghostly Disney stars at this year's Halloween music festival at Tokyo Disneyland DisneySea's marine word will be transformed by an eerie Halloween event themed to the Disney Villains Both parks will give visitors a day of Halloween shows, parades, food and decorations - pick 1 park to enjoy What We Love:   What We Love: This year for Halloween 2016, Disneyland and DisneySea in Tokyo bring you a host of Halloween spooks to get you excited for the season. Tokyo Disneyland Park will be themed to a Halloween music festival with Mickey Mouse and his Disney Friends joining ghost and skeleton 'stars' in entertaining guests with a variety of musical performances plus a live themed parade. At the same time, to celebrate the 15th Anniversary of Tokyo DisneySea, famous Disney Villains have descended on the park to scare guests this Halloween! And don't miss the special spectacular performance at the harbor! Look out for decorations such as jack-o’-lanterns, skeletons and other Halloween motifs and all your favorite Disney characters dressed up for the special occasion!  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/2096-disneyland-disneysea-halloween-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tokyo Disneyland or DisneySea Halloween 1 Day Pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:14:33"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 1,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6775694b-4G-WiFi-Device-Japan-Pick-Up-for-Japan/4GWiFiNRTHNDKIX%2BPickUpforJapan.jpgopacity0.985253",
        "strIntroduction": " Stay connected when in Japan with a handy pocket 4G WiFi device with convenient pick up at all Japanese international airports Enjoy 4G WiFi coverage across Japan on a pay per day rental basis With services at all Japan International airports, you can pick up and drop off your device at different locations Connect up to 5 devices on the same pocket WiFi router Choose either 3GB of data or the larger 7GB package Enjoy 4G WiFi coverage across Japan on a pay per day rental basis With services at all Japan International airports, you can pick up and drop off your device at different locations Connect up to 5 devices on the same pocket WiFi router Choose either 3GB of data or the larger 7GB package What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up service at all international airports in Japan you'll enjoy WiFi access throughout your stay. The speedy device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. Browse with lightning 4G speeds up to 3GB or 7GB of data (reduced to 3G after this is exceeded). So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. And if you're leaving Japan for another destination in Asia, we've got you covered too, Klook offers WiFi device rental for Thailand, Singapore, Taiwan, Hong Kong, South Korea and beyond.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/1306-4g-wifi-device-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (NRT/HND/KIX+ Pick Up) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:14:44"
    },
    {
        "intDurationHour": 360,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 16,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4f39704e-3G4G-SIM-Card-HKG-Pick-Up-for-Japan/3G4GSIMCardHKGPickUpforJapan.jpgopacity0.986185",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Connect with your mobile just like you do at home with a 4G/3G SIM Card in Japan. 8 days SIM card loaded with 2GB 4G daily plus unlimited 3G for use in Japan Connect via Docomo Japan's No.1 network Choice of Mini, Micro or Nano SIM suitable for most Smartphones Collect your Sim Card at Hong Kong International Airport 8 days SIM card loaded with 2GB 4G daily plus unlimited 3G for use in Japan Connect via Docomo Japan's No.1 network Choice of Mini, Micro or Nano SIM suitable for most Smartphones Collect your Sim Card at Hong Kong International Airport What We Love:   What We Love: We know that you love to be able to connect with your friends and family, and we also know that you don't like roaming costs. With a local SIM card available for pick up before you leave you can connect as soon as you arrive in Japan. With unlimited data you'll be able to send those holiday snaps to family and friends, look at maps to find the best of the best, and stay in the loop with emails while you're away.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/717-japan-docomo-sim-card-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G/4G SIM Card (HKG Pick Up) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:14:54"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 128,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c784e6ec-Tokyo-Disneyland--DisneySea-2-Day-Pass/TokyoDisneylandDisneySea2-DayPass.jpg",
        "strIntroduction": " Extend the magical Disney experience with a 2-Day Pass allowing access to both Disneyland and Disneysea Spend a day at both Disneyland and Disneysea or, if you'd prefer, two days at one park Get full access to both parks, shows and entertainment Watch the spectacular fireworks show ending the day at Disneyland Spend a day at both Disneyland and Disneysea or, if you'd prefer, two days at one park Spend a day at both Disneyland and Disneysea or, if you'd prefer, two days at one park Get full access to both parks, shows and entertainment Get full access to both parks, shows and entertainment Watch the spectacular fireworks show ending the day at Disneyland Watch the spectacular fireworks show ending the day at Disneyland What We Love:   What We Love: Making friends with Mickey and Minnie one day, swimming with Ariel the next! Enjoy two days' entry to both Disneyland and Disneysea on a discounted ticket with the 2-Day Pass. There's too much to see with just one admission - now there's no need to rush it! Experience the themed rides, spectacular shows and meet your favorite characters of both parks at your leisure. The 2-Day Pass gives you a choice of options: one day in each park or, if you so wish, two days in just Disneyland or just Disneysea.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/695-tokyo-disneyland-disneysea-2-day-pass-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tokyo Disneyland & DisneySea 2-Day Pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:15:04"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/677b0f79-Tokyo-Subway-Ticket-24-hour---72-hour---Klook/TokyoMetroTicket24%2C48or72Hours.jpgopacity0.996534",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover the delights of Tokyo with a Tokyo Metro Pass giving you totally unlimited access to the capital's metro system Use your pass for the most convenient way to travel around Tokyo Pick up your pass and start using it right away with a quick and easy ticket pick up at either Narita or Haneda airport The pass offers unlimited access to 13 different routes and over 250 metro stops, including most of the Tokyo Metropolitan area Use your pass for the most convenient way to travel around Tokyo Use your pass for the most convenient way to travel around Tokyo Pick up your pass and start using it right away with a quick and easy ticket pick up at either Narita or Haneda airport Pick up your pass and start using it right away with a quick and easy ticket pick up at either Narita or Haneda airport The pass offers unlimited access to 13 different routes and over 250 metro stops, including most of the Tokyo Metropolitan area The pass offers unlimited access to 13 different routes and over 250 metro stops, including most of the Tokyo Metropolitan area What We Love:   What We Love: For those looking to explore the delights of Tokyo for a number of days, the 1-3 day Tokyo Subway Pass offers the most convenient way to explore Japan's capital. With unlimited access to the subway over 1, 2 or 3 days you'll be able to take in the best sights without having to worry about individual tickets from station to station. The pass offers unlimited access to 13 routes and at over 250 metro stops using either the Tokyo Metro or Toei Subway lines. Furthermore there are easy pick up options from either Narita or Haneda airports, and the pass only activates when embarking on your first journey. It's quite simply an essential purchase for those wanting to spend a number of days exploring Tokyo!  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/1552-metro-ticket-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tokyo Metro Ticket (24, 48 or 72 Hours)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:15:13"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 19,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c711e247-Oedo-Onsen-Monogatari/Oedo-Onsen-MonogatariPhysicalTicketJPAirportPickUp.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy a wonderful hot springs experience with an ancient feel in the heart of Tokyo 13 different types of natural hot spring baths to choose from, plus other activities Spend the day strolling around in casual yukata robes and do a spot of shopping Check out the neighbouring Hirokoji and Happakuyacho shopping arcades that recreate the Tokyo of the past When you're finished, take in the stunning surrounding scenery of Tokyo Bay 13 different types of natural hot spring baths to choose from, plus other activities Spend the day strolling around in casual yukata robes and do a spot of shopping Check out the neighbouring Hirokoji and Happakuyacho shopping arcades that recreate the Tokyo of the past When you're finished, take in the stunning surrounding scenery of Tokyo Bay What We Love:   What We Love: Situated in Odaiba near the stunning Tokyo Bay, experience the relaxation of Ooedo-Onsen-Monogatari, one of Tokyo's premier natural onsen (hot spring) theme parks. Enjoy onsen your way with 13 varieties of baths including indoor baths using water from natural hot springs that gush up from the source 1,400 meters underground. For an extra fancy experience try the incredible bath of silk which soothes tired muscles and gives off a truly refreshing feel. What's more, spend the afternoon strolling about in casual yukata robes through the Hirokoji and Happakuyacho shopping arcades that recreate the vibrant bustle of the Shitamachi section of old Tokyo.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/1314-oedo-onsen-monogatari-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Oedo-Onsen-Monogatari Physical Ticket (JP Airport Pick Up)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:15:23"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/343041ec-Wi-Ho%21%C2%AE-Japan-WiFi-Device-Taiwan-Pick-Up/4GWiFiTPETSAKHHPickUpforJapan.jpg",
        "strIntroduction": " Stay connected when traveling in Japan with a 4G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes What We Love:   What We Love: Traveling in Japan need not be a demanding experience! When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Japan from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 4G data whilst connecting up to 14 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/1116-wi-ho-japan-wifi-device-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (TPE/TSA/KHH Pick Up) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:15:36"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 62,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/fcc3bc61-Robot-Restuarant/RobotRestaurant.jpgopacity0.950728",
        "strIntroduction": " Experience the laser lights, wild music, flashy dancers and eccentric robots putting on a high-energy robot show unmatchable anywhere else in the world at Robot Restaurant Experience the high-tech laser displays and multi-colored lights Watch beautiful flashy dancers and glittering robots enhance the show's energy Have your choice of a variety of food options between robot show numbers (not included in ticket) Enjoy the wild music and laugh at all the bizarre routines with a Robot Restaurant discount Experience the high-tech laser displays and multi-colored lights Experience the high-tech laser displays and multi-colored lights Watch beautiful flashy dancers and glittering robots enhance the show's energy Watch beautiful flashy dancers and glittering robots enhance the show's energy Have your choice of a variety of food options between robot show numbers (not included in ticket) Have your choice of a variety of food options between robot show numbers (not included in ticket) Enjoy the wild music and laugh at all the bizarre routines with a Robot Restaurant discount Enjoy the wild music and laugh at all the bizarre routines with a Robot Restaurant discount What We Love:   What We Love: Witness the multi-colored laser lights, flashy dancers and extravagant robots putting on a show at one of Tokyo's famous themed dining spots. The Shinjuku Robot Restaurant provides a wild, energetic experience that you won't be able to find anywhere else in the world! Despite the title, Robot Restaurant is more of a glittery show than a place to eat. You won't understand much of what you watch, but one thing is for sure— there will be non-stop energy and laughter. Robot Restaurant is a must see for anyone craving a glimpse of Japan's famous bizarre culture.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/631-robot-restaurant-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Robot Restaurant",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:15:46"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 29,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/be2d5ad9-%E4%B8%9C%E4%BA%AC%E6%B5%B7%E8%B4%BC%E7%8E%8B%E5%A1%94---Klook%E5%AE%A2%E8%B7%AF/TokyoOnePieceTower.jpg",
        "strIntroduction": " Discover Tokyo's newest anime-themed amusement park Tokyo One Piece Tower, and immerse yourself in the fantasy world of the charming pirates! Immerse in the One Piece World with 9 different themes and 10 main characters to see See the amazing live stage show in which the world of One Piece will be recreated in front of your eyes! Visit the only One Piece theme park in the world located in the iconic Tokyo Tower Eat at the Sanji no Oresama restaurant and Cafe Mugiwara inside the park A must see for fans of the internationally popular anime One Piece! Immerse in the One Piece World with 9 different themes and 10 main characters to see See the amazing live stage show in which the world of One Piece will be recreated in front of your eyes! Visit the only One Piece theme park in the world located in the iconic Tokyo Tower Eat at the Sanji no Oresama restaurant and Cafe Mugiwara inside the park A must see for fans of the internationally popular anime One Piece! What We Love:   What We Love: Marking the 15th anniversary of the One Piece anime series, the Tokyo One Piece Tower is the city's newest, exciting amusement park. Opened as a permanent facility inside the iconic Tokyo Tower, the place is a true paradise for lovers of the internationally acclaimed pirate-themed comedy anime One Piece! Immerse yourself in the adventures of Luffy and his friends and enjoy an unforgettable time at this exciting amusement park! Some of the attractions inside the park include; Nami's Casino, Luffy's Endless Adventures. Usopp's Ball Shooting Game, Brook's Horror House, and the Soul Edge of Zoro. If that's not enough, there is a live stage show in which the wacky world of One Piece will be recreated right in front of your eyes!  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/1343-one-piece-tower-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tokyo One Piece Tower",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:15:58"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c6cf4361-Wi-Ho%21%C2%AE-Japan-WiFi-Device-Taiwan-Home-Delivery---Klook/4GWiFiTaiwanHomeDeliveryforJapan.jpgopacity0.897472",
        "strIntroduction": " Stay connected when traveling in Japan with a 4G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes What We Love:   What We Love: Traveling in Japan need not be a demanding experience! When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Japan from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 4G data whilst connecting up to 14 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/1444-wi-ho-japan-wifi-device-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (Taiwan Home Delivery) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:16:09"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 51,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f3bdcd12-Fuji-Q-Highland/Fuji-QHighland.jpgopacity0.92632",
        "strIntroduction": " Fuji-Q Highland's Guinness World Record holding roller coasters, frightening haunted houses and anime themed rides will impress any thrill-junky Enjoy not only entry to Fuji-Q but also unlimited rides within the park with this Free Pass ticket Brave the park's four thrilling roller coasters Challenge your courage with the Haunted Hotel and Ultimate Fort maze Give your kids a memorable experience in Thomas Land Test your skills at carnival games and shop for souvenirs For the ultimate convenience, opt to include round trip bus transportation from Tokyo's Shinjuku Station Enjoy not only entry to Fuji-Q but also unlimited rides within the park with this Free Pass ticket Enjoy not only entry to Fuji-Q but also unlimited rides within the park with this Free Pass ticket Brave the park's four thrilling roller coasters Brave the park's four thrilling roller coasters Challenge your courage with the Haunted Hotel and Ultimate Fort maze Challenge your courage with the Haunted Hotel and Ultimate Fort maze Give your kids a memorable experience in Thomas Land Give your kids a memorable experience in Thomas Land Test your skills at carnival games and shop for souvenirs Test your skills at carnival games and shop for souvenirs For the ultimate convenience, opt to include round trip bus transportation from Tokyo's Shinjuku Station For the ultimate convenience, opt to include round trip bus transportation from Tokyo's Shinjuku Station What We Love:   What We Love: Fuji-Q Highland quenches the thirst of anyone itching for excitement and a rush of adrenaline. The park presents four major roller coasters, all of which are overlooked by the captivating Mount Fuji. Your heart won't stop racing, that's for sure. Fuji-Q Highland holds two Guinness World Record holding rides, Dodonpa being the fastest accelerating roller coaster and Takabisha being the steepest coaster. And the thrill doesn't end with the rides! The park gives you a different frenzy of excitement with its Haunted Hotel and Ultimate Fort, a prison escape themed maze. Aside from the adult-friendly attractions, kids can have their fair share of the fun too. Anime-based attractions and Thomas Land offer an enchanting escape for even the little ones. This place will leave your thrill-seeking heart thoroughly satisfied.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/592-fuji-q-highland-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Fuji-Q Highland",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:16:20"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 22,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/43fb9022-Tokyo-Skyliner---Klook/TokyoSkyliner.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Quickly access downtown Tokyo in comfort from Narita Airport aboard the Kesei Skyliner Get from Narita Airport to downtown Tokyo in an incredible 41 minutes! Access from Narita Airport terminals 1, 2, and 3 giving a non-stop service to Nippori Station which offers easy connections to JR lines An open and spacious interior cabin means you travel in the ultimate style and comfort Reserved seating means you're guaranteed a seat Get from Narita Airport to downtown Tokyo in an incredible 41 minutes! Get from Narita Airport to downtown Tokyo in an incredible 41 minutes! Access from Narita Airport terminals 1, 2, and 3 giving a non-stop service to Nippori Station which offers easy connections to JR lines Access from Narita Airport terminals 1, 2, and 3 giving a non-stop service to Nippori Station which offers easy connections to JR lines An open and spacious interior cabin means you travel in the ultimate style and comfort An open and spacious interior cabin means you travel in the ultimate style and comfort Reserved seating means you're guaranteed a seat Reserved seating means you're guaranteed a seat What We Love:   What We Love: The Keisei Skyliner is a top of the range high-speed train that operates between Narita Airport and Ueno (downtown Tokyo) offering a comfortable and efficient passenger service. With services from terminals 1, 2, 3 the Skyliner provides non-stop service to Nippori Station, which offers easy through connections onto JR lines as well as stopping at Ueno in the heart of downtown Tokyo. Passengers can travel between the airport and Tokyo without the hassle or stress of transfers or congestion. With 3 services running each hour, discover the convenience and comfort of one of Japan's fastest trains and start your Japan journey in the best possible way!  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/1410-skyliner-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tokyo Skyliner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:16:34"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 50,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f5967bb5-Hakone-Free-Pass-Travel-Discounts/HakoneTransportationDayPass.jpgopacity0.999615",
        "strIntroduction": " Experience the eight different transportation options and enjoy additional discounts as you discover the beauty of Hakone Gain unlimited travel on 8 transport options including the Hakone Tozan Train, Hakone Tozan Bus, Hakone Tozan Cable Car, Hakone Ropeway, and Hakone Sightseeing Cruise (Pirate Ship) Experience a 2 or 3 day sightseeing trip from Shinjuku to Hakone and visit popular tourist attractions with single ticket Receive complimentary services or discounts at over fifty locations in Hakone Gain unlimited travel on 8 transport options including the Hakone Tozan Train, Hakone Tozan Bus, Hakone Tozan Cable Car, Hakone Ropeway, and Hakone Sightseeing Cruise (Pirate Ship) Experience a 2 or 3 day sightseeing trip from Shinjuku to Hakone and visit popular tourist attractions with single ticket Receive complimentary services or discounts at over fifty locations in Hakone What We Love:   What We Love: One simple ticket will gain you unlimited travel on eight different types of transportation in Hakone for 2 or 3 days. Ride the Hakone Tozan Train, the only mountain railway in Japan, to experience the special switchback process where the driver and conductor swap seats at certain stations as the train makes its zigzag journey. Witness the beauty of Hakone's four seasons on water with the Sightseeing Cruise - the changing nature creates a unique and equally spectacular view any time of the year. Take advantage of the complimentary services and discounts at over fifty facilities the pass has to offer, from local hot spring resorts to souvenir shops.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/821-hakone-transport-day-pass-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hakone Transportation Day Pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:16:44"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 129,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3a29c9ef-Airport-Transfers-NRT-Pick-Up-for-Tokyo/AirportTransfersNRTPickUpforTokyo.jpgopacity0.985253",
        "strIntroduction": " Relax after a long journey to Japan with these convenient transfer services to and from Narita Airport and downtown Tokyo, Mount Fuji or Hakone Experience a hassle-free transfer in a spacious and comfortable car Enjoy good service and hospitality from drivers with more than 3 years experience Choose between a variety of car models and sizes to meet the needs of your traveling party In the event of a flight delay, your driver will wait for you with no additional charges Can also choose Airport Transfers (HND Pick Up) for Tokyo Experience a hassle-free transfer in a spacious and comfortable car Enjoy good service and hospitality from drivers with more than 3 years experience Choose between a variety of car models and sizes to meet the needs of your traveling party In the event of a flight delay, your driver will wait for you with no additional charges Can also choose Airport Transfers (HND Pick Up) for Tokyo Airport Transfers (HND Pick Up) for Tokyo What We Love:   What We Love: Start your trip to Japan the right way with a convenient airport pick up and transfer to downtown Tokyo, Mount Fuji (Yamanashi Prefecture) or Hakone. These journeys can be costly and inconvenient when you have bulky luggage or the rest of the family with you. By booking a private car transfer in advance, you can enjoy the ease and convenience of a pick up service with an experienced driver upon your arrival at Narita Airport. Relax on the trip from the airport to your hotel with a service that accommodates between 1 and 9 people in a car with air conditioning, bottled water and car phone chargers.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/829-narita-airport-transfers-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (NRT Pick Up) for Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:16:52"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 9,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c1dfb0ca-Gundam-Front-Tokyo/GundamFrontTokyo.jpg",
        "strIntroduction": " Experience all things Gundam at Gundam Front Tokyo Gain entrance to the 'Pay Zone' of the museum to see characters up close and unique exhibitions Gaze upon the life sized Gundam guarding the center's entrance Participate in the interactive Gundam artifacts Learn about the history of the Gundam series in the museum space Receive a drink coupon for an original beverage at the Gundam Café Gain entrance to the 'Pay Zone' of the museum to see characters up close and unique exhibitions Gain entrance to the 'Pay Zone' of the museum to see characters up close and unique exhibitions Gaze upon the life sized Gundam guarding the center's entrance Gaze upon the life sized Gundam guarding the center's entrance Participate in the interactive Gundam artifacts Participate in the interactive Gundam artifacts Learn about the history of the Gundam series in the museum space Learn about the history of the Gundam series in the museum space Receive a drink coupon for an original beverage at the Gundam Café Receive a drink coupon for an original beverage at the Gundam Café What We Love:   What We Love: Let your inner-child cry tears of happiness and experience the dream of seeing your favorite anime portrayed in real life. In Tokyo you can witness the awe-striking wonder of the beloved Gundam series displayed in every way possible. Gundam Front Tokyo is a modern-day shrine where fans congregate to celebrate all things Gundam. Gaze at the life-sized Gundam protecting the center's inhabitants and Gundam artifacts. Nerd-out at the interactive archive counter, Gundam museum space and gift shop with exclusive merchandise. Fulfill your Gundam fandom needs or egging curiosity and experience the marvel that is Gundam.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/629-gundam-front-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Gundam Front Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:17:03"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 72,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4f372c64-Airport-Transfers-HND-Pick-Up-for-Tokyo/AirportTransfersHNDPickUpforTokyo.jpgopacity0.969096",
        "strIntroduction": " Experience the comfort of a private transfer service to or from Haneda Airport and Tokyo city, Hakone or Mount Fuji Experience a convenient and quick transfer to and from your airport and hotel Enjoy the great hospitality from an experienced and safe driver Choose between a variety of car models to meet the needs of your traveling party In the event of a flight delay, your driver will wait for you with no additional charges Can also choose Airport Transfers (NRT Pick Up) for Tokyo Experience a convenient and quick transfer to and from your airport and hotel Enjoy the great hospitality from an experienced and safe driver Choose between a variety of car models to meet the needs of your traveling party In the event of a flight delay, your driver will wait for you with no additional charges Can also choose Airport Transfers (NRT Pick Up) for Tokyo Airport Transfers (NRT Pick Up) for Tokyo What We Love:   What We Love: Enjoy hassle free travel to and from Tokyo's Haneda Airport and downtown Tokyo, Hakone or Mount Fuji (Yamanashi Prefecture). The exclusivity of the private car with your own professional driver who will pick you up from the arrival halls of Haneda airport or from your hotel, help with your luggage, then whisk you off to your destination. The transfers can accommodate between 1 and 9 people in a vehicle complete with bottled water and phone chargers for your use.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/830-haneda-airport-transfers-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (HND Pick Up) for Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:17:14"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 83,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/514134eb-Tokyo-Dinner-Cruise/TokyoDinnerCruise.jpgopacity0.787503",
        "strIntroduction": " Add some pizazz to your night with a luxury dinner cruise around Tokyo Bay Bask in the view of Tokyo's glorious city lights Take a high-class cruise around Tokyo Bay Feast upon a full course meal of your choice of dishes Bask in the view of Tokyo's glorious city lights Bask in the view of Tokyo's glorious city lights Take a high-class cruise around Tokyo Bay Take a high-class cruise around Tokyo Bay Feast upon a full course meal of your choice of dishes Feast upon a full course meal of your choice of dishes What We Love:   What We Love: Escape from the buzzing city and sail into Tokyo's dazzling night lights. Watch the city transform into another world as Tokyo Tower, Odaiba and Tokyo Skytree turn into colorful spectacles and illuminate the sky. Delight your palate with a fancy dinner consisting of a full course menu of Japanese and Western-style dishes. You'll be treated to a full course dinner including an appetizer, soup, meat and fish entrée, dessert and the choice of tea or coffee. Tokyo Dinner Cruise will add that extra pizazz to your Tokyo trip  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/616-tokyo-dinner-cruise/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tokyo Dinner Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:17:24"
    }
]