[
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 33,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/52ca2a9f-Sky-Hop-on-and-Hop-off-Bus-Pass/SkyHop-onandHop-offBusPass.jpgopacity0.694964",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly With the Sky Hop-on and Hop-off Bus Pass you hold the power to visit Tokyo's top sights at your own leisure Transfer between the 3 different routes for stops at famed Tokyo landmarks across the city Tour Tokyo at your leisure on a one day pass Visit Tokyo's acclaimed attractions without worrying about transportation Transfer between the 3 different routes for stops at famed Tokyo landmarks across the city Transfer between the 3 different routes for stops at famed Tokyo landmarks across the city Tour Tokyo at your leisure on a one day pass Tour Tokyo at your leisure on a one day pass Visit Tokyo's acclaimed attractions without worrying about transportation Visit Tokyo's acclaimed attractions without worrying about transportation What We Love:   What We Love: Your pass holds the power to let you to hop on or hop off at numerous different popular sightseeing spots in Tokyo. These aren't just your average bus stops, these stations are located around the most famous destinations in Tokyo. Brave the trek up Tokyo Skytree, transport yourself back in time at the Sensoji Temple, ascend Tokyo Tower and experience the natural beauty of Ueno Park. There's no limit to how many places you visit in Tokyo with this magical bus pass!  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/617-sky-hop-on-hop-off-bus-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sky Hop-on and Hop-off Bus Pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:17:37"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 121,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b474e7e1-Mount-Fuji--Hakone-Day-Trip/MountFujiHakoneDayTrip.jpgopacity0.64702",
        "strIntroduction": " Venture up Mt. Komagatake, ride through Lake Ashi and gaze upon the spectacular mountain and lake views on this one day Mt. Fuji tour Cruise through the waters of Lake Ashi Take a 50-minute ropeway trek up Mt. Komagatake Gaze upon the natural grace of Mt. Fuji Relax during the day with a Japanese style-lunch (optional extra) Enjoy the convenience of hotel pick ups and comfortable coach transportation with free unlimited WiFi Cruise through the waters of Lake Ashi Cruise through the waters of Lake Ashi Take a 50-minute ropeway trek up Mt. Komagatake Take a 50-minute ropeway trek up Mt. Komagatake Gaze upon the natural grace of Mt. Fuji Gaze upon the natural grace of Mt. Fuji Relax during the day with a Japanese style-lunch (optional extra) Relax during the day with a Japanese style-lunch (optional extra) Enjoy the convenience of hotel pick ups and comfortable coach transportation with free unlimited WiFi Enjoy the convenience of hotel pick ups and comfortable coach transportation with free unlimited WiFi What We Love:   What We Love: Trek over the mountains of Hakone and cruise through the cool water of Lake Ashi. Enjoy the breathtaking view of Mt. Fuji on the 50 minute Mt. Komagatake Ropeway journey and take in the wonder of Japan's famous mountain at an elevation of 2,300 meters on Mt. Fuji's 5th Station. This full day tour grants travelers the chance to witness the elegance of Japan's natural beauty. The energetic tour guides, authentic Japanese lunch and comfortable transportation (with free WiFi!) create the flawless recipe for a memorable adventure.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/601-mount-fuji-hakone-day-trip-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Mount Fuji & Hakone Day Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:17:48"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 24,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/68fcc9b0-J-World-Tokyo/J-WorldTokyo.jpg",
        "strIntroduction": " Live every anime-fan's dream at J-world Tokyo and experience the anime theme park's attractions, food and gift shop Ride the anime-based attractions Eat food as featured in popular anime Play the interactive games Take pictures with life-sized anime character cut-outs and backgrounds Purchase anime merchandise at the gift shop Ride the anime-based attractions Ride the anime-based attractions Eat food as featured in popular anime Eat food as featured in popular anime Play the interactive games Play the interactive games Take pictures with life-sized anime character cut-outs and backgrounds Take pictures with life-sized anime character cut-outs and backgrounds Purchase anime merchandise at the gift shop Purchase anime merchandise at the gift shop What We Love:   What We Love: Weeaboos and casual anime lovers, you can finally release kamehamaha with Gokou, eat ramen with Naruto and sail away with Luffy's pirate crew. J- World Tokyo is a land making all of this possible. It provides various games and rides, a food court and a gift shop all based off of popular anime shows. Live out your favorite shows and experience the excitement that is J-World Tokyo.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/630-j-world-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "J-World Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:18:02"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 197,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9cd0a8f2-Tokyo-Helicopter-Cruise/TokyoHelicopterCruise.jpgopacity0.987087",
        "strIntroduction": " Enjoy a romantic helicopter cruise over Tokyo to discover fantastic views of the city skyline, Mount Fuji and the twinkling city lights See the city from 600 meters up on a 15 minute helicopter flight View elegant Mount Fuji in the distance on a day flight or see Tokyo in all its glittering glory by night Receive a complimentary pre-departure drink in the flight lounge Celebrate a special occasion with this unique and romantic experience See the city from 600 meters up on a 15 minute helicopter flight See the city from 600 meters up on a 15 minute helicopter flight View elegant Mount Fuji in the distance on a day flight or see Tokyo in all its glittering glory by night View elegant Mount Fuji in the distance on a day flight or see Tokyo in all its glittering glory by night Receive a complimentary pre-departure drink in the flight lounge Receive a complimentary pre-departure drink in the flight lounge Celebrate a special occasion with this unique and romantic experience Celebrate a special occasion with this unique and romantic experience What We Love:   What We Love: We've found Tokyo's most romantic and unique experience: a helicopter flight over the city! Take someone special on this extraordinary experience 600 meters above one of the world's largest metropolises. Gaze down at the famous sights of Daiba, Tokyo Tower, Shibuya, Roppongi, Tokyo Skytree® and other famous Tokyo landmarks on this 15 minute journey. Opt for a day flight for the chance to see Mount Fuji in the distance or a night flight to romanticize the experience high above the glittering lights below. With a pre-departure drink and optional extras to make the experience especially special, it's the perfect way to commemorate celebrations, anniversaries…or even proposals.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/647-tokyo-helicopter-cruise/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tokyo Helicopter Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:18:13"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 182,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/344eb157-%E4%B8%9C%E6%97%A5%E6%9C%AC%E9%93%81%E8%B7%AF%E5%91%A8%E6%B8%B8%E5%88%B8%EF%BC%88%E4%B8%9C%E5%8C%97%E5%9C%B0%E5%8C%BA%EF%BC%89---Klook%E5%AE%A2%E8%B7%AF/JREastPassTohokuArea.jpgopacity0.864484",
        "strIntroduction": "  Discover some of Japan's most scenic countryside such as the stunning Izu Peninsula Get unlimited travel on local, limited express, and express trains including the iconic Shinkansen bullet trains Enjoy convenient booking and peace of mind with instantly confirmed tickets with local Japan pick up Use the pass at your own pace with an 'any five days within a 14 day period' policy Discover some of Japan's most scenic countryside such as the stunning Izu Peninsula Discover some of Japan's most scenic countryside such as the stunning Izu Peninsula Get unlimited travel on local, limited express, and express trains including the iconic Shinkansen bullet trains Get unlimited travel on local, limited express, and express trains including the iconic Shinkansen bullet trains Enjoy convenient booking and peace of mind with instantly confirmed tickets with local Japan pick up Enjoy convenient booking and peace of mind with instantly confirmed tickets with local Japan pick up Use the pass at your own pace with an 'any five days within a 14 day period' policy Use the pass at your own pace with an 'any five days within a 14 day period' policy What We Love:   What We Love: Allowing unlimited rides on all trains covering Japan's scenic JR East train line, the JR East Pass (Tohoku area) is the ideal way to discover this exciting and picturesque part of Japan. Start with a trip from Narita Airport or Haneda Airport to Tokyo, for example, and then perhaps hop aboard the Shinkansen (Japan's high speed bullet train) to take in the sights of Aomori or Sendai. In addition to JR East lines, your pass allows you to take advantage of some non-JR trains in the Izu and Nikko areas. There is simply no better, or more economic way to cover Japan then by riding on the country's incredibly modern and expansive rail network. Book your tickets now, and see what Japan has to offer!  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/1418-jr-east-pass-tohoku-area-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "JR East Pass (Tohoku Area)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:18:23"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 97,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4b11b733-Fuji-Onsen--Gotemba-Outlets-Tour/FujiOnsenGotembaOutlets.jpg",
        "strIntroduction": " Take a day to experience Japan's natural wonders through a bus tour, Japanese-style lunch over views of Fuji, outlet shopping and an onsen bath Gaze upon the raw beauty of Mt. Fuji during the bus tour Enjoy a delicious Japanese-style lunch at Fujisanroku Ease your travel weary body into the onsen at Lake Yamanakako Shop to your heart's content at the Gotemba Premium Outlets Gaze upon the raw beauty of Mt. Fuji during the bus tour Gaze upon the raw beauty of Mt. Fuji during the bus tour Enjoy a delicious Japanese-style lunch at Fujisanroku Enjoy a delicious Japanese-style lunch at Fujisanroku Ease your travel weary body into the onsen at Lake Yamanakako Ease your travel weary body into the onsen at Lake Yamanakako Shop to your heart's content at the Gotemba Premium Outlets Shop to your heart's content at the Gotemba Premium Outlets What We Love:   What We Love: Admire Japan's famous mountain from the 5th Station viewing deck then gaze upon the untamed beauty of Mt. Fuji over a barbecue lunch cooked on hot stone lava plates from the very same mountain! Close your eyes and ease into the steamy onsen (hot spring) while taking a breath of crisp Japanese mountain air. Then fulfill your shopping needs at the Gotemba Premium Outlets, the largest outlet mall in Japan. This 1-day tour provides a relaxing means of exploring around Mt. Fuji without the hassle of organising transportation.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/600-fuji-onsen-gotemba-outlets-tour-japan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Fuji Onsen & Gotemba Outlets",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:18:33"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 61,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1a4d7ac8-%E4%B8%8D%E4%B8%80%E6%A0%B7%E8%A7%92%E5%BA%A6%E7%9A%84%E4%B8%9C%E4%BA%AC%EF%BC%81%E4%B8%9C%E4%BA%AC%E6%99%B4%E7%A9%BA%E5%A1%94-%2B-%E6%B0%B4%E9%99%86%E5%B7%B4%E5%A3%ABSky-Duck%E5%A5%97%E7%A5%A8/TokyoSkytree%2BSkyDuckComboTicket.jpg",
        "strIntroduction": " Experience the Tokyo Skytree tower and amphibious Sky Duck tour in a day with this great value combo ticket plus fast track entry Get big savings on two popular Tokyo attractions with one combo ticket Scale the heights of 634m Tokyo Skytree up to Floor 350 or even Floor 450! See incredible views as far as Mount Fuji on a clear day and the dazzling cityscape at night Experience a tour of Tokyo on land and on the water on board the amphibious Sky Duck Skip the Tokyo Skytree ticketing line: redeem your tickets on 5F and head straight up to the observatory deck Get big savings on two popular Tokyo attractions with one combo ticket Scale the heights of 634m Tokyo Skytree up to Floor 350 or even Floor 450! See incredible views as far as Mount Fuji on a clear day and the dazzling cityscape at night Experience a tour of Tokyo on land and on the water on board the amphibious Sky Duck Skip the Tokyo Skytree ticketing line: redeem your tickets on 5F and head straight up to the observatory deck What We Love:   What We Love: Get two iconic Tokyo experiences at a discount with this convenient combo ticket. The sprawling metropolis of Tokyo is a city you can't miss viewing from above. As one of the highest viewing spots in the city, you're guaranteed a great view atop the 634m Tokyo Skytree. Claiming the title of the world's tallest free standing tower, on clear days you can see up to 100km away, beyond even Mount Fuji, whilst at night you can observe the glittering city lights. Shoot up to one of two observation decks and brave the dizzying glass floor at the Tembo Deck (350m) or the vertiginous glass corridor of the Tembo Galleria (450m) - it's certainly not for acrophobics! In contrast the amphibious Sky Duck seamlessly takes you from land to sea aboard one vehicle. Begin by driving along the Tokyo city streets before the effortless transition into a Tokyo sightseeing cruise on the water.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/1944-tokyo-skytree/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tokyo Skytree + Sky Duck Combo Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:18:44"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 31,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/afff3dbd-Sake-All-You-Can-Drink/SakeAllYouCanDrink.jpg",
        "strIntroduction": " Spend an evening tasting over 100 different types of sake at a popular sake bar in Tokyo until you find your perfect brew Exclusive bookings for visitors to this very popular bar for up to 6 hours of sake tasting! Browse the refrigerators and grab a taste of any sake you like Let the sake-loving staff recommend brews you might enjoy Bring your own food and make a bunch of new friends at one of the 3 locations in Tokyo Exclusive bookings for visitors to this very popular bar for up to 6 hours of sake tasting! Exclusive bookings for visitors to this very popular bar for up to 6 hours of sake tasting! Browse the refrigerators and grab a taste of any sake you like Browse the refrigerators and grab a taste of any sake you like Let the sake-loving staff recommend brews you might enjoy Let the sake-loving staff recommend brews you might enjoy Bring your own food and make a bunch of new friends at one of the 3 locations in Tokyo Bring your own food and make a bunch of new friends at one of the 3 locations in Tokyo What We Love:   What We Love: Recently becoming one of Tokyo's most popular evening experiences, it's no suprise that you usually have to book a month in advance at Kurand Sake Market! Luckily, we've got your back and have reserved a few spots each night for foreign visitors to Tokyo. When you understand the concept, it's easy to see why it's so popular. 100 different types of sakes from all over Japan, an all-you-can-drink philosophy, BYO food (there's a nearby supermarket), and an almost open-ended duration. Not much of a sake connoisseur? The staff will be more than happy to make some suggestions. Traveling alone? Unsuprisingly, you'll be meeting and making new friends very quickly. Worried you'll drink too much? A water kanpai every hour should sort you out. It promises to be a night you'll remember..or not...  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/907-sake-all-you-can-drink-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sake All You Can Drink",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:18:54"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 162,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b7df39e5-%E4%B8%9C%E6%97%A5%E6%9C%AC%E9%93%81%E8%B7%AF%E5%91%A8%E6%B8%B8%E5%88%B8%EF%BC%88%E9%95%BF%E9%87%8E%E3%80%81%E6%96%B0%E8%88%84%EF%BC%89---Klook%E5%AE%A2%E8%B7%AF/JREastPassNaganoNiigataArea.jpg",
        "strIntroduction": " Travel in comfort through Eastern Japan and discover the Land of the Rising Sun with this convenient and economic pass Discover some of Japan's most scenic countryside and bustling cities such as Nagano and Niigata Get unlimited travel on local, limited express, and express trains including the iconic Shinkansen bullet trains Enjoy convenient booking and peace of mind with instantly confirmed tickets with local Japan pick up Use the pass at your own pace with an 'any five days within a 14 day period' policy Discover some of Japan's most scenic countryside and bustling cities such as Nagano and Niigata Discover some of Japan's most scenic countryside and bustling cities such as Nagano and Niigata Get unlimited travel on local, limited express, and express trains including the iconic Shinkansen bullet trains Get unlimited travel on local, limited express, and express trains including the iconic Shinkansen bullet trains Enjoy convenient booking and peace of mind with instantly confirmed tickets with local Japan pick up Enjoy convenient booking and peace of mind with instantly confirmed tickets with local Japan pick up Use the pass at your own pace with an 'any five days within a 14 day period' policy Use the pass at your own pace with an 'any five days within a 14 day period' policy What We Love:   What We Love: Allowing unlimited rides on all trains covering Japan's scenic JR East train line, the JR East Pass (Nagano, Niigata area) is the ideal way to discover this exciting and picturesque part of Japan. Start with a trip from Narita Airport or Haneda Airport to Tokyo, for example and then perhaps hop aboard the Shinkansen (Japan's high speed bullet train), or a limited express to discover picturesque Nagano or Niigata. In addition to JR East lines, your pass allows you to take advantage of some non-JR trains in the Izu and Nikko areas. There is simply no better, or more economic way to cover Japan then by riding on the country's incredibly modern and expansive rail network. Book your tickets now, and see what Japan has to offer!  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/1419-jr-east-pass-nagano-niigata-area-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "JR East Pass (Nagano/Niigata Area)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:19:05"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 74,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/029eb7a1-%E7%A7%81%E4%BA%BA%E5%AF%BC%E8%A7%88%E8%A7%82%E7%9C%8B%E7%9B%B8%E6%89%91%E8%AE%AD%E7%BB%83/SumoPracticeinTokyo.jpg",
        "strIntroduction": " Get a deep cultural insight into Japan's national sport with a guided visit to watch real sumo wrestlers complete their morning training Get a close up look at the sumo wrestlers' morning fight practice Observe the physical practice and cultural traditions of sumo for around 2 hours Your informative tour guide will ensure that you gain an in depth knowledge of everything to do with this historic Japanese sport Get a close up look at the sumo wrestlers' morning fight practice Get a close up look at the sumo wrestlers' morning fight practice Observe the physical practice and cultural traditions of sumo for around 2 hours Observe the physical practice and cultural traditions of sumo for around 2 hours Your informative tour guide will ensure that you gain an in depth knowledge of everything to do with this historic Japanese sport Your informative tour guide will ensure that you gain an in depth knowledge of everything to do with this historic Japanese sport What We Love:   What We Love: It's a fair statement to say that sumo wrestling must be one of the world's most unique national sports. Sumo originated in Japan as early as the 1600s and Japan remains the only country where this heavyweight sport is practiced professionally. Fighters live in communal 'stables' where every aspect of their daily lives is dictated by strict tradition. These traditions, etiquette and customs are not taken lightly. Many sumo stables are not open to foreign visitors and for those that are, even spectactors are expected to adhere to certain rules. Luckily this tour includes a local guide who will pick you up from your hotel and thoroughly prep you on everything you need to know before watching the sumos in their morning training rituals. It's a unique Japanese experience and far more than just a fight, as you'll soon find out...  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/899-sumo-training-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sumo Practice in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:25:23"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 299,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7a3a0888-Premium-Tour-of-Mt/PremiumMtFujiandHakoneTour.jpg",
        "strIntroduction": " The Premium Tour of Mt. Fuji and Hakone allows you to view Japan's natural landscapes with the comfort of first class transportation and service Enjoy the convenience of a taxi pick-up service in the morning Ride over Tokyo's mountains on the 4,000 meter long Hakone Ropeway Cruise through Lake Ashi on a giant ornately decorated pirate ship Feast on a five-course Western-style lunch over views of Mount Fuji Experience the volcanic fumes and the kuro-tamago (black eggs) of the volcanic valley of Owakundani Enjoy luxury coach transportation (with free WiFi) and first class Green Car seating on the Kodama Shinkansen Enjoy the convenience of a taxi pick-up service in the morning Enjoy the convenience of a taxi pick-up service in the morning Ride over Tokyo's mountains on the 4,000 meter long Hakone Ropeway Ride over Tokyo's mountains on the 4,000 meter long Hakone Ropeway Cruise through Lake Ashi on a giant ornately decorated pirate ship Cruise through Lake Ashi on a giant ornately decorated pirate ship Feast on a five-course Western-style lunch over views of Mount Fuji Feast on a five-course Western-style lunch over views of Mount Fuji Experience the volcanic fumes and the kuro-tamago (black eggs) of the volcanic valley of Owakundani Experience the volcanic fumes and the kuro-tamago (black eggs) of the volcanic valley of Owakundani Enjoy luxury coach transportation (with free WiFi) and first class Green Car seating on the Kodama Shinkansen Enjoy luxury coach transportation (with free WiFi) and first class Green Car seating on the Kodama Shinkansen What We Love:   What We Love: See for yourself how this smaller group tour lives up to its premium title and reputation. The day begins with a taxi-service pick up for 38 different locations in Tokyo. On top of that, you'll receive a five-course Western-style lunch and first class seats on the bullet train. Just when you're starting to get used to the star treatment, the tour takes you on a cruise—a cruise in the form of a giant pirate ship. The ship sails through Lake Ashi passing by the gorgeous Mt. Fuji and other natural scenery. We recommend this day-long journey to anyone wanting to take in Mount Fuji's magnificence with the comfort of first class transportation for a premium experience.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/610-premium-tour-fuji-hakone-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Premium Mt. Fuji and Hakone Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:25:36"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 42,
        "strGuideLanguage": "en/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a4b10435-Tokyo-Asakusa-Rickshaw-Tour/TokyoAsakusaRickshawTour.jpg",
        "strIntroduction": " Tour and explore Tokyo Asakusa in style. Let your rickshaw guide take you past the famous Kaminarimon with its huge paper lanterns and along the old town alleys of Asakusa Get a unique perspective of Tokyo on a rickshaw tour of Asakusa Pass the iconic Kaminarimon Gate, the Sensoji Temple and Tokyo Skytree among other famous sights in Asakusa Explore the quirky neighborhoods where you can still appreciate the history and atmosphere of what was once the most prosperous town in Tokyo Join us for an experience of Japanese culture instead of completing your visit of Asakusa with only shopping, the most popular pastime in the area Get a unique perspective of Tokyo on a rickshaw tour of Asakusa Pass the iconic Kaminarimon Gate, the Sensoji Temple and Tokyo Skytree among other famous sights in Asakusa Explore the quirky neighborhoods where you can still appreciate the history and atmosphere of what was once the most prosperous town in Tokyo Join us for an experience of Japanese culture instead of completing your visit of Asakusa with only shopping, the most popular pastime in the area What We Love:   What We Love: Asakusa in downtown Tokyo is alive with a characteristic traditional ambience that removes you from the bustle of 21st century Tokyo. Swing by the famous Kaminari Gate, the entrance to the grand Sensoji Temple and have your rickshaw tour guide take pictures as you pose under the gate's giant red lantern before your departure. Explore the Nakamise Shopping Street or adjoining alleyways offering a wide variety of mouth-watering lunch options. Travel between Asakusa's popular tourist destinations hassle-free, enjoy the city from a different height on a rickshaw perfect for two.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/1033-asakusa-rickshaw-tour-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tokyo Asakusa Rickshaw Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:25:47"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 31,
        "strGuideLanguage": "en/jp/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e04e5be0-%E4%B8%9C%E4%BA%AC%E5%92%8C%E6%9C%8D%E4%BD%93%E9%AA%8C/TokyoKimonoExperience.jpg",
        "strIntroduction": " Stroll Asakusa dressed in an authentic Japanese kimono with packages for individuals, friends, couples and students Experience what it's like to wear an authentic kimono Choose your preferred kimono design and let the experts dress you and style with hair with beautiful ornaments Stroll the historic streets of Asakusa on your own time (return kimonos before 4:30pm) Friends and couples can enjoy great value packages for groups For something unique, opt for the Hakama with Casual Furisode Plan (the traditional wear of female students in the Meiji period and now the popular outfit choice for girls at graduation Experience what it's like to wear an authentic kimono Experience what it's like to wear an authentic kimono Choose your preferred kimono design and let the experts dress you and style with hair with beautiful ornaments Choose your preferred kimono design and let the experts dress you and style with hair with beautiful ornaments Stroll the historic streets of Asakusa on your own time (return kimonos before 4:30pm) Stroll the historic streets of Asakusa on your own time (return kimonos before 4:30pm) Friends and couples can enjoy great value packages for groups Friends and couples can enjoy great value packages for groups For something unique, opt for the Hakama with Casual Furisode Plan (the traditional wear of female students in the Meiji period and now the popular outfit choice for girls at graduation For something unique, opt for the Hakama with Casual Furisode Plan (the traditional wear of female students in the Meiji period and now the popular outfit choice for girls at graduation What We Love:   What We Love: On arrival at one of the three kimono rental stores in Asakusa, you'll be presented with a wide array of colorful kimonos to choose from. Yukata (summer kimonos) are available for the hotter months whilst the 'hakama with casual furisode' is the popular option for graduating female students, a tradition dating back to the Meiji Period. Make your selection before being whisked into the styling area where skilled experts will diligently dress you in your kimono (complete with robe, obi, bag, socks, shoes and shawl) and hair styling with decorative ornaments. After this you'll have free time to stroll through Asakusa, an area which still retains a very traditional Tokyo atmosphere - the perfect backdrop for your photos! The Tokyo Kimono Experience offers a choice of packages designed for individuals, couples, friends and graduating students, and services in English, Japanese or Chinese.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/2125-kimono-experience-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tokyo Kimono Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:25:59"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 116,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6b97f694-Kimono-Dressing-in-Roppongi/KimonoDressinginAsakusa.jpg",
        "strIntroduction": " Walk down the streets of Asakusa adorned in a delicate kimono on this unique cultural Tokyo tour Learn how to dress yourself in a kimono Choose a delicate kimono that suits you Stroll the streets of Asakusa dressed in a kimono led by an English-speaking guide Learn how to dress yourself in a kimono Learn how to dress yourself in a kimono Choose a delicate kimono that suits you Choose a delicate kimono that suits you Stroll the streets of Asakusa dressed in a kimono led by an English-speaking guide Stroll the streets of Asakusa dressed in a kimono led by an English-speaking guide What We Love:   What We Love: Putting on a kimono isn't as easy as you might expect. Even getting dressed in a delicate art in the life of a geisha. Discover how geiko women and maiko girls adorn themselves with a tour of Tokyo's Asakusa district – dressed in a kimono! You'll have your pick of a selection of around 30 delicate kimonos, and assistants to show you the ropes of kimono wearing. Once you're properly attired, a guide will take you on a stroll through the cosmopolitan streets of Asakusa, offering some information and cultural tidbits along the way.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/643-kimono-dressing-asakusa-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kimono Dressing in Asakusa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:26:11"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 133,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ab5bf311-Tsukiji-Fish-Market-and-Sushi-Workshop/TsukijiFishMarketandSushiWorkshop.jpg",
        "strIntroduction": " Dive into a morning trip through the Tsukiji Outer Fish Market, and enjoy your self-made sushi after a sushi workshop guided by a professional Japanese chef Get a local's view of the famous Tsukiji Fish Market Learn how to make your own sushi with the guidance of a professional Japanese chef Enjoy a lunch of your self-made sushi Get a local's view of the famous Tsukiji Fish Market Get a local's view of the famous Tsukiji Fish Market Learn how to make your own sushi with the guidance of a professional Japanese chef Learn how to make your own sushi with the guidance of a professional Japanese chef Enjoy a lunch of your self-made sushi Enjoy a lunch of your self-made sushi What We Love:   What We Love: Breathe in the aroma of fresh fish and take in the salty atmosphere on a guided walk of the streets of the Tsukiji Outer Fish Market. Enter the hustle and bustle of fishermen and suppliers selling the freshest catch of the day in Tokyo's famous fish market where the world's most expensive tuna was once sold at auction for a huge US$1.8M! Next, head back to the kitchen where sushi lovers' dreams are fulfilled with an exclusive sushi-making lesson guided by a professional Japanese chef. Experience the fish market world of Tokyo and enjoy your lunch filled with self-made sushi—it's the ultimate fishy entertainment!  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/620-tsukiji-fish-market-sushi-workshop-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tsukiji Fish Market and Sushi Workshop",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:26:23"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 51,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1edc809e-Tokyo-Morning-Tour/TokyoMorningTour.jpgopacity0.997396",
        "strIntroduction": " Early birds can delight in the Tokyo Morning Tour's trip to Tokyo Tower, Imperial Palace Plaza and Sensoji Temple Gaze at a panoramic view of Tokyo from Tokyo Tower Take a stroll through Imperial Palace Plaza and visit Tokyo's ancient Sensoji Temple Fulfill your shopping cravings at Nakamise Shopping Street Drive by past the popular districts, cultural Ueno and electronics-crazy Akihabara Gaze at a panoramic view of Tokyo from Tokyo Tower Gaze at a panoramic view of Tokyo from Tokyo Tower Take a stroll through Imperial Palace Plaza and visit Tokyo's ancient Sensoji Temple Take a stroll through Imperial Palace Plaza and visit Tokyo's ancient Sensoji Temple Fulfill your shopping cravings at Nakamise Shopping Street Fulfill your shopping cravings at Nakamise Shopping Street Drive by past the popular districts, cultural Ueno and electronics-crazy Akihabara Drive by past the popular districts, cultural Ueno and electronics-crazy Akihabara What We Love:   What We Love: Get a fresh start on your adventuring with a morning trip to three of Tokyo's acclaimed attractions. Breathe in the crisp morning air and stroll through the tranquil Sensoji Temple. Gain a new perspective of Tokyo with a panoramic view from Tokyo Tower. Satisfy your shopping crave and take on Nakamise Shopping Street. Early birds seize the day and experience this short journey - then you'll have the afternoon free!  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/609-tokyo-morning-tour/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tokyo Morning Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:26:35"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b5c65816-Nikko-Travel-Pass/NikkoTravelPass.jpgopacity0.999753",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Visit the popular attractions at Nikko and Kinugawa with unlimited bus and train rides starting and ending in Tokyo city center Explore the best places in Nikko and Kinugawa with a two or four day all-you-can-ride pass Comes with a round trip ticket from Tobu Asakusa Station to Shimo-imaichi Station Use the pass to receive discounts at designated tourism facilities and souvenir shops in Asakusa, Nikko and Kinugawa Explore the best places in Nikko and Kinugawa with a two or four day all-you-can-ride pass Comes with a round trip ticket from Tobu Asakusa Station to Shimo-imaichi Station Use the pass to receive discounts at designated tourism facilities and souvenir shops in Asakusa, Nikko and Kinugawa What We Love:   What We Love: Explore the World Heritage Sites of Nikko with this all-you-can-ride pass that lets you freely travel around the area around by train or bus. Nikko was once the centre of Shinto and Buddhist mountain worship - pay a visit to the Rinno-ji Temple, one of the most important Buddhist temples in Japanese history. Next, to go the Nikko National Park, a great location to observe the stunning landscapes of the country with scenic mountains, lakes, hot springs and waterfalls. At the end of your journey, the convenient pass will get you back to central Tokyo (Asakusa, Tokyo Skytree or Tochigi Station) with a round trip journey included in the ticket.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/822-nikko-travel-pass-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Nikko Travel Pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:26:45"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 91,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/84afe6bc-Panoramic-Tokyo/PanoramicTokyo.jpg",
        "strIntroduction": " Panoramic Tokyo packs the highlights of Tokyo into one day with a cruise around Tokyo Bay, a trip to Odaiba and a ride across Rainbow Bridge Visit the famous Meiji Jingu Shrine, Imperial Palace East Garden, Sensoji Temple and Nakamise Shopping Center Enjoy a 50-minute cruise through Tokyo Bay Take a break during the tour with an included Western-style lunch on the top floor of hotel overlooking Hamarikyu Gardens End the evening with an illuminated drive over Rainbow Bridge Hotel pick up, comfortable transportation and lunch are all included Visit the famous Meiji Jingu Shrine, Imperial Palace East Garden, Sensoji Temple and Nakamise Shopping Center Visit the famous Meiji Jingu Shrine, Imperial Palace East Garden, Sensoji Temple and Nakamise Shopping Center Enjoy a 50-minute cruise through Tokyo Bay Enjoy a 50-minute cruise through Tokyo Bay Take a break during the tour with an included Western-style lunch on the top floor of hotel overlooking Hamarikyu Gardens Take a break during the tour with an included Western-style lunch on the top floor of hotel overlooking Hamarikyu Gardens End the evening with an illuminated drive over Rainbow Bridge End the evening with an illuminated drive over Rainbow Bridge Hotel pick up, comfortable transportation and lunch are all included Hotel pick up, comfortable transportation and lunch are all included What We Love:   What We Love: A fantastic way to pack exploring the sites of Tokyo into a day's trip. Panoramic Tokyo takes travelers via bus through Odaiba, stopping at acclaimed attractions such as Meiji Jingu Shrine, Imperial Palace East Garden, Sensoji Temple and Nakamise shopping center. The tour then makes a splash with a 50-minute cruise around Tokyo Bay. Your evening ends with an illuminated ride across the legendary Rainbow Bridge. Traditional and modern, the tour offers the best of both worlds.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/608-panoramic-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Panoramic Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:26:55"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 61,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3b42aee0-Tokyo-Skytree--Asakusa-Tour/TokyoSkytreeAsakusaTour.jpg",
        "strIntroduction": " Slot a quick adventure to your schedule and explore Tokyo's acclaimed sites, neighborhoods and attractions Drive past Imperial Palace Plaza, National Diet Building and State Guest House See renowned Tokyo neighborhoods Ginza and Akihabara Visit the sacred 1300 years old Sensoji Temple and browse the food stands and souvenirs at Nakamise Shopping Street in Asakusa Travel 350-meters above ground to Tokyo Skytree's Tembo deck Drive past Imperial Palace Plaza, National Diet Building and State Guest House Drive past Imperial Palace Plaza, National Diet Building and State Guest House See renowned Tokyo neighborhoods Ginza and Akihabara See renowned Tokyo neighborhoods Ginza and Akihabara Visit the sacred 1300 years old Sensoji Temple and browse the food stands and souvenirs at Nakamise Shopping Street in Asakusa Visit the sacred 1300 years old Sensoji Temple and browse the food stands and souvenirs at Nakamise Shopping Street in Asakusa Travel 350-meters above ground to Tokyo Skytree's Tembo deck Travel 350-meters above ground to Tokyo Skytree's Tembo deck What We Love:   What We Love: Ease your busy schedules with a Tokyo tour during the afternoon. Tokyo Skytree and Asakusa tour provides a day jam-packed with sightseeing of significant political and stately buildings like Imperial Palace Plaza, National Diet Building and the State Guest House, plus a drive through swanky Ginza and the bright lights of Akihabara (the electronics district). Walk along the colorful shopping promenade of Nakamise and visit Sensoji, Tokyo's oldest Buddhist temple. The day tops off with a 350-meter trek up Tokyo Skytree, the tallest tower in the world. If you're visiting Tokyo for a short period of time, take advantage of this quick adventure to fulfill all of your sightseeing cravings!  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/607-tokyo-skytree-asakusa-tour/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tokyo Skytree & Asakusa Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:27:06"
    },
    {
        "intDurationHour": 504,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 276,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/aa2cffb0-Japan-Rail-Pass/WholeJapanRailPassHKAirportPickUp.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover Japan with a JR Rail Pass and see all four corners of this fascinating country in speed and style Choose from a 7 day, 14 day or 21 day pass for more flexibility Travel the 503 kilometres from Tokyo to Osaka in an incredible 2 hours 30 minutes Coverage all over Japan means you can explore wherever you like with ease and comfort Special rail pass for foreign tourists traveling in Japan Conveniently pick up your tickets from Hong Kong International Airport before you even depart for your trip Choose from a 7 day, 14 day or 21 day pass for more flexibility Travel the 503 kilometres from Tokyo to Osaka in an incredible 2 hours 30 minutes Coverage all over Japan means you can explore wherever you like with ease and comfort Special rail pass for foreign tourists traveling in Japan Conveniently pick up your tickets from Hong Kong International Airport before you even depart for your trip What We Love:   What We Love: There is no easier and more convenient way to discover the Land of the Rising Sun than by taking a ride on Japan's brilliantly expansive rail network. The Japan Rail Pass (JR Pass) is the most convenient and economical way to travel around and experience this incredible country, travelling on world class train technology with your pass including the usage of the iconic 'bullet-trains'. With a number of flexible packages to choose from, make sure you see Japan in comfort and style - book your ticket now!  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/961-japan-rail-pass-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Whole Japan Rail Pass (HK Airport Pick Up)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:27:18"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 51,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0e85efab-Tokyo-Afternoon-Tour/TokyoAfternoonTour.jpg",
        "strIntroduction": " Enjoy the splendor of an all-encompassing view of Tokyo. Visit the Seaside Top observatory deck, Sensoji Temple and Imperial Palace Plaza, and then take a cruise down Sumida River Take in the impressive view of Tokyo from the Seaside Top observatory deck Stroll through the historical streets of Imperial Palace Plaza Experience the spiritual richness of Sensoji Temple Shop till you drop at the Nakamise shopping street Gain a new perspective of Tokyo from a relaxing 40-minute Sumida River Cruise Take in the impressive view of Tokyo from the Seaside Top observatory deck Take in the impressive view of Tokyo from the Seaside Top observatory deck Stroll through the historical streets of Imperial Palace Plaza Stroll through the historical streets of Imperial Palace Plaza Experience the spiritual richness of Sensoji Temple Experience the spiritual richness of Sensoji Temple Shop till you drop at the Nakamise shopping street Shop till you drop at the Nakamise shopping street Gain a new perspective of Tokyo from a relaxing 40-minute Sumida River Cruise Gain a new perspective of Tokyo from a relaxing 40-minute Sumida River Cruise What We Love:   What We Love: Reward your site-seeing eyes to a sweeping gaze of Tokyo from the Seaside Top observatory deck. Take a stroll through the historical streets of the Imperial Palace Plaza and visit the serene Sensoji Temple. Touring through the main areas of Tokyo, you'll get a glimpse of glittering Ginza, time to browse at Nakamise Shopping Street then the chance to ease your travel weary feet with a 40-minute cruise on the Sumida River. The energetic English-speaking guides and impressive city views will turn your afternoon into an unexpected adventure.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/613-tokyo-afternoon-tour/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tokyo Afternoon Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:27:30"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 61,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3235bfb6-%E4%B8%9C%E4%BA%AC%E8%8C%B6%E9%81%93%E4%BD%93%E9%AA%8C/TraditionalJapaneseTeaCeremony.jpg",
        "strIntroduction": " Sip a steaming cup of Japanese tea and enjoy sweet treats at a sophisticated Japanese tea ceremony experience led by a local host Enjoy a cup of green tea with tasty confectionary Appreciate the complex art of Japanese Tea Ceremony guided by tea masters Relax and replenish for an hour out of the frenzy of the city Enjoy a cup of green tea with tasty confectionary Enjoy a cup of green tea with tasty confectionary Appreciate the complex art of Japanese Tea Ceremony guided by tea masters Appreciate the complex art of Japanese Tea Ceremony guided by tea masters Relax and replenish for an hour out of the frenzy of the city Relax and replenish for an hour out of the frenzy of the city What We Love:   What We Love: When you enjoy a cup of Japanese tea, it's not just a simple matter of pouring the hot beverage. Japanese tea culture is an art, a tradition, a symbol of culture, a ceremony. It is believed that tea ceremonies maintain a peaceful mind and wash away stress or fatigue. In this unique Japanese tea ceremony experience in Tokyo, your hosts dressed in traditional kimonos give a native insight into the importance of tea ceremonies in Japan. Watch the whole meticulous process first hand then enjoy your delicious tea accompanied by some delectable sweet treats.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/910-traditional-japanese-tea-ceremony-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Traditional Japanese Tea Ceremony",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:27:42"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 84,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b1d27f26-%E4%B8%9C%E4%BA%AC%E5%B1%85%E9%85%92%E5%B1%8B%E4%BD%93%E9%AA%8C/TokyoBarHopping.jpg",
        "strIntroduction": " Get a lesson in Japanese drinking culture with a beverage in hand on a guided bar hop tour of local Izakaya restaurants in Tokyo Be entertained as you're guided from place to place by fun-loving guides Get a first hand insight into Japanese nightlife, drinks and food Visit non-touristy locations, popular with locals Be entertained as you're guided from place to place by fun-loving guides Be entertained as you're guided from place to place by fun-loving guides Get a first hand insight into Japanese nightlife, drinks and food Get a first hand insight into Japanese nightlife, drinks and food Visit non-touristy locations, popular with locals Visit non-touristy locations, popular with locals What We Love:   What We Love: It's no secret that the Japanese love to relax with a drink after a hard day's work. Drink like the locals do on a bar hopping tour of Tokyo led by an entertaining and experienced bar hop guide! Dive in and out of watering holes popular with the locals, kick back with a Japanese brew and munch on favorite foods at 'Izakaya' restaurant/bars. You'll get a first hand insight into Tokyo night life and Japanese drinking culture from local establishments (no tourists here!) - Kanpai!  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/914-tokyo-bar-hopping-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tokyo Bar Hopping",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:27:55"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 106,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/71356bac-Walking-Tokyo-Roppongi-Dining/WalkingTokyoRoppongiDining.jpg",
        "strIntroduction": " With this walking n' eating Roppongi tour you can feast upon a delicious all-you-can-eat authentic Japanese dinner and enjoy Tokyo's nightlife with a guided tour of Tokyo's boutique fashion district Enjoy an tasty all-you-can-eat Japanese shabu-shabu or sukiyaki dinner Take on the night with a stroll through Roppongi, Tokyo's 300-year-old boutique fashion district Get a local's scoop of the city's nightlife with a guided tour of Roppongi Enjoy an tasty all-you-can-eat Japanese shabu-shabu or sukiyaki dinner Enjoy an tasty all-you-can-eat Japanese shabu-shabu or sukiyaki dinner Take on the night with a stroll through Roppongi, Tokyo's 300-year-old boutique fashion district Take on the night with a stroll through Roppongi, Tokyo's 300-year-old boutique fashion district Get a local's scoop of the city's nightlife with a guided tour of Roppongi Get a local's scoop of the city's nightlife with a guided tour of Roppongi What We Love:   What We Love: Foodies, it's time to finally give in to your tummies with a delectable all-you-can-eat dinner at a shabu-shabu and sukiyaki restaurant. And for all you fashionistas, relish in a guided tour of Roppongi, Tokyo's famous 300-year-old boutique fashion district. The energetic tour guides and vibrant atmosphere create the ideal experience for anyone wanting a taste of Tokyo's nightlife.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/605-walking-tokyo-roppongi-dining-japan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Walking Tokyo: Roppongi Dining",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:28:07"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 42,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/466726d5-Cityrama-A-Morning-in-Tokyo/CityramaAMorninginTokyo.jpg",
        "strIntroduction": " Time travel back to historical Tokyo and experience the tranquil atmosphere of Meiji Shrine, the East Gardens of the Imperial Palace and Sensoji Temple Stroll through the scenic East Gardens of the Imperial Palace Witness the spiritual finesse of the Meiji Shrine Experience the historical wonder of Sensoji Temple, completed in the year 645 Enjoy the convenience of bus transfers to and from each location, plus pick up from your hotel Stroll through the scenic East Gardens of the Imperial Palace Stroll through the scenic East Gardens of the Imperial Palace Witness the spiritual finesse of the Meiji Shrine Witness the spiritual finesse of the Meiji Shrine Experience the historical wonder of Sensoji Temple, completed in the year 645 Experience the historical wonder of Sensoji Temple, completed in the year 645 Enjoy the convenience of bus transfers to and from each location, plus pick up from your hotel Enjoy the convenience of bus transfers to and from each location, plus pick up from your hotel What We Love:   What We Love: Transport yourself back to historical Tokyo and embrace the ancient atmosphere of Sensoji Temple, Tokyo's oldest and most popular temple. Take in the fresh aroma of the flowers from the East Gardens of the Imperial Palace, and witness the spiritual serenity of Meiji Shrine. The Cityrama Tokyo morning tour gives travelers a chance to enjoy the heart of Japanese culture through exposing you to its rich history.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/606-cityrama-tokyo-morning-tour/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Cityrama: A Morning in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:28:18"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 57,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/beba55ae-Kyoto-Afternoon-Exploration/KyotoAfternoonExploration.jpg",
        "strIntroduction": " Add a spark to your afternoon with a trip to expertly crafted temples and a visit to the vibrant red Heian Jingu Shrine Walk through the characteristically vibrant red Heian Jingu Shrine Explore the world's longest wooden structure, Sanjusangen-do Temple Visit the Kiyomizu temple and walk through the historic shopping lane leading to its entrance Walk through the characteristically vibrant red Heian Jingu Shrine Walk through the characteristically vibrant red Heian Jingu Shrine Explore the world's longest wooden structure, Sanjusangen-do Temple Explore the world's longest wooden structure, Sanjusangen-do Temple Visit the Kiyomizu temple and walk through the historic shopping lane leading to its entrance Visit the Kiyomizu temple and walk through the historic shopping lane leading to its entrance What We Love:   What We Love: Transform your afternoon in Kyoto into an adventure filled with expertly crafted temples and a visit to the vibrant red Heian Jingu Shrine. Gaze upon Sanjusangen-do Temple and see for yourself why it's the world's longest wooden structure. Stroll through the historic shopping lane on your walk to Kiyomizu-dera Temple and think of a wish to make when you reach the temple—legend says it'll come true!  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/646-kyoto-afternoon-exploration/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kyoto Afternoon Exploration",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:28:32"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 65,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/af2f8109-Survival-Game/SurvivalGame.jpg",
        "strIntroduction": " Now for something a little different from your usual list of things to do in Japan: an army-style combat battle against your friends in an indoor airplay arena! Engage in a shooting battle in a spacious indoor all-weather playing field Equip yourself with the most sophisticated airsoft gear Beginners are also welcome to join the experience Challenge all your friends with maximum of 15 people per group Engage in a shooting battle in a spacious indoor all-weather playing field Equip yourself with the most sophisticated airsoft gear Beginners are also welcome to join the experience Challenge all your friends with maximum of 15 people per group What We Love:   What We Love: Gear up for battle: put on your camouflage, load your BB gun and get ready to take down your enemies (...or friends and travel companions)! It might not be the tranquil Japanese experience you had in mind but this all-weather activity is sure to get your heart racing! Get instruction and tips from a professional guide who will explain how it works and will ensure that your safety is guaranteed. This airsoft game takes place in fully decked out indoor area, so no matter if it’s sunny or rainy, the battle is still on.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/893-survival-game-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Survival Game",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:28:44"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 46,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0786ed41-Traditional-Towel-Dyeing-Experience/TraditionalTowelDyeingExperience.jpg",
        "strIntroduction": " Join this traditional craft workshop in Tokyo to learn how to make an exquisite Tokyo Honzome Tenugui (handmade towel) with a unique Japanese dyeing technique called Chusen Design and dye your own towel by hand using traditional Japanese techniques Perfect your dyeing technique with the help of a professional instructor, craftsman and artisan in Chusen-Tenugui Share the experience with friends and family, and take home a unique souvenir from Japan Design and dye your own towel by hand using traditional Japanese techniques Design and dye your own towel by hand using traditional Japanese techniques Perfect your dyeing technique with the help of a professional instructor, craftsman and artisan in Chusen-Tenugui Perfect your dyeing technique with the help of a professional instructor, craftsman and artisan in Chusen-Tenugui Share the experience with friends and family, and take home a unique souvenir from Japan Share the experience with friends and family, and take home a unique souvenir from Japan What We Love:   What We Love: Could there be a more special souvenir from Japan than one you made yourself? Using the traditional style and guided by a skilled instructor, make a beautiful Japanese-style towel, hand dyed with an original Japanese technique called 'Chusen'. Walk through the full manufacturing process of a craftsman, such as dyeing part of a design using various colors, washing techniques to clean off the color, and more. Depending on your schedule and budget, choose between the basic or full course.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/908-traditional-towel-dyeing-experience-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Traditional Towel Dyeing Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:28:58"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 56,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/dd5575de-%E6%B8%85%E9%85%92%E5%93%81%E5%B0%9D%E8%AF%BE%E7%A8%8B/SakeLessonandAllYouCanDrinkTasting.jpg",
        "strIntroduction": " Taste Japan's most famous liquor, sake, and discover the special way it is made and its many varieties, led by a sake master in Tokyo Take part in a Sake learning session and get to know more about this unique type of liquor Savor 10-15 different sakes in a guided tasting and afterwards take your pick of over 100 different kinds of sake, plum wine and Japanese liquors Bring your own food or opt for the Yakitori (grilled chicken on skewer) or Sushi (nigiri) packages. The sake master will help find a sake to pair with your food, whatever you are eating Take part in a Sake learning session and get to know more about this unique type of liquor Take part in a Sake learning session and get to know more about this unique type of liquor Savor 10-15 different sakes in a guided tasting and afterwards take your pick of over 100 different kinds of sake, plum wine and Japanese liquors Savor 10-15 different sakes in a guided tasting and afterwards take your pick of over 100 different kinds of sake, plum wine and Japanese liquors Bring your own food or opt for the Yakitori (grilled chicken on skewer) or Sushi (nigiri) packages. The sake master will help find a sake to pair with your food, whatever you are eating Bring your own food or opt for the Yakitori (grilled chicken on skewer) or Sushi (nigiri) packages. The sake master will help find a sake to pair with your food, whatever you are eating What We Love:   What We Love: Who wants to learn from books or Wikipedia when it comes to wine and liquor? Get an authentic introduction to Japan's favourite tipple with a sake tasting experience led by a British sake master. Learn about how sake is made, the raw ingredients, and the myriad of varieties that are out there. In this program, you'll be taught the A to Z of sake with 10-15 very different tasters from across Japan. Use your take-home cheat sheet to help you find a brew which is perfectly suited to your preferences.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/911-sake-tasting-lesson-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sake Lesson and All You Can Drink Tasting",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:29:07"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 46,
        "strGuideLanguage": "en/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/89336a1c-%E6%9C%9F%E9%97%B4%E9%99%90%E5%AE%9ASAKURA%E5%A5%87%E5%B9%BB%E5%BC%82%E4%B8%96%E7%95%8C%E5%85%AC%E6%BC%94%E7%A7%80-Klook%E5%AE%A2%E8%B7%AF/Sakura-JapanInTheBoxShow.jpgopacity0.973043",
        "strIntroduction": " A musical show filled with Japanese traditional and contemporary music accompanied by multiple dance techniques that promises to impress! Experience the thrill of battle in scenes of Samurais and Ninjas with amazing animation projection mapping Witness the beauty of Nihon Buyo (a Japanese traditional dance) synchronized with modern street dance Explore the vivid sounds of Japanese traditional musical instruments paired with rock music Use the show's app to read the English/Chinese subtitles in real time or to take pictures with filters made especially for this show Experience the thrill of battle in scenes of Samurais and Ninjas with amazing animation projection mapping Witness the beauty of Nihon Buyo (a Japanese traditional dance) synchronized with modern street dance Explore the vivid sounds of Japanese traditional musical instruments paired with rock music Use the show's app to read the English/Chinese subtitles in real time or to take pictures with filters made especially for this show What We Love:   What We Love: Don't miss your chance to see Sakura – Japan In A Box at the Meijiza Theater in Japan, the theater with the longest history in Tokyo. Follow the story of Sakura, a high-school girl in search of finding herself. She meets a white fox who takes her on a journey across a mysterious land. Travel with them throughout the four seasons as Sakura discovers what is truly important in life. The show combines Japanese traditional arts such as musical instruments and dance with contemporary anime and modern pop culture dancing. Don't speak Japanese? No problem! The show is filled with expressive dancing and acting that will make it easy to follow Sakura's journey. What's more, you can download the show's app and read the subtitles (English or Chinese) in real time as the show is being performed!  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/2077-sakura-japan-in-the-box-show-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sakura - Japan In The Box Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:29:20"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 31,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/52a40c3b-All-You-Can-Drink-Plum-Wine/AllYouCanDrinkPlumWine.jpgopacity0.747729",
        "strIntroduction": " Taste over 100 different types of plum wines until you've found your perfect drink Browse the refrigerators and grab a taste of any plum wine you like - there are endless flavors to choose from! Enjoy your chosen liqueur with ice, soda or poured over ice cream (all included in the price) All plum wines are made using raw ingredients from regions across Japan and sourced directly from the breweries Bring your own food or get it delivered to the store from a local take out Let the staff recommend brews you might enjoy, heat or prepare food for you Browse the refrigerators and grab a taste of any plum wine you like - there are endless flavors to choose from! Browse the refrigerators and grab a taste of any plum wine you like - there are endless flavors to choose from! Enjoy your chosen liqueur with ice, soda or poured over ice cream (all included in the price) Enjoy your chosen liqueur with ice, soda or poured over ice cream (all included in the price) All plum wines are made using raw ingredients from regions across Japan and sourced directly from the breweries All plum wines are made using raw ingredients from regions across Japan and sourced directly from the breweries Bring your own food or get it delivered to the store from a local take out Bring your own food or get it delivered to the store from a local take out Let the staff recommend brews you might enjoy, heat or prepare food for you Let the staff recommend brews you might enjoy, heat or prepare food for you What We Love:   What We Love: With so many different plum wines on offer, you might be overwhelmed by the choices. But that's the beauty of this bar, there's ample time and no maximum number of plum wines you can taste. So help yourself to as little or as much as you like until you've found your ideal flavor. Be it blueberry, strawberry, yuzu, satsuma, green tea...whatever takes your fancy! Bring in your own food to accompany your wines, or pop out to a nearby store. The whole experience is fully flexible! There's even unlimited ice cream you can help yourself to (it's delicious covered in a fruit liqueur!)  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/1524-all-you-can-drink-plum-wine-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "All You Can Drink Plum Wine",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:29:29"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 110,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0a1c0afe-Dynamic-Tokyo/DynamicTokyo.jpg",
        "strIntroduction": " Heighten your perspective of Tokyo's popular attractions including Tokyo Tower, the Imperial Palace Plaza, Sensoji Temple and Sumida River with Dynamic Tokyo Visit Japan's famed Tokyo Tower Experience the historical richness of Japan's culture through traveling to the Imperial Palace Plaza and Sensoji Temple Take a Cruise down the Sumida River Brush up on traditional Japanese etiquette with a tea ceremony experience Dine on a provided authentic Japanese-style meal for lunch Visit Japan's famed Tokyo Tower Visit Japan's famed Tokyo Tower Experience the historical richness of Japan's culture through traveling to the Imperial Palace Plaza and Sensoji Temple Experience the historical richness of Japan's culture through traveling to the Imperial Palace Plaza and Sensoji Temple Take a Cruise down the Sumida River Take a Cruise down the Sumida River Brush up on traditional Japanese etiquette with a tea ceremony experience Brush up on traditional Japanese etiquette with a tea ceremony experience Dine on a provided authentic Japanese-style meal for lunch Dine on a provided authentic Japanese-style meal for lunch What We Love:   What We Love: Get the ultimate classic tour of Tokyo and visit popular sites such as Tokyo Tower, the Imperial Palace Plaza and Sensoji Temple. Sharpen your Japanese etiquette and join in on a traditional tea ceremony followed by an authentic Japanese-style lunch. Change your perspective of Tokyo and enjoy a 40 minute cruise down the Sumida River. Despite visiting the most popular and cliché spots for tourists to gather, Dynamic Tokyo provides a renewed outlook of the city's famous landmarks  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/603-dynamic-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Dynamic Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:29:42"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 227,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f99f4622-JR-Hokuriku-Arch-Pass---Klook/JRHokurikuArchPassHKAirportPickUp.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Ride between Tokyo and Osaka via the less travelled Hokuriku Region with a convenient and flexible Hokuriku Arch Pass Experience the most convenient train travel between Osaka and Tokyo Visit the lesser known, but equally as enticing Nara, Kobe and Kyoto Enjoy 7 consecutive days of travel with unlimited rides and usage Instant confirmation means that you can relax about your booking Conveniently pick up your tickets from Hong Kong International Airport before you even depart for your trip Experience the most convenient train travel between Osaka and Tokyo Visit the lesser known, but equally as enticing Nara, Kobe and Kyoto Enjoy 7 consecutive days of travel with unlimited rides and usage Instant confirmation means that you can relax about your booking Conveniently pick up your tickets from Hong Kong International Airport before you even depart for your trip What We Love:   What We Love: For exclusive use by foreign toursits, the Hokuriku Arch Pass is the ideal JR Rail pass for those planning on seeing the sights of both Tokyo and Osaka, two of Japan's most vibrant cities. Travelling in comfort and style on Japan's top of the range trains, the pass has excellent coverage for a number of other exciting destinations. Kobe, Kyoto, and Nara are all included, giving you the freedom and flexibility to discover the charms of some of Japan's most historic cities.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/1268-jr-hokuriku-arch-pass-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "JR Hokuriku Arch Pass (HK Airport Pick Up)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:29:52"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 76,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8afabb23-%E4%B8%9C%E4%BA%AC%E5%8D%8A%E6%97%A5%E5%9B%A2-/TokyoWalkingTour.jpgopacity0.845126",
        "strIntroduction": " Appreciate the beauty of ancient and modern Japan on a Tokyo walking tour to Meiji Shrine, Imperial Palace, and the Nihonbashi business district Experience the quietly stunning beauty of Meiji Shrine built in the 1920s Discover the mysterious past of the Japanese imperial family and glimpse the splendid architectural design of the palace Stroll Nihonbashi, visit the famous bridge and soak up the prosperous atmosphere Allow your English speaking guide to better explain Tokyo's history as you tour the area Experience the quietly stunning beauty of Meiji Shrine built in the 1920s Experience the quietly stunning beauty of Meiji Shrine built in the 1920s Discover the mysterious past of the Japanese imperial family and glimpse the splendid architectural design of the palace Discover the mysterious past of the Japanese imperial family and glimpse the splendid architectural design of the palace Stroll Nihonbashi, visit the famous bridge and soak up the prosperous atmosphere Stroll Nihonbashi, visit the famous bridge and soak up the prosperous atmosphere Allow your English speaking guide to better explain Tokyo's history as you tour the area Allow your English speaking guide to better explain Tokyo's history as you tour the area What We Love:   What We Love: Tokyo's most famous Shinto shrine, Meiji Shrine, is a welcome retreat from the frenzy of Tokyo. Soak up the serence atmosphere, write wishes on paper tied to the prayer wall, or watch a wedding procession glide past. Next stop is the city's impressive Imperial Palace. Once the world's largest fortress (though little of it remains), the palace is now home to the Emperor and Imperial Family. Whilst most of the building is off limits, the grounds and East Garden are a beautiful place to stroll. Afterwards, venture into the 'center of Japan' at Tokyo's business district, Nihonbashi. A hub of shopping and dining, make sure to also walk over the area's namesake, Nihonbashi Bridge.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/913-tokyo-walking-tour-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tokyo Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:30:02"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 166,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d661750f-JR-Alpine-Takayama-Matsumoto-Rail-Pass/JRAlpine-Takayama-MatsumotoPassHKAirportPickUp.jpgopacity0.845126",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Your pass gives you unlimited rides on all JR express trains to and from Nagoya and on all transportation within the alpine route Get unlimited use of local and limited express trains between Nagoya and Toyama, and between Nagoya and Shinano-Omachi Enjoy the panoramic views traveling between Nagoya and Toyama in just 4 hours! The pass entitles the holder to unlimited travel along the Tateyama Kurobe Alpine Route Valid for 5 consecutive days offering the pass holder real flexibility Conveniently pick up your tickets from Hong Kong International Airport before you even depart for your trip Get unlimited use of local and limited express trains between Nagoya and Toyama, and between Nagoya and Shinano-Omachi Enjoy the panoramic views traveling between Nagoya and Toyama in just 4 hours! The pass entitles the holder to unlimited travel along the Tateyama Kurobe Alpine Route Valid for 5 consecutive days offering the pass holder real flexibility Conveniently pick up your tickets from Hong Kong International Airport before you even depart for your trip What We Love:   What We Love: Providing pass holders with five consecutive days of unlimited use of JR (Japan Rail) trains between Nagoya and Toyama - including access to the Alpine-Takayama-Matsumoto Area Tourist Pass - this is the ideal rail pass for discovering this stunning part of Japan. On the Alpine Takayama-Matsumoto line, climb to an altitude of nearly 2500m and take in the amazing views of nearby Mount Tateyama. Alternatively, swap the Sea of Japan for the Pacific Ocean with a trip from Toyama to Nagoya taking just 4 hours. A great experience for travelers wanting to get a more off the beaten path experience in Japan!  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/1267-jr-alphine-takayama-matsumoto-pass-/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "JR Alpine-Takayama-Matsumoto Pass (HK Airport Pick Up)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:30:12"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 29,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ff7ccd9c-%E4%B8%9C%E4%BA%AC%E7%A7%8B%E5%8F%B6%E5%8E%9F%E7%9C%9F%E4%BA%BA%E7%89%88%E8%B6%85%E7%BA%A7%E7%8E%9B%E8%8E%89%E8%B7%91%E8%B7%91%E5%8D%A1%E4%B8%81%E8%BD%A6Go-Kart/StreetGoKartingExperienceinAkihabara.jpg",
        "strIntroduction": " Dress up in your favorite Mario Kart or cosplay costumes and discover Akihabara - Tokyo's electronics and gaming paradise! Live on the edge and explore downtown Tokyo in a go kart Take unique pictures with your go kart dressed in popular cosplay costumes such as Super Mario and other Mario Kart characters Become the center of attention - get used to being photographed as you drive through the city Choose from a one hour taster or rent your go kart and costume for a full day Live on the edge and explore downtown Tokyo in a go kart Take unique pictures with your go kart dressed in popular cosplay costumes such as Super Mario and other Mario Kart characters Become the center of attention - get used to being photographed as you drive through the city Choose from a one hour taster or rent your go kart and costume for a full day What We Love:   What We Love: Driving the streets by go kart is one of the most thrilling ways to see Tokyo's Otaku paradise, Akihabara! Choose from a variety of cosplay costumes and take pictures with your go kart before hitting the road. Enjoy driving up to 60km/h on the public roads as you take in the city sights and bright lights of Akihabara. If you have enough time, drive outside of Akihabara and explore the more unique and less traveled roads. Where you go is up to you! Make sure to have your camera ready and take a lot of pictures - this is a unique experience you won't want to forget! Get used to the limelight as many bystanders will be taking your picture too!  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/2082-street-go-karting-experience-akihabara-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Street Go Karting Experience in Akihabara",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:30:24"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 135,
        "strGuideLanguage": "en/fr",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f88ca4b2-Sake-Brewery-Tour-and-Tasting/SakeBreweryTourandTasting.jpg",
        "strIntroduction": " Be guided on a sake brewery tour near Tokyo and discover the manufacturing process of various kinds of sake, Japan's favorite tipple Have a closer look at the procedures and process involved in producing sake Enjoy a sake tasting session Snap some pictures in front of the brewery's cedar globe An English speaking guide will give you a fascinating insight into sake brewing Have a closer look at the procedures and process involved in producing sake Have a closer look at the procedures and process involved in producing sake Enjoy a sake tasting session Enjoy a sake tasting session Snap some pictures in front of the brewery's cedar globe Snap some pictures in front of the brewery's cedar globe An English speaking guide will give you a fascinating insight into sake brewing An English speaking guide will give you a fascinating insight into sake brewing What We Love:   What We Love: The process of making sake is an intricate one. Japan's national beverage is made by fermenting rice, and comes in hundreds of different varieties hailing from all corners of the country. On this guided tour of a sake brewery, you'll discover everything there is to know about Japan's most celebrated beverage. Get the opportunity to observe the full manufacturing process led by your informative guide and taste some special brews too, of course.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/900-sake-brewery-tour-and-tasting-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sake Brewery Tour and Tasting",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:30:34"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 17,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/bbc1efa2-High-speed-Data-Only-SIM-Card-Taiwan-Delivery-for-Japan/3G4GSIMCardTWDeliveryforJapan.jpg",
        "strIntroduction": " Stay connected while you travel with a 4G/3G SIM Card in Japan, valid for 7 days 7 days travel SIM card loaded with 1GB 4G data plus unlimited 3G for use in Japan Enjoy a stable connection throughout the day from a trusted network provider Get unlimited data for the main social apps, including Line, WhatsApp, Facebook, KakaoTalk and WeChat Choice of Mini, Micro or Nano SIM suitable for most Smartphones Have your SIM conveniently delivered to your Taiwan address before you depart 7 days travel SIM card loaded with 1GB 4G data plus unlimited 3G for use in Japan Enjoy a stable connection throughout the day from a trusted network provider Get unlimited data for the main social apps, including Line, WhatsApp, Facebook, KakaoTalk and WeChat Choice of Mini, Micro or Nano SIM suitable for most Smartphones Have your SIM conveniently delivered to your Taiwan address before you depart What We Love:   What We Love: Traveling can sometimes be a challenge. When you don't speak the language or know your way around in some of the world's largest cities, it's easy to get lost. So you'll be grateful to have a trusted 3G/4G SIM card with free delivery to Taiwan, so you can get set up before you even arrive in Japan. With 1GB of speedy 4G data valid for 7 days, unlimited 3G after that, plus unlimited use with social messaging apps such as Line, Facebook, WhatsApp, WeChat and KakaoTalk, you'll have a guaranteed internet connection helping you keep in touch and able to enjoy your trip to the fullest.  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/2114-sim-card-japan-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G/4G SIM Card (TW Delivery) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:30:47"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 146,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/432ef69e-/SnowMonkeysDayTour.jpg",
        "strIntroduction": " Watch the snow monkeys of Japan huddle together and bathe by the Nagano hot springs to keep themselves warm during the winter on a private day trip from Tokyo Experience the comfort, convenience, and fast-pace of the high speed rail to Nagono Explore the Zenkoji Temple which stores the first Buddhist statue ever to be brought into Japan Come close to the snow monkeys in their natural habitat at Jigokudani Monkey Park Watch as the cute monkeys descend from the forest and sit in the warm waters of the hot springs Meet your English speaking guide at the station for a personal and informative day tour Experience the comfort, convenience, and fast-pace of the high speed rail to Nagono Explore the Zenkoji Temple which stores the first Buddhist statue ever to be brought into Japan Come close to the snow monkeys in their natural habitat at Jigokudani Monkey Park Watch as the cute monkeys descend from the forest and sit in the warm waters of the hot springs Meet your English speaking guide at the station for a personal and informative day tour What We Love:   What We Love: Meet the Japanese macaques - more commonly known as snow monkeys - native to Japan in this up close and personal tour! When you arrive at the Tokyo Station you will be greeted by a professional and informative guide who will be with you throughout the whole day. Tour the Zenkoji Temple - a non-denominational temple with over 1,400 years of history built before Buddhism came to Japan. Enjoy a local cuisine lunch on the shopping street outside of the temple. After lunch, explore the Jigokudani Monkey Park where the popular Nagano hot springs are located. Watch and get up close to snow monkeys as they relax by the hot springs. Make sure to have your camera ready, the cute snow monkeys give you a great photo opportunity!  ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.klook.com/activity/2032-snow-monkeys-private-day-tour-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Snow Monkeys Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:30:56"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 71,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f8d9e2c6-%5BAuthorized-Reseller%5D-Universal-Studios-Japan-Discount-Tickets/UniversalStudiosJapanTicket.jpgopacity0.864484",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Buy your tickets to Universal Studios Japan online to ride your favorite movie attractions at one of Japan's best theme parks! Guaranteed booking service from Klook - Official Partner of USJ Immerse yourself in your favorite movies with access to all of USJ's themed zones based on well known Hollywood blockbusters Ride and dine with the magic folk at the Wizarding World of Harry Potter (we'd also recommend booking an Express® Pass or VIP Wristband for the best chance of getting in!) Enjoy flexible time as e-ticket is valid for entry any date before 30 Apr 2017 Guaranteed booking service from Klook - Official Partner of USJ Guaranteed booking service from Klook - Official Partner of USJ Immerse yourself in your favorite movies with access to all of USJ's themed zones based on well known Hollywood blockbusters Immerse yourself in your favorite movies with access to all of USJ's themed zones based on well known Hollywood blockbusters Ride and dine with the magic folk at the Wizarding World of Harry Potter (we'd also recommend booking an Express® Pass or VIP Wristband for the best chance of getting in!) Ride and dine with the magic folk at the Wizarding World of Harry Potter (we'd also recommend booking an Express® Pass or VIP Wristband for the best chance of getting in!) Express® Pass VIP Wristband Enjoy flexible time as e-ticket is valid for entry any date before 30 Apr 2017 Enjoy flexible time as e-ticket is valid for entry any date before 30 Apr 2017 What We Love:   What We Love: Welcome to the incredible world of Universal Studios in Osaka! Re-create dramatic scenes from your favorite blockbusters – at one of only two locations in Asia! Encounter a new dimension of excitement with attractions from Spider Man, Jurassic Park, Jaws, Terminator and a 4D Shrek show! Experience the magic first-hand at towering Hogwarts castle and Hogsmeade village before riding wizard-themed rides and attractions in The Wizarding World of Harry Potter. This adventure park is sure to indulge the thrill-seeker and movie-buff's every fantasy!  ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.klook.com/activity/835-universal-studios-japan-ticket-osaka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Universal Studios Japan Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:31:08"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e4dc0a70-4G-WiFi-Device-HKG-Pick-Up-for-Japan/4GWiFiHKGPickUpforJapan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Japan with an unlimited 4G pocket WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Japan - wherever your itinerary takes you (excluding some remote areas and Furano) Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Japan - wherever your itinerary takes you (excluding some remote areas and Furano) Get WiFi access across the whole of Japan - wherever your itinerary takes you (excluding some remote areas and Furano) Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Japan, without the stress of sourcing WiFi once you get there. The ultra-speedy 4G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Japan but also Thailand, Singapore, Taiwan and Korea.  ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.klook.com/activity/674-japan-wifi-device-osaka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (HKG Pick Up) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:31:20"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 84,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b2605c80-Universal-Studios-Japan-Express-Pass/Express%C2%AEPass-UniversalStudiosJapan.jpg",
        "strIntroduction": " Whether it's getting a thrill from the rides of your favorite movie, experiencing a show in 4D or enjoying the themed restaurants and shops, there are all kinds of ways to enjoy Universal Studios Japan! Immerse yourself in your favorite movies with skip the line access to top USJ attractions Take your pick of which attractions you most want to visit with 5 choices of Express® Pass Ride and dine with the magic folk at the Wizarding World of Harry Potter Sit back and be amazed by the shows at USJ including the daring movie stunts of WaterWorld®, Terminator 2 in 3D or Shrek's 4D Adventure Immerse yourself in your favorite movies with skip the line access to top USJ attractions Immerse yourself in your favorite movies with skip the line access to top USJ attractions Take your pick of which attractions you most want to visit with 5 choices of Express® Pass Take your pick of which attractions you most want to visit with 5 choices of Express® Pass Ride and dine with the magic folk at the Wizarding World of Harry Potter Ride and dine with the magic folk at the Wizarding World of Harry Potter Sit back and be amazed by the shows at USJ including the daring movie stunts of WaterWorld®, Terminator 2 in 3D or Shrek's 4D Adventure Sit back and be amazed by the shows at USJ including the daring movie stunts of WaterWorld®, Terminator 2 in 3D or Shrek's 4D Adventure What We Love:   What We Love: Welcome to the incredible world of Universal Studios in Osaka! Re-create dramatic scenes from your favorite blockbusters – at one of only two locations in Asia! Encounter a new dimension of excitement with attractions from Spider Man, Jurassic Park, Jaws, Terminator and a 4D Shrek show! Experience the magic first-hand at towering Hogwarts castle and Hogsmeade village before riding wizard-themed rides and attractions in The Wizarding World of Harry Potter. What's more, you can experience the thrills faster with Universal Express® Passes to top attractions. This adventure park is sure to indulge the thrill-seeker and movie-buff's every fantasy!  ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.klook.com/activity/597-universal-studios-osaka-japan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Express® Pass - Universal Studios Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:31:32"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 27,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6663d23c-USJ-VIP-Wristband-%2B-HARUKAS300-Observatory-Admission-Ticket---Klook/USJVIPWristband%2BHARUKAS300ObservatoryPass.jpg",
        "strIntroduction": " Enjoy a day at Universal Studios Japan - Osaka and beat the crowds to get VIP access to the best rides Enter the park via the VIP passage before other visitors - be first in line for The Wizarding World of Harry Potter and other rides. Get a secret website link revealing the exact opening time of USJ the day before (it changes daily), so you can arrive prior to official opening time to access the VIP line. Don't miss the Harukas 300 experience at the tallest building in Japan with entry included in the package! At Harukas 300 get a bird's eye view of downtown Osaka at a height of 300 meters Enter the park via the VIP passage before other visitors - be first in line for The Wizarding World of Harry Potter and other rides. Get a secret website link revealing the exact opening time of USJ the day before (it changes daily), so you can arrive prior to official opening time to access the VIP line. Don't miss the Harukas 300 experience at the tallest building in Japan with entry included in the package! At Harukas 300 get a bird's eye view of downtown Osaka at a height of 300 meters What We Love:   What We Love: Enjoy the incredible experience of a USJ pass, now with the added benefits of a VIP pass. With the VIP pass, cut down on waiting time and enter the park before the crowds giving you the opportunity to start the day with a number of trips to the best and most popular rides. What's more, be first in line to pick up a ticket for the magical Wizarding World of Harry Potter. If that wasn't enough, your ticket also includes entry to Harukas 300, one of Osaka's most iconic landmark skyscrapers. Finish the day by gazing out from the observation deck and enjoy the incredible views of Osaka city.  ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.klook.com/activity/1326-usj-vip-wristband-harukas-300-observatory-pass-osaka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "USJ VIP Wristband + HARUKAS 300 Observatory Pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:31:43"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 22,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6744faba-Osaka-Amazing-Pass/OsakaAmazingPass.jpg",
        "strIntroduction": " Make great savings and explore Osaka with a 1 or 2 day Osaka Amazing Pass Choose the duration of your pass for extra flexibility and gain entry to 30 iconic Osaka tourist sites Visit Osaka Castle Museum, Osaka Science Museum, the HEP FIVE Ferris Wheel, Umeda Sky Building Floating Garden Observatory, and more Enjoy the convenience of an all-inclusive pass and discover Osaka at your own pace Entry is as simple as showing your pass, with no prior reservations needed The pass includes truly unlimited use of the subway, tramway, and bus system within the city Receive discounted prices in certain restaurants and stores around town Choose the duration of your pass for extra flexibility and gain entry to 30 iconic Osaka tourist sites Visit Osaka Castle Museum, Osaka Science Museum, the HEP FIVE Ferris Wheel, Umeda Sky Building Floating Garden Observatory, and more Enjoy the convenience of an all-inclusive pass and discover Osaka at your own pace Entry is as simple as showing your pass, with no prior reservations needed The pass includes truly unlimited use of the subway, tramway, and bus system within the city Receive discounted prices in certain restaurants and stores around town What We Love:   What We Love: Are you only going to be in Osaka for a day or two and want to see all the best of the sights, but also make great savings? If so, then the Osaka Amazing Pass might be for you. The pass gives unlimited use of the Osaka subway, tramway, and bus network plus entry to dozens of Osaka's top tourist attractions for a duration of either 1 or 2 days. Choose from some of the city's most iconic landmarks such as the Osaka Castle, Osaka Zoo, or the Nagai Botanical Gardens. Alternatively take a trip on the famous Tombori River with a classic river cruise or a Tombori River jazz boat tour. The pass also comes with a guidebook and coupons that provide special offers and discounts at at a number of shops and restaurants around Osaka. The perfect all-inclusive pass for those looking to make the most their Osaka experience!  ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.klook.com/activity/1323-amazing-pass-osaka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Osaka Amazing Pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:31:53"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/090fda47-Kansai-Airport-To-Osaka-Namba-Station-Train-Ticket/KansaiAirport-NambaTrainJPairportpickup.jpg",
        "strIntroduction": " Enjoy the most convenient, comfortable and stylish transfer service offered between Kansai International Airport and Namba Station in downtown Osaka Pick up your ticket with ease upon landing at Kansai Airport or at downtown Osaka's JR Namba Station Enjoy the comfortable 38-minute journey in the 'retro-future' train interior Frequent services depart every 30 minutes Arrive (or depart) at Namba Station, one of Osaka's two most central hubs Pick up your ticket with ease upon landing at Kansai Airport or at downtown Osaka's JR Namba Station Pick up your ticket with ease upon landing at Kansai Airport or at downtown Osaka's JR Namba Station Enjoy the comfortable 38-minute journey in the 'retro-future' train interior Enjoy the comfortable 38-minute journey in the 'retro-future' train interior Frequent services depart every 30 minutes Frequent services depart every 30 minutes Arrive (or depart) at Namba Station, one of Osaka's two most central hubs Arrive (or depart) at Namba Station, one of Osaka's two most central hubs What We Love:   What We Love: Introducing the most retro arrival experience Japan has to offer! Take this convenient transfer service between Kansai International Airport and central Osaka, a one way service for arriving or departing. The Kanku-Webtoku ticket gives you a reserved seat on the journey between Kansai-Airport Station and Namba Station for a relaxing 38-minutes of travel time between the airport and the city. What we love most about this service is the interior design based on the concept of 'retro-future' – a must-see for railway fans! The service runs every 30 minutes from morning to night.  ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.klook.com/activity/599-kansai-airport-namba-train-ticket-osaka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kansai Airport - Namba Train (JP airport pick up )",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:32:05"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 1,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ebe87099-4G-WiFi-Device-Japan-Pick-Up/4GWiFiNRTHNDKIX%2BPickUpforJapan.jpg",
        "strIntroduction": " Stay connected when in Japan with a handy pocket 4G WiFi device with convenient pick up at all Japanese international airports Enjoy 4G WiFi coverage across Japan on a pay per day rental basis With services at all Japan International airports, you can pick up and drop off your device at different locations Connect up to 5 devices on the same pocket WiFi router Choose either 3GB of data or the larger 7GB package Enjoy 4G WiFi coverage across Japan on a pay per day rental basis With services at all Japan International airports, you can pick up and drop off your device at different locations Connect up to 5 devices on the same pocket WiFi router Choose either 3GB of data or the larger 7GB package What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up service at all international airports in Japan you'll enjoy WiFi access throughout your stay. The speedy device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. Browse with lightning 4G speeds up to 3GB or 7GB of data (reduced to 3G after this is exceeded). So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. And if you're leaving Japan for another destination in Asia, we've got you covered too, Klook offers WiFi device rental for Thailand, Singapore, Taiwan, Hong Kong, South Korea and beyond.  ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.klook.com/activity/1318-4g-wifi-device-osaka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (NRT/HND/KIX+ Pick Up) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:32:17"
    },
    {
        "intDurationHour": 360,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 16,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/20492590-3G4G-SIM-Card-HKG-Pick-Up-for-Japan/3G4GSIMCardHKGPickUpforJapan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Connect with your mobile just like you do at home with a 4G/3G SIM Card in Japan. 8 days SIM card loaded with 2GB 4G daily plus unlimited 3G for use in Japan Connect via Docomo Japan's No.1 network Choice of Mini, Micro or Nano SIM suitable for most Smartphones Collect your Sim Card at Hong Kong International Airport 8 days SIM card loaded with 2GB 4G daily plus unlimited 3G for use in Japan Connect via Docomo Japan's No.1 network Choice of Mini, Micro or Nano SIM suitable for most Smartphones Collect your Sim Card at Hong Kong International Airport What We Love:   What We Love: We know that you love to be able to connect with your friends and family, and we also know that you don't like roaming costs. With a local SIM card available for pick up before you leave you can connect as soon as you arrive in Japan. With unlimited data you'll be able to send those holiday snaps to family and friends, look at maps to find the best of the best, and stay in the loop with emails while you're away.  ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.klook.com/activity/718-japan-docomo-sim-card-osaka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G/4G SIM Card (HKG Pick Up) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:32:28"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/63cba658-Wi-Ho%21%C2%AE-Japan-WiFi-Device-Taiwan-Airport-Pick-Up/4GWiFiTPETSAKHHPickUpforJapan.jpg",
        "strIntroduction": " Stay connected when traveling in Japan with a 4G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Traveling in Japan need not be a demanding experience! When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Japan from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 4G data whilst connecting up to 14 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.klook.com/activity/1121-wi-ho-japan-wifi-device-osaka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (TPE/TSA/KHH Pick Up) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:32:42"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 22,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b1bea727-Osaka-Aquarium-Kaiyukan/OsakaAquariumKaiyukan.jpg",
        "strIntroduction": " Step into the fascinating underwater world of the impressive aquarium in Osaka showcasing a wide range of beautiful marine animals Visit the seals at the world's largest dome-shaped ceiling tank in the Arctic zone Hear the distinctive squawks of rockhopper penguins in the Falkland Island zone and touch sharks and rays in the Maldives zone Watch feeding time for 12 species of marine animals and mammals Marvel at the beautiful whale shark, the largest fish in the world Visit the seals at the world's largest dome-shaped ceiling tank in the Arctic zone Visit the seals at the world's largest dome-shaped ceiling tank in the Arctic zone Hear the distinctive squawks of rockhopper penguins in the Falkland Island zone and touch sharks and rays in the Maldives zone Hear the distinctive squawks of rockhopper penguins in the Falkland Island zone and touch sharks and rays in the Maldives zone Watch feeding time for 12 species of marine animals and mammals Watch feeding time for 12 species of marine animals and mammals Marvel at the beautiful whale shark, the largest fish in the world Marvel at the beautiful whale shark, the largest fish in the world What We Love:   What We Love: As one of the largest in the world, Osaka Aquarium Kaiyukan is certain to amaze. Complete with an impressive display of marine life from the waters of Japan, the Pacific Ocean and beyond, this walk-through aquarium aims to bring visitors closer to the underwater world. Exhibiting 27 tanks (the largest being 9 meters deep!), you'll see not only fish, manta rays and whale sharks, but also amphibians, reptiles, birds and mammals representing the beautiful and diverse natural environments of the Pacific Rim region.  ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.klook.com/activity/598-osaka-aquarium-kaiyukan-japan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Osaka Aquarium Kaiyukan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:32:54"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 39,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6113ecdb-%E5%85%B3%E8%A5%BF%E5%91%A8%E6%B8%B8%E5%8D%A1---Klook%E5%AE%A2%E8%B7%AF/KansaiThruPass.jpgopacity0.954072",
        "strIntroduction": " Discover Japan's southern Kansai region with the flexible Kansai Thru Pass Two types of flexible pass offering unlimited rides across either 2 or 3 days within the valid period Travel in comfort and style to a number of cities in the Kansai and Osaka Bay region such as Osaka, Kobe, Kyoto, Nara, and more Purchase train, bus, or subway tickets the hassle-free way without going through the troublesome task of checking complicated rate tables to buy tickets Use the pass for travel between Osaka and Kansai International Airport Benefit from discount promotions at over 350 major tourist facilities across the covered area Two types of flexible pass offering unlimited rides across either 2 or 3 days within the valid period Travel in comfort and style to a number of cities in the Kansai and Osaka Bay region such as Osaka, Kobe, Kyoto, Nara, and more Purchase train, bus, or subway tickets the hassle-free way without going through the troublesome task of checking complicated rate tables to buy tickets Use the pass for travel between Osaka and Kansai International Airport Benefit from discount promotions at over 350 major tourist facilities across the covered area What We Love:   What We Love: The Kansai Thru pass is the ideal way to discover more of Japan's Kansai region and take in a number of the area's most interesting cities. This flexible all-inclusive ticket enables you to ride on subways, railways and buses throughout the Kansai district with coverage expanding to Osaka, Kobe, Kyoto, and more. What's more, the pass enables you to tour Osaka, Kobe and Kyoto, as well as the lesser known, but equally as interesting cities of Nara, Wakayama and Koyasan. With two ticket types - the 2 day and 3 day pass - the Kansai Thru Pass offers excellent value for money, and with the added flexibility of using the pass on un-consecutive days during its period of validity, the Kansai Thru Pass allows you to create your own Japan experience at your own desired pace.  ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.klook.com/activity/1329-kansai-thru-pass-osaka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kansai Thru Pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:33:06"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/25f65d9e-Wi-Ho%21%C2%AE-Japan-WiFi-Device-Taiwan-Home-Delivery---Klook/4GWiFiTaiwanHomeDeliveryforJapan.jpg",
        "strIntroduction": " Stay connected when traveling in Japan with a 4G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Traveling in Japan need not be a demanding experience! When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Japan from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 4G data whilst connecting up to 14 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.klook.com/activity/1446-wi-ho-japan-wifi-device-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (Taiwan Home Delivery) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:33:18"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/007105f7-%E6%AC%A2%E8%BF%8E%E6%9D%A5%E5%A4%A7%E9%98%AA%E5%8D%A1---Klook%E5%AE%A2%E8%B7%AF/YOKOSO%21OsakaTIcket.jpgopacity0.97044",
        "strIntroduction": " Discover Osaka's most iconic sights and travel in style with the ideal combination pass to get more out of your Japan experience Conveniently pick up at Kansai Airport and arrive at Osaka city center within just 40 minutes Get discounts at 32 tourist spots all over Osaka including the Tsutenkaku Tower, Osaka Water Bus, the Umeda Sky Building and more Ticket includes a day's use of the Osaka Municipal Subway, New Tram and bus with unlimited rides Discover Osaka at your own convenience and take in the sights of one of Japan's most vibrant cities Conveniently pick up at Kansai Airport and arrive at Osaka city center within just 40 minutes Conveniently pick up at Kansai Airport and arrive at Osaka city center within just 40 minutes Get discounts at 32 tourist spots all over Osaka including the Tsutenkaku Tower, Osaka Water Bus, the Umeda Sky Building and more Get discounts at 32 tourist spots all over Osaka including the Tsutenkaku Tower, Osaka Water Bus, the Umeda Sky Building and more Ticket includes a day's use of the Osaka Municipal Subway, New Tram and bus with unlimited rides Ticket includes a day's use of the Osaka Municipal Subway, New Tram and bus with unlimited rides Discover Osaka at your own convenience and take in the sights of one of Japan's most vibrant cities Discover Osaka at your own convenience and take in the sights of one of Japan's most vibrant cities What We Love:   What We Love: Ideal for discovering delightful Osaka, this ideal ticket combines the sights of Osaka with the regions' best transportation options. Use your ticket to get full use of the Rapi:t Super Express and transit efficiently from Kansai Airport station to Nankai Namba station in downtown Osaka. What's more use your Yokoso ticket to get 1 day's unlimited rides all over the Osaka Municipal Subway system, trams and buses. The Yokoso pass also entitles the user to enjoy the best sights Osaka has to offer with discounts on a number of top tourist attractions within Osaka City such as Osaka Castle and Tsutenkaku Tower. Book today and travel in style before exploring one of Japan's most vibrant cities!  ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.klook.com/activity/1334-yokoso-osaka-ticket-osaka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "YOKOSO! Osaka TIcket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:33:27"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 84,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/121f3326-%E5%A4%A7%E9%98%AA%E6%9C%BA%E5%9C%BA%E6%8E%A5%E9%80%81/AirportTransfersKIXPickUpforOsaka.jpg",
        "strIntroduction": " Initiate your Japan trip with a convenient and comfortable transfer service from Kansai International Airport to Osaka Experience a hassle-free transfer in a spacious and comfortable car Enjoy good service and hospitality from drivers with more than 3 years' experience Choose between a variety of car models and sizes to meet the needs of your traveling party In the event of a flight delay, your driver will wait for you with no additional charges Experience a hassle-free transfer in a spacious and comfortable car Enjoy good service and hospitality from drivers with more than 3 years' experience Choose between a variety of car models and sizes to meet the needs of your traveling party In the event of a flight delay, your driver will wait for you with no additional charges What We Love:   What We Love: Ensure your memories of Japan are perfect from start to finish by booking your airport transfers in advance. Here's our suggestion: book a private car, let your driver help pack in your bags, and enjoy superior services throughout. What's more, the car is equipped with air conditioning, drinking water and phone charger.  ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.klook.com/activity/833-kansai-international-airport-transfers-osaka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (KIX Pick Up) for Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:33:41"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 59,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c8ef62da-Universal-Studios-Halloween-/UNIVERSALSURPRISEHALLOWEEN.jpg",
        "strIntroduction": " Dare to face the horror that lurks behind the shadows at Universal Studios Japan and get Express Pass entry into your top four or five Halloween attractions Skip the notoriously long lines at Universal Studios Japan Halloween with a choice of two Express Passes Get dressed up for a special Halloween carnival during the day As night falls Halloween turns deadly with regular rides converted into spooky attractions Brave the numerous haunted attractions inspired by scary movies including The Ring (Sadako), Chucky, Nightmare on Elm Street and more Skip the notoriously long lines at Universal Studios Japan Halloween with a choice of two Express Passes Skip the notoriously long lines at Universal Studios Japan Halloween with a choice of two Express Passes Get dressed up for a special Halloween carnival during the day Get dressed up for a special Halloween carnival during the day As night falls Halloween turns deadly with regular rides converted into spooky attractions As night falls Halloween turns deadly with regular rides converted into spooky attractions Brave the numerous haunted attractions inspired by scary movies including The Ring (Sadako), Chucky, Nightmare on Elm Street and more Brave the numerous haunted attractions inspired by scary movies including The Ring (Sadako), Chucky, Nightmare on Elm Street and more What We Love:   What We Love: The park will get crazier than ever before during our 15th anniversary Halloween celebration! Experience the most amazing costume party ever. Transform yourself into something wild by switching into “Over-The-Top” mode! Dancing through a sea of bubbles and confetti is the best way to forget your troubles! At night, you can experience a super freaky “Forced” interactive maze in the park’s first ever Horror Area. A full course of horror-themed thrills, including frantic survival against a pack of groaning street zombies, will have guests screaming at the top of their lungs! Get swept away in a whirlwind of over-the-top Halloween thrills, only available this year!  ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.klook.com/activity/1891-universal-studios-halloween-2016/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "UNIVERSAL SURPRISE HALLOWEEN",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:33:54"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 21,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/167986b6-%E5%85%B3%E8%A5%BF%E5%BF%85%E5%A4%87%E4%BA%A4%E9%80%9A%E7%A5%9E%E5%8D%A1ICOCA/ICOCAICCard.jpgopacity0.928359",
        "strIntroduction": " Navigate the Kansai region like a local with the ease and convenience of the contactless ICOCA Card valid for trains, buses, metros and shopping Convenient discount card for JR, subway, private railway, buses and shopping in the Kansai area and around The contactless rechargeable smart card is the easiest way to travel around the JR West network including Kyoto, Osaka and Kobe Preloaded with 1,500 yen and 500 yen deposit Discounted Haruka rail ticket for the Kansai Airport Express (incl. Tennoji, Shin-Osaka and Kyoto) on presenting your ICOCA card (temporary visitors with foreign passports only) Convenient discount card for JR, subway, private railway, buses and shopping in the Kansai area and around The contactless rechargeable smart card is the easiest way to travel around the JR West network including Kyoto, Osaka and Kobe Preloaded with 1,500 yen and 500 yen deposit Discounted Haruka rail ticket for the Kansai Airport Express (incl. Tennoji, Shin-Osaka and Kyoto) on presenting your ICOCA card (temporary visitors with foreign passports only) What We Love:   What We Love: Visit any modern city these days and chances are there will be a local travel card making transportation, shopping and more even easier. It's the Octopus Card in Hong Kong, Easy Card in Taiwan, Suica Card in Tokyo, and for the Kansai region it's the ICOCA Card. A play on the phrase 'Iko ka' (行こか) meaning 'Shall we go?' in the local dialect, the card covers the major cities of the Kansai region including Osaka, Kyoto and Kobe. With one swipe of the contactless card, you can seamlessly hop aboard metros, buses, trains or even pay for your shopping. The card is handily preloaded with 1,500 yen credit, plus the 500 yen deposit so it's ready to use as soon as you pick it up.  ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.klook.com/activity/1754-icoca-ic-card-osaka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "ICOCA IC Card",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:34:04"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2db1148d-%E9%98%AA%E6%80%A5%E7%94%B5%E9%93%81%E4%B8%80%E6%97%A5%E4%B9%98%E8%BD%A6%E5%88%B8---Klook%E5%AE%A2%E8%B7%AF/Hankyu1Day2DayTouristPass.jpgopacity0.969096",
        "strIntroduction": " Discover the diverse delights of Osaka, Kyoto and Kobe for a day on one handy discount Hankyu train pass Enjoy unlimited train travel in Osaka, Kyoto and Kobe Stop off at popular tourist attractions, restaurants and other sights in the three cities for a full day of sightseeing Travel with the utmost convenience on all Hankyu lines on just one pass Exclusive discount for foreign travelers Enjoy unlimited train travel in Osaka, Kyoto and Kobe Stop off at popular tourist attractions, restaurants and other sights in the three cities for a full day of sightseeing Travel with the utmost convenience on all Hankyu lines on just one pass Exclusive discount for foreign travelers What We Love:   What We Love: Explore three of Japan's most interesting cities by train: Osaka, Western Japan's largest city; Kyoto, an ancient capital known for its history and traditions; and Kobe, a stylish city with a foreign feel. With the Hankyu 1 Day / 2 Day Tourist Pass you'll get unlimited train travel in and around the three cities. Using Osaka's lively Umeda district as your base, offering gourmet dining and trendy shopping, explore Hankyu's train lines which snake their way into Kyoto and Kobe.  ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.klook.com/activity/1512-hankyu-1-day-tourist-pass-osaka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hankyu 1 Day / 2 Day Tourist Pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:34:15"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8dc3a7cc-KIX-Airport-Limousine-Bus-Transfer/KIXAirportLimousineBusTransfer.jpg",
        "strIntroduction": " Comfortable, convenient and great value limousine bus transfers between Kansai International Airport and Kyoto or Osaka Get confirmation and your mobile voucher instantly after booking Travel on the comfortable bus service between KIX and Kyoto or Osaka (either direction) Enjoy convenient features onboard including soft seating, luggage space and even toilets Choose your route from KIX to Kyoto/Osaka or the opposite direction Easily exchange your mobile voucher for a physical ticket at the airport Get confirmation and your mobile voucher instantly after booking Travel on the comfortable bus service between KIX and Kyoto or Osaka (either direction) Enjoy convenient features onboard including soft seating, luggage space and even toilets Choose your route from KIX to Kyoto/Osaka or the opposite direction Easily exchange your mobile voucher for a physical ticket at the airport What We Love:   What We Love: If you're looking for the best value and comfort transportation from Kansai International Airport to Osaka or Kyoto, look no further than the KIX Airport Limousine Service. Smoothly delivering you from the KIX terminal buildings along three routes, stopping at popular hotels and destinations in Kyoto and Osaka, it's not only a speedy option, it's great value too. With instant confirmation immediately after booking, plus mobile vouchers that are quickly exchanged for your physical ticket at the airport, beginning - or ending - your trip in Japan will be a breeze!  ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.klook.com/activity/1513-kix-airport-limousine-bus-transfer-osaka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "KIX Airport Limousine Bus Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:34:24"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 21,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b3a8bdb2-JR%E5%85%B3%E8%A5%BF%E9%93%81%E8%B7%AF%E5%91%A8%E6%B8%B8%E5%88%B8-klook%E5%AE%A2%E8%B7%AF%E6%97%85%E8%A1%8C/JR-WestKansaiRailPassHKAirportPickUp.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Travel around the Kansai region with a discounted railway pass for 1 to 4 days Access major cities in Kansai with one single rail pass that offers unlimited travel within the designated area Ride on the Kansai-Airport Express 'Haruka' (non-reserved seats) Choose between 1, 2, 3, or 4 consecutive days according to your travel needs Conveniently collect your JR Pass from Hong Kong International Airport before you've even arrived in Japan Access major cities in Kansai with one single rail pass that offers unlimited travel within the designated area Ride on the Kansai-Airport Express 'Haruka' (non-reserved seats) Choose between 1, 2, 3, or 4 consecutive days according to your travel needs Conveniently collect your JR Pass from Hong Kong International Airport before you've even arrived in Japan What We Love:   What We Love: The Kansai region is steeped in rich cultural history and was both a political and cultural center of the country for many years. Prominent cities in the region include Osaka, Kyoto, Nara and Kobe - each of these locations showcase a significant part of Japan's long traditional heritage. With this convenient travel pass for Kansai, you can be strolling the ancient streets of Kyoto one day and discovering the hidden treasures of Nara the next. Explore the enthralling region with efficiency and affordability with this special pass for foreign tourists.  ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.klook.com/activity/1107-jr-west-kansai-rail-pass-osaka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "JR-West Kansai Rail Pass (HK Airport Pick Up)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:34:36"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 170,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/12e01fd3-Kyoto-and-Nara-Day-Tour-from-Osaka/KyotoandNaraDayTourfromOsaka.jpg",
        "strIntroduction": " Sightsee Japan's ancient capitals in a day and see the most impressive cultural and historical sights of Kyoto and Nara on a convenient day trip from Osaka Enjoy a convenient one-day tour of Kyoto and Nara See Kyoto's impressive landmarks Nijo Castle, Kinkaku-ji Temple, Kyoto Imperial Palace (or Kitano Tenmangu Shrine) Relax mid-tour with a delicious Japanese-style lunch Walk the grounds of Nara Park and meet the famous deer, hundreds of which roam freely Visit the UNESCO World Heritage Sites of ancient Todai-ji Temple and Kasuga Taisha Shrine and shop for souvenirs at Nara Nagomikan Enjoy hotel pick up and drop off plus comfortable coach transportation around Kyoto and Nara Enjoy a convenient one-day tour of Kyoto and Nara Enjoy a convenient one-day tour of Kyoto and Nara See Kyoto's impressive landmarks Nijo Castle, Kinkaku-ji Temple, Kyoto Imperial Palace (or Kitano Tenmangu Shrine) See Kyoto's impressive landmarks Nijo Castle, Kinkaku-ji Temple, Kyoto Imperial Palace (or Kitano Tenmangu Shrine) Relax mid-tour with a delicious Japanese-style lunch Relax mid-tour with a delicious Japanese-style lunch Walk the grounds of Nara Park and meet the famous deer, hundreds of which roam freely Walk the grounds of Nara Park and meet the famous deer, hundreds of which roam freely Visit the UNESCO World Heritage Sites of ancient Todai-ji Temple and Kasuga Taisha Shrine and shop for souvenirs at Nara Nagomikan Visit the UNESCO World Heritage Sites of ancient Todai-ji Temple and Kasuga Taisha Shrine and shop for souvenirs at Nara Nagomikan Enjoy hotel pick up and drop off plus comfortable coach transportation around Kyoto and Nara Enjoy hotel pick up and drop off plus comfortable coach transportation around Kyoto and Nara What We Love:   What We Love: Explore world famous Kyoto in the morning, one of Japan's most important historical and cultural centers, known for its beauty and fascinating geisha tradition. Tour Kyoto's UNESCO-listed sites including Nijo Castle, built in 1626 to provide lodging for Tokugawa Shogun, and Kinkaku-ji Temple, or more aptly known as the Golden Pavilion for the thin layer of pure gold that covers it. Gain exclusive access to the Kyoto Imperial Palace and enjoy a delicious Japanese-style lunch. On arrival in Nara, you'll explore the beautiful green grounds and meet the famous nodding deer of Nara Park plus get the opportunity to enter the UNESCO World Heritage Sites of Todai-ji Temple (and the Great Buddha) and Kasuga Taisha Shrine. Comfortable coach transportation upon arrival in Kyoto is provided, making this a stress-free way to sightsee two cities in a day!  ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.klook.com/activity/635-kyoto-nara-day-tour-osaka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kyoto and Nara Day Tour from Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:34:48"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "cn/en/kr/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/21cd427f-Osaka-Wonder-Loop-Bus/OsakaWonderLoopBus2dayspass.jpgopacity0.998135",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover the delights of Osaka with the added flexibility of a pass totally unlimited for 24 hours Explore some of Osaka's most historic sights, such as the 16th Century Osaka Castle 13 stops to choose from including the city's most iconic places of interest and shopping destinations Get a free in-depth guide book with your ticket with recommendations of local places to eat and Osaka's famed night culture The ticket/guidebook also contains discount vouchers that can be used in various shops along the route Enjoy free access to WiFi on the bus for added convenience Explore some of Osaka's most historic sights, such as the 16th Century Osaka Castle 13 stops to choose from including the city's most iconic places of interest and shopping destinations Get a free in-depth guide book with your ticket with recommendations of local places to eat and Osaka's famed night culture The ticket/guidebook also contains discount vouchers that can be used in various shops along the route Enjoy free access to WiFi on the bus for added convenience What We Love:   What We Love: Explore Osaka and discover the sights and charms of Japan's second biggest city. The Osaka Wonder Loop bus takes you around the city, stopping at 13 different locations and places of interest all offering something different from one another. Whether it is the glorious 16th Century Osaka Castle, or the bustling Dotonbori shopping district, the added flexibility of the 24 hour totally unlimited pass means that there is something to see for everyone, making it a truly memorable day out and the perfect introduction to one of Japan's most vibrant cities.  ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.klook.com/activity/1302-wonder-loop-bus-osaka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Osaka Wonder Loop Bus (2 days pass)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:35:00"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 83,
        "strGuideLanguage": "cn/en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6be22677-%E6%8E%A2%E8%AE%BF%E4%BA%AC%E9%83%BD%E4%B9%8B%E7%BE%8E%E4%B8%80%E6%97%A5%E9%81%8A/BeautyofKyotoDayTourDepartfromOsakaKyoto.jpg",
        "strIntroduction": " Take just a day to see Kyoto's most beautiful spots on an efficient sightseeing tour of the city's favorite attractions The most efficient and convenient way to sightsee Kyoto - great for travelers pushed for time See Kyoto's best temples including the Kinkakuji (Golden Pavilion) and Kiyomizu Temples Stroll through the iconic orange torii gates of Fushimi Inari Shrine Glimpse geisha in Gion and visit the beautifully restored Sannenzaka Ninenzaka neighborhood Transportation during the tour is included as well as temple admission fees Get a free ICOCA transport card and free 4G WiFi router! The most efficient and convenient way to sightsee Kyoto - great for travelers pushed for time See Kyoto's best temples including the Kinkakuji (Golden Pavilion) and Kiyomizu Temples Stroll through the iconic orange torii gates of Fushimi Inari Shrine Glimpse geisha in Gion and visit the beautifully restored Sannenzaka Ninenzaka neighborhood Transportation during the tour is included as well as temple admission fees Get a free ICOCA transport card and free 4G WiFi router! What We Love:   What We Love: Read any travel guide on Kyoto and you'll soon discover that the top sights include visiting the temples, strolling the geisha districts, marvelling at the Fushimi Inari Shrine and soaking up the city's ornate traditional atmosphere. Tick all these and more off your list in just one day - perfect for anyone with limited time in the city. After meeting up at JR Namba Station, the rest of the itinerary is taken care of as you're expertly whisked around stunning Kinkakuji (Golden Pavilion) and Kiyomizu Temples, all the way out to Fushimi Inari shinto shrine to experience the miles of orange torii gates, plus a guided walk through Gion and Hanamikoji geisha districts and beautifully preserved Sannenzaka Ninenzaka area. A guide with basic English will be showing you around, so we'd recommend taking advantage of this tour primarily for the ultra convenient transportation and admission fee inclusions.  ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.klook.com/activity/1908-discover-beauty-of-kyoto-day-tour-osaka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Beauty of Kyoto Day Tour (Depart from Osaka & Kyoto)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:35:10"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 84,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/fce550d9-Samurai--Ninja-Experience/SamuraiNinjaExperience.jpg",
        "strIntroduction": " Experience life as a poised Japanese Samurai or nimble Ninja to unveil the traditional culture of Japan and get a first hand taste of those action movie moves! Impersonate a Samurai or Ninja and take part in a rescue mission Understand the spirit and moral principles behind 'tate-dou' (the art of sword fighting) Learn from experienced Japanese masters and dress up in traditional clothing Enjoy a 60 or 90 minute lesson with time to take photographs Impersonate a Samurai or Ninja and take part in a rescue mission Impersonate a Samurai or Ninja and take part in a rescue mission Understand the spirit and moral principles behind 'tate-dou' (the art of sword fighting) Understand the spirit and moral principles behind 'tate-dou' (the art of sword fighting) Learn from experienced Japanese masters and dress up in traditional clothing Learn from experienced Japanese masters and dress up in traditional clothing Enjoy a 60 or 90 minute lesson with time to take photographs Enjoy a 60 or 90 minute lesson with time to take photographs What We Love:   What We Love: You too can learn to become an ancient Samurai or Japanese Ninja! After a brief talk to learn the history and basics of \"Tate\" (sword fighting), it's over to you to try your hand at this complex art usually only taught to stage or film actors. Not only do you have to focus on correcting the moves, but your deportment, gestures, etiquette, attentiveness as well as possessing discipline of mind are equally important. Believe us, it's harder than it looks! If you're impressed by the swift movements and subtle agility of a ninja then why not try your had at throwing stars and practicing the special hand 'seals' said to bring ninjas their superhuman skills! You'll certainly feel the part dressed in traditional outfits as you act out a fight using all the moves you've just learnt. Not only will you discover traditional Japanese culture but we promise you'll feel like you've just taken part in an action movie too! Of course, they'll be plenty of time for taking photographs as well!  ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.klook.com/activity/909-samurai-ninja-experience-osaka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Samurai & Ninja Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:35:21"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 63,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/50e8124b-Downtown-Osaka-and-Local-Food-Walking-Tour/DowntownOsakaandLocalFoodWalk.jpgopacity0.941883",
        "strIntroduction": " Get a taste of Osaka's culture and food with a trip to Sumiyoshi Grand Shrine and a sample of local kushi-katsu Explore the spiritual beauty of one of Japan's oldest shrines - Sumiyoshi Grand Shrine Walk along the famously high-arched Taiko Bridge Experience the deliciousness of Osaka's street food Explore the spiritual beauty of one of Japan's oldest shrines - Sumiyoshi Grand Shrine Explore the spiritual beauty of one of Japan's oldest shrines - Sumiyoshi Grand Shrine Walk along the famously high-arched Taiko Bridge Walk along the famously high-arched Taiko Bridge Experience the deliciousness of Osaka's street food Experience the deliciousness of Osaka's street food What We Love:   What We Love: Experience Osaka's traditional culture with a morning trip to Sumiyoshi Grand Shrine. The shrine is one of Osaka's oldest, founded before Buddhism during the third century. The Chinese influenced most shrine designs in Japan; however, Sumiyoshi Grand Shrine is one of the country's few shrines considered purely Japanese. Grab another taste of the city with an authentic street food experience. Enjoy the local Osakan dish kushi-katsu - the perfect combination of pork, squid, octopus, lotus root, shishito pepper and eggplant!  ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.klook.com/activity/650-downtown-osaka-local-food-walk/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Downtown Osaka and Local Food Walk",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:35:34"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 99,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c9b39250-Nara-Afternoon-Tour-from-Osaka/NaraAfternoonTourfromOsaka.jpg",
        "strIntroduction": " Encounter the ancient and ornate temples and expansive grassy park, home to the famed Nara nodding deer, on this day trip to Nara from Osaka Enjoy a convenient afternoon tour of Nara from Osaka Walk the grounds of Nara Park and meet the famous deer, hundreds of which roam freely Visit the UNESCO World Heritage Sites of ancient Todai-ji Temple and Kasuga Taisha Shrine Shop for mementos at Nara Nagomikan, the largest souvenir shop in Nara Enjoy a convenient afternoon tour of Nara from Osaka Enjoy a convenient afternoon tour of Nara from Osaka Walk the grounds of Nara Park and meet the famous deer, hundreds of which roam freely Walk the grounds of Nara Park and meet the famous deer, hundreds of which roam freely Visit the UNESCO World Heritage Sites of ancient Todai-ji Temple and Kasuga Taisha Shrine Visit the UNESCO World Heritage Sites of ancient Todai-ji Temple and Kasuga Taisha Shrine Shop for mementos at Nara Nagomikan, the largest souvenir shop in Nara Shop for mementos at Nara Nagomikan, the largest souvenir shop in Nara What We Love:   What We Love: Providing travelers with the perfect excursion from the big city, the beautiful city of Nara (once Japan's capital) is an ideal nature escape in all seasons. Famed for the thousands of deer that graze and roam freely in the park as well as the significant temples dating from the eighth century. Once inside the park you'll visit two UNESCO World Heritage Sites. Todai-ji Temple is an iconic symbol of the Nara Period and one of the world's largest wooden structures. The huge 15-meter bronze Great Buddha is truly a sight to behold. Kasuga Taisha Shrine, built in 768 AD, is famed for its stone and bronze lanterns. Making your way to the shrine, you'll encounter a number of deer, thought to be the shrine messengers. Eternally hungry, you can purchase food to feed the deer who will thank you with their characteristic nodding!  ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.klook.com/activity/625-nara-afternoon-tour-osaka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Nara Afternoon Tour from Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:36:18"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 156,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ca767bcf-Kyoto-Day-Tour-from-Osaka/KyotoDayTourfromOsaka.jpgopacity0.824724",
        "strIntroduction": " Travel back in time with a trip through Kyoto's famous historic sites on a day tour leaving from Osaka. Experience the traditional serenity of Kyoto's main shines—Kitano-tenmangu Shrine and Heian Jingu Shrine Explore the detailed architecture and grounds of the Kyoto Imperial Palace Stroll through an array of temples including Kinkaku-ji Temple, Sanjusangen-do Temple and Kiyomizu Temple Transport back to the 1600s with a visit to the Nijo Castle Enjoy a tasty lunch plus hotel pick up included in the tour Experience the traditional serenity of Kyoto's main shines—Kitano-tenmangu Shrine and Heian Jingu Shrine Experience the traditional serenity of Kyoto's main shines—Kitano-tenmangu Shrine and Heian Jingu Shrine Explore the detailed architecture and grounds of the Kyoto Imperial Palace Explore the detailed architecture and grounds of the Kyoto Imperial Palace Stroll through an array of temples including Kinkaku-ji Temple, Sanjusangen-do Temple and Kiyomizu Temple Stroll through an array of temples including Kinkaku-ji Temple, Sanjusangen-do Temple and Kiyomizu Temple Transport back to the 1600s with a visit to the Nijo Castle Transport back to the 1600s with a visit to the Nijo Castle Enjoy a tasty lunch plus hotel pick up included in the tour Enjoy a tasty lunch plus hotel pick up included in the tour What We Love:   What We Love: Embark on a historic journey through shrines, castles and temples. Few places in the world can offer such a trip—Kyoto happens to be one of them. With this Kyoto tour leaving from Osaka travelers are encouraged to leave their technology-filled lives and venture to Kyoto's serene Kitano-tenmangu Shrine and Heian Jingu Shrine. However, the journey doesn't end there. The trip fills the day with a visit to the elegant Nijo Castle and Kyoto Imperial Palace, and welcomes the afternoon with a succession of Temple visits. This Kyoto day trip is perfect for any Kyoto first-timers wanting to experience the traditional heart of Japan's cultural city.  ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.klook.com/activity/636-kyoto-day-tour-osaka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kyoto Day Tour from Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:36:30"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 128,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/cd0378a6-Osaka-1-Day-Walking-Tour/OsakaOne-DayWalkingTour.jpg",
        "strIntroduction": " Gain an unparalleled view of Osaka from the Floating Garden Observatory, a riverboat cruise and a walk through Osaka Castle Soak in a 360-degree panoramic view of Osaka's booming city Time travel back into the 1500s with a stroll through Osaka Castle Take a riverboat cruise and gaze at Osaka's iconic landscapes Enjoy a Western-style meal at Hotel Granvia Osaka Soak in a 360-degree panoramic view of Osaka's booming city Soak in a 360-degree panoramic view of Osaka's booming city Time travel back into the 1500s with a stroll through Osaka Castle Time travel back into the 1500s with a stroll through Osaka Castle Take a riverboat cruise and gaze at Osaka's iconic landscapes Take a riverboat cruise and gaze at Osaka's iconic landscapes Enjoy a Western-style meal at Hotel Granvia Osaka Enjoy a Western-style meal at Hotel Granvia Osaka What We Love:   What We Love: Transport back to the 1500s with a visit to the iconic Osaka Castle. Travel 150 meters up to the Floating Garden Observatory in the Umeda Sky Building, and marvel at the 360-degree panoramic view of Osaka's towering skyscrapers and booming city life. Gain a new perspective of the city with a riverboat cruise past Osaka's flourishing landscapes and historical sites. From sky, water and land, this one-day walking tour gives you an unparalleled view of one of Japan's most famous cities.  ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.klook.com/activity/648-osaka-one-day-walking-tour/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Osaka One-Day Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:36:41"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 21,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ae9bd653-/ArimaOnsenTaikounoyuSpa.jpgopacity0.976727",
        "strIntroduction": " Take a dip in the oldest onsen in Japan and discover the area's unique golden and silver springs Discover the ancient streets of Kita-ku with a history spanning over 1400 years Take a dip in the Arima Onsen's largest springs at the Taikou-no-yu spa Travel conveniently to the onsen from Kobe just a short train ride away Choose the Arima Onsen Taikou-no-yu admission only ticket, or choose the extra skin treatment and sauna zone package for added luxury Discover the ancient streets of Kita-ku with a history spanning over 1400 years Discover the ancient streets of Kita-ku with a history spanning over 1400 years Take a dip in the Arima Onsen's largest springs at the Taikou-no-yu spa Take a dip in the Arima Onsen's largest springs at the Taikou-no-yu spa Travel conveniently to the onsen from Kobe just a short train ride away Travel conveniently to the onsen from Kobe just a short train ride away Choose the Arima Onsen Taikou-no-yu admission only ticket, or choose the extra skin treatment and sauna zone package for added luxury Choose the Arima Onsen Taikou-no-yu admission only ticket, or choose the extra skin treatment and sauna zone package for added luxury What We Love:   What We Love: At the base of a scenic valley, Arima Onsen, Japan's most famous hot spring town, lies deep in the north of the Rokko Mountain range behind Kobe city. It is the oldest onsen (hot spring) town in Japan, founded 1300 years ago. Since the days of old, it has been well known as a timeless spa resort where Emperors, court nobles, samurai, and other great minds visited. Furthermore, the town's classic Japanese architecture and its numerous historical temples, shrines, and houses have fortunately been well preserved and make a great place to stroll through some of Japan's oldest streets and to take a dip it some ancient hot springs at the fantastic Taikou-no-yu spa. With access from Kansai International Airport and Kyoto within two hours, Arima Onsen makes for a great day trip with convenient access to the nearby cities.  ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.klook.com/activity/1417-arima-onsen-taikou-no-yu-spa-osaka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Arima Onsen Taikounoyu Spa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:36:51"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 79,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e5bf3783-Kyoto-Afternoon-Tour-From-Osaka/KyotoAfternoonTourfromOsaka.jpg",
        "strIntroduction": " Enhance your afternoon with a trip to expertly crafted temples and a visit to the vibrant red Heian Jingu Shrine on an easy day tour of Kyoto from Osaka Walk through the characteristically vibrant red Heian Jingu Shrine Explore the world's longest wooden structure, Sanjusangen-do Temple Visit the Kiyomizu temple and walk through the historic shopping lane leading to its entrance Walk through the characteristically vibrant red Heian Jingu Shrine Walk through the characteristically vibrant red Heian Jingu Shrine Explore the world's longest wooden structure, Sanjusangen-do Temple Explore the world's longest wooden structure, Sanjusangen-do Temple Visit the Kiyomizu temple and walk through the historic shopping lane leading to its entrance Visit the Kiyomizu temple and walk through the historic shopping lane leading to its entrance What We Love:   What We Love: Transform your afternoon into an adventure filled with expertly crafted temples and a visit to the vibrant red Heian Jingu Shrine. Relax and take in the temples' serene and natural environment—it's a convenient short addition to your Japan trip! You won't want to pass up this opportunity to take an afternoon out of Osaka and turn it into a memorable journey through Kyoto's history.  ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.klook.com/activity/637-kyoto-afternoon-tour-osaka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kyoto Afternoon Tour from Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:37:02"
    },
    {
        "intDurationHour": 13,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 364,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/73e360c3-Day-Trip-to-Hiroshima-and-Miyajima/HiroshimaMiyajimaGroupDayTrip.jpg",
        "strIntroduction": " In only a day experience the spiritual natural beauty of Miyajima and the historic significance of Hiroshima Visit the Itsukushima Shrine and behold its picturesque beauty as it sits upon the sea Discover the terror behind the atomic bomb at the Hiroshima Peace Museum Gaze upon the Atomic Bomb Dome and witness the disastrous outcome of the first atomic bombing during WWII and uncover the promotion of peace brought through preserving the dome Ride the iconic Shinkansen (bullet train) in both directions Visit the Itsukushima Shrine and behold its picturesque beauty as it sits upon the sea Visit the Itsukushima Shrine and behold its picturesque beauty as it sits upon the sea Discover the terror behind the atomic bomb at the Hiroshima Peace Museum Discover the terror behind the atomic bomb at the Hiroshima Peace Museum Gaze upon the Atomic Bomb Dome and witness the disastrous outcome of the first atomic bombing during WWII and uncover the promotion of peace brought through preserving the dome Gaze upon the Atomic Bomb Dome and witness the disastrous outcome of the first atomic bombing during WWII and uncover the promotion of peace brought through preserving the dome Ride the iconic Shinkansen (bullet train) in both directions Ride the iconic Shinkansen (bullet train) in both directions What We Love:   What We Love: Enlighten your previous notions of WWII with a day trip that will put into perspective the impact of the first atomic bombing. The Atomic Bomb Dome is an important element of the trip, reminding us of the destruction the bomb caused. The Dome is now preserved to promote peace and the elimination of all atomic bombs. Don't worry, the somber atmosphere doesn't stay for long. Witness the spiritual beauty of the Itsukushima Shrine. Famed as a floating shrine on the sea, Itsukushima Shrine surrounds itself by the Prussian blue sea and the picturesque virgin forest. Anyone wanting a day of wondrous sightseeing and purposeful historic learning, then give this trip a shot!  ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.klook.com/activity/651-day-trip-hiroshima-miyajima-osaka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hiroshima & Miyajima Group Day Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:37:12"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 112,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5e646749-Sandankyo-Valley-Private-Guided-Walking-Tour-from-Hiroshima/SandankyoValleyPrivateWalkingTourfromHiroshima.jpg",
        "strIntroduction": " Embark on a guided walk through the beautiful nature of Sandankyo Valley, visiting waterfalls and gliding through peaceful river gorges Take a break from city life and escape into the outstanding Hiroshima countryside Don't miss the gorgeous red hues of the maple tree season in October Learn more about the area from your experienced private guide Take a boat down the Shiwagi River and through Sandankyo gorge, regarded as one of Japan's most beautiful Witness some spectacular natural sights including five waterfalls, deep lagoons, huge boulders and glistening streams Take a break from city life and escape into the outstanding Hiroshima countryside Don't miss the gorgeous red hues of the maple tree season in October Learn more about the area from your experienced private guide Take a boat down the Shiwagi River and through Sandankyo gorge, regarded as one of Japan's most beautiful Witness some spectacular natural sights including five waterfalls, deep lagoons, huge boulders and glistening streams What We Love:   What We Love: Hiroshima might be most known for the symbol of peace it now represents after the tragic events of World War II, but did you know that Hiroshima is also blessed with a beautiful climate and outstanding nature? On this one day guided walking tour from Hiroshima, you'll visit the spectacular scenery of Sandankyo Valley, a designated area of natural beauty, boasting five cascading waterfalls, boating trips through canyons and an oasis of calm. You'll get a completely different experience in every season: cherry blossoms in Spring, lush green colours in Summer, red hues and maple leaves in Fall, and peaceful snowy scenery in Winter. Stroll through scenic forests, take in the fresh air and enjoy a tranquil boat ride through 13km Sandankyo Gorge. With Hiroshima hotel pick up and an informative English speaking guide to fill you in on the area's history, this tour makes for the perfect city escape.  ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.klook.com/activity/2086-sandankyo-valley-private-walking-tour-hiroshima/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sandankyo Valley Private Walking Tour (from Hiroshima)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:37:25"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/538b8a21-4G-WiFi-Device-HKG-Pick-Up-for-Japan/4GWiFiHKGPickUpforJapan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Japan with an unlimited 4G pocket WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Japan - wherever your itinerary takes you (excluding some remote areas and Furano) Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Japan - wherever your itinerary takes you (excluding some remote areas and Furano) Get WiFi access across the whole of Japan - wherever your itinerary takes you (excluding some remote areas and Furano) Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Japan, without the stress of sourcing WiFi once you get there. The ultra-speedy 4G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Japan but also Thailand, Singapore, Taiwan and Korea.  ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.klook.com/activity/675-japan-wifi-device-kyoto/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (HKG Pick Up) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:37:37"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 33,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ac99be45-One-Day-Kyoto-Kimono-Rental/OneDayKimonoRental.jpg",
        "strIntroduction": " Kimono rental for a day with a wide variety of designs to choose from Immerse yourself in Japanese culture as you explore Kyoto in a traditional kimono Customise your outfit to your liking with over 500 kimono designs and a variety of obi belts Enjoy a hassle free rental experience with other items such as footwear and shawls provided in store Opt for the basic kimono package or go all out and have your hair professionally styled too Immerse yourself in Japanese culture as you explore Kyoto in a traditional kimono Customise your outfit to your liking with over 500 kimono designs and a variety of obi belts Enjoy a hassle free rental experience with other items such as footwear and shawls provided in store Opt for the basic kimono package or go all out and have your hair professionally styled too What We Love:   What We Love: Traverse through the ancient city of Kyoto dressed the part in a traditional kimono. Enjoy the historical atmosphere as you walk around Gion district, the Fushimi Inari-Taisha shrine gates or countless of temples. Be awed by the variety of colors and patterns available for rent with helpful staff guiding you to create your dream look. Perfect the look with an intricate hairstyling service and accessories for a small fee. Roaming around Kyoto in a kimono with friends is a perfect way to enjoy and capture the natural beauty of the city!  ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.klook.com/activity/1079-one-day-kimono-rental-kyoto/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "One Day Kimono Rental",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:37:51"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 1,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5b8a2f09-4G-WiFi-Device-Japan-Pick-Up/4GWiFiNRTHNDKIX%2BPickUpforJapan.jpg",
        "strIntroduction": " Stay connected when in Japan with a handy pocket 4G WiFi device with convenient pick up at all Japanese international airports Enjoy 4G WiFi coverage across Japan on a pay per day rental basis With services at all Japan International airports, you can pick up and drop off your device at different locations Connect up to 5 devices on the same pocket WiFi router Choose either 3GB of data or the larger 7GB package Enjoy 4G WiFi coverage across Japan on a pay per day rental basis With services at all Japan International airports, you can pick up and drop off your device at different locations Connect up to 5 devices on the same pocket WiFi router Choose either 3GB of data or the larger 7GB package What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up service at all international airports in Japan you'll enjoy WiFi access throughout your stay. The speedy device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. Browse with lightning 4G speeds up to 3GB or 7GB of data (reduced to 3G after this is exceeded). So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. And if you're leaving Japan for another destination in Asia, we've got you covered too, Klook offers WiFi device rental for Thailand, Singapore, Taiwan, Hong Kong, South Korea and beyond.  ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.klook.com/activity/1319-4g-wifi-device-kyoto/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (NRT/HND/KIX+ Pick Up) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:38:04"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/43490edd-Wi-Ho%21%C2%AE-Japan-WiFi-Device-Taiwan-Airport-Pick-Up/4GWiFiTPETSAKHHPickUpforJapan.jpg",
        "strIntroduction": " Stay connected when traveling in Japan with a 4G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Traveling in Japan need not be a demanding experience! When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Japan from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 4G data whilst connecting up to 14 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.klook.com/activity/1122-wi-ho-japan-wifi-device-kyoto/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (TPE/TSA/KHH Pick Up) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:38:17"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/373d0efb-Wi-Ho%21%C2%AE-Japan-Wi-Fi-Device-Taiwan-Pick-Up/4GWiFiTaiwanHomeDeliveryforJapan.jpg",
        "strIntroduction": " Stay connected when traveling in Japan with a 4G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Traveling in Japan need not be a demanding experience! When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Japan from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 4G data whilst connecting up to 14 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.klook.com/activity/1447-wi-ho-japan-wifi-device-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (Taiwan Home Delivery) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:38:29"
    },
    {
        "intDurationHour": 360,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 16,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/194e14ca-Japan-Docomo-SIM-Card/3G4GSIMCardHKGPickUpforJapan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Connect with your mobile just like you do at home with a 4G/3G SIM Card in Japan. 8 days SIM card loaded with 2GB 4G daily plus unlimited 3G for use in Japan Connect via Docomo Japan's No.1 network Choice of Mini, Micro or Nano SIM suitable for most Smartphones Collect your SIM Card at Hong Kong International Airport 8 days SIM card loaded with 2GB 4G daily plus unlimited 3G for use in Japan Connect via Docomo Japan's No.1 network Choice of Mini, Micro or Nano SIM suitable for most Smartphones Collect your SIM Card at Hong Kong International Airport What We Love:   What We Love: We know that you love to be able to connect with your friends and family, and we also know that you don't like roaming costs. With a local SIM card available for pick up before you leave you can connect as soon as you arrive in Japan. With unlimited data you'll be able to send those holiday snaps to family and friends, look at maps to find the best of the best, and stay in the loop with emails while you're away.  ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.klook.com/activity/719-japan-docomo-sim-card-kyoto/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G/4G SIM Card (HKG Pick Up) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:38:40"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 16,
        "strGuideLanguage": "jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/fe41f1f5-/SaganoRomanticTrainOneWayTicket.jpg",
        "strIntroduction": " Take in the incredible nature views in any season along the scenic Sagano Romantic Train near Kyoto Embark on a 25 min train trip through outstanding natural scenery Take in views of Hozugawa Ravine on the journey from Kameoka Station to Sago Station Regarded as one of the most beautiful railway journeys in Japan Tie your scenic rail journey in with a visit to the nearby Arashiyama bamboo forest Get a guaranteed seat during November's popular maple season (book now before seats run out!) Embark on a 25 min train trip through outstanding natural scenery Take in views of Hozugawa Ravine on the journey from Kameoka Station to Sago Station Regarded as one of the most beautiful railway journeys in Japan Tie your scenic rail journey in with a visit to the nearby Arashiyama bamboo forest Get a guaranteed seat during November's popular maple season (book now before seats run out!) What We Love:   What We Love: Embarking on a scenic railway journey in Japan is an experience like no other. Breeze past the incredible view of the Hozugawa Ravine on this 25 minute scenic railway journey on the Sagano Romantic Train. Departing from Kameoka Station, you'll travel the 7.3km to Sago Station along a beautiful mountainous route. In winter, you'll be surrounded by a snowy wonderland, in spring blooms wild cherry blossoms, summer brings luscious green panoramas and a cooling river breeze, whilst in autumn the whole landscape is cloaked in fall colors and lined with maple trees. Seats are limited and book up quickly - however, for a limited time, book on Klook for this November and you'll be guaranteed a seat to experience the glorious red hues of autumn!  ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.klook.com/activity/2249-sagano-romantic-train-ticket-kyoto/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sagano Romantic Train One Way Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:38:51"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 66,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/84117dc9-%E6%97%A5%E5%BC%8F%E4%BE%BF%E5%BD%93%E5%88%B6%E4%BD%9C%E5%AD%A6%E5%A0%82/MorningBentoCookingCourse.jpg",
        "strIntroduction": " Learn the tricks to making traditional Japanese dishes from your enthusiastic instructor, prepare your own authentic lunch and discover the cultural background of the famous Japanese bento. Wear traditonal buddhist monk clothing to embrace the cultural experience Prepare 4-5 dishes to make a full bento lunch box Learn about dashi broth (soup stock for Japanese cuisine) and various types of seasonings (soy sauce, mirin, sake, miso, etc) from your expert instructor Enjoy a sociable, home-made lunch with your classmates For another unique Japanese cooking class in the afternoon, try out our Kappa cooking course too! Wear traditonal buddhist monk clothing to embrace the cultural experience Prepare 4-5 dishes to make a full bento lunch box Learn about dashi broth (soup stock for Japanese cuisine) and various types of seasonings (soy sauce, mirin, sake, miso, etc) from your expert instructor Enjoy a sociable, home-made lunch with your classmates For another unique Japanese cooking class in the afternoon, try out our Kappa cooking course too! Kappa cooking course What We Love:   What We Love: Ever wondered how Japanese chefs manage to pack so many interesting flavors into the tiny treats in a bento box? Come along to a traditional cooking class to learn the tricks of the trade from expert local chefs. The sessions provide a fun and interactive environment for learning about the preparation of sushi, sesame salads and many other specialities. Your teachers will also offer you an insight into the historical background of 'Bento', and you'll be able to dress in sumae (the traditional dress of a working buddhist monk) to complete your cultural experience. After you've spent the morning perfecting your cooking skills, you'll feast upon your mini creations as you get to know the fellow chefs on your course. It's a fun filled morning of cultural discovery - foodies, don't miss out!  ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.klook.com/activity/792-morning-bento-cooking-course-kyoto/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Morning Bento Cooking Course",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:39:03"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2db1148d-%E9%98%AA%E6%80%A5%E7%94%B5%E9%93%81%E4%B8%80%E6%97%A5%E4%B9%98%E8%BD%A6%E5%88%B8---Klook%E5%AE%A2%E8%B7%AF/Hankyu1Day2DayTouristPass.jpgopacity0.698574",
        "strIntroduction": " Discover the diverse delights of Osaka, Kyoto and Kobe for a day on one handy discount Hankyu train pass Enjoy unlimited train travel in Osaka, Kyoto and Kobe Stop off at popular tourist attractions, restaurants and other sights in the three cities for a full day of sightseeing Travel with the utmost convenience on all Hankyu lines on just one pass Exclusive discount for foreign travelers Enjoy unlimited train travel in Osaka, Kyoto and Kobe Stop off at popular tourist attractions, restaurants and other sights in the three cities for a full day of sightseeing Travel with the utmost convenience on all Hankyu lines on just one pass Exclusive discount for foreign travelers What We Love:   What We Love: Explore three of Japan's most interesting cities by train: Osaka, Western Japan's largest city; Kyoto, an ancient capital known for its history and traditions; and Kobe, a stylish city with a foreign feel. With the Hankyu 1 Day Tourist Pass you'll get unlimited train travel in and around the three cities. Using Osaka's lively Umeda district as your base, offering gourmet dining and trendy shopping, explore Hankyu's train lines which snake their way into Kyoto and Kobe.  ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.klook.com/activity/1540-hankyu-1-day-tourist-pass-osaka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hankyu 1 Day / 2 Day Tourist Pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:39:16"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 66,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/95b52612-Kyoto-Afternoon-Kappo-Cooking-Course/AfternoonIzakayaCookingCourse.jpg",
        "strIntroduction": " Learn to prepare 4-5 authentic dishes and experience the atmosphere of a traditional Izakaya restaurant. Tuck in to the tasty treats that you've made at the end of the session Wear traditional buddhist monk clothing to embrace the cultural experience Prepare 4-5 authentic dishes that are often eaten in Japanese homes and Izakaya restaurants Learn about dashi broth (soup stock for Japanese cuisine) and various types of seasonings (soy sauce, mirin, sake, miso, etc) from your expert instructor Enjoy a sociable meal as you tuck in to the food that you've prepared and get to know your classmates Looking for another Japanese cooking class in the morning? Start the day with our Bento Box course! Wear traditional buddhist monk clothing to embrace the cultural experience Prepare 4-5 authentic dishes that are often eaten in Japanese homes and Izakaya restaurants Learn about dashi broth (soup stock for Japanese cuisine) and various types of seasonings (soy sauce, mirin, sake, miso, etc) from your expert instructor Enjoy a sociable meal as you tuck in to the food that you've prepared and get to know your classmates Looking for another Japanese cooking class in the morning? Start the day with our Bento Box course! Bento Box course What We Love:   What We Love: Get to the heart of Japanese culture and discover the kind of cooking that goes on in everyday homes and at 'Izakaya' restaurants (cozy Japanese style pubs!) Spend an afternoon learning how to prepare an array of authentic dishes. Try your hand at making dashi steamed rice, or show off your skills preparing steamed egg custard. You'll have the opportunity to dress in traditional buddhist monk wear to enhance the cultural experience - make sure you take a photo! It's a fun filled afternoon of cultural and culinary exploration - foodies, this one's for you!  ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.klook.com/activity/793-japanese-lzakaya-cooking-course-kyoto/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Afternoon Izakaya Cooking Course",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:39:28"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 116,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b3a629f8-Gion-Night-Tour/GionNightTour.jpgopacity0.899842",
        "strIntroduction": " Spend your evening experiencing traditional Japanese performances, a candlelight tea ceremony, a stroll through Gion Historical Preservation District and a healthy Zen-style meal Watch the traditional Japanese dances of noh, kyogen, bunraku and koto Walk around the Gion Historical Preservation district and explore the narrow streets full of old ochayas (maiko girls and geiko women performance houses) Enjoy a private candlelight tea ceremony Dine on a healthy Shojin-ryori (Buddhist vegetarian) dinner Watch the traditional Japanese dances of noh, kyogen, bunraku and koto Watch the traditional Japanese dances of noh, kyogen, bunraku and koto Walk around the Gion Historical Preservation district and explore the narrow streets full of old ochayas (maiko girls and geiko women performance houses) Walk around the Gion Historical Preservation district and explore the narrow streets full of old ochayas (maiko girls and geiko women performance houses) Enjoy a private candlelight tea ceremony Enjoy a private candlelight tea ceremony Dine on a healthy Shojin-ryori (Buddhist vegetarian) dinner Dine on a healthy Shojin-ryori (Buddhist vegetarian) dinner What We Love:   What We Love: Transform your evening with a traditional Japanese experience filled with performances, a candlelit tea ceremony and a Zen-style dinner. Experience the authentic dance styles of noh, kyogen, bunraku and koto all in one night. Stroll through the Gion Historical Preservation District and notice the narrow streets and ochayas (maiko and geiko performance houses). Your private tea ceremony is held under candlelight at Yoshi-ima Ryokan's tea ceremony room in Kurenaitei. Wind down the day with Shojin-ryori (Buddhist style cuisine) and enjoy vegetarian dishes cooked to perfection.  ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.klook.com/activity/656-gion-night-tour-kyoto/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Gion Night Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:39:38"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1fb73d89-/KyotoTowerAdmissionTicket.jpg",
        "strIntroduction": " Get panoramic views of Kyoto with a Kyoto Tower admission ticket Enjoy a unique look at Kyoto city from 100 meters up at the Kyoto Tower observation deck Get a new angle on sightseeing famous sights such as Kiyomizu-dera Temple, Toji Temple and Chion-in Temple, and even as far as Osaka! Make the most of the free telescopes on the observation deck fifth floor Enjoy the building's amenities including souvenir shops, restaurant, sky lounge and public bath house during your visit Enjoy a unique look at Kyoto city from 100 meters up at the Kyoto Tower observation deck Enjoy a unique look at Kyoto city from 100 meters up at the Kyoto Tower observation deck Get a new angle on sightseeing famous sights such as Kiyomizu-dera Temple, Toji Temple and Chion-in Temple, and even as far as Osaka! Get a new angle on sightseeing famous sights such as Kiyomizu-dera Temple, Toji Temple and Chion-in Temple, and even as far as Osaka! Make the most of the free telescopes on the observation deck fifth floor Make the most of the free telescopes on the observation deck fifth floor Enjoy the building's amenities including souvenir shops, restaurant, sky lounge and public bath house during your visit Enjoy the building's amenities including souvenir shops, restaurant, sky lounge and public bath house during your visit What We Love:   What We Love: Kyoto Tower is an iconic sight towering over the heart of central Kyoto. Commanding a panoramic view over the city, it is the tallest construction in Kyoto, featuring an Observation Deck 100 meters above ground offering views to famous Kyoto sightseeing spots such as Kiyomizu-dera Temple, Toji Temple and Chion-in Temple and even as far as Osaka on a clear day! Watch the landscape change from season to season and make use of the free telescopes on the 5th floor of the observation deck for a closer look at the sights.  ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.klook.com/activity/1464-kyoto-tower-admission-ticket-kyoto/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kyoto Tower Admission Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:39:48"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 21,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/167986b6-%E5%85%B3%E8%A5%BF%E5%BF%85%E5%A4%87%E4%BA%A4%E9%80%9A%E7%A5%9E%E5%8D%A1ICOCA/ICOCAICCard.jpg",
        "strIntroduction": " Navigate the Kansai region like a local with the ease and convenience of the contactless ICOCA Card valid for trains, buses, metros and shopping Convenient discount card for JR, subway, private railway, buses and shopping in the Kansai area and around The contactless rechargeable smart card is the easiest way to travel around the JR West network including Kyoto, Osaka and Kobe Preloaded with 1,500 yen and 500 yen deposit Discounted Haruka rail ticket for the Kansai Airport Express (incl. Tennoji, Shin-Osaka and Kyoto) on presenting your ICOCA card (temporary visitors with foreign passports only) Convenient discount card for JR, subway, private railway, buses and shopping in the Kansai area and around The contactless rechargeable smart card is the easiest way to travel around the JR West network including Kyoto, Osaka and Kobe Preloaded with 1,500 yen and 500 yen deposit Discounted Haruka rail ticket for the Kansai Airport Express (incl. Tennoji, Shin-Osaka and Kyoto) on presenting your ICOCA card (temporary visitors with foreign passports only) What We Love:   What We Love: Visit any modern city these days and chances are there will be a local travel card making transportation, shopping and more even easier. It's the Octopus Card in Hong Kong, Easy Card in Taiwan, Suica Card in Tokyo, and for the Kansai region it's the ICOCA Card. A play on the phrase 'Iko ka' (行こか) meaning 'Shall we go?' in the local dialect, the card covers the major cities of the Kansai region including Osaka, Kyoto and Kobe. With one swipe of the contactless card, you can seamlessly hop aboard metros, buses, trains or even pay for your shopping. The card is handily preloaded with 1,500 yen credit, plus the 500 yen deposit so it's ready to use as soon as you pick it up.  ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.klook.com/activity/1777-icoca-ic-card-kyoto/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "ICOCA IC Card",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:39:58"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 77,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/620e57ea-Kyoto-Backstreet-Cycling/KyotoBackstreetCycling.jpgopacity0.864484",
        "strIntroduction": " Break away from the clichés of tourism and cycle through the backstreets of Kyoto's historically rich districts Ride through Miyagawacho, the second biggest entertainment district in Kyoto View the machiya (traditional merchant houses) along the narrow streets of Gion Cycle atop the stone paved streets of Gion and admire the maiko girls and geiko women as they pass by in their delicate traditional wear Visit Yasaka Shrine and Heian Jingu Shrine, and gaze upon the gorgeous willow trees along the Shirakawa River Coast through the giant red torii gates Ride through Miyagawacho, the second biggest entertainment district in Kyoto Ride through Miyagawacho, the second biggest entertainment district in Kyoto View the machiya (traditional merchant houses) along the narrow streets of Gion View the machiya (traditional merchant houses) along the narrow streets of Gion Cycle atop the stone paved streets of Gion and admire the maiko girls and geiko women as they pass by in their delicate traditional wear Cycle atop the stone paved streets of Gion and admire the maiko girls and geiko women as they pass by in their delicate traditional wear Visit Yasaka Shrine and Heian Jingu Shrine, and gaze upon the gorgeous willow trees along the Shirakawa River Visit Yasaka Shrine and Heian Jingu Shrine, and gaze upon the gorgeous willow trees along the Shirakawa River Coast through the giant red torii gates Coast through the giant red torii gates What We Love:   What We Love: Hop on a bike and explore the backstreets of Kyoto in areas unreachable by bus or by foot. Experience the narrow streets of Miyahawacho, the second biggest entertainment district in the city. Ride past the vibrant Yasaka Shrine and nod to geiko women and their maiko (apprentices) as they stroll through the stone laden streets of Gion adorned in delicate kimono. Cycling through these traditional districts offers an unmatchable perspective of Kyoto. Break away from cliché tours and feed your inner adventurer!  ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.klook.com/activity/632-kyoto-backstreet-cycling/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kyoto Backstreet Cycling",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:40:08"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 121,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c35bc993-Kyoto-Day-Tour/KyotoDayTour.jpgopacity0.790707",
        "strIntroduction": " Transport hundreds of years into the past and experience Kyoto's famous historic sites Experience the traditional tranquility of Kyoto's main shines—Kitano-tenmangu Shrine and Heian Jingu Shrine Explore the detailed architecture and grounds of the Kyoto Imperial Palace Stroll through an array of temples including Kinkaku-ji Temple, Sanjusangen-do Temple, and Kiyomizu Temple Travel back to the 1600's with a visit to the Nijo Castle Enjoy an authentic Japanese-style lunch Experience the traditional tranquility of Kyoto's main shines—Kitano-tenmangu Shrine and Heian Jingu Shrine Experience the traditional tranquility of Kyoto's main shines—Kitano-tenmangu Shrine and Heian Jingu Shrine Explore the detailed architecture and grounds of the Kyoto Imperial Palace Explore the detailed architecture and grounds of the Kyoto Imperial Palace Stroll through an array of temples including Kinkaku-ji Temple, Sanjusangen-do Temple, and Kiyomizu Temple Stroll through an array of temples including Kinkaku-ji Temple, Sanjusangen-do Temple, and Kiyomizu Temple Travel back to the 1600's with a visit to the Nijo Castle Travel back to the 1600's with a visit to the Nijo Castle Enjoy an authentic Japanese-style lunch Enjoy an authentic Japanese-style lunch What We Love:   What We Love: Relax and forget about scrambling to create your own schedule to explore Kyoto - we've got you covered. This day tour of Kyoto makes sure to hit most of the city's famous sites within the span of nine hours. Witness the historically rich legacy of Kyoto through experiencing its ancient shrines, serene temples and royal architecture such as the Heian Jingu Shrine, Nijo Castle, Kyoto Imperial Palace and Sanjusangen-do Temple. You'll feel like you've been transported hundred of years into the past!  ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.klook.com/activity/633-kyoto-day-tour/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kyoto Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:40:20"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8dc3a7cc-KIX-Airport-Limousine-Bus-Transfer/KIXAirportLimousineBusTransfer.jpgopacity0.932357",
        "strIntroduction": " Comfortable, convenient and great value limousine bus transfers between Kansai International Airport and Kyoto or Osaka Get confirmation and your mobile voucher instantly after booking Travel on the comfortable bus service between KIX and Kyoto or Osaka (either direction) Enjoy convenient features onboard including soft seating, luggage space and even toilets Choose your route from KIX to Kyoto/Osaka or the opposite direction Easily exchange your mobile voucher for a physical ticket at the airport Get confirmation and your mobile voucher instantly after booking Travel on the comfortable bus service between KIX and Kyoto or Osaka (either direction) Enjoy convenient features onboard including soft seating, luggage space and even toilets Choose your route from KIX to Kyoto/Osaka or the opposite direction Easily exchange your mobile voucher for a physical ticket at the airport What We Love:   What We Love: If you're looking for the best value and comfort transportation from Kansai International Airport to Osaka or Kyoto, look no further than the KIX Airport Limousine Service. Smoothly delivering you from the KIX terminal buildings along three routes, stopping at popular hotels and destinations in Kyoto and Osaka, it's not only a speedy option, it's great value too. With instant confirmation immediately after booking, plus mobile vouchers that are quickly exchanged for your physical ticket at the airport, beginning - or ending - your trip in Japan will be a breeze!  ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.klook.com/activity/1541-kix-airport-limousine-bus-transfer-osaka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "KIX Airport Limousine Bus Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:40:31"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 42,
        "strGuideLanguage": "en/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/54a5a4dc-Kyoto-Higashiyama-Rickshaw-Tour/KyotoHigashiyamaRickshawTour.jpg",
        "strIntroduction": " Tour Higashiyama's series of religious sites and ancient streets from the comfortable perch of your rickshaw and let your guide show you the true majesty of Kyoto's elite shrines and temples Tour on a traditional rickshaw to view the townhouses as you pass by on the traditional flagstone paths Explore impressive temples, such as the Kiyomizu or Ginkakuji temples, which are two of the most famous temples in Kyoto Enjoy a romantic rickshaw ride in the old Gion district, where you might catch a glimpse of a Geisha heading for an appointment Ask your friendly rickshaw guide for many tantalizing historical facts before dropping you off at a convenient location Tour on a traditional rickshaw to view the townhouses as you pass by on the traditional flagstone paths Explore impressive temples, such as the Kiyomizu or Ginkakuji temples, which are two of the most famous temples in Kyoto Enjoy a romantic rickshaw ride in the old Gion district, where you might catch a glimpse of a Geisha heading for an appointment Ask your friendly rickshaw guide for many tantalizing historical facts before dropping you off at a convenient location What We Love:   What We Love: Rest your legs and feet and let the vibes of Kyoto's best-preserved district, Higashiyama, wash over you while enjoying the sights of the historic streets and townhouses from the comfort of your rickshaw. Let your guide take charge of the excursion as you and your companion dive into an informative and fun tour of Japanese ancient religions, visiting the historic temples and shrines or enjoying the atmosphere of the traditional district from the noble perch of a regal rickshaw. If you get lucky, you might even catch a glimpse of a beautiful geisha in Gion! Riding through the narrow streets, along the wooden houses and traditional shops of old Kyoto, the rickshaw rides are a perfect way to tour the majesty of Higashiyama whilst also treating a loved one in style.  ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.klook.com/activity/1032-higashiyama-rickshaw-tour-kyoto/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kyoto Higashiyama Rickshaw Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:40:43"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0fd569eb-%E5%B2%9A%E7%94%B5%E4%B8%80%E6%97%A5%E4%B9%98%E8%BD%A6%E5%88%B8/Randen%2BSubway1DayPass.jpgopacity0.92632",
        "strIntroduction": " Get unlimited travel on a 1910 vintage tram to explore Kyoto and Arashiyama with a one day pass for the Randen tram, with either a Kyoto bus or subway unlimited day pass included too! Get unlimited travel on Randen trams (both Arashiyama and Kitano lines) for one day Choose either unlimited Kyoto bus travel or Kyoto Subway travel Travel from Shijo Omiya in Kyoto to scenic Arashiyama and its world famous bamboo forest Enter a world of samurai, ninjas and geisha girls on set at Toei Movie Land Enjoy a number of other discounts and free gifts using the Randen Pass Get unlimited travel on Randen trams (both Arashiyama and Kitano lines) for one day Choose either unlimited Kyoto bus travel or Kyoto Subway travel Travel from Shijo Omiya in Kyoto to scenic Arashiyama and its world famous bamboo forest Enter a world of samurai, ninjas and geisha girls on set at Toei Movie Land Enjoy a number of other discounts and free gifts using the Randen Pass What We Love:   What We Love: Hop aboard the iconic Randen tram (a.k.a. Keifuku Electric Railroad) which took it's first journey in 1910, now running for over 100 years! The tram not only takes you from Kyoto to Arashiyama but also serves Tenryuji, Ryoanji, Kinkakuji, Ninnaji and Kyoto Uzumasa Eigamura (Toei Movie Land) with numerous stops along the tram's two routes: the Arashiyama Line and the Kitano Line. If you've ever seen photos of a phenomenal green bamboo forest in Japan, you'll be looking at Arashiyama. An easy day trip from Kyoto, Arashiyama makes for a delightful nature escape. You'll discover numerous cultural sites such as temples and Japanese gardens at the other stops plus the movie set of Jidaigeki, a Japanese historical drama, at Toei Movie Land. Get unlimited travel on Randen trams plus optional Kyoto Subway or Kyoto Bus travel on one convenient Kyoto travel pass. With services every 10 minutes, Randen makes for an efficient and iconic way to discover in and around Kyoto.  ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.klook.com/activity/1753-randen-kyoto-bus-subway-1-day-pass-kyoto/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Randen + Subway 1 Day Pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:40:52"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 83,
        "strGuideLanguage": "cn/en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6be22677-%E6%8E%A2%E8%AE%BF%E4%BA%AC%E9%83%BD%E4%B9%8B%E7%BE%8E%E4%B8%80%E6%97%A5%E9%81%8A/BeautyofKyotoDayTourDepartfromOsakaKyoto.jpg",
        "strIntroduction": " Take just a day to see Kyoto's most beautiful spots on an efficient sightseeing tour of the city's favorite attractions The most efficient and convenient way to sightsee Kyoto - great for travelers pushed for time See Kyoto's best temples including the Kinkakuji (Golden Pavilion) and Kiyomizu Temples Stroll through the iconic orange torii gates of Fushimi Inari Shrine Glimpse geisha in Gion and visit the beautifully restored Sannenzaka Ninenzaka neighborhood Transportation during the tour is included as well as temple admission fees Get a free ICOCA transport card and free 4G WiFi router! The most efficient and convenient way to sightsee Kyoto - great for travelers pushed for time See Kyoto's best temples including the Kinkakuji (Golden Pavilion) and Kiyomizu Temples Stroll through the iconic orange torii gates of Fushimi Inari Shrine Glimpse geisha in Gion and visit the beautifully restored Sannenzaka Ninenzaka neighborhood Transportation during the tour is included as well as temple admission fees Get a free ICOCA transport card and free 4G WiFi router! What We Love:   What We Love: Tick Kyoto's top sights, temples and districts off your list in just a day - perfect if you have limited time in the city. After meeting up at JR Namba Station, the rest of the itinerary is taken care of as you're expertly whisked around stunning Kinkakuji (Golden Pavilion) and Kiyomizu Temples, all the way out to Fushimi Inari shinto shrine to experience the iconic orange torii gates, plus a guided walk through Gion and Hanamikoji geisha districts and beautifully preserved Sannenzaka Ninenzaka area. A guide with basic English will be showing you around, so we'd recommend taking advantage of this tour primarily for the ultra convenient transportation and admission fee inclusions.  ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.klook.com/activity/1828-discover-beauty-of-kyoto-day-tour-kyoto/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Beauty of Kyoto Day Tour (Depart from Osaka & Kyoto)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:41:01"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 173,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2c3ea390-Airport-Transfers-KIX-Pick-Up-for-Kyoto/AirportTransfersKIXPickUpforKyoto.jpgopacity0.995012",
        "strIntroduction": " Initiate your Japan trip with a convenient and comfortable transfer service from Kansai International Airport to Kyoto Experience a hassle-free transfer in a spacious and comfortable car Enjoy good service and hospitality from drivers with more than 3 years' experience Choose between a variety of car models and sizes to meet the needs of your traveling party In the event of a flight delay, your driver will wait for you with no additional charges Experience a hassle-free transfer in a spacious and comfortable car Enjoy good service and hospitality from drivers with more than 3 years' experience Choose between a variety of car models and sizes to meet the needs of your traveling party In the event of a flight delay, your driver will wait for you with no additional charges What We Love:   What We Love: Ensure your memories of Japan are perfect from start to finish by booking your airport transfers in advance. Here's our suggestion: book a private car, let your driver help pack in your bags, and enjoy superior services throughout. What’s more, the car is equipped with air conditioning, drinking water and phone charger.  ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.klook.com/activity/873-kansai-international-airport-transfers-kyoto/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (KIX Pick Up) for Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:41:11"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 142,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/112b2aa6-Kyoto-and-Nara-Day-Tour/KyotoandNaraDayTour.jpgopacity0.787503",
        "strIntroduction": " Sightsee Japan's ancient capitals in a day and see the most impressive cultural and historical sights of Kyoto and Nara Enjoy a convenient one-day tour of Kyoto and Nara See Kyoto's impressive landmarks Nijo Castle, Kinkaku-ji Temple, Kyoto Imperial Palace (or Kitano Tenmangu Shrine) Relax mid-tour with a delicious Japanese-style lunch Walk the grounds of Nara Park and meet the famous deer, hundreds of which roam freely Visit the UNESCO World Heritage Sites of ancient Todai-ji Temple and Kasuga Taisha Shrine and shop for souvenirs at Nara Nagomikan Enjoy hotel pick up and drop off plus comfortable coach transportation throughout Enjoy a convenient one-day tour of Kyoto and Nara Enjoy a convenient one-day tour of Kyoto and Nara See Kyoto's impressive landmarks Nijo Castle, Kinkaku-ji Temple, Kyoto Imperial Palace (or Kitano Tenmangu Shrine) See Kyoto's impressive landmarks Nijo Castle, Kinkaku-ji Temple, Kyoto Imperial Palace (or Kitano Tenmangu Shrine) Relax mid-tour with a delicious Japanese-style lunch Relax mid-tour with a delicious Japanese-style lunch Walk the grounds of Nara Park and meet the famous deer, hundreds of which roam freely Walk the grounds of Nara Park and meet the famous deer, hundreds of which roam freely Visit the UNESCO World Heritage Sites of ancient Todai-ji Temple and Kasuga Taisha Shrine and shop for souvenirs at Nara Nagomikan Visit the UNESCO World Heritage Sites of ancient Todai-ji Temple and Kasuga Taisha Shrine and shop for souvenirs at Nara Nagomikan Enjoy hotel pick up and drop off plus comfortable coach transportation throughout Enjoy hotel pick up and drop off plus comfortable coach transportation throughout What We Love:   What We Love: Explore world famous Kyoto in the morning, one of Japan's most important historical and cultural centers, known for its beauty and fascinating geisha tradition. Tour Kyoto's UNESCO-listed sites including Nijo Castle, built in 1626 to provide lodging for Tokugawa Shogun, and Kinkaku-ji Temple, or more aptly known as the Golden Pavilion for the thin layer of pure gold that covers it. Gain exclusive access to the Kyoto Imperial Palace and enjoy a delicious Japanese-style lunch. On arrival in Nara, you'll explore the beautiful green grounds and meet the famous nodding deer of Nara Park plus get the opportunity to enter the UNESCO World Heritage Sites of Todai-ji Temple (and the Great Buddha) and Kasuga Taisha Shrine. Comfortable coach transportation is provided, making this a stress-free way to sightsee two cities in a day!  ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.klook.com/activity/627-kyoto-nara-day-tour/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kyoto and Nara Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:41:20"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 42,
        "strGuideLanguage": "en/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/fb7d0736-Kyoto-Arashiyama-Rickshaw-Tour/ArashiyamaRickshawTour.jpg",
        "strIntroduction": " Experience the surreal serenity of Arishayama, the historic resort location of Japan's nobility and imperial families, from the comfort of a traditional Kyoto rickshaw ride Soak in the view of the seemingly endless bamboo stalks at famous Arashiyama Bamboo Grove Let the rickshaw operator do the footwork as you recline into the comfortable confines of the rickshaw Enjoy Arashiyama's nature, ranging from mountain and river views, to bamboo groves, and over to pastoral views Capture the spirit of your tour in Arashiyama with photos taken buy your guide End the rewarding Kyoto rickshaw ride with drop off at a convenient point of your choosing Soak in the view of the seemingly endless bamboo stalks at famous Arashiyama Bamboo Grove Let the rickshaw operator do the footwork as you recline into the comfortable confines of the rickshaw Enjoy Arashiyama's nature, ranging from mountain and river views, to bamboo groves, and over to pastoral views Capture the spirit of your tour in Arashiyama with photos taken buy your guide End the rewarding Kyoto rickshaw ride with drop off at a convenient point of your choosing What We Love:   What We Love: A visit to Arishayama, just a short day trip from Kyoto, is the true definition of dreamy and surreal. Spend quality time with nature as you visit lush green gardens together with your guide or enjoy gliding through parts of the iconic Arashiyama bamboo forest leading to a popular shrine in its midst. Let the 'Zen' spirit bring your body to perfect harmony as you gaze upon the splendid temple architecture and tranquil forest, feeling like true nobility as you enjoy the services of an enthusiastic tour guide from your rickshaw seat.  ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.klook.com/activity/1031-arashiyama-rickshaw-tour-kyoto/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Arashiyama Rickshaw Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:41:33"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 139,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d11e6e3e-Gion-Kimono-Experience/GionKimonoExperience.jpg",
        "strIntroduction": " Don a kimono, have your hair traditionally styled and then take on the streets of Gion, Kyoto's entertainment district Adorn yourself in an authentic kimono and then have your hair styled traditionally by a professional hairstylist Stroll through the streets of Gion's entertainment district wearing an elegant kimono Take pictures with the maiko girls and geiko women in Gion Enjoy the included pick up service for hotels in Kyoto city Adorn yourself in an authentic kimono and then have your hair styled traditionally by a professional hairstylist Adorn yourself in an authentic kimono and then have your hair styled traditionally by a professional hairstylist Stroll through the streets of Gion's entertainment district wearing an elegant kimono Stroll through the streets of Gion's entertainment district wearing an elegant kimono Take pictures with the maiko girls and geiko women in Gion Take pictures with the maiko girls and geiko women in Gion Enjoy the included pick up service for hotels in Kyoto city Enjoy the included pick up service for hotels in Kyoto city What We Love:   What We Love: Step into the life of a beautiful maiko girl or geiko woman with this kimono experience and appreciate the unique traditions of geisha in Japan. Gaze upon the 200 different types of Kimono and choose one that best suits you. A professional stylist prepares your hair in a traditional up-do readying you to take on the streets of Gion adorned in your delicate attire. This experience offers a relaxing day to dress elegantly and receive a local's view of Gion's entertainment district.  ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.klook.com/activity/1097-gion-kimono-experinece-kyoto/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Gion Kimono Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:41:45"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 78,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/701ac2a5-Kyoto-Geisha-Districts-Tour/KyotoGeishaDistrictsTour.jpgopacity0.830656",
        "strIntroduction": " Stroll along the oldest streets of Kyoto and learn about the lives of geishas Visit three Geisha districts in Kyoto - Gojyorakuen, Miyagawacho and Gion Learn about the process of becoming a Geisha and their daily lives Enter Kaikado, the shop with the longest history in producing handmade tea caddies and Kenninji, the oldest Zen temple which is known to be the birthplace of Japanese green tea Visit Tatsumi Inari Shrine, where girls pray to become accomplished geisha and famous names are etched into the structure Visit three Geisha districts in Kyoto - Gojyorakuen, Miyagawacho and Gion Learn about the process of becoming a Geisha and their daily lives Enter Kaikado, the shop with the longest history in producing handmade tea caddies and Kenninji, the oldest Zen temple which is known to be the birthplace of Japanese green tea Visit Tatsumi Inari Shrine, where girls pray to become accomplished geisha and famous names are etched into the structure What We Love:   What We Love: Take a walk down the three most famous geisha districts in Kyoto where you will pay a visit to establishments significant to the city's rich history. Stroll along the pathways of Gojyorakuen, once the most notorious red light district, before visiting Miyagawacho, known for geisha with talents for Japanese dance. The respectable geisha profession is often misrepresented - this tour aims to correct any misinformation. As you stroll the streets of Gion, your guide will explain all about what being a geisha means as you pass by boarding residences and entertainment houses. You may hear the faint tunes of geisha practising their musical skills or watch as a beautifully dressed geisha hurries over cobbled streets and ornate bridges to her next appointment. You'll also see the oldest Zen temple in Kyoto, also the birthplace of Japanese green tea, and a shrine with famous celebrities and geisha etched in the red posts.  ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.klook.com/activity/883-geisha-districts-tour-kyoto/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kyoto Geisha Districts Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:41:59"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 93,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/478e8f84-%E5%B2%9A%E5%B1%B1%E9%87%8E%E7%AB%B9%E6%9E%97%E7%A7%81%E4%BA%BA%E5%AF%BC%E8%A7%88%E6%B8%B8/ArashiyamaBambooForestHalfDayTour.jpg",
        "strIntroduction": " Take a guided walk around Okochi Mountain Villa, Togetsukyo Bridge and other prominent locations in Arashiyama near Kyoto Visit Nonomiya Shrine, a popular place for single people to pray for marriage See Tenryuji Temple, one of Kyoto’s most beautiful Zen temples Enjoy a relaxing stroll through the extensive bamboo grove that stretches as far as the eye can see Learn more about the places from government licensed tour guides who are both friendly and dedicated to helping you Visit Nonomiya Shrine, a popular place for single people to pray for marriage See Tenryuji Temple, one of Kyoto’s most beautiful Zen temples Enjoy a relaxing stroll through the extensive bamboo grove that stretches as far as the eye can see Learn more about the places from government licensed tour guides who are both friendly and dedicated to helping you What We Love:   What We Love: Located in the western outskirts of Kyoto, Arashiyama is famed for its beautiful scenery and well-preserved ancient royal court. Enter the former villa of late actor Okochi Denjiro, the Okochi Sanso Villa – take a stroll through the traditional Japanese garden rumored to be built by Denjiro as a picture of everlasting beauty (not the deteriorating beauty captured on film). Explore one of Kyoto's great Zen temples, the Tenryuji Temple – built in 1339 by the shogun Ashikaga Takauji in honor of the late Emperor Godaigo, with a number of vantage points offering the best views of Arashiyama. Complete your journey at iconic Togetsukyo Bridge, the 'Moon Crossing Bridge', known for beautiful reflections in the Oi River.  ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.klook.com/activity/872-arashiyama-bamboo-forest-half-day-tour-kyoto/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Arashiyama Bamboo Forest Half Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:42:10"
    },
    {
        "intDurationHour": 13,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 353,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/28a607f4-Day-Trip-to-Hiroshima-and-Miyajima/HiroshimaMiyajimaDayTrip.jpg",
        "strIntroduction": " In only a day experience the spiritual natural beauty of Miyajima and the historic significance of Hiroshima Visit the Itsukushima Shrine and behold its picturesque beauty as it sits upon the sea Discover the terror behind the atomic bomb at the Hiroshima Peace Museum Gaze upon the Atomic Bomb Dome and witness the disastrous outcome of the first atomic bombing during WWII and uncover the promotion of peace brought through preserving the dome Visit the Itsukushima Shrine and behold its picturesque beauty as it sits upon the sea Visit the Itsukushima Shrine and behold its picturesque beauty as it sits upon the sea Discover the terror behind the atomic bomb at the Hiroshima Peace Museum Discover the terror behind the atomic bomb at the Hiroshima Peace Museum Gaze upon the Atomic Bomb Dome and witness the disastrous outcome of the first atomic bombing during WWII and uncover the promotion of peace brought through preserving the dome Gaze upon the Atomic Bomb Dome and witness the disastrous outcome of the first atomic bombing during WWII and uncover the promotion of peace brought through preserving the dome What We Love:   What We Love: Enlighten your previous notions of WWII with a day trip that will put into perspective the impact of the first atomic bombing. The Atomic Bomb Dome is an important element of the trip, reminding us of the destruction the bomb caused. The Dome is now preserved to promote peace and the elimination of all atomic bombs. Don't worry, the somber atmosphere doesn't continue for long as you witness the spiritual beauty of the Itsukushima Shrine. Famed as a floating shrine on the sea, Itsukushima Shrine surrounds itself by the Prussian blue sea and the picturesque virgin forest. Anyone wanting a day of wondrous sightseeing and purposeful historic learning, then give this trip a shot!  ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.klook.com/activity/657-day-trip-hiroshima-miyajima-kyoto/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hiroshima & Miyajima Day Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:42:21"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 105,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ef223ad4-A-Morning-of-Kyoto-Crafts/KyotoCraftsCulture.jpg",
        "strIntroduction": " Experience the historic sites of Japan's oldest capital, and end the trip with a Japanese-style craft workshop Experience the traditional serenity of Kitano Tenmangu Shrine Explore the detailed architecture and grounds of the Kyoto Imperial Palace View the golden glory of Kinkaku-ji Temple Transport back to the 1600s with a visit to Nijo Castle Create works of art with block print, cloisonné work and other techniques at Kyoto Handicraft Center Experience the traditional serenity of Kitano Tenmangu Shrine Experience the traditional serenity of Kitano Tenmangu Shrine Explore the detailed architecture and grounds of the Kyoto Imperial Palace Explore the detailed architecture and grounds of the Kyoto Imperial Palace View the golden glory of Kinkaku-ji Temple View the golden glory of Kinkaku-ji Temple Transport back to the 1600s with a visit to Nijo Castle Transport back to the 1600s with a visit to Nijo Castle Create works of art with block print, cloisonné work and other techniques at Kyoto Handicraft Center Create works of art with block print, cloisonné work and other techniques at Kyoto Handicraft Center What We Love:   What We Love: Inspire your creativity with the impressive sights of Kyoto. You'll experience the giant wooden Nijo Castle, the pure gold pavilion of Kinkaku-ji Temple and the ancient grounds of Kyoto Imperial Palace. Afterwards you'll end your trip with a craft workshop at Kyoto Handicraft center. Test out your creativity with block print, cloisonné work and other Japanese art techniques. It's an ideal trip for Kyoto-first timers wanting a mix of history and art.  ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.klook.com/activity/641-kyoto-crafts-culture/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kyoto Crafts & Culture",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:42:33"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 21,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b3a8bdb2-JR%E5%85%B3%E8%A5%BF%E9%93%81%E8%B7%AF%E5%91%A8%E6%B8%B8%E5%88%B8-klook%E5%AE%A2%E8%B7%AF%E6%97%85%E8%A1%8C/JR-WestKansaiRailPassHKAirportPickUp.jpgopacity0.895078",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Travel around the Kansai region with a discounted railway pass for 1 to 4 days Access major cities in Kansai with one single rail pass that offers unlimited travel within the designated area Ride on the Kansai-Airport Express 'Haruka' (non-reserved seats) Choose between 1, 2, 3, or 4 consecutive days according to your travel needs Conveniently pick up your JR Pass from Hong Kong International Airport before you've even departed for Japan Access major cities in Kansai with one single rail pass that offers unlimited travel within the designated area Ride on the Kansai-Airport Express 'Haruka' (non-reserved seats) Choose between 1, 2, 3, or 4 consecutive days according to your travel needs Conveniently pick up your JR Pass from Hong Kong International Airport before you've even departed for Japan What We Love:   What We Love: The Kansai region is steeped in rich cultural history and was both a political and cultural center of the country for many years. Prominent cities in the region include Osaka, Kyoto, Nara and Kobe - each of these locations showcase a significant part of Japan's long traditional heritage. With this convenient travel pass for Kansai, you can be strolling the ancient streets of Kyoto one day and discovering the hidden treasures of Nara the next. Explore the enthralling region with efficiency and affordability with this special pass for foreign tourists.  ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.klook.com/activity/1127-jr-west-kansai-rail-pass-kyoto/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "JR-West Kansai Rail Pass (HK Airport Pick Up)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:42:45"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 62,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/638660ed-Kyoto-Morning-Sightseeing/KyotoMorningSightseeing.jpg",
        "strIntroduction": " Kick-start your morning with a trip through Kyoto's famous historic sites Experience the traditional serenity of Kitano Tenmangu Shrine Explore the detailed architecture and grounds of the Kyoto Imperial Palace View the golden glory of Kinkaku-ji Temple Transport back to the 1600s with a visit to Nijo Castle Experience the traditional serenity of Kitano Tenmangu Shrine Experience the traditional serenity of Kitano Tenmangu Shrine Explore the detailed architecture and grounds of the Kyoto Imperial Palace Explore the detailed architecture and grounds of the Kyoto Imperial Palace View the golden glory of Kinkaku-ji Temple View the golden glory of Kinkaku-ji Temple Transport back to the 1600s with a visit to Nijo Castle Transport back to the 1600s with a visit to Nijo Castle What We Love:   What We Love: Start your day off with a dose of Kyoto adventure. Embark on a trip to see a couple of Kyoto's most famous sites. You'll experience the giant wooden Nijo Castle, the pure gold pavilion of Kinkaku-ji Temple and the ancient grounds of Kyoto Imperial Palace. It's an ideal trip for Kyoto-first timers wanting a historically rich sweep of the city.  ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.klook.com/activity/640-kyoto-morning-sightseeing/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kyoto Morning Sightseeing",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:42:55"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 65,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a51e1cad-Kyoto-Nishiki-Market-Tour/NishikiMarketTeramachiStreet.jpgopacity0.906804",
        "strIntroduction": " Take a break from temple hopping to discover the diverse local food and retail culture of Kyoto Browse for foods, tea, cooking utensils and more at Nishiki Market's 130 shops! Witness the coexistence of traditional and modern retail culture on Teramachi Street Visit Nishiki Tenmangu Shrine, dedicated to academics and business Let your English speaking guide share fascinating facts about the area and pick out the best shops Browse for foods, tea, cooking utensils and more at Nishiki Market's 130 shops! Witness the coexistence of traditional and modern retail culture on Teramachi Street Visit Nishiki Tenmangu Shrine, dedicated to academics and business Let your English speaking guide share fascinating facts about the area and pick out the best shops What We Love:   What We Love: Start your morning amongst the bustle and hustle of Nishiki Market, a traditional Japanese market home to an assortment of food products and over a hundred shops selling fresh seafood, seasonal produce and cookware – it's no wonder it's known as 'Kyoto's kitchen'! Our recommendation? Try the soymilk of Senmaruya, a vital ingredient for Kyoto home cooking, with a history of over 210 years. You might find your visit to Teramachi Kyogoku Street somewhat bemusing: the confluence of historical and modern results in the big fashion brands like Louis Vuitton nestled comfortably beside the traditional shops like woodblock painting store Daishodo. This tour is the perfect fusion of cultural experience...and retail therapy session!  ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.klook.com/activity/882-nishiki-market-teramachi-street-kyoto/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Nishiki Market & Teramachi Street",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:43:05"
    }
]