[
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 37,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d2b8cae9-Hakata-Downtown-Street-Shopping-Tour/DowntownStreetShoppingTour.jpg",
        "strIntroduction": " Visit a traditional handicraft exhibit, a local shrine and shopping areas popular with Hakata natives Explore the Hakata townhouse museum and handicraft exhibit to learn about traditional manufacturing skills Pay a visit to the Kushida shrine, a popular place of worship and see the traditional floats which take part in an annual 5km race Enjoy both a local street shopping and mall experience at Hakata Kawabata shopping street and Hakata Riverain mall Explore the Hakata townhouse museum and handicraft exhibit to learn about traditional manufacturing skills Pay a visit to the Kushida shrine, a popular place of worship and see the traditional floats which take part in an annual 5km race Enjoy both a local street shopping and mall experience at Hakata Kawabata shopping street and Hakata Riverain mall What We Love:   What We Love: As a historical trading hub, Hakata was once the center of goods being traded all over Japan and internationally. Before the shopping begins, visit locally famed Kushida shrine, the annual summer Hakata Gion Yamakasa festival is dedicated to the shrine and the intricately designed 10 meter high floats are displayed year round. As the traditional manufacturer of Japanese 'Hakata ningyo' dolls, the exhibition of the dolls and other local handicrafts are a must see in Fukuoka. Begin your real shopping expedition at Hakata's Kawabata shopping street - with over 100 stores it's hard to resist the souvenirs on offer. Continue on to the Hakata Riverain mall where you will also have the chance to sample various Japanese sauces accompanied by the local knowledge of your guide and translator.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/966-hakata-downtown-tour-fukuoka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Downtown & Street Shopping Tour"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 37,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d3838d52-Hakata-Alleyway-Tour/HakataAlleywayTour.jpg",
        "strIntroduction": " Discover the beautiful old streets and architecture of Hakata and find out about the local wares that the city is known for Walk through a Meiji period alley with classic architecture and various temples surrounding it Browse hakata dolls designed as seasonal gifts, and enjoy a special Obon festival lantern exhibition in summer Visit traditional local stores on Saimon Street - some with over 100 years of history Walk through a Meiji period alley with classic architecture and various temples surrounding it Browse hakata dolls designed as seasonal gifts, and enjoy a special Obon festival lantern exhibition in summer Visit traditional local stores on Saimon Street - some with over 100 years of history What We Love:   What We Love: Start off this unique Hakata tour by visiting a store selling the famous Japanese dolls the city is known for. Stroll down a quaint old street built in the Meiji period, the traditional architecture and atmosphere rivals that of Kyoto. Pay a visit to local temples including famous Shofukuji Temple, founded by the priest Yousai and the first Zen temple ever built in Japan. Yousai is crediting with first introducing tea to Japan from China. Next make your way to Saimon Kamaboko, a local store selling fish processed food for over 100 years. End the tour at the Nagasawa gift store to purchase souvenirs to remember your time in historic Hakata.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/968-hakata-alleyway-tour-fukuoka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hakata Alleyway Tour"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 37,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/bb457df5-Traditional-Japanese-Shopping-Tour/TraditionalJapaneseShoppingTour.jpg",
        "strIntroduction": " Travel to significant sites of Hakata and Fukuoka's trading past including shopping streets and produce markets Sip tea and relax at Rakusui Garden, a graceful pond garden built in the Meiji era Walk down Minoshima shopping street where you will experience Showa period shops and customs Enjoy the fresh seafood and vegetables at Yanagibashi Market Sip tea and relax at Rakusui Garden, a graceful pond garden built in the Meiji era Walk down Minoshima shopping street where you will experience Showa period shops and customs Enjoy the fresh seafood and vegetables at Yanagibashi Market What We Love:   What We Love: The historically strategic trading port of Hakata is still brimming with the merchant atmosphere of its past. At the Minoshima shopping street, be transported back to the Showa period where you will be able to experience the warmth and friendliness of local merchants who own family-run businesses. After you have indulged in traditional snacks and browsed local produce and trinkets, continue onwards to Yanagibashi market which is also known as 'Hakata's Kitchen'. This has been the main source of meat, fish, vegetables and other local produce for restaurants and residents of Fukuoka for over 100 years.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/969-traditional-japanese-shopping-tour-fukuoka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Traditional Japanese Shopping Tour"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 108,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/88c7b950-%E5%8D%9A%E5%A4%9A%E8%87%B3%E8%B1%AA%E6%96%AF%E7%99%BB%E5%A0%A1%E6%9D%A5%E5%9B%9E%E8%BD%A6%E7%A5%A8%2B%E6%99%AF%E7%82%B9%E5%A5%97%E7%A5%A8/HuisTenBoschTicketTrainPass.jpg",
        "strIntroduction": " Be transported to the European style theme park, Huis Ten Bosch, with ease and comfort with round trip train tickets from Hakata Station in Fukuoka Enjoy a quick and stress-free ride from Hakata to Huis Ten Bosch theme park with express round trip train tickets Enjoy the Dutch-themed attractions of Huis Ten Bosch theme park with expansive grounds covering over 1 million sq meters See different flowers around the park depending on which season you go including tulips, roses, sunflowers and begonias Enjoy a quick and stress-free ride from Hakata to Huis Ten Bosch theme park with express round trip train tickets Enjoy the Dutch-themed attractions of Huis Ten Bosch theme park with expansive grounds covering over 1 million sq meters See different flowers around the park depending on which season you go including tulips, roses, sunflowers and begonias What We Love:   What We Love: A charming theme park in Nagasaki Prefecture, Huis Ten Bosch is named after one of the official residences of the Dutch royal family. Translating to 'House in the Woods', Huis Ten Bosch has been perfectly recreated to resemble Dutch style with copies of Netherlands architecture, beautiful gardens, iconic windmills and long canals. The train shuttles you from Japan to the streets of Europe with no need to worry about traffic, giving you more time to spend exploring the 700 species of tulips and the four meter high Tulip Mt. Fuji! If you're visiting during winter, prepare to be dazzled by the Kingdom of Lights, where the entire park is aglow with over 13 million multicolor lightbulbs.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/970-hui-ten-bosch-theme-park-and-train-tickets-fukuoka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Huis Ten Bosch Ticket & Train Pass"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 59,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e4d2f7a9-%E5%8D%9A%E5%A4%9A%E8%87%B3%E9%95%BF%E5%B4%8E%E6%9D%A5%E5%9B%9E%E8%BD%A6%E7%A5%A8%2B%E9%95%BF%E5%B4%8E%E7%94%B5%E6%B0%94%E8%BD%A8%E9%81%931%E6%97%A5%E5%88%B8/1DayNagasakiShinkansenTrainPass.jpg",
        "strIntroduction": " Round trip Fukuoka to Nagasaki train tickets plus a full day pass for the Nagasaki electric trams will make Nagasaki a convenient day trip in Japan Enjoy an efficient and speedy Shinkansen train from Hakata to Nagasaki with express round trip train tickets Take advantage of the one day unlimited Nagasaki tramway pass to visit the city's best landmarks Enjoy the flexibility of self-collecting your tickets or having them mailed to you Enjoy an efficient and speedy Shinkansen train from Hakata to Nagasaki with express round trip train tickets Take advantage of the one day unlimited Nagasaki tramway pass to visit the city's best landmarks Enjoy the flexibility of self-collecting your tickets or having them mailed to you What We Love:   What We Love: As a center of Portuguese and Dutch influence throughout the 16th and 19th centuries, the small fishing village of Nagasaki has today developed to become an East-meets-West city boasting a fusion of churches, shrines and temples. Most people are familiar with Nagasaki as the city to experience the world's second atomic bombing during World War II. The Peace Park was established close to the center of the explosion to commemorate the atomic bombing of Nagasaki and as a symbol of peace for the future. Rich in history and culture, Nagasaki is a great place to visit as a day trip from Fukuoka. With discounted train travel from Fukuoka to Nagasaki with express round trip tickets plus a one day pass on Nagasaki electric trams, getting there and around will a breeze.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/971-fukuoka-to-nagasaki-round-trip-shinkansen-train-fukuoka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "1 Day Nagasaki Shinkansen Train Pass"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 69,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/233a157d-%E5%8D%9A%E5%A4%9A%E8%87%B3%E7%86%8A%E6%9C%AC%E6%9D%A5%E5%9B%9E%E6%96%B0%E5%B9%B2%E7%BA%BF%2BWAKUWAKU-1%E5%A4%A9%E7%A5%A8/KumamotoShinkansenTrainPackage.jpg",
        "strIntroduction": " Visit the stunning Kumamoto Castle and other landmarks with discounted round trip train tickets from Fukuoka and an inter-city travel pass for Kumamoto Get the ultimate convenience for a stress-free ride from Hakata to Kumamoto with express round trip Shinkansen train tickets Enjoy the Waka Waka 1 day pass for unlimited travel on the city's buses, trains and trams Explore the city with the famous Kumamon mascot, Japan's most popular bear Get the ultimate convenience for a stress-free ride from Hakata to Kumamoto with express round trip Shinkansen train tickets Enjoy the Waka Waka 1 day pass for unlimited travel on the city's buses, trains and trams Explore the city with the famous Kumamon mascot, Japan's most popular bear What We Love:   What We Love: Located in the center of Kyushu Island, the name Kumamoto means 'origins of the bear' - so it's no surprise then that the cute black bear with red cheeks known as 'Kumamon' is the beloved mascot of the city. The pride of the city is Kumamoto Castle - the 400 year old castle is known to be one of the most beautiful in Japan. At the heart of the city, hundreds of blossoms fill the castle grounds during the cherry blossom season. Other noteworthy landmarks are Suizenji Gardens, Shiki no Sato Park, Kumamoto Prefectural Traditional Crafts Center and Hasokawa Gyobutei. In addition, with the one day Waka Waka pass, you get unlimited travel on all buses, trams and trains in the city!  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/972-kumamoto-shinkansen-train-package-fukuoka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kumamoto Shinkansen Train Package"
    },
    {
        "intDurationHour": 360,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ee6e710b-Japan-Docomo-SIM-Card/JapanDocomoSIMCardHongKongPickup.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Connect with your mobile just like you do at home with a 4G/3G SIM Card in Japan. 7, 8 or 15 day SIM card loaded with 200MB 4G daily plus unlimited 3G for use in Japan Connect via Docomo Japan's No.1 network Choice of Mini, Micro or Nano SIM suitable for most Smartphones Collect your Sim Card at Hong Kong International Airport 7, 8 or 15 day SIM card loaded with 200MB 4G daily plus unlimited 3G for use in Japan Connect via Docomo Japan's No.1 network Choice of Mini, Micro or Nano SIM suitable for most Smartphones Collect your Sim Card at Hong Kong International Airport What We Love:   What We Love: We know that you love to be able to connect with your friends and family, and we also know that you don't like roaming costs. With a local SIM card available for pick up before you leave you can connect as soon as you arrive in Japan. With unlimited data you'll be able to send those holiday snaps to family and friends, look at maps to find the best of the best, and stay in the loop with emails while you're away.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/981-docomo-sim-card-Kumamoto/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Japan Docomo SIM Card (Hong Kong Pickup)"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 82,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/fac5a587-Kurokawa-Onsen-Day-Tour/KurokawaOnsenDayTour.jpg",
        "strIntroduction": " Bath in therapeutic comfort at a traditional hot spring resort in Fukuoka and explore the natural sights of northern Kumamoto's spectacular waterfall Enjoy a hot spring bath at the famous Kurokawa Onsen Village, one of Japan's best hot spring resorts Have the added flexibility of choosing your preferred itinerary and time spent at onsens – relax to the fullest or spend some time exploring the region Visit the newly discovered tourist location, Nabegataki Falls, a favorite spot for avid photographers with its 20 meters wide cascade Enjoy a hot spring bath at the famous Kurokawa Onsen Village, one of Japan's best hot spring resorts Have the added flexibility of choosing your preferred itinerary and time spent at onsens – relax to the fullest or spend some time exploring the region Visit the newly discovered tourist location, Nabegataki Falls, a favorite spot for avid photographers with its 20 meters wide cascade What We Love:   What We Love: Relax at the Kurokawa Onsen which is renowed for its traditional ryokans and outdoor hot springs where visitors are able to enjoy the therapeutic waters in a natural setting. With around 300 years of history, the onsen resort was traditionally patronized by wealthy visitors as a rest stop on their travels. Take your pick from a range of outside baths with a variety of different waters – you'll also be able to enjoy your bath in peace as the mornings are typically the quietest time of the day. After a refreshing bath, head over to natural cascading Nabegataki falls – the 20 meters wide falls is a rare formation from Mount Aso's eruptions over 90,000 years ago.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/990-kurokawa-onsen-day-tour-kumamoto/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kurokawa Onsen Day Tour"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 91,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/08b81e96-Kurokawa-Onsen-and-Aso-Day-Tour/KurokawaOnsenandAsoDayTour.jpg",
        "strIntroduction": " Travel to two regions, Kurokawa and Aso, known for their natural beauty on a Fukuoka day tour for an outdoor hot spring bath and volcanic mountain views Enjoy an outdoor hot spring bath at a Kurokawa onsen spa suited to your preferences Take in the view of the caldera at the Aso region from the famous Daikanbo viewpoint Learn about the myths and festivals in the Aso region at one of the oldest shrines in Japan Visit two beautiful regions in one day with a customized tour plan Enjoy an outdoor hot spring bath at a Kurokawa onsen spa suited to your preferences Take in the view of the caldera at the Aso region from the famous Daikanbo viewpoint Learn about the myths and festivals in the Aso region at one of the oldest shrines in Japan Visit two beautiful regions in one day with a customized tour plan What We Love:   What We Love: Fit two must see places in Kyushu region into a day tour with special guides who personalize your tour around the best attractions in both Aso and Kurokawa. With a mind-boggling array of outdoor hot springs to choose from with different views, sizes, privacy and settings, discuss your preferences with your guide to get the best onsen to suit you. Then, head to Aso for a stunning panoramic view of the whole active volcano or a special drive to Laputa Road where the caldera edge looks to be floating in a sea of clouds. The personalized itinerary allows you to relax throughout the day while not missing out on places high on your bucket list.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/991-kurokawa-onsen-and-aso-day-tour-kumamoto/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kurokawa Onsen and Aso Day Tour"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 82,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/658443c5-Takachiho-Gorge-Day-Tour/TakachihoGorgeDayTour.jpg",
        "strIntroduction": " Travel to Takachiho Gorge, the epitome of Japanese natural beauty, for boating, nature walks and ancient landmarks visits Take a walk along Takachiho Gorge and hear of the many ancient myths surrounding the stunning rock formations Enjoy the convenience and ease of a small group tour and avoid long queues for boating in the gorge with an early start Visit several cave locations which are connected to ancient Japanese mythology and folklore Enjoy refreshing cold wheat flour noodles, soumen, served inside bamboo pipes during the summer months Take a walk along Takachiho Gorge and hear of the many ancient myths surrounding the stunning rock formations Enjoy the convenience and ease of a small group tour and avoid long queues for boating in the gorge with an early start Visit several cave locations which are connected to ancient Japanese mythology and folklore Enjoy refreshing cold wheat flour noodles, soumen, served inside bamboo pipes during the summer months What We Love:   What We Love: Trace the paths of the gods and travel to one of the most beautiful scenic spots in Kyushu, the Takachiho Gorge. The natural wonder was formed from a natural phenomenon by the Aso volcanos when sudden cooling led to spectacular cliffs that rise between 80 to 100 meters above the river. Some of the region's most sacred and mythical locations can be found around the gorge such as Takachicho Shrine, an 1800 year old shrine home to a grove of evergreen trees which can claim an impressive 800 years. One of the best ways to view the gorge is by boat – come face to face with the 17 meter Manai Falls on your half hour paddle.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/992-takachiho-gorge-day-tour-kumamoto/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Takachiho Gorge Day Tour"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 32,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d0041e0e-%E7%A6%8F%E5%86%88%E5%92%8C%E6%9C%8D%E4%BD%93%E9%AA%8C/FukuokaKimonoRental.jpg",
        "strIntroduction": " Get an enriching Japanese cultural experience on a Yanagawa cruise or Daizaifu Shrine stroll in a beautiful kimono Choose from a wide variety of high quality kimonos and accessories Enjoy a professional kimono rental service with dressing assistance Wear a beautiful kimono as your walk down the streets to gain free access to selected attractions Choose from a wide variety of high quality kimonos and accessories Enjoy a professional kimono rental service with dressing assistance Wear a beautiful kimono as your walk down the streets to gain free access to selected attractions What We Love:   What We Love: Cruise down the Yanagawa river as the skipper sings the rhymes of a local Japanese poet whilst leisurely steering the wooden boat. Dressed in an delicate kimono and clogs alongside the traditionally dressed skipper, transport yourself into the past. Or you might decide to pay a visit to the Dazaifu Tenmangu Shrine instead, one of Fukuoka's most important shrines, dedicated to the great scholar Sugawara Michizane. Walk through the shrine grounds in your ornate kimono and observe students praying for academic success. No matter where you decide to go, there will be many beautiful photo opportunities so bring a fully charged camera!  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/1014-kimono-rental-fukuoka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Fukuoka Kimono Rental"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 43,
        "strGuideLanguage": "en / jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a368eccd-Kyushu-Kanmon-Rickshaw-Tour/KyushuKanmonRickshawTour.jpg",
        "strIntroduction": " Relish the intriguing balance of culture and architecture from your comfortable rickshaw as you cruise down the most northern town in Kyushu Visit the pedestrian under-sea tunnel, the promenade along the Kanmon straights, which is not accessible by taxi or bus Stroll along the straights, enjoying the sight of various architectural structures matched with interesting and historical information provided by your friendly guide Visit the small town that balances various architectural styles side by side, varying from the renaissance style, Taisho Era and contemporary buildings Visit the pedestrian under-sea tunnel, the promenade along the Kanmon straights, which is not accessible by taxi or bus Stroll along the straights, enjoying the sight of various architectural structures matched with interesting and historical information provided by your friendly guide Visit the small town that balances various architectural styles side by side, varying from the renaissance style, Taisho Era and contemporary buildings What We Love:   What We Love: Enjoy Kanmon's renowned architecture and take in everything from historic Mekari Shrine, over to Kyushu's red brick buildings and the modern Kaikyo Plaza. Ride past a breathtaking harbor scene from the raised seat of your rickshaw and have your guide take many photos of you, while explaining the historical tales attached to each renaissance building you pass. Don't forget to find out at which social club Einstein stayed at during his visit to Japan. Your relaxing rickshaw tour will come to an end at a convenient location of your choice.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/1035-kyushu-kanmon-rickshaw-tour-fukuoka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kyushu Kanmon Rickshaw Tour"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/00803395-4G-WiFi-Device-HKG-Pick-Up-for-Japan/4GWiFiHKGPickUpforJapan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly  Get WiFi access across the whole of Japan - wherever your itinerary takes you (excluding some remote areas and Furano) Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Japan - wherever your itinerary takes you (excluding some remote areas and Furano) Get WiFi access across the whole of Japan - wherever your itinerary takes you (excluding some remote areas and Furano) Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Japan, without the stress of sourcing WiFi once you get there. The speedy 4G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Japan but also Thailand, Singapore, Taiwan and Korea.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/1057-/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (HKG Pick Up) for Japan"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 87,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d988a092-Dazaifu--Yanagawa-Tour-with-Tabito--Suito-Sightseeing-Train-Ride/DazaifuandYanagawaTrainTour.jpg",
        "strIntroduction": " Tour Dazaifu and Yanagawa, two fascinating cities in Fukuoka prefecture for a day by special sightseeing train Visit two cities in Fukuoka by special sightseeing trains, Tabito and Suito Enjoy a special Negitoro Don rice bowl for lunch and taste other local snacks Marvel at the historical landmarks and seasonal flowers along the Yanagawa river on a cruise Wear kimono in cherry blossoms, please click Visit two cities in Fukuoka by special sightseeing trains, Tabito and Suito Enjoy a special Negitoro Don rice bowl for lunch and taste other local snacks Marvel at the historical landmarks and seasonal flowers along the Yanagawa river on a cruise Wear kimono in cherry blossoms, please click click What We Love:   What We Love: You'll be sure to have a smile on your face boarding the special sightseeing trains Tabito and Suito which will take you to and from Dazaifu and Yanagawa in special carriages, decorated with cutesy Japanese patterns and designs. Savor the local delights of Dazaifu that include rice cakes, mochi and green tea before heading over to Dazaifu Tenman-gu – a shrine honoring the God of study, devotion and warding off evil. Continue by cruising down the famous Yanagawa river, known for its scenic beauty particularly during cherry blossom season in March and April, on a traditional 'donto' boat.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/1069-dazaifu-and-yanagawa-tour-fukuoka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Dazaifu and Yanagawa Train Tour"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 84,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/30fe6cbc-JR%E4%B9%9D%E5%B7%9E%E9%93%81%E8%B7%AF%E5%91%A8%E6%B8%B8%E5%88%B8-klook%E5%AE%A2%E8%B7%AF%E6%97%85%E8%A1%8C/JRKyushuRailPassHKAirportPickUp.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Travel with convenience with a 3 or 5 consecutive day JR rail pass for Kyushu with reserved seats Special rail pass for foreign tourists traveling in Japan Choose between a 3 or 5 day rail pass to suit your travel needs Nagasaki, Aso, Sendai and many more - visit all the key prefectures in Kyushu with one pass Unlimited use of almost all JR Kyushu trains - including shinkansen and limited express trains Special rail pass for foreign tourists traveling in Japan Choose between a 3 or 5 day rail pass to suit your travel needs Nagasaki, Aso, Sendai and many more - visit all the key prefectures in Kyushu with one pass Unlimited use of almost all JR Kyushu trains - including shinkansen and limited express trains What We Love:   What We Love: The third largest island of Japan, Kyushu boasts some of the finest hot springs and culinary delights in the country. Kyushu is aptly named the \"Land of Fire\" with huge caldera volcanoes surrounding the entire island. In fact, the Sakurajima is an active smoking volcano that is located right in the center of the Kagoshima Prefecture. Whether you're going for the world class Saga beef or the famous Kumamoto Castle, the 3 or 5 day Kyushu JR rail pass is the best choice for efficient, affordable and convenient travel around the island.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/1114-jr-kyushu-rail-pass-fukuoka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "JR Kyushu Rail Pass (HK Airport Pick Up)"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4403b654-Wi-Ho%21%C2%AE-Japan-WiFi-Device-Taiwan-Airport-Pick-Up/4GWiFiTPETSAKHHPickUpforJapan.jpg",
        "strIntroduction": " Stay connected when traveling in Japan with a 4G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Traveling in Japan need not be a demanding experience! When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Japan from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 4G data whilst connecting up to 14 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/1125-wi-ho-japan-wifi-device-fukuoka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (TPE/TSA/KHH Pick Up) for Japan"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 86,
        "strGuideLanguage": "en / cn / jp / kr / fr",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9bef4764-Fukuoka-Luxury-Kimono-Experience---Klook/LuxuryKimonoExperience.jpg",
        "strIntroduction": " Enjoy an afternoon adorned in a beautiful kimono and visit the sights of historic Fukuoka Learn the art of dressing in a traditional Japanese kimono Choose from a number of colourful and beautiful designs Look the part with a professional makeup artist and hairstylist services included Enjoy a picture session with a professional photographer to ensure you take the memories away with you Learn the art of dressing in a traditional Japanese kimono Choose from a number of colourful and beautiful designs Look the part with a professional makeup artist and hairstylist services included Enjoy a picture session with a professional photographer to ensure you take the memories away with you What We Love:   What We Love: An iconic symbol of Japanese style and culture, the kimono still wows with it's beauty and elegance. This afternoon tour takes you around the streets of one of Japan's most famous and historic cities - Fukuoka. Tour the ancient city fully dressed in your kimono, with hair and makeup perfected too, and stop off at a number of famous landmarks such as the beautiful Kego Shrine. With kimonos for men too, make sure to capture the experience with a professional photographer on hand to get that perfect snap!  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/1190-luxury-kimono-experience-fukuoka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Luxury Kimono Experience"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 57,
        "strGuideLanguage": "en / cn / jp / kr / fr",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ebac1e37-Sushi-Making-Experience---Klook/SushiMakingExperience.jpg",
        "strIntroduction": " Discover the secrets of making tasty and authentic sushi guided by a passionate and skilful local chef Be expertly taught by an experienced local sushi chef, and learn from the best Learn the secrets of sushi making and make eight different types of sushi with a variety of fresh fish to choose from Sample your own delicious sushi served with miso soup and other Japanese snacks Be expertly taught by an experienced local sushi chef, and learn from the best Learn the secrets of sushi making and make eight different types of sushi with a variety of fresh fish to choose from Sample your own delicious sushi served with miso soup and other Japanese snacks What We Love:   What We Love: Discover the secrets to making Japan's favourite and most iconic food - sushi. Expertly guided by a skilled local chef, learn how to make 8 different types of sushi as well as an assortment of other classics such as miso soup. When you have finished putting the finishing touches to your own sushi, taste it for yourself and learn to appreciate this centuries old culinary art which in Japan is more like a philosophy than simply a food.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/1191-sushi-making-experience-fukuoka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sushi Making Experience"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a8b812e9-Wi-Ho%21%C2%AE-Japan-WiFi-Device-Taiwan-Home-Delivery---Klook/4GWiFiTaiwanHomeDeliveryforJapan.jpg",
        "strIntroduction": " Stay connected when traveling in Japan with a 4G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Traveling in Japan need not be a demanding experience! When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Japan from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 4G data whilst connecting up to 14 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/1449-wi-ho-japan-wifi-device-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (Taiwan Home Delivery) for Japan"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5156d3cf-4G-WiFi-Device-HKG-Pick-Up-for-Japan/4GWiFiHKGPickUpforJapan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Japan with an unlimited 4G pocket WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Japan - wherever your itinerary takes you (excluding some remote areas and Furano) Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Japan - wherever your itinerary takes you (excluding some remote areas and Furano) Get WiFi access across the whole of Japan - wherever your itinerary takes you (excluding some remote areas and Furano) Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Japan, without the stress of sourcing WiFi once you get there. The speedy 4G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Japan but also Thailand, Singapore, Taiwan and Korea.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/672-4G-wifi-device-japan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (HKG Pick Up) for Japan"
    },
    {
        "intDurationHour": 360,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d746b5ec-3G--4G-SIM-Card-HKG-Pick-Up-for-Japan/3G4GSIMCardHKGPickUpforJapan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Connect with your mobile just like you do at home with a 4G/3G SIM Card in Japan 7, 8 or 15 day SIM card loaded with 200MB 4G daily plus unlimited 3G for use in Japan Connect via Docomo Japan's No.1 network Choice of Mini, Micro or Nano SIM suitable for most Smartphones Collect your SIM Card at Hong Kong International Airport 7, 8 or 15 day SIM card loaded with 200MB 4G daily plus unlimited 3G for use in Japan Connect via Docomo Japan's No.1 network Choice of Mini, Micro or Nano SIM suitable for most Smartphones Collect your SIM Card at Hong Kong International Airport What We Love:   What We Love: We know that you love to be able to connect with your friends and family, and we also know that you don't like roaming costs. With a local SIM card available for pick up before you leave you can connect as soon as you arrive in Japan. With unlimited data you'll be able to send those holiday snaps to family and friends, look at maps to find the best of the best, and stay in the loop with emails while you're away.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/720-japan-docomo-sim-card-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G/4G SIM Card (HKG Pick Up) for Japan"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 57,
        "strGuideLanguage": "en/jp/cn +",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/27765f05-Hip-Hop-Bus/HipHopBus.jpg",
        "strIntroduction": " For an easy and timely tour of Okinawa, come aboard the one day Hip Hop Bus Start the tour from one of six strategic boarding points Relax on the comfortable and spacious seats of the bus as you are guided to Okinawa's landmarks Stroll along Kouri beach, catch a free dolphin show at the Okinawa Churaumi Aquarium and hop on a pineapple cart at Nago Pineapple park Choose from 8 different languages on the personal headphone commentary for a comprehensive audio guide Start the tour from one of six strategic boarding points Relax on the comfortable and spacious seats of the bus as you are guided to Okinawa's landmarks Stroll along Kouri beach, catch a free dolphin show at the Okinawa Churaumi Aquarium and hop on a pineapple cart at Nago Pineapple park Choose from 8 different languages on the personal headphone commentary for a comprehensive audio guide What We Love:   What We Love: Hop aboard for a tour of Okinawa's famous landmarks on the island's most convenient bus service. Enjoy the scenic island landscape of Okinawa from your spacious seat on the sightseeing bus. The first stopover point in the tour is at Cape Manza, an impressive rock formation where you are able to take stunning pictures of the vast ocean. Tickets also include admission to the Okinawa Churaumi Aquarium, a world-class location with an impressive collection of sea creatures. End the day with in a pineapple paradise as you ride an automated cart along a tropic garden. For the best overview of Okinawa, also including the top sights, you can't beat it for a one day tour. So sit back and relax as you listen on headphones to your multilingual personal commentary on the wonderful sights of Okinawa.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/828-hip-hop-bus-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hip Hop Bus"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 72,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4b6576c3-Okinawa-Airport-Private-Car-Transfer/AirportTransfersOKAPickUpforsouthernOkinawa.jpg",
        "strIntroduction": " Start off your time in Okinawa the right way by booking private airport transport in advance and enjoy stress-free airport transfers between Naha Airport and southern Okinawa Experience a hassle-free transfer in a spacious and comfortable car Enjoy good service and hospitality from drivers with more than 3 years' experience In the event of a flight delay, your driver will wait for you with no additional charges Experience a hassle-free transfer in a spacious and comfortable car Enjoy good service and hospitality from drivers with more than 3 years' experience In the event of a flight delay, your driver will wait for you with no additional charges What We Love:   What We Love: Save time and energy by booking a private car transfer in advance. An experienced driver will provide a range of services, from carrying your luggage to transporting you safely to your destination. It's the easiest way to intiate, or wrap up, your time in Okinawa. For your utmost comfort, air conditioning, phone charger and drinking water are all provided within the vehicle.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/834-naha-airport-transfer-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (OKA Pick Up) for southern Okinawa"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 118,
        "strGuideLanguage": "en / cn / jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/852a28d9-Kyafa-Beach-Slow-Scuba-Diving-and-Snokeling/KyafaBeachSlowScubaDivingSnorkeling.jpg",
        "strIntroduction": " Spend the morning 'slow' scuba diving and snorkeling in the pristine waters of Kyafa Beach Try out 'slow' scuba diving where you are able to immerse yourself fully underwater but still breathe normally See hundreds of species of fish and colorful coral in the waters of Kyafa Beach The environmentally conscious team will explain the importance of coral reef preservation and conservation while engaging in eco snorkeling and diving Try out 'slow' scuba diving where you are able to immerse yourself fully underwater but still breathe normally See hundreds of species of fish and colorful coral in the waters of Kyafa Beach The environmentally conscious team will explain the importance of coral reef preservation and conservation while engaging in eco snorkeling and diving What We Love:   What We Love: Immerse yourself in the underwater beauty of Okinawa with this unique 'slow' scuba diving method allowing you to breathe as if you're on land as your entire face is protected from water. The guided activity is a safe and fun way to discover underwater wonders without having to scuba dive with full gear – perfect for beginners or those wary to try out the full scuba dive. The team of professional divers is skilled, friendly and passionate in maintaining an eco friendly diving environment free from harmful practices. Discover 4 species of clown fish and a host of other sea creatures in the clear blue waters of Kyafa Beach!  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/902-kyafa-beach-slow-scuba-diving-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kyafa Beach 'Slow' Scuba Diving & Snorkeling"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 118,
        "strGuideLanguage": "en / cn / jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5ce4d408-Kyafa-Beach-Scuba-Diving-and-Snorkeling/KyafaBeachScubaDivingandSnorkeling.jpg",
        "strIntroduction": " Explore the rich underwater life of Okinawa in a morning of scuba diving with sidemount diving equipment Enjoy the flexbility of sidemount scuba diving taught by experienced professionals Discover over hundreds of different corals and fishes living in the waters of Kyafa Beach Participate in eco snorkeling and diving where the activities are conducted with emphasis on coral reef preservation and conservation Enjoy the flexbility of sidemount scuba diving taught by experienced professionals Discover over hundreds of different corals and fishes living in the waters of Kyafa Beach Participate in eco snorkeling and diving where the activities are conducted with emphasis on coral reef preservation and conservation What We Love:   What We Love: Enjoy the clear blue waters of Kyafa Beach with special sidemount scuba diving that is typically used for cave diving. The increased flexibility and streamlined profile creates a unique, zero gravity diving experience. With one-on-one guidance throughout the day, you'll encounter the magnificent beauty of the tropical coral reefs in Okinawa. The waters are overflowing with hundreds of corals, fishes and other sea creatures to discover at the world-class snorkeling and diving destination.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/903-kyafa-beach-scuba-diving-snorkeling-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kyafa Beach Scuba Diving and Snorkeling"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 66,
        "strGuideLanguage": "en / cn / jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b947295b-Kyafa-Beach-Snorkeling-and-Sea-Canoeing/KyafaBeachSnorkelingandSeaCanoeing.jpg",
        "strIntroduction": " Discover the underwater beauty of Okinawa through snorkeling and sea canoeing Enjoy a fun sea canoe ride that can accomodate up to 3 people Spot over one hundred different species of fish and coral in the waters of Kyafa Beach Engage in eco snorkeling which emphasizes the importance of coral reef preservation and conservation Enjoy a fun sea canoe ride that can accomodate up to 3 people Spot over one hundred different species of fish and coral in the waters of Kyafa Beach Engage in eco snorkeling which emphasizes the importance of coral reef preservation and conservation What We Love:   What We Love: There are over a hundred species of fish and corals in the waters of Kyafa Beach, making it a fun destination for a marine exploration day. The team of professional instructors will be more than happy to guide you through the process of snorkeling or sea canoeing and ensure your safety throughout the activity. Explore the sea on a 3-person canoe with family or friends and discover the importance of eco snorkeling practices in maintaining the beauty and diversity of underwater marine life.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/904-kyafa-beach-snorkeling-and-canoeing-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kyafa Beach Snorkeling and Sea Canoeing"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 91,
        "strGuideLanguage": "en / cn / jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/11d025e8-Irabu-Island-Blue-Grotto-Snorkeling/IrabuIslandBlueGrottoSnorkeling.jpg",
        "strIntroduction": " Catch a glimpse of the vast underwater world around Irabu Island in this snorkeling trip. Get up close and personal with fish, corals and other sea creatures at three spots around the island Witness the majestic beauty of the Blue Grotto, a fantastic blue tinted world with numerous tropical fish Be guided in the water by experienced certified instructors who are passionate about eco underwater activities Get up close and personal with fish, corals and other sea creatures at three spots around the island Witness the majestic beauty of the Blue Grotto, a fantastic blue tinted world with numerous tropical fish Be guided in the water by experienced certified instructors who are passionate about eco underwater activities What We Love:   What We Love: Discover the diverse underwater life of Irabu Island at 3 different chosen spots that are the best locations to see fish, corals and other sea creatures. The spots are located near to the port so you can lose yourself in the emerald waters after a short crash course from a professional instructor. The highlight of the morning comes as you make your way into the Blue Grotto where you will be greeted by schools of fish in a cave that is lit in a stunning blue hue.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/905-irabu-island-blue-grotto-snorkeling-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Irabu Island Blue Grotto Snorkeling"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 162,
        "strGuideLanguage": "en / cn / jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2fdf8c9b-%E4%BC%8A%E8%89%AF%E9%83%A8%E6%B5%AE%E6%BD%9C%E5%92%8C%E6%B7%B1%E6%BD%9C/BlueGrottoScubaSnorkel.jpg",
        "strIntroduction": " Explore the reefs of Bijyas and the Blue Grotto with sidemount diving at a morning diving class on Irabu Island Discover the hundreds of fishes and corals at three locations; the inner and outer reefs of Bijyas and the Blue Grotto Go into a world of blue, inhabited by numerous sea life at Okinawa's famed blue cave Enjoy the flexibility of sidemount scuba diving taught by experienced professionals Be guided in the water by experienced certified instructors who are passionate about eco underwater activities Discover the hundreds of fishes and corals at three locations; the inner and outer reefs of Bijyas and the Blue Grotto Go into a world of blue, inhabited by numerous sea life at Okinawa's famed blue cave Enjoy the flexibility of sidemount scuba diving taught by experienced professionals Be guided in the water by experienced certified instructors who are passionate about eco underwater activities What We Love:   What We Love: Dive into the wondrous Blue Grotto in Okinawa – one of the few blue caves in the world. Home to numerous sea life and natural beauty, the three diving spots in this activity are perfect for snorkeling and diving. Special sidemount gear enhances the deep diving experience with increased balance and stability. Even experienced divers can pick up some new skills with a different diving style and enjoy an advanced deep cave dive at one of Okinawa's best diving locations.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/906-blue-grotto-scuba-snorkel-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Blue Grotto Scuba & Snorkel"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/fa9166e6-Wi-Ho%21%C2%AE-Japan-WiFi-Device-Taiwan-Pick-Up/4GWiFiTPETSAKHHPickUpforJapan.jpg",
        "strIntroduction": " Stay connected when traveling in Japan with a 4G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Traveling in Japan need not be a demanding experience! When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Japan from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 4G data whilst connecting up to 14 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/1123-wi-ho-japan-wifi-device-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (TPE/TSA/KHH Pick Up) for Japan"
    },
    {
        "intDurationHour": 0,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f9f35c8f-4G-WiFi-Device-Japan-Pick-Up/4GWiFiNRTHNDKIX%2BPickUpforJapan.jpg",
        "strIntroduction": " Stay connected when in Japan with a handy pocket 4G WiFi device with convenient pick up at all Japanese international airports Enjoy 4G WiFi coverage across Japan on a pay per day rental basis With services at all Japan International airports, you can pick up and drop off your device at different locations Connect up to 5 devices on the same pocket WiFi router Choose either 3GB of data or the larger 7GB package Enjoy 4G WiFi coverage across Japan on a pay per day rental basis With services at all Japan International airports, you can pick up and drop off your device at different locations Connect up to 5 devices on the same pocket WiFi router Choose either 3GB of data or the larger 7GB package What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up service at all international airports in Japan you'll enjoy WiFi access throughout your stay. The speedy device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. Browse with lightning 4G speeds up to 3GB or 7GB of data (reduced to 3G after this is exceeded). So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. And if you're leaving Japan for another destination in Asia, we've got you covered too, Klook offers WiFi device rental for Thailand, Singapore, Taiwan, Hong Kong, South Korea and beyond.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/1322-4g-wifi-device-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (NRT/HND/KIX+ Pick Up) for Japan"
    },
    {
        "intDurationHour": 144,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 62,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1cc5eda6-Okinawa-Car-Rental---Klook-/OkinawaCarRental.jpg",
        "strIntroduction": " Explore the island at your own convenience with the ideal day's car rental in Okinawa Choose from a number of options to suit your needs, 5 or 8 seater vehicles are both available Top of the range fleet of vehicles will let you discover Okinawa in comfort and style Free portable WiFi device included in the package letting you research more about the places you visit Plan your own itinerary, and travel at your own convenience stopping to take in the island's numerous beaches and places of interest Choose from a number of options to suit your needs, 5 or 8 seater vehicles are both available Top of the range fleet of vehicles will let you discover Okinawa in comfort and style Free portable WiFi device included in the package letting you research more about the places you visit Plan your own itinerary, and travel at your own convenience stopping to take in the island's numerous beaches and places of interest What We Love:   What We Love: Discover the island delights of Japan's Okinawa and drive around this beautiful island paradise stopping at picturesque beaches and other places of interest as you go. With an abundance of tropical charm to discover, ranging from idyllic beaches to fascinating World War II sights, hiring a car in Okinawa is the most convenient and comfortable way to explore the island. With a quality fleet of vehicles to choose from, plus the added bonus of a free portable WiFi device to go with your day's rental, plan your own itinerary and spend the day discovering Okinawa the hassle free way!  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/1356-car-rental-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Okinawa Car Rental"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 17,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/edcc474a-/OkinawaChuraumiAquarium.jpg",
        "strIntroduction": " Discover the wonders of the ocean at the Okinawa Churaumi Aquarium, one of the best aquariums in Japan Get an up close look at the magical whale shark, the largest fish in the sea Enjoy an interactive and educational tour and hold sea cucumbers and star fish Observe manatee, sea turtles and dolphins in the Ocean Expo Park just next to the aquarium See the world's first successfully bred in captivity manta ray, a giant of the ocean Get an up close look at the magical whale shark, the largest fish in the sea Get an up close look at the magical whale shark, the largest fish in the sea Enjoy an interactive and educational tour and hold sea cucumbers and star fish Enjoy an interactive and educational tour and hold sea cucumbers and star fish Observe manatee, sea turtles and dolphins in the Ocean Expo Park just next to the aquarium Observe manatee, sea turtles and dolphins in the Ocean Expo Park just next to the aquarium See the world's first successfully bred in captivity manta ray, a giant of the ocean See the world's first successfully bred in captivity manta ray, a giant of the ocean What We Love:   What We Love: Okinawa's wealth of nature, history and culture can now be experienced at the amazing Okinawa Churaumi Aquarium. Take the kids to see a huge variety of underwater creatures including manta rays, whale sharks, seahorses and more. At the Aquarium discover an intriguing world of marine life found in and around Okinawa displayed before you in some of the most high tech aquarium facilities in Japan. With its enormous capacity, the gigantic Kuroshio Sea Tank is where you can spot the largest fish in the world - the mighty whale shark, as well as the world's first successfully bred-in-captivity manta ray. An awe-inspiring experience awaits as you unfold these endless wonders of our amazing blue planet!  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/1421-churaumi-aquarium-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Okinawa Churaumi Aquarium"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 32,
        "strGuideLanguage": "en / jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9de4305f-%E9%A6%96%E9%87%8C%E7%90%89%E6%9F%93%E4%BD%93%E9%AA%8C---Klook%E5%AE%A2%E8%B7%AF/ShuriRyusenCoralDyeing.jpg",
        "strIntroduction": " Increase your awareness of local culture and learn to make your own traditional crafts from Okinawa Use Okinawa's beautiful local coral as a dyeing tool for making your crafts Enjoy the cultural experience and make yourself a t-shirt, scarf, handbag or many other items Learn from some of Okinawa's most skilled artisans and craftsmen The arts and crafts element of this activity makes it an activity for the whole family to enjoy Use Okinawa's beautiful local coral as a dyeing tool for making your crafts Use Okinawa's beautiful local coral as a dyeing tool for making your crafts Enjoy the cultural experience and make yourself a t-shirt, scarf, handbag or many other items Enjoy the cultural experience and make yourself a t-shirt, scarf, handbag or many other items Learn from some of Okinawa's most skilled artisans and craftsmen Learn from some of Okinawa's most skilled artisans and craftsmen The arts and crafts element of this activity makes it an activity for the whole family to enjoy The arts and crafts element of this activity makes it an activity for the whole family to enjoy What We Love:   What We Love: Enjoy a great day out and make an original gift to give loved ones with the Shuri Ryusen experience. Ryusen has 43 years of history and has long played a big part in the Okinawan dyeing culture. Coral dyeing uses the natural shapes of coral to create your own pattern, then you can use this to create a gift such as a t-shirt or even a handbag. In Okinawa, corals are believed to bring happiness and bring prosperity and longevity, and with this in mind enjoy the experience with the kids and get them involved in finding out more out Okinawan culture in a fun and interactive way. The perfect day out for the whole family to enjoy!  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/1428-shuri-ryusen-coral-dyeing-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Shuri Ryusen Coral Dyeing"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c8de2899-Wi-Ho%21%C2%AE-Japan-WiFi-Device-Taiwan-Home-Delivery---Klook/4GWiFiTaiwanHomeDeliveryforJapan.jpg",
        "strIntroduction": " Stay connected when traveling in Japan with a 4G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Traveling in Japan need not be a demanding experience! When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Japan from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 4G data whilst connecting up to 14 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/1450-wi-ho-japan-wifi-device-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (Taiwan Home Delivery) for Japan"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 18,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/87d772bc-%E5%86%B2%E7%BB%B3%E7%BE%8E%E4%B9%8B%E9%98%B3%E6%B0%B4%E4%B8%8A%E4%B9%90%E5%9B%AD---Klook%E5%AE%A2%E8%B7%AF/OkinawaBeachPark.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy a wonderful fun filled day at the seaside with all the family and enjoy a number of water slides and other beach activities in Okinawa Enjoy one day unlimited entry to Okinawa's best beach park Kids will love the range of slides, inflatables and other attractions Soak up the sun on the 700m stretch of white sandy beach safeguarded by lifeguards Let the kids swim in safety in specially designated swimming pools Enjoy one day unlimited entry to Okinawa's best beach park Enjoy one day unlimited entry to Okinawa's best beach park Kids will love the range of slides, inflatables and other attractions Kids will love the range of slides, inflatables and other attractions Soak up the sun on the 700m stretch of white sandy beach safeguarded by lifeguards Soak up the sun on the 700m stretch of white sandy beach safeguarded by lifeguards Let the kids swim in safety in specially designated swimming pools Let the kids swim in safety in specially designated swimming pools What We Love:   What We Love: Okinawa Beach Park is one of the largest and nicest beach parks in the Okinawa Prefecture. Located just south of the city of Naha the Okinawa Beach Park offers picnic tables, beach volley ball courts, showers, restrooms, plenty of shade, white sand beaches, a calm swimming area, stunning views and a number of bouncy water slides. With such a wide variety of activities, it's no wonder that the park is Okinawa's most popular water park. Featuring numerous thrilling rides and child-friendly attractions, the park truly has something for everyone. You're certain to find more than enough to entertain you for the whole day for you and the family at what is arguably the biggest and best water park in Okinawa.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/1522-okinawa-beach-park-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Okinawa Beach Park"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 22,
        "strGuideLanguage": "en / jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/35a36136-/GlassBottomBoatTour.jpg",
        "strIntroduction": " Discover the amazing oceans surrounding Okinawa (without even getting wet!) with a trip on the ORCA glass bottomed boat Catch sight of the amazing variety of underwater life around Okinawa in a glass bottomed boat Admire the underwater beauty of Okinawa without touching a drop of water Discover hundred of species of fish and other marine creatures Spend time below deck admiring the sea life or on deck soaking up the sun and taking in the views on this one hour trip Catch sight of the amazing variety of underwater life around Okinawa in a glass bottomed boat Catch sight of the amazing variety of underwater life around Okinawa in a glass bottomed boat Admire the underwater beauty of Okinawa without touching a drop of water Admire the underwater beauty of Okinawa without touching a drop of water Discover hundred of species of fish and other marine creatures Discover hundred of species of fish and other marine creatures Spend time below deck admiring the sea life or on deck soaking up the sun and taking in the views on this one hour trip Spend time below deck admiring the sea life or on deck soaking up the sun and taking in the views on this one hour trip What We Love:   What We Love: With such a vast array of amazing underwater life, a trip to Okinawa just wouldn't be complete without a cruise on the iconic ORCA glass bottom boat. Showcasing the crystal clear sea and the underwater life that naturally inhabits this part of the vast Pacific Ocean, come and enjoy a trip around the Okinawa Prefecture where guests have the unique opportunity to see below the surface of the water and enjoy the wildlife and ocean vegetation below. As an alternative to diving or snorkeling, the ORCA is the safe and dry way to experience the deep blue. To get the best views, peer through the glass and see a thriving underwater ecosystem teeming with reefs, fish and other marine life. A truly magical experience!  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/1555-glass-bottom-boat-tour-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Glass Bottom Boat Tour"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4266bb0c-Bios%E4%B9%8B%E4%B8%98---Klook%E5%AE%A2%E8%B7%AF/BiosHillGardensIshikawa.jpg",
        "strIntroduction": " Enjoy a wonderful day out for the whole family and discover the amazing nature on show at Bios Park, a tranquil garden in Okinawa Take in the peaceful scenery of one of Japan's best urban gardens and parks Let the kids run wild and play with the cute and friendly wild animals on site Enjoy a 25 min boat ride through some of the park's most serene areas (optional) Take in the peaceful scenery of one of Japan's best urban gardens and parks Take in the peaceful scenery of one of Japan's best urban gardens and parks Let the kids run wild and play with the cute and friendly wild animals on site Let the kids run wild and play with the cute and friendly wild animals on site Enjoy a 25 min boat ride through some of the park's most serene areas (optional) Enjoy a 25 min boat ride through some of the park's most serene areas (optional) What We Love:   What We Love: Located in the peaceful surroundings of Ishikawa City, Bios Hill is the perfect location for a great family day out in Okinawa's blissful nature. Covering a considerable area, the park is a nature lover's dream with a forest where giant ferns grow in abundance, and a lake shore where wild birds and insects gather. Throughout the park, orchids bloom naturally from every corner, and a dense subtropical forest spreads. It's here you can enjoy the bounties of Mother Nature either by taking a gentle walk through the grounds or on board a boat. The boat ride lasts for around 25 minutes and takes you through some of the most stunning parts of the park. With lily ponds to discover, goats and pigs on the loose, and water buffalo cart rides, Bios Hill is a great option for families and nature lovers alike!  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/1656-bios-hill-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bios Hill Gardens Ishikawa"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4a1f5b95-Neo-Park-Okinawa---Klook/NeoParkOkinawa.jpg",
        "strIntroduction": " Discover the delights of Neo Park in Okinawa and sample some of the region's most fascinating wildlife at this unique zoo Visit one of Japan's best outdoor parks and botanical gardens Discover thousands of species of plants and animals all in one space Board the park's miniature train for some fun with the family (optional) Visit one of Japan's best outdoor parks and botanical gardens Visit one of Japan's best outdoor parks and botanical gardens Discover thousands of species of plants and animals all in one space Discover thousands of species of plants and animals all in one space Board the park's miniature train for some fun with the family (optional) Board the park's miniature train for some fun with the family (optional) What We Love:   What We Love: Enjoy a magical experience discovering Okinawa's natural environment at the captivating Okinawa Neo Park. In the heart of Nago City, Neo Park has nurtured a huge, open natural park introducing the most fascinating aspects of Okinawa's nature. At Flamingo Lake visitors are welcomed by the amazing sight of a multitude of free flying birds, whilst the park also features fresh water ponds, tropical flowers, and exotic animals. The park also houses replicas of animal habitats found in the Amazon jungle, African savannah, Southeast Asia and Oceania, a real treat for the kids to learn more about the animal kingdom. Finish the day's fun feeding the many rare animals and birds of the park or visit the petting zoo. Truly a memorable experience for the whole family to enjoy!  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/1657-neo-park-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Neo Park Okinawa"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 106,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/031467e9-Island-Diving/IslandDiving.jpg",
        "strIntroduction": " Delve beneath the surface with a dive in Okinawa's pristine waters around the Kerama Islands Enjoy an introductory (for first-time, non-certified divers), refresher (for certified divers with a patchy memory) or leisure dive (for competent divers) Glimpse the incredible world underwater and amazing visibility Swim alongside sea turtles and join schools of beautiful fish in crystal blue water Hop aboard the fastest dive boats in Okinawa, complete with shower facilities Savor a delicious Japanese lunch with the Kerama Islands as the backdrop Enjoy an introductory (for first-time, non-certified divers), refresher (for certified divers with a patchy memory) or leisure dive (for competent divers) Enjoy an introductory (for first-time, non-certified divers), refresher (for certified divers with a patchy memory) or leisure dive (for competent divers) Glimpse the incredible world underwater and amazing visibility Glimpse the incredible world underwater and amazing visibility Swim alongside sea turtles and join schools of beautiful fish in crystal blue water Swim alongside sea turtles and join schools of beautiful fish in crystal blue water Hop aboard the fastest dive boats in Okinawa, complete with shower facilities Hop aboard the fastest dive boats in Okinawa, complete with shower facilities Savor a delicious Japanese lunch with the Kerama Islands as the backdrop Savor a delicious Japanese lunch with the Kerama Islands as the backdrop What We Love:   What We Love: A group of 22 islands located 20 miles southwest of Okinawa, the Kerama Islands are home to a rich, colorful world of marine life and underwater caves. Dive into the blue with certified guides and enjoy a swim alongside majestic sea turtles. Get close encounters with beautiful fish, and explore breathtaking reefs as you venture deep into the waters of the Pacific Ocean. You'll be transported to the dive locations via Love or Lucky, two of the fastest dive boats in Okinawa exclusive to the operator, and be treated to a delicious Japanese lunch between descents. With options for beginners and experienced divers, these diving packages cover all you need for your dip into the ocean, letting you enjoy the vast underwater beauty of Kerama.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/279-island-diving-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Island Diving"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 79,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6dcd0a9e-Island-Snorkeling/IslandSnorkeling.jpg",
        "strIntroduction": " Glimpse the vast biodiversity of the Kerama Islands in this snorkeling trip Get up close and personal with sea turtles, colorful fish, and coral reefs Enjoy the fastest dive boats in Okinawa, complete with shower facilities Savor a delicious Japanese lunch with the Kerama Islands as the backdrop Enjoy complimentary transportation provided to and from Naha-area hotels Get up close and personal with sea turtles, colorful fish, and coral reefs Get up close and personal with sea turtles, colorful fish, and coral reefs Enjoy the fastest dive boats in Okinawa, complete with shower facilities Enjoy the fastest dive boats in Okinawa, complete with shower facilities Savor a delicious Japanese lunch with the Kerama Islands as the backdrop Savor a delicious Japanese lunch with the Kerama Islands as the backdrop Enjoy complimentary transportation provided to and from Naha-area hotels Enjoy complimentary transportation provided to and from Naha-area hotels What We Love:   What We Love: Southwest of Okinawa Island is a group of 22 islands collectively known as the Kerama Islands, featuring miles of unspoiled beaches, white sands, emerald waters and abundant sea life. Snorkel beneath the surface of blue Japanese waters and lose yourself amongst beautiful fish, majestic sea turtles, and coral formations. After a 10-minute crash course on getting the hang of your snorkeling gear, you'll get to trace the underwater surface of the islands and explore Kerama's renowned biodiversity. Speed to the sites aboard Love or Lucky, the fastest dive boats in Okinawa exclusive to the operator, and share stories of the sea over a delicious Japanese lunch. It's a full day of waterworld fun, basking in the vast marine beauty of Kerama!  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/280-island-snorkeling-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Island Snorkeling"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 54,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3c00f788-Half-day-Island-Snorkeling/Half-dayIslandSnorkeling.jpg",
        "strIntroduction": " Bob around in crystal clear water as exotic fish, sea turtles and other sea creatures swim by Go on a snorkeling adventure in the island paradise of Chibishi Observe exotic sea creatures first-hand in their natural habitat Enjoy complimentary transportation provided to and from Naha-area hotels Go on a snorkeling adventure in the island paradise of Chibishi Go on a snorkeling adventure in the island paradise of Chibishi Observe exotic sea creatures first-hand in their natural habitat Observe exotic sea creatures first-hand in their natural habitat Enjoy complimentary transportation provided to and from Naha-area hotels Enjoy complimentary transportation provided to and from Naha-area hotels What We Love:   What We Love: Graced with crystal clear waters and silvery white sands, Chibishi Island is a little paradise in the Pacific Ocean, one of the Kerama Islands southwest of Okinawa. Bob the surface of warm water and take in the natural wonders of the island on this snorkeling trip, perfect for families with young children. Marvel at the beauty of sea turtles, clown triggerfish, and other marine creatures that make the colorfully diverse ecosystem. You'll speed to the site aboard Love or Lucky - the fastest dive boats in Okinawa exclusive to the operator - and enjoy, for half a day, the underwaterscapes of Chibishi!  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/297-half-day-island-snorkeling-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Half-day Island Snorkeling"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 58,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9f6949b2-Scenic-Nature-Diving/ScenicNatureDiving.jpg",
        "strIntroduction": " Enjoy a diving session to experience the colorful underwater world and pristine waters of Aka Island Enjoy an introductory (for first-time, non-certified divers), refresher (for certified divers with a patchy memory) or leisure dive (for competent divers) Let certified instructors guide you around the spectacular world underwater See hundreds of species of fish, as well as sea turtles and Humpback whales Enjoy an introductory (for first-time, non-certified divers), refresher (for certified divers with a patchy memory) or leisure dive (for competent divers) Enjoy an introductory (for first-time, non-certified divers), refresher (for certified divers with a patchy memory) or leisure dive (for competent divers) Let certified instructors guide you around the spectacular world underwater Let certified instructors guide you around the spectacular world underwater See hundreds of species of fish, as well as sea turtles and Humpback whales See hundreds of species of fish, as well as sea turtles and Humpback whales What We Love:   What We Love: One step off a dive boat is all it takes to experience the natural beauty and biodiversity of Aka Island. Home to some 300 residents and over 350 species of fish, as well as turtles, dolphins and Humpback whales, this oasis promises some of the most exciting snorkeling and diving experiences in Okinawa! Located 15 miles southwest of the main island, Aka offers the perfect distance for those who yearn to get away from the rush of the 21st century. Retreat to an island of simplicity, and bid the company of certified and experienced guides for a dive deep into crystal clear, Japanese water.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/308-scenic-nature-diving-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Scenic Nature Diving"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 58,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/347eb371-Night-Diving-/NightDiving.jpg",
        "strIntroduction": " Take a nighttime plunge into Aka Island waters and swim alongside gorgeous reefs and coral fish Experience all that the ocean has to offer once the sun goes down This dive is suitable for certified divers doing a night dive for the first time, as well as those more experienced Be guided around the spectacular world underwater by certified instructors See hundreds of species of fish, as well as sea turtles and Humpback whales Experience all that the ocean has to offer once the sun goes down Experience all that the ocean has to offer once the sun goes down This dive is suitable for certified divers doing a night dive for the first time, as well as those more experienced This dive is suitable for certified divers doing a night dive for the first time, as well as those more experienced Be guided around the spectacular world underwater by certified instructors Be guided around the spectacular world underwater by certified instructors See hundreds of species of fish, as well as sea turtles and Humpback whales See hundreds of species of fish, as well as sea turtles and Humpback whales What We Love:   What We Love: Take a plunge under the night sky with a scenic night dive around Aka Island. Home to some 300 residents and over 350 species of fish, as well as turtles, dolphins and Humpback whales, this oasis promises some of the most exciting snorkeling and diving experiences in Okinawa! Located 15 miles southwest of the main island, Aka offers the perfect distance for those who yearn to get away from the rush of the 21st century. Retreat to an island of simplicity, and bid the company of certified and experienced guides for a dive deep into crystal clear, Japanese water.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/310-night-diving-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Night Diving"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 67,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c35bd145-Idyllic-Snorkeling-Getaway-/IdyllicSnorkelingGetaway.jpg",
        "strIntroduction": " Roam crystal clear Japanese waters in this snorkeling adventure around Aka Island With experienced, certified guides and instructors, this ocean adventure is something the entire family can enjoy! Explore the spectacular world underwater in this fun snorkeling adventure Glimpse the habitat of over 300 species of fish and some of the most beautiful coral With experienced, certified guides and instructors, this ocean adventure is something the entire family can enjoy! With experienced, certified guides and instructors, this ocean adventure is something the entire family can enjoy! Explore the spectacular world underwater in this fun snorkeling adventure Explore the spectacular world underwater in this fun snorkeling adventure Glimpse the habitat of over 300 species of fish and some of the most beautiful coral Glimpse the habitat of over 300 species of fish and some of the most beautiful coral What We Love:   What We Love: Roam the waters of the beautiful Aka Island in this snorkeling adventure. Ideal for families with young children, this package opens you up to the stunning underwater world that's home to over 300 species of fish and some of the most beautiful coral in Japan. About 15 miles southwest of Okinawa Island, Aka is the perfect, distant getaway for those looking for a retreat from the busy city. Make it a day of memorable family fun with the company of experienced guides and instructors, as you snorkel through crystal clear emerald waters.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/312-idyllic-snorkeling-getaway-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Idyllic Snorkeling Getaway"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 68,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/333f725b-Incredible-Marine-Walk-/IncredibleMarineWalk.jpg",
        "strIntroduction": " Walk along the ocean floor as coral fish and other sea creatures swim by Experience the memorable sensation of walking along the Nago sea bed with the comfort of a breathing helmet Observe a captivating, colorful world of coral reefs and fish Entrust premier Okinawa sports center, Marine Club Berry, to identify the best site based on sea and weather conditions! Perfect for the whole family, this marine walk welcomes kids as young as 8 Enjoy the peace of mind that comes with certified guides ensuring your safety every step of the way Experience the memorable sensation of walking along the Nago sea bed with the comfort of a breathing helmet Experience the memorable sensation of walking along the Nago sea bed with the comfort of a breathing helmet Observe a captivating, colorful world of coral reefs and fish Observe a captivating, colorful world of coral reefs and fish Entrust premier Okinawa sports center, Marine Club Berry, to identify the best site based on sea and weather conditions! Entrust premier Okinawa sports center, Marine Club Berry, to identify the best site based on sea and weather conditions! Perfect for the whole family, this marine walk welcomes kids as young as 8 Perfect for the whole family, this marine walk welcomes kids as young as 8 Enjoy the peace of mind that comes with certified guides ensuring your safety every step of the way Enjoy the peace of mind that comes with certified guides ensuring your safety every step of the way What We Love:   What We Love: Walk the ocean floor of Nago Bay in this spectacular marine adventure. Roam the sandy bottom with a breathing helmet and the company of a certified guide, who'll take you through the throngs of fish and coral reef in this 20-minute stroll. Serviced by Okinawa's premier sports center, Marine Club Berry, the activity is ideal for families with children from as young as eight years old! The veteran operator lists three underwater sites to select from, ensuring that regardless of sea or weather conditions, your activity pushes through. Make it a family adventure at the bottom of the ocean and leave all the details to Marine Club Berry - here in the waters of Okinawa, the only thing you ought to be doing is having some fun!  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/313-incredible-marine-walk-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Incredible Marine Walk"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 80,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/edee43c0-Nago-City-Diving/NagoCityDiving.jpg",
        "strIntroduction": " Learn, improve or practice scuba diving in Nago Bay with these diving adventure in the beautiful waters of Okinawa Enjoy an introductory (for first-time, non-certified divers), refresher (for certified divers with a patchy memory) or leisure dive (for competent divers) Glimpse the incredible world of Nago Bay with one, two (or three) scuba dives Swim through incredible sea life, from colorful coral and fish to fascinating groupers and nudibranchs Rest easy with Marine Club Berry's standing as a veteran watersports operator on the island Enjoy an introductory (for first-time, non-certified divers), refresher (for certified divers with a patchy memory) or leisure dive (for competent divers) Enjoy an introductory (for first-time, non-certified divers), refresher (for certified divers with a patchy memory) or leisure dive (for competent divers) Glimpse the incredible world of Nago Bay with one, two (or three) scuba dives Glimpse the incredible world of Nago Bay with one, two (or three) scuba dives Swim through incredible sea life, from colorful coral and fish to fascinating groupers and nudibranchs Swim through incredible sea life, from colorful coral and fish to fascinating groupers and nudibranchs Rest easy with Marine Club Berry's standing as a veteran watersports operator on the island Rest easy with Marine Club Berry's standing as a veteran watersports operator on the island What We Love:   What We Love: Experience an incredible diving adventure in the waters of Okinawa. With services from the island's premier sports center, Marine Club Berry, you're bound for a smooth-sailing dip into the deep of Nago Bay, including the Manza and Nakama areas. Roam through the splendid seascape under water, and glimpse incredible marine life, from coral and fish to nudibranchs and groupers. The packages are tailored for both first- and long-time divers, so fret not: just pick the one that best matches your skillset, and get ready to go! Leisure and Refresher divers get access to popular sites in the vicinity, from Cape and Onna Point to Over Head Rock and Cross Line, while beginners are treated to an easy introductory course, inclusive of a 20-minute dive into the water.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/314-nago-city-diving-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Nago City Diving"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 50,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/eb08761f-Nago-City-Snorkeling-/NagoCitySnorkeling.jpg",
        "strIntroduction": " Be captivated by Nago Bay's rich underwater world in this snorkeling adventure Snorkel around the picturesque underwater world of colorful reefs and fish Get ready for a fun day with the family - this snorkeling adventure is open to kids from as young as 5 years old! Be led by certified guides as you get up close and personal with Nago Bay's beautiful ocean bottom Entrust all details to Okinawa's premier sports center, Marine Berry Club, who'll ensure all systems go - rain or shine! Snorkel around the picturesque underwater world of colorful reefs and fish Snorkel around the picturesque underwater world of colorful reefs and fish Get ready for a fun day with the family - this snorkeling adventure is open to kids from as young as 5 years old! Get ready for a fun day with the family - this snorkeling adventure is open to kids from as young as 5 years old! Be led by certified guides as you get up close and personal with Nago Bay's beautiful ocean bottom Be led by certified guides as you get up close and personal with Nago Bay's beautiful ocean bottom Entrust all details to Okinawa's premier sports center, Marine Berry Club, who'll ensure all systems go - rain or shine! Entrust all details to Okinawa's premier sports center, Marine Berry Club, who'll ensure all systems go - rain or shine! What We Love:   What We Love: Explore the crystal clear waters that surround Okinawa. With the island's premier sports center, Marine Berry Club, marking three excellent snorkel sites for you to select from, no rough seas or uncooperative weather can hamper your adventure! Wade through coral reefs teeming with vibrant and colorful sea life, as certified guides lead you through a picturesque water world of the beautiful Nago Bay. Suitable for kids as young as five years old, it's an ocean adventure that's ideal for the whole family!  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/315-nago-city-snorkeling-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Nago City Snorkeling"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 76,
        "strGuideLanguage": "72 hrs",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a07bf79a-Watersports-Thrills/WatersportsThrills.jpg",
        "strIntroduction": " Ride waves and adrenaline rush with this trio of water sports - plus a thrilling Water Tube ride! Soar through the water on a Biscuit Drift Hang tight aboard the Banana Boat! The inflatable looks harmless enough, but pulled behind a speedboat? Good luck keeping upright! Likewise, try not to fall on the thrilling, pancake-shaped Super Marble Cut through the ocean on a heart racing Water Tube ride (Trio Plus package) Organized by Marine Club Berry, the city's premier water sports center, you're sure to have a safe, secure, and memorable time Soar through the water on a Biscuit Drift Soar through the water on a Biscuit Drift Hang tight aboard the Banana Boat! The inflatable looks harmless enough, but pulled behind a speedboat? Good luck keeping upright! Hang tight aboard the Banana Boat! The inflatable looks harmless enough, but pulled behind a speedboat? Good luck keeping upright! Likewise, try not to fall on the thrilling, pancake-shaped Super Marble Likewise, try not to fall on the thrilling, pancake-shaped Super Marble Cut through the ocean on a heart racing Water Tube ride (Trio Plus package) Cut through the ocean on a heart racing Water Tube ride (Trio Plus package) Organized by Marine Club Berry, the city's premier water sports center, you're sure to have a safe, secure, and memorable time Organized by Marine Club Berry, the city's premier water sports center, you're sure to have a safe, secure, and memorable time What We Love:   What We Love: Indulge in a rush of adrenaline with a trio (and more!) of activities at the city's premier water sports center, Marine Club Berry. Go on a thrilling Banana Boat ride, hop aboard a Super Marble, and cruise along on a Biscuit Drift - large inflatables pulled behind a speedboat, taking you on bumps and rolls with every turn, wave and ripple! Perfect for the whole family, these activities don't leave you without a smile. If you're game for more, we highly recommend the additional Water Tube ride, too! Soar through Nago waters like wild with a heart racing set of water thrills – we reckon you'll only want more!  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/316-watersports-thrills-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Watersports Thrills"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 124,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8516be96-Paintball-Battle/PaintballBattle.jpg",
        "strIntroduction": " Take out members of opponent teams in this epic game of paintball! Get a taste of battle as you take cover behind barriers and shoot paintballs with friends and family Compete until one person is left standing, earning the ultimate title of the true survivor Slip into protective gear for ultimately safety with fun Enjoy the stunning backdrop of the beautiful Kanucha Bay Hotel and Villas, which itself offers a range of dining and leisure options Get a taste of battle as you take cover behind barriers and shoot paintballs with friends and family Get a taste of battle as you take cover behind barriers and shoot paintballs with friends and family Compete until one person is left standing, earning the ultimate title of the true survivor Compete until one person is left standing, earning the ultimate title of the true survivor Slip into protective gear for ultimately safety with fun Slip into protective gear for ultimately safety with fun Enjoy the stunning backdrop of the beautiful Kanucha Bay Hotel and Villas, which itself offers a range of dining and leisure options Enjoy the stunning backdrop of the beautiful Kanucha Bay Hotel and Villas, which itself offers a range of dining and leisure options What We Love:   What We Love: It's time to lock and load! Grab friends and family and head out to the battlefields for an epic round of paintball. Sprint behind barriers, dodge paintballs as they whizz past, and watch as shots erupt in color and allies and opponents alike get covered in paint! Enjoy games customized to your group, from family-friendly options to friendly matches and company-appropriate bouts. The battles are set in the beautiful Kanucha Bay Hotel and Villas, alongside white sand beaches that make for a gorgeous white backdrop to your adrenaline-drenched color fest. So slip into protective gear and split into teams. May the team with the last man standing wins!  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/318-paintball-battle-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Paintball Battle"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 60,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e8e44c5d-Sea--Mangrove-Kayaking/SeaMangroveKayaking.jpg",
        "strIntroduction": " Depending on the season, experience kayaking to Yadokari Island or along a mangrove river! Grab your paddles and head out to Yadokari Island on kayak (April-October), or sojourn through a mangrove river around the Kin Town area (November-March) On your sea kayak trip, enjoy snorkeling in clear, blue Okinawa waters and meet local sea life… …Or meet local wildlife under the water and along the river banks, on a mangrove kayaking experience Make it a fun filled trip for the family – or your pack of friends! Get to know more about the region with the knowledge of your experienced guides Grab your paddles and head out to Yadokari Island on kayak (April-October), or sojourn through a mangrove river around the Kin Town area (November-March) Grab your paddles and head out to Yadokari Island on kayak (April-October), or sojourn through a mangrove river around the Kin Town area (November-March) On your sea kayak trip, enjoy snorkeling in clear, blue Okinawa waters and meet local sea life… On your sea kayak trip, enjoy snorkeling in clear, blue Okinawa waters and meet local sea life… …Or meet local wildlife under the water and along the river banks, on a mangrove kayaking experience …Or meet local wildlife under the water and along the river banks, on a mangrove kayaking experience Make it a fun filled trip for the family – or your pack of friends! Make it a fun filled trip for the family – or your pack of friends! Get to know more about the region with the knowledge of your experienced guides Get to know more about the region with the knowledge of your experienced guides What We Love:   What We Love: Enjoy a tranquil journey around the tropical islands and mangrove rivers of Okinawa. Traverse the clear blue of the ocean with a paddle across sea, or wade the mysterious deep with a mangrove kayak. Experienced guides will lead you to the beauty of Yadokari Island, featuring the opportunity to snorkel around the incredible coral reef. Alternatively, a sojourn through a mangrove river, around the Kin Town area, will bring you deeper into nature, amidst the quiet cacophony of flora and fauna. Perfect for groups of friends and families with young children, these trips invite you to a more laidback experience of Nago's marine wonders, rife with peace and surprise at every turn and glide.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/317-sea-mangrove-kayaking-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sea & Mangrove Kayaking"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 16,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/10364570-Siam-Ocean-World/SEALIFEBangkokOceanWorld.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly A choice of ticket options means you can explore marine attractions at SEA LIFE Bangkok Ocean World, meet famous personalities at Madame Tussauds, get a 5D movie experience and even have a fish pedicure with discount tickets! Meet and greet over 400 water species at Bangkok's favorite ocean-themed attraction! Also have the option to feed lovely penguins, otters and water rats, and get your feet pampered with the unique Happy Fish pedicure (extra cost) With the Ocean World & Madame Tussauds combo: enjoy entry to the Madame Tussauds wax museum for photo ops with famous personalities! The Super Combo includes a cutting-edge movie experience at 5D Cinema XTREME and a glass-bottom boat ride through the main tank Meet and greet over 400 water species at Bangkok's favorite ocean-themed attraction! Meet and greet over 400 water species at Bangkok's favorite ocean-themed attraction! Also have the option to feed lovely penguins, otters and water rats, and get your feet pampered with the unique Happy Fish pedicure (extra cost) Also have the option to feed lovely penguins, otters and water rats, and get your feet pampered with the unique Happy Fish pedicure (extra cost) With the Ocean World & Madame Tussauds combo: enjoy entry to the Madame Tussauds wax museum for photo ops with famous personalities! With the Ocean World & Madame Tussauds combo: enjoy entry to the Madame Tussauds wax museum for photo ops with famous personalities! The Super Combo includes a cutting-edge movie experience at 5D Cinema XTREME and a glass-bottom boat ride through the main tank The Super Combo includes a cutting-edge movie experience at 5D Cinema XTREME and a glass-bottom boat ride through the main tank What We Love:   What We Love: With over 400 sea species and 30,000 fish on display, SEA LIFE Bangkok Ocean World Aquarium in Bangkok is one of the few in the world where families can spend a few hours without feeling bored. An acrylic tunnel runs through the main tank where you can boat along – or, if you are brave, why not dive in to feed the sharks? If that's too much, there are other underwater sea creatures you can feed and interact with: water rats, otters, the lovely penguins. At the end of the trip, don't forget to pamper your tired feet with a little fish pedicure!  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/357-siam-ocean-world-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "SEA LIFE Bangkok Ocean World"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 25,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3c4ce489-Bangkok-Sky-Dining-Buffet/BangkokSkyBalconyBuffet.jpg",
        "strIntroduction": " Revel in Bangkok's vibrant city lights from the 81st floor of Baiyoke Sky Hotel while dining on authentic Thai cuisine from a freshly prepared buffet Fill your table with authentic Thai cuisine from the buffet and menu Enjoy the illuminated city of Bangkok from the 81st floor of Baiyoke Sky Hotel Incredible city views from either an indoor balcony seating Have your pick from a wide variety of Thai food Fill your table with authentic Thai cuisine from the buffet and menu Fill your table with authentic Thai cuisine from the buffet and menu Enjoy the illuminated city of Bangkok from the 81st floor of Baiyoke Sky Hotel Enjoy the illuminated city of Bangkok from the 81st floor of Baiyoke Sky Hotel Incredible city views from either an indoor balcony seating Incredible city views from either an indoor balcony seating Have your pick from a wide variety of Thai food Have your pick from a wide variety of Thai food What We Love:   What We Love: Watch Bangkok transform into a glittering spectacle as the sun sets. Feast on an array of Thai dishes from Pad Thai to chicken green curry. The delicious buffet of food and attentive servers compliment the vibrant night-laden atmosphere. With excellent views from the 81st floor, you'll realize just how vast the city is! For the ultimate treat, move outdoors to the Premium Balcony seating to enjoy views across all corners of Bangkok, an exclusive area with seats limited to 20 diners!  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/685-sky-dining-buffet-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bangkok Sky Balcony Buffet"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 25,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/79a82ea0-Crystal-Grill-Dinner-Buffet/CrystalGrillDinnerBuffet.jpg",
        "strIntroduction": " Feast on quality grilled meat and a seafood buffet while gazing at the dazzling city of Bangkok Enjoy flawlessly grilled quality meats Help yourself to a seafood buffet prepared by skilled chefs Gaze through the 5-meter tall windows at the beautiful city of Bangkok Enjoy flawlessly grilled quality meats Enjoy flawlessly grilled quality meats Help yourself to a seafood buffet prepared by skilled chefs Help yourself to a seafood buffet prepared by skilled chefs Gaze through the 5-meter tall windows at the beautiful city of Bangkok Gaze through the 5-meter tall windows at the beautiful city of Bangkok What We Love:   What We Love: Take the elevator to the 82nd floor of the Baiyoke Sky Hotel and dine at Thailand's highest restaurant. This isn't one of those restaurants where the quality of the view overshadows the value of the food. Crystal Grill offers masterly grilled meats and seafood such as prawns, crabs and local fish. Gaze at the dazzling city of Bangkok through the 5-meter tall windows as you enjoy your scrumptious Thai cuisine.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/686-crystal-grill-dinner-buffet-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Crystal Grill Dinner Buffet"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 17,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1b9f16a2-Sky-High-Dining-Bangkok/BangkokSkyDiningBuffet.jpg",
        "strIntroduction": " Experience Sky High Dining with a gorgeous view of Bangkok from the Baiyoke Sky Restaurant and reward your taste buds with a quality seafood lunch buffet Enjoy an extensive buffet of seafood, Thai dishes, sushi, salads, pizza, pasta, cheese and desserts on the 76th and 78th floor Marvel in the 360-degree view of Bangkok from the Revolving View Point Travel to the Observation Deck on the 77th floor, arguably the best place to view the Bangkok skyline Enjoy an extensive buffet of seafood, Thai dishes, sushi, salads, pizza, pasta, cheese and desserts on the 76th and 78th floor Enjoy an extensive buffet of seafood, Thai dishes, sushi, salads, pizza, pasta, cheese and desserts on the 76th and 78th floor Marvel in the 360-degree view of Bangkok from the Revolving View Point Marvel in the 360-degree view of Bangkok from the Revolving View Point Travel to the Observation Deck on the 77th floor, arguably the best place to view the Bangkok skyline Travel to the Observation Deck on the 77th floor, arguably the best place to view the Bangkok skyline What We Love:   What We Love: Bangkok Sky Restaurant provides an extensive seafood buffet along with a gorgeous view of the city from the giant Baiyoke Sky Hotel. Travelers, sink your teeth into a variety of quality international foods including: seafood, Thai dishes, sushi salads, pizza, pasta, cheeses and desserts. After your meal take the elevator to the panoramic Observation Deck floor and then to the Revolving View Point with its 360-degree rotating view. Quality seafood and an unmatchable view of Bangkok will put the cherry on top of your Thailand adventure!  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/687-bangkok-sky-restaurant-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bangkok Sky Dining Buffet"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 17,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/99e62b2a-Baiyoke-Floating-Market-Buffet/BaiyokeFloatingMarketBuffet.jpg",
        "strIntroduction": " Enjoy a traditionally themed indoor Thai marketplace and help yourself to an array of freshly prepared Thai cuisine Browse through more than 100 dishes at the indoor market and food buffet on the 75th floor Have traditionally dressed waiting staff guide you through the market Enjoy fresh Thai cuisine cooked right in front of you Gain free entry to the Revolving View Point on the 84th floor View Bangkok from the Observation deck on the 77th floor Browse through more than 100 dishes at the indoor market and food buffet on the 75th floor Have traditionally dressed waiting staff guide you through the market Enjoy fresh Thai cuisine cooked right in front of you Gain free entry to the Revolving View Point on the 84th floor View Bangkok from the Observation deck on the 77th floor What We Love:   What We Love: Get the Thailand market experience without the mosquitoes! Once you enter the restaurant, traditionally dressed servers lead you to the beginning of the buffet where long tail boats filled with tasty food await your hungry bellies. The buffet contains Thai gourmet delicacies like huge river shrimp and cracked crabs. Steamed right in front of you and served with your choice of spicy dipping sauces, these fresh dishes give travelers an authentic Thai culinary experience!  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/688-baiyoke-floating-market-buffet-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Baiyoke Floating Market Buffet"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d964f82f-3G4G-SIM-Card-HKG-Pick-Up-for-Thailand/3G4GSIMCardHKGPickUpforThailand.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Connect with your mobile just like you do at home with a 4G/3G SIM Card in Thailand 7 Days Sim Card loaded with 4G and Unlimited 3G for use in Thailand Additional 100 baht calling time included 3-in-1 Sim Card (Mini, Micro and Nano sizes) 7 Days Sim Card loaded with 4G and Unlimited 3G for use in Thailand 7 Days Sim Card loaded with 4G and Unlimited 3G for use in Thailand Additional 100 baht calling time included Additional 100 baht calling time included 3-in-1 Sim Card (Mini, Micro and Nano sizes) 3-in-1 Sim Card (Mini, Micro and Nano sizes) What We Love:   What We Love: We know that you love to be able to connect with your friends and family, and we also know that you don't like roaming costs. With a local Sim card available for pick up before you leave you can connect as soon as you arrive in Thailand. Make the most of unlimited data so you can send those holiday snaps to family and friends, look at maps to find the best of the best, and keep on top of your emails while you're away.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/722-thailand-happy-tourist-sim-card-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G/4G SIM Card (HKG Pick Up) for Thailand"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 58,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3feb59f2-Bangkok-Dessert-Island-Bicycle-Tour-/BangkokDessertIslandBicycleTour.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Taste delicious sweet treats then pedal off the calories on this private tour of Bangkok's Koh Kret Island! Cruise down the Chao Praya river Tour around 'Dessert' Island by bike Get a special lesson in pottery making Learn about the island's desserts on a canal cruise Cruise down the Chao Praya river Cruise down the Chao Praya river Tour around 'Dessert' Island by bike Tour around 'Dessert' Island by bike Get a special lesson in pottery making Get a special lesson in pottery making Learn about the island's desserts on a canal cruise Learn about the island's desserts on a canal cruise What We Love:   What We Love: If the big city of Bangkok is proving to be a little intense for you, then a short city escape to Koh Kret or \"Dessert Island\" maybe just what the doctor ordered. Situated on a canal, Koh Kret is a haven of local life, luscious greenery and local specialities. Let the wind rustle your hair as you sail down river before arriving at the island to start the 7km bike ride around the island. Along the way meet and greet the locals, before stopping at an artisan village to get a class in pottery making. Master the wheel and create yourself a piece of pottery with your own special touch. After lunch trade your peddles for a paddle and set out on a canal trip into the 'dessert' canal where you will learn about and try to make some of the sweet treats produced on this island. Finally check out the floating market before heading back to the big city.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/732-bangkok-biking-tour-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bangkok Dessert Island Bicycle Tour"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 54,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ddefde8b-Bangkok-City-Transfers-Hua-Hin-Pattaya-Jomtien/CityTransfersforBangkok%2CThailand.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Travel in a private car from Bangkok city center to nearby towns. All you have to sit back and plan what you're going to do when you get there! Enjoy easy transfers from Bangkok to other Thai destinations in a modern air conditioned vehicle Receive a convenient pick up service from your hotel Choose between two vehicles to suit the size of your traveling party Enjoy easy transfers from Bangkok to other Thai destinations in a modern air conditioned vehicle Enjoy easy transfers from Bangkok to other Thai destinations in a modern air conditioned vehicle Receive a convenient pick up service from your hotel Receive a convenient pick up service from your hotel Choose between two vehicles to suit the size of your traveling party Choose between two vehicles to suit the size of your traveling party What We Love:   What We Love: Make sure your visit to Thailand is hassle free by booking a city to city transfer in advance. Enjoy the comfort of a private vehicle with your own professional driver who will pick you up right from your Bangkok hotel, before whisking you off to your final destination. These private transfers from Bangkok to Pattaya, Hua Hin, Ayutthaya, Koh Samet or Koh Chang can accommodate between 1 and 10 people with a choice of a modern car with air conditioning.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/744-bangkok-city-transfers-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "City Transfers for Bangkok, Thailand"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 18,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6302b1ac-Siam-Park-City-Tickets---Klook/SiamParkCity.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Amazing discounts on tickets to Thailand's largest theme park, Siam Park City Step into a world of fun and adventure close to the heart of Bangkok Enjoy fantastic rides including the Guinness World Record winner of the largest wave pool Experience a full day of excitement at all 5 zones of the park which are accessible with your day pass Indulge in a range of international cuisines with a buffet lunch at Si-Am Marine Restaurant Step into a world of fun and adventure close to the heart of Bangkok Enjoy fantastic rides including the Guinness World Record winner of the largest wave pool Experience a full day of excitement at all 5 zones of the park which are accessible with your day pass Indulge in a range of international cuisines with a buffet lunch at Si-Am Marine Restaurant What We Love:   What We Love: Established in 1980, Siam Park City has been a popular amusement park in Thailand for locals and tourists alike for many years. Spanning an area close to 120 acres, you are in for an entire day of fun at Thailand's largest theme park and the Guinness World Record holder of the largest wave pool in the world. Whether you are a fan of water slides or thrill rides, Siam Park City will be a definite hit no matter your age!  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1058-siam-park-city-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Siam Park City"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 58,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/99d6925a-%E6%B3%B0%E5%A4%A7%E5%9F%8E%E4%B8%80%E6%97%A5%E8%88%B9%E6%B8%B8-Klook%E5%AE%A2%E8%B7%AF/AyutthayaGrandPearlRiverCruise.jpg",
        "strIntroduction": " Cruise along Bangkok's famous Chao Phraya River and view the Royal Grand Place, World Heritage City Ayutthaya and other famous landmarks near Bangkok Glide along the Chao Phraya River on the Grand Pearl cruise ship with open air decks Visit many famous attractions and the historical Ayutthaya with an experienced guide Enjoy a buffet lunch on the cruise ship with round trip transportation to and from your hotel Glide along the Chao Phraya River on the Grand Pearl cruise ship with open air decks Visit many famous attractions and the historical Ayutthaya with an experienced guide Enjoy a buffet lunch on the cruise ship with round trip transportation to and from your hotel What We Love:   What We Love: The largest river in Thailand, the Chao Phraya River is the lifeblood of Bangkok city with significant landmarks located on both sides of the river. Take a leisure cruise and enjoy a scrumptious lunch on the Grand Pearl Cruise Liner as you enjoy the fantastic view along the River of Kings. You'll cruise right up to the historical ancient capital of Thailand, Ayutthaya, with an experienced guide to show you the important sights around the area. Highlights include the largest temple, Wat Phrasrisanphet, and the royal monastery, Wat Mahatad.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1105-ayutthaya-grand-pearl-river-cruise-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Ayutthaya Grand Pearl River Cruise"
    },
    {
        "intDurationHour": 0,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 84,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/548093b4-Khao-Yai-National-Park-Tour/KhaoYaiNationalParkTour.jpg",
        "strIntroduction": " Discover Thailand's first ever national park – the beautiful Khao Yai – on an all-day tour from Bangkok and see exotic animals and birds with the backdrop of the evergreen forest Visit Thailand's first national park - Khao Yai - stretching over an area of 2,168 square kilometers Breathe in the fresh air of the evergreen forest and diverse vegetation – up to 2,500 species Catch a glimpse of exotic animals, birds, crocodiles, elephants and more – the reserve is home to 60 mammals and 300 bird species Khao Yai National Park is a great spot to discover nature with family and friends Visit Thailand's first national park - Khao Yai - stretching over an area of 2,168 square kilometers Visit Thailand's first national park - Khao Yai - stretching over an area of 2,168 square kilometers Breathe in the fresh air of the evergreen forest and diverse vegetation – up to 2,500 species Breathe in the fresh air of the evergreen forest and diverse vegetation – up to 2,500 species Catch a glimpse of exotic animals, birds, crocodiles, elephants and more – the reserve is home to 60 mammals and 300 bird species Catch a glimpse of exotic animals, birds, crocodiles, elephants and more – the reserve is home to 60 mammals and 300 bird species Khao Yai National Park is a great spot to discover nature with family and friends Khao Yai National Park is a great spot to discover nature with family and friends What We Love:   What We Love: Discover the true beauty of Thailand's nature in its first national park – Khao Yai, covering an area of 2,168 square kilometers in four provinces: Prachin Buri, Nakhon Ratchasima, Nakhon Nayok, and Saraburi. Located just two hours away from Bangkok, Khao Yai is one of the country's best-known natural reserves, making it the perfect escape into nature, just a day trip from Bangkok. Discover the evergreen forest, breathe in the fresh air with exotic flower scents and listen out for the park's friendly inhabitants: hornbills, trogons and cuckoos – just to name a few. The park is home to up to 2,500 plant species, 60 mammals and 300 bird species. Sightings of wild elephants, crocodiles and other creatures in their natural habitat are not rare too! Your visit to the park will also include a 30-minute elephant ride and a fun visit to Chokchai Farm.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1139-khao-yai-national-park-tour-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Khao Yai National Park Tour"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6ecff8fa-Wi-Ho%21%C2%AE-Thailand-WiFi-Device---Klook/3GWiFiTPETSAKHHforThailand.jpg",
        "strIntroduction": " Stay connected when traveling in Thailand with a 3G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Stay connected for your trip in Thailand with unlimited WiFi coverage. When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Thailand from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 3G data whilst connecting up to 10 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1147-wi-ho-thailand-wifi-device-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (TPE/TSA/KHH) for Thailand"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ddefde8b-Bangkok-City-Transfers-Hua-Hin-Pattaya-Jomtien/AirportTransfersBKKPickUpforBangkok%2CPattayamore.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Travel in a private car from Bangkok Suvarnabhumi Airport to the city center or nearby towns. All you have to sit back and plan what you're going to do when you get there! Enjoy easy transfers from Suvarnabhumi airport to you Thailand destination in a modern air conditioned vehicle Receive a convenient pick up service from your hotel or airport Choose between two vehicles to suit the size of your traveling party Enjoy easy transfers from Suvarnabhumi airport to you Thailand destination in a modern air conditioned vehicle Enjoy easy transfers from Suvarnabhumi airport to you Thailand destination in a modern air conditioned vehicle Receive a convenient pick up service from your hotel or airport Receive a convenient pick up service from your hotel or airport Choose between two vehicles to suit the size of your traveling party Choose between two vehicles to suit the size of your traveling party What We Love:   What We Love: Make sure your visit to Thailand is hassle free by booking a BKK airport transfer in advance. Enjoy the comfort of a private vehicle with your own professional driver who will pick you up right from your hotel or Bangkok Suvarnabhumi Airport arrival hall, before whisking you off to your final destination. These private transfers to or from Suvarnabhumi International Airport and downtown Bangkok, Pattaya, Jomtien, Hua Hin, Ayutthaya, Koh Samet or Koh Chang can accommodate between 1 and 10 people with a choice of a modern car with air conditioning.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1160-suvarnabhumi-airport-transfers-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (BKK Pick Up) for Bangkok, Pattaya & more"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 32,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ddefde8b-Bangkok-City-Transfers-Hua-Hin-Pattaya-Jomtien/AirportTransfersDMKPickUpforBangkok%2CPattayamore.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Travel in a private car from Bangkok Don Muang Airport to the city center or nearby towns. All you have to sit back and plan what you're going to do when you get there! Enjoy easy transfers from Don Muang airport to your Thailand destination in a modern air conditioned vehicle Receive a convenient pick up service from your hotel or airport Choose between two vehicles to suit the size of your traveling party Enjoy easy transfers from Don Muang airport to your Thailand destination in a modern air conditioned vehicle Enjoy easy transfers from Don Muang airport to your Thailand destination in a modern air conditioned vehicle Receive a convenient pick up service from your hotel or airport Receive a convenient pick up service from your hotel or airport Choose between two vehicles to suit the size of your traveling party Choose between two vehicles to suit the size of your traveling party What We Love:   What We Love: Make sure your visit to Thailand is hassle free by booking a DMK airport transfer in advance. Enjoy the comfort of a private vehicle with your own professional driver who will pick you up right from your hotel or Bangkok Don Muang Airport arrival hall, before whisking you off to your final destination. These private transfers to or from Don Muang International Airport and downtown Bangkok, Pattaya, Jomtien, Hua Hin, Ayutthaya, Koh Samet or Koh Chang can accommodate between 1 and 10 people with a choice of a modern car with air conditioning.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1165-don-muang-airport-transfers-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (DMK Pick Up) for Bangkok, Pattaya & more"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/afceb481-Bangkok-Biking-Tours/BangkokBikingTour.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Ride through Bangkok on a fun biking tour to discover the city's hidden corners off the beaten track Explore Bangkok by bike － Bypass the notoriously crowded streets and discover hidden areas of Bangkok city led by the local knowledge of your guide Explore the heart of Bangkok's business districts and city parks on routes avoiding the traffic on the Bangkok City Culture cycle Visit an incense-stick factory, a flower farm, Bangkok defense walls and Golden Temple by joining the Bangkok Paradise tour Explore the city's diversity with a visit to the slums, a Muay Thai school, high-end communities and more, on the Colors of Bangkok tour Explore Bangkok by bike － Bypass the notoriously crowded streets and discover hidden areas of Bangkok city led by the local knowledge of your guide Explore the heart of Bangkok's business districts and city parks on routes avoiding the traffic on the Bangkok City Culture cycle Visit an incense-stick factory, a flower farm, Bangkok defense walls and Golden Temple by joining the Bangkok Paradise tour Explore the city's diversity with a visit to the slums, a Muay Thai school, high-end communities and more, on the Colors of Bangkok tour What We Love:   What We Love: Explore every corner of Bangkok by seeing its signature attractions and biking through narrow streets and hidden pathways. Choose between a 3 hour, half day and full day tour and see Thailand's capital at your own pace. Bangkok City Culture will give you an express tour of the city with a ride through a local fresh market, temples, small communities and high-end shopping streets. Colors of Bangkok is a half-day tour that will let you explore the city from the busy slums to the greenest areas on the other side of the Chao Phraya River and a visit to a Muay Thai school. Last but not least, if you have a whole day to spare, make sure you catch Bangkok Paradise Tour – a full day exploration adventure of Bangkok suburbs with visits to a flower market, Golden Temple, incense factory and more.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1213-bangkok-biking-tour-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bangkok Biking Tour"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 35,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/73560b85-%E6%9B%BC%E8%B0%B7%E4%B8%89%E5%AF%BA%E6%BC%AB%E6%B8%B8---Klook%E5%AE%A2%E8%B7%AF/BangkokTemplesandCityTour.jpg",
        "strIntroduction": " Discover Thailand's ancient temples Wat Trimit, Wat Pho and Wat Benchamabopit and lay your eyes on the Reclining Buddha Explore Thailand's best-known temples: Wat Trimit, Wat Pho and Wat Benchamabopit Discover the bustling atmosphere of Chinatown and relax at the beautiful flower market Marvel at the majestic Reclining Buddha – one of Thailand's most well-known symbols Learn about each temple's long history from your private English-speaking guide Explore Thailand's best-known temples: Wat Trimit, Wat Pho and Wat Benchamabopit Explore Thailand's best-known temples: Wat Trimit, Wat Pho and Wat Benchamabopit Discover the bustling atmosphere of Chinatown and relax at the beautiful flower market Discover the bustling atmosphere of Chinatown and relax at the beautiful flower market Marvel at the majestic Reclining Buddha – one of Thailand's most well-known symbols Marvel at the majestic Reclining Buddha – one of Thailand's most well-known symbols Learn about each temple's long history from your private English-speaking guide Learn about each temple's long history from your private English-speaking guide What We Love:   What We Love: Visit the three most distinguished temples in Bangkok: Wat Trimit, the Temple of Golden Buddha; Wat Pho, the Temple of the Reclining Buddha and Wat Benchamabopit, the Temple of the Marble Buddha. It doesn't stop there - continue your tour by discovering the beautiful surrounding scenery of the flower market and explore the bustling Chinatown. See the atmosphere change as the sun goes down and local food stalls line the streets. Sample authentic Thai cuisine and don't forget to pick up a few souvenirs.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1218-bangkok-temples-city-tour-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bangkok Temples and City Tour"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 46,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a938d8ac-%E5%A4%A7%E7%9A%87%E5%AE%AB%E5%92%8C%E7%8E%89%E4%BD%9B%E5%AF%BA%E5%8D%8A%E6%97%A5%E6%B8%B8---Klook%E5%AE%A2%E8%B7%AF/GrandPalaceandEmeraldBuddhaTempleTour.jpg",
        "strIntroduction": " See Bangkok's most famous temple, Emerald Buddha Temple, and discover attractions such as Grand Palace, Royal Pantheon, Coronation Throne Hall and more See some of Thailand's most prominent spiritual treasures on the Grand Palace and Emerald Buddha Temple Tour Visit the Grand Palace, Wat Phra Kaew Temple of the Emerald Buddha, Royal Pantheon, and more Have your English-speaking guide tell you all about Thailand's spiritual traditions and culture Discover even more sights en route: City Pillar Shrine, Thai Boxing Stadium, Anantasamakhom, National Museum and more See some of Thailand's most prominent spiritual treasures on the Grand Palace and Emerald Buddha Temple Tour See some of Thailand's most prominent spiritual treasures on the Grand Palace and Emerald Buddha Temple Tour Visit the Grand Palace, Wat Phra Kaew Temple of the Emerald Buddha, Royal Pantheon, and more Visit the Grand Palace, Wat Phra Kaew Temple of the Emerald Buddha, Royal Pantheon, and more Have your English-speaking guide tell you all about Thailand's spiritual traditions and culture Have your English-speaking guide tell you all about Thailand's spiritual traditions and culture Discover even more sights en route: City Pillar Shrine, Thai Boxing Stadium, Anantasamakhom, National Museum and more Discover even more sights en route: City Pillar Shrine, Thai Boxing Stadium, Anantasamakhom, National Museum and more What We Love:   What We Love: Discover Thailand's spiritual uniqueness and architectural wonders by visiting some of its key attractions. The Grand Palace and Emerald Buddha Temple Tour is the perfect introduction to Buddhist faith, tradition and culture. Start off in Bangkok and go on to see the Grand Palace, Wat Phra Kaew Temple of the Emerald Buddha, Royal Pantheon, Coronation Throne Hall, Royal Reception Hall and more key Bangkok sights along the way, while your English-speaking guide lets you in on some of Thailand's best kept secrets.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1219-grand-palace-and-emerald-buddha-temple-tour-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Grand Palace and Emerald Buddha Temple Tour"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 20,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2e92eb09-%E6%8E%A2%E7%B4%A2%E4%B8%B9%E5%AB%A9%E8%8E%8E%E6%9C%B5%E6%B0%B4%E4%B8%8A%E5%B8%82%E5%9C%BA---Klook%E5%AE%A2%E8%B7%AF/DamnoenSaduakFloatingMarket.jpg",
        "strIntroduction": " Explore Thailand's best known floating market on this half-day tour to Damnoen Saduak Discover Thailand's most popular floating market on the Damnoen Saduak Floating Market tour Steer your boat down the narrow winding canals and explore one of Thailand's oldest traditions Get a few souvenirs for friends back home and take beautiful pictures of the bustling floating market Your English-speaking guide will tell you all about the floating market's long history Discover Thailand's most popular floating market on the Damnoen Saduak Floating Market tour Discover Thailand's most popular floating market on the Damnoen Saduak Floating Market tour Steer your boat down the narrow winding canals and explore one of Thailand's oldest traditions Steer your boat down the narrow winding canals and explore one of Thailand's oldest traditions Get a few souvenirs for friends back home and take beautiful pictures of the bustling floating market Get a few souvenirs for friends back home and take beautiful pictures of the bustling floating market Your English-speaking guide will tell you all about the floating market's long history Your English-speaking guide will tell you all about the floating market's long history What We Love:   What We Love: Explore one of Thailand's oldest and most unique traditions. The Damnoen Saduak Floating Market Tour takes you to the most popular floating market in Thailand. Hop onto a decorated long-tail boat and glide down the narrow canals hunting for exotic fruit and vegetable deals. Peek at the small houses on stilts that line the shore and discover Thailand's traditional peaceful lifestyle contrasted to the hectic buzz of the river market. Pick up a few souvenirs and take stunning pictures of the winding waterways – this truly is a one-of-a-kind experience.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1221-damnoen-saduak-floating-market-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Damnoen Saduak Floating Market"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/75061e1f-Ayutthaya-City-Culture-Biking-Tour/AyutthayaCityCultureBikingTour.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly What's the best way to explore the ancient city of Ayutthaya? This Ayutthaya City Culture Biking Tour is your answer to the question! Discover the ancient city of Ayutthaya, the former royal capital, on a 3-4 hour biking adventure Admire the beautiful local scenery and some of Thailand's best known historical landmarks Visit Ayutthaya Historical Park, a UNESCO World Heritage Site since 1991, Pom Phet (known as 'Diamond Fortress'), Wat Phra Sri Sanphet, Wat Mahathat and more Explore the rich local culture and cuisine at a street market Discover the ancient city of Ayutthaya, the former royal capital, on a 3-4 hour biking adventure Discover the ancient city of Ayutthaya, the former royal capital, on a 3-4 hour biking adventure Admire the beautiful local scenery and some of Thailand's best known historical landmarks Admire the beautiful local scenery and some of Thailand's best known historical landmarks Visit Ayutthaya Historical Park, a UNESCO World Heritage Site since 1991, Pom Phet (known as 'Diamond Fortress'), Wat Phra Sri Sanphet, Wat Mahathat and more Visit Ayutthaya Historical Park, a UNESCO World Heritage Site since 1991, Pom Phet (known as 'Diamond Fortress'), Wat Phra Sri Sanphet, Wat Mahathat and more Explore the rich local culture and cuisine at a street market Explore the rich local culture and cuisine at a street market What We Love:   What We Love: This tour takes you on a discovery adventure around Phra Nakhon Si Ayutthaya – the Sacred City of Ayutthaya, founded in 1350 and proudly holding the title of the Siamese royal capital until 1767. The first stop of the biking tour invites you to Pom Phet, also known as 'Diamond Fortress'. You will then explore local neighbourhoods on the way to 'Roti Road', where you will get to taste signature Thai delicacies recommended by your experienced guide. Cycle though the calm Somdet Phra Srinakarinda Park to the next stop at Chedi Phra Si Suriyothai memorial where you will have time to take loads of memorable photos before heading out to visit a Muslim community, Ayutthaya Historical Park and two of Thailand's well-known temples: Wat Phra Sri Sanphet and Wat Mahathat. The Ayutthaya biking adventure concludes with a shopping spree at a local market and a ferry across Palak River before making your own way to your next destination.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1233-ayutthaya-city-culture-biking-tour-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Ayutthaya City Culture Biking Tour"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/541c2c7a-3G4G-SIM-Card-BKKDMK-Pick-Up-for-Thailand/3G4GSIMCardBKKDMKPickUpforThailand.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend money on your holiday instead of hefty phone bills – get a local SIM card for your holiday in Thailand! Stay connected on your holiday in Thailand with the local SIM card Keep in touch with family and friends without overspending on roaming services Share vacation photos and enjoy fast web speeds thanks to 4G and 3G connectivity (area-dependent) You can pick up the SIM card right upon your arrival at the airport Stay connected on your holiday in Thailand with the local SIM card Stay connected on your holiday in Thailand with the local SIM card Keep in touch with family and friends without overspending on roaming services Keep in touch with family and friends without overspending on roaming services Share vacation photos and enjoy fast web speeds thanks to 4G and 3G connectivity (area-dependent) Share vacation photos and enjoy fast web speeds thanks to 4G and 3G connectivity (area-dependent) You can pick up the SIM card right upon your arrival at the airport You can pick up the SIM card right upon your arrival at the airport What We Love:   What We Love: Connect with family and friends and tell them all about the exciting vacation you are having in Thailand without exorbitant roaming costs with the 7 day unlimited SIM card. Enjoy lightning fast web speeds, get updates from your social media accounts and make hassle-free travel arrangements. Available for pick up right when you arrive at the airport, the SIM card will let you connect to 4G or 3G network (depending on the area) and will let you make the best of your vacation without worrying about the details.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1235-thailand-sim-card-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G/4G SIM Card (BKK/DMK Pick Up) for Thailand"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 48,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ee211625-Bangkok-Sunset-Bike-Ride/BangkokSunsetBikeRide.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Benefit from your guide's expert local knowledge as you watch Bangkok transition from day to night on a sunset ride around the city Go on a 4 hour bike ride in the beautiful Bangkok and watch the sun go down and the city dive into mystery Cross to the Thonburi side of Bangkok and walk along the Klongsan market Take a break and scout for some snacks before sitting down for a flavorful meal at an authentic Thai restaurant Visit Bangkok's renowned temples, including the majestic Wat Arun Stay safe on your night time ride with quality biking equipment, safely gear and the local knowledge of your guide Go on a 4 hour bike ride in the beautiful Bangkok and watch the sun go down and the city dive into mystery Cross to the Thonburi side of Bangkok and walk along the Klongsan market Take a break and scout for some snacks before sitting down for a flavorful meal at an authentic Thai restaurant Visit Bangkok's renowned temples, including the majestic Wat Arun Stay safe on your night time ride with quality biking equipment, safely gear and the local knowledge of your guide What We Love:   What We Love: Discover Bangkok's Thonburi area on a gentle 4 hour bike ride and get to know the city's cultural and culinary traditions. Walk with your bike through Klongsan market and cycle to a Chinese pagoda on then banks of the Chao Praya River. Ride through a quiet neighbourhood and stop at the local street food market where your private guide will explain the history of local dishes. Continue along the river until you see one of the most magnificent symbolic temples of Bangkok – Temple of Dawn. After the insightful visit, slow down at a local Thai restaurant for the main meal of the trip. The final part of the adventure takes you to the Grand Palace, Wat Pho and the flower market. Marvel at fresh florals from all around Thailand before heading back.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1245-bangkok-sunset-bike-ride-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bangkok Sunset Bike Ride"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 65,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f55b6ece-Bangkok-Chinatown-Food-Discovery/ChinatownFoodDiscovery.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Rich in sounds, sights and flavors, Bangkok's iconic Chinatown is a must-visit district that is sure to leave you rich with vibrant impressions, unforgettable memories and stunning photos Hop on a bike and tour one of Bangkok's most enigmatic and exciting districts: Chinatown Try exotic local delicacies from the numerous stalls lining the street or snap up a fashion deals at Saphan Han night market Visit Wat Traimit Temple and marvel at the glorious Golden Buddha! Stop by the Chinese Museum to explore the rich heritage of China in Thailand Hop on a bike and tour one of Bangkok's most enigmatic and exciting districts: Chinatown Try exotic local delicacies from the numerous stalls lining the street or snap up a fashion deals at Saphan Han night market Visit Wat Traimit Temple and marvel at the glorious Golden Buddha! Stop by the Chinese Museum to explore the rich heritage of China in Thailand What We Love:   What We Love: If you've had your share of Tom Yum for one trip, try out the Bangkok Chinatown Food Tour where you'll get to dive into another culture, cuisine and architecture on a fun, shocking and at times extreme adventure in this very special part of Bangkok. A haven for the new generation of gourmands, explorers and souvenir hunters, Chinatown is a one kilometer strip next to Charoenkrung Road and is a busy area lined with market stalls, street restaurants, gold shops and the clamors of excited sellers eager to flog their wares. Hectic, bustling and vibrant, the contagious energy of Bangkok's Chinatown is not an experience to miss.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1246-chinatown-food-discovery-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Chinatown Food Discovery"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 73,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f06f9495-Temple--River-of-Kings/TempleandRiverofKings.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Escape the city noise on a tour of Bangkok's most beautiful temples and a cruise down the Chao Phraya River Kick off the tour with a symbolic visit to the Royal Palace Hop on a traditional long tail boat and see the city like a local Marvel at Bangkok's beautiful Buddhist temples like the signature Wat Phra Kaew Discover Thailand's secret communities residing along the winding canals of the River of Kings Kick off the tour with a symbolic visit to the Royal Palace Hop on a traditional long tail boat and see the city like a local Marvel at Bangkok's beautiful Buddhist temples like the signature Wat Phra Kaew Discover Thailand's secret communities residing along the winding canals of the River of Kings What We Love:   What We Love: Not a fan of noisy motorways or having your sightseeing interrupted by a traffic jam? Then try exploring Bangkok in the most traditional way possible - hop on a long tail boat and discover the city's hidden corners away from the frantic buzz. The tour brings you from the majestic Grand Palace to the magnificent Emerald Buddha at Wat Phra Kaew before taking you down the River of Kings - the Chao Praya River - where you get to fully enjoy the peace and quiet of the winding canals and get acquainted with the local communities that live along the banks of the river.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1247-temple-and-river-of-kings-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Temple and River of Kings"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 48,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6deb0781-Colors-of-Ayutthaya-Biking-Tour/ColorsofAyutthayaBikingTour.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Colors of Ayutthaya Bicycle Tour will take you through the suburbs of the ancient capital, with stopovers at a historical park, old ruins, Buddhist temples, local markets and more Discover the ancient city of Ayutthaya, the former royal capital, on a 6.5 hour biking adventure Get to explore the beautiful local scenery and some of Thailand's best known architectural landmarks Visit the Royal Elephant Kraal, ancient temples, local markets and see the Reclining Buddha Explore the rich local culture and traditions accompanied by an English speaking guide Discover the ancient city of Ayutthaya, the former royal capital, on a 6.5 hour biking adventure Discover the ancient city of Ayutthaya, the former royal capital, on a 6.5 hour biking adventure Get to explore the beautiful local scenery and some of Thailand's best known architectural landmarks Get to explore the beautiful local scenery and some of Thailand's best known architectural landmarks Visit the Royal Elephant Kraal, ancient temples, local markets and see the Reclining Buddha Visit the Royal Elephant Kraal, ancient temples, local markets and see the Reclining Buddha Explore the rich local culture and traditions accompanied by an English speaking guide Explore the rich local culture and traditions accompanied by an English speaking guide What We Love:   What We Love: Enjoy a relaxing bike ride through the suburbs of Ayutthaya exploring the old capital's ruins and historical parks. Hop on a bike and start the tour by riding through quiet villages and rice fields before you make your first stop at Phaniat Royal Elephant Kraal to interact with the magnificent animals. At noon, you will relax over a light Thai lunch and go on to visit Ayutthaya's signature Buddhist temples: Wat Mahathat and Wat Pra Sri Sanphet. Ride though the local market where you will get to discover Thailand's cuisine in all its richness and sample fried and baked local delicacies. The tour of the temples then continues with a stop over at Luang Phor Lokayasuttha – home to the biggest reclining Buddha in Ayutthaya. Your trip will conclude with the crossing of the Chao Phraya River before you make your way to your next destination, to Bangkok or stay on in Ayutthaya.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1250-colors-of-ayutthaya-biking-tour-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Colors of Ayutthaya Biking Tour"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 91,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/fb274ba8-%E8%8A%AD%E6%8F%90%E9%9B%85%E9%95%BF%E8%87%82%E7%8C%BF%E4%B8%9B%E6%9E%97%E9%A3%9E%E8%B6%8A-klook%E5%AE%A2%E8%B7%AF/FlightOfTheGibbonChonburi.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Zipline a 3km course with 23 platforms in the heart of a Thai rainforest Zipline through a jungle ecosystem on the highest zipline in Thailand Enjoy a 3km course with 23 platforms, 2 hanging sky bridges, 2 rappel descents and a zipline over 300 meters long Take in the wildlife, flowers and fauna - you might even see a hornbill along the way! Go on a free tram tour around Khao Kheow Open Safari Park Zipline through a jungle ecosystem on the highest zipline in Thailand Enjoy a 3km course with 23 platforms, 2 hanging sky bridges, 2 rappel descents and a zipline over 300 meters long Take in the wildlife, flowers and fauna - you might even see a hornbill along the way! Go on a free tram tour around Khao Kheow Open Safari Park What We Love:   What We Love: Soar through the Thailand rainforest as you enjoy the natural wonder of a rainforest. If you're in luck, you'll also be able to see the rare hornbill amount other animals. The site has a 300 meter rope slide, 2 rappel descents and 2 hanging sky bridges with an experienced guide who will pay close attention to your safety. At the end of the the obstacle, enjoy the view from a high platform overlooking the lush greenery and scenic mountains.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1312-flight-of-the-gibbon-tour-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Flight Of The Gibbon Chonburi"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2471edf1-Cartoon-Network-Amazone-Package-Add-Ons/CartoonNetworkAmazoneAddOns.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Make a splash at Cartoon Network Amazone with these fantastic package add ons at a discount including food vouchers, locker rental, cabana rental and spa experiences Experience the thrill of over 150 slides and attractions at Cartoon Network Amazone (purchase discounted admission tickets here) Get great value discounts on dining within the park with food vouchers loaded onto a convenient wristband payment system Keep belongings locked up safely with a 1 day locker rental Create a base for the day with a private cabana rental ideal for families or groups Parents can relax whilst the kids are at play with a choice of 3 relaxing spa treatments available within the park Experience the thrill of over 150 slides and attractions at Cartoon Network Amazone (purchase discounted admission tickets here) here Get great value discounts on dining within the park with food vouchers loaded onto a convenient wristband payment system Keep belongings locked up safely with a 1 day locker rental Create a base for the day with a private cabana rental ideal for families or groups Parents can relax whilst the kids are at play with a choice of 3 relaxing spa treatments available within the park What We Love:   What We Love: Enhance your day of fun at the world's first Cartoon Network-themed waterpark: Cartoon Network Amazone in Pattaya. Based on the popular children's channel, this family-friendly water park is sure to excite thrill-seekers and animation fanatics alike! With these extra packages that you can add on to your Cartoon Network Amazone ticket, you'll be getting the best value on food vouchers, locker rental, private cabana rental and incredibly relaxing spa treatments, so you can guarantee it'll be an enjoyable day out for the whole family.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1317-cartoon-network-amazone-add-ons-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Cartoon Network Amazone Add Ons"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 83,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3d79be94-Blue-Elephant-Thai-Cooking-Class/BlueElephantThaiCookingClassBangkok.jpg",
        "strIntroduction": " Master the art of Thai cooking guided by an expert chef in the heart of Bangkok at renowned Blue Elephant Cooking School Get a hands on Thai cooking experience under the guidance of the talented chefs at Blue Elephant Create a selected of delectable Thai dishes such as papaya salad, green curry, coconut soup and spicy chicken; a different menu is provided each day! Embark on an exotic culinary adventure in a fully equipped and clean kitchen Meet other budding chefs in a group class or opt for a more personalised experience with a private lesson Dine on your creations after the class and take home the knowledge to recreate restaurant quality dishes at home Get a hands on Thai cooking experience under the guidance of the talented chefs at Blue Elephant Get a hands on Thai cooking experience under the guidance of the talented chefs at Blue Elephant Create a selected of delectable Thai dishes such as papaya salad, green curry, coconut soup and spicy chicken; a different menu is provided each day! Create a selected of delectable Thai dishes such as papaya salad, green curry, coconut soup and spicy chicken; a different menu is provided each day! different menu Embark on an exotic culinary adventure in a fully equipped and clean kitchen Embark on an exotic culinary adventure in a fully equipped and clean kitchen Meet other budding chefs in a group class or opt for a more personalised experience with a private lesson Meet other budding chefs in a group class or opt for a more personalised experience with a private lesson Dine on your creations after the class and take home the knowledge to recreate restaurant quality dishes at home Dine on your creations after the class and take home the knowledge to recreate restaurant quality dishes at home What We Love:   What We Love: Thai cuisine leaves no one indifferent. Flavorful, spicy, boasting a mix of exotic spices and ingredients, Thai dishes are have character and are exceptionally memorable. Blue Elephant fine dining restaurant offers some of Bangkok's most popular cooking classes, under the competent guidance of experienced chefs. Despite its popularity, the classes maintain a good ratio of chefs to students and will give you a comprehensive introduction to Thai cooking. With a morning or afternoon class to suit your schedule, Blue Elephant Cooking class will give you all the needed skills to recreate your favourite Thai dishes at home and welcomes both novices and professional chefs alike.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1413-blue-elephant-thai-cooking-class-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Blue Elephant Thai Cooking Class (Bangkok)"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 39,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7eba31f4-Oasis-Spa/OasisSpa.jpg",
        "strIntroduction": " Pick from many massages and treatments at Bangkok's Oasis Spa for a few hours of total indulgence No more rushing about — take a moment for yourself and enjoy a traditional Thai massage at Oasis Spa Choose from a variety of treatments: traditional massage, aromatherapy, facial and more With several prime locations in the city, Oasis Spa is easy to find and extremely hard to leave! No more rushing about — take a moment for yourself and enjoy a traditional Thai massage at Oasis Spa Choose from a variety of treatments: traditional massage, aromatherapy, facial and more With several prime locations in the city, Oasis Spa is easy to find and extremely hard to leave! What We Love:   What We Love: Give yourself a break from the hustle and bustle of Bangkok and indulge in a day of head-to-toe pampering at Oasis Spa — experienced massage professionals will take you to the state of complete relaxation. With treatments ranging from traditional classic massages to oil aromatherapy, foot reflexology and a Royal Thai Facial. Relax your body and mind and enjoy a true zen feeling that Thailand has come to be known for. Only one or two hours at Oasis Spa will leave you refreshed and re-energized for the whole length of your stay.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1567-oasis-spa-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Oasis Spa"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 88,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3ea92747-Oasis-Spa-Packages/OasisSpaLuxuryPackages.jpg",
        "strIntroduction": " Indulge in a day of pampering in the heart of bustling Bangkok at Oasis Spa, the home of relaxation and exclusive beauty treatments Enjoy a day of royal pampering in one of Bangkok's best Spas - Oasis Spa Leave the stress and rush of the big city behind as you give in to the pleasure of professional massage Try one of the many available packages: Ayurveda, Coco Mango, Hair Spa Package and more Get the ultimate luxury with a Sabai Stone or Four Hands massage Enjoy a day of royal pampering in one of Bangkok's best Spas - Oasis Spa Leave the stress and rush of the big city behind as you give in to the pleasure of professional massage Try one of the many available packages: Ayurveda, Coco Mango, Hair Spa Package and more Get the ultimate luxury with a Sabai Stone or Four Hands massage What We Love:   What We Love: Treat yourself to a day of pampering and relaxation in Bangkok's Oasis Spa. Offering an abundance of exclusive packages with massages and beauty treatments performed by industry professionals, Oasis Spa had earned the reputation of being one of the best in Bangkok. Sporting two locations in Bangkok, Oasis Spa offers a truly personal experience, letting you choose Sabai Stone Massage, Hair Spa Package, foot reflexology, herbal compresses, mango body scrubs and more. A true special is the Ayurveda — East Indian warm oil massage renowned for its mind and body healing properties for the healing magic of a four hand massage.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1568-oasis-spa-luxury-packages-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Oasis Spa Luxury Packages"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 51,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/524a8bd9-%E6%99%AE%E5%90%89%E5%B2%9B%E4%B8%93%E8%BD%A6%E6%B8%B8%E8%A7%88/BangkokPrivateCarCharter.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Explore Bangkok in total comfort by booking a private car charter for a full or half day - plan your own itinerary and let your driver take you there! Enjoy a comfortable private charter in Bangkok in a modern air conditioned car (up to 3 people) or a van (up to 10 people) Feel safe in the hands of your experienced driver and guide on request (full day charter only) Choose between full or half day packages to suit the requirements of your trip Plan your own itinerary and let your driver find the shortest route to get there Enjoy a comfortable private charter in Bangkok in a modern air conditioned car (up to 3 people) or a van (up to 10 people) Feel safe in the hands of your experienced driver and guide on request (full day charter only) Choose between full or half day packages to suit the requirements of your trip Plan your own itinerary and let your driver find the shortest route to get there What We Love:   What We Love: For the most convenient and hassle-free way to explore Bangkok, consider booking a private vehicle. Choose between a car or van to accommodate your travel party, choose a full or half day, then decide exactly when and where you want to go - your professional driver is ready to take you anywhere in the city, choosing the shortest route and avoiding traffic jams. The private charter is perfect for larger groups, especially for families, as it lets you see more in a day with the utmost ease. Your professional driver will pick you up and drop you off directly from your hotel – all you need to do is agree on the sightseeing plan. All private vehicles are air conditioned for optimal comfort and relaxation, so everything you need is already taken care of.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1596-private-car-charter-thailand-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bangkok Private Car Charter"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 27,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/13807121-Chao-Phraya-Princess-Cruise/ChaoPhrayaPrincessCruise.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Feast with the family aboard the famous dinner river cruise in Bangkok! View historic Bangkok landmarks, such as the Emerald Buddha Temple and Grand Palace, by night on a grand cruise ride Indulge in a gourmet buffet of Thai delicacies as well as international favorites Hark back to the 80s and 90s with a live band, performing hits by ABBA, Donna Dummer and the Supremes Enjoy the Bangkok nightscape and take in the cool breeze from the perch of the boat deck, overlooking the famous Chao Phraya River View historic Bangkok landmarks, such as the Emerald Buddha Temple and Grand Palace, by night on a grand cruise ride View historic Bangkok landmarks, such as the Emerald Buddha Temple and Grand Palace, by night on a grand cruise ride Indulge in a gourmet buffet of Thai delicacies as well as international favorites Indulge in a gourmet buffet of Thai delicacies as well as international favorites Hark back to the 80s and 90s with a live band, performing hits by ABBA, Donna Dummer and the Supremes Hark back to the 80s and 90s with a live band, performing hits by ABBA, Donna Dummer and the Supremes Enjoy the Bangkok nightscape and take in the cool breeze from the perch of the boat deck, overlooking the famous Chao Phraya River Enjoy the Bangkok nightscape and take in the cool breeze from the perch of the boat deck, overlooking the famous Chao Phraya River What We Love:   What We Love: Take in Bangkok's most famous and sacred landmarks from a scenic viewpoint: aboard the Chao Phraya Princess Cruise, swiftly gliding the night. What makes this cruise ride unique is not only what takes place outside the boat: inside, a grandiose buffet featuring your favorite Thai dishes, as well as a selection of international treats, are spread out for your enjoyment. Along with a live band to grace your dinner with throwback tunes and a dose of nostalgia, the Chao Phraya Princess Cruise promises no less than an entertaining and memorable night for sure. Take on the journey with friends, family, and/or your partner: folks of all ages are welcome!  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/375-chao-phraya-princess-cruise-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Chao Phraya Princess Cruise"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 17,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/20f98fba-Madame-Tussauds-Bangkok/MadameTussaudsBangkok.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Mingle with all your favourite celebrities at Madame Tussauds Bangkok Meet celebrity personalities at the museum's 8 different zones: Red Carpet, Music, History, Film, Leaders, Art & Science, TV and Sports Enjoy the interactive features at every exhibition With hundreds of wax figures, enjoy endless photo ops and feel free to get creative with your poses! Discover how the wax figures are made at the Authentic History Exhibition Meet celebrity personalities at the museum's 8 different zones: Red Carpet, Music, History, Film, Leaders, Art & Science, TV and Sports Meet celebrity personalities at the museum's 8 different zones: Red Carpet, Music, History, Film, Leaders, Art & Science, TV and Sports Enjoy the interactive features at every exhibition Enjoy the interactive features at every exhibition With hundreds of wax figures, enjoy endless photo ops and feel free to get creative with your poses! With hundreds of wax figures, enjoy endless photo ops and feel free to get creative with your poses! Discover how the wax figures are made at the Authentic History Exhibition Discover how the wax figures are made at the Authentic History Exhibition What We Love:   What We Love: Imagine rocking the stage alongside Michael Jackson, striking a pose on the red carpet with Brad Pitt and Angelina Jolie, or even taking a selfie with Albert Einstein – all in one day! The world-famous Madame Tussauds museum is here in Bangkok with its star-studded collection wax figures, from local entertainers and global leaders, to world-class athletes and pioneering scientists. So be sure to bring your camera, and enjoy a day of endless photo-ops with the stars!  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/358-madame-tussauds-bangkok-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Madame Tussauds Bangkok"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 20,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6850993d-Siam-Niramit/SiamNiramit.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Get to know Thailand's rich heritage in this incredible show Join an audience of 2,000 for a wildly spectacular show on Thailand's history and culture Learn about the local Thai religious customs and practices in an entertaining way Enjoy a legion of 150 dancers and musicians performing in one of the largest shows in the world Also glimpse real elephants and goats in action! Join an audience of 2,000 for a wildly spectacular show on Thailand's history and culture Join an audience of 2,000 for a wildly spectacular show on Thailand's history and culture Learn about the local Thai religious customs and practices in an entertaining way Learn about the local Thai religious customs and practices in an entertaining way Enjoy a legion of 150 dancers and musicians performing in one of the largest shows in the world Enjoy a legion of 150 dancers and musicians performing in one of the largest shows in the world Also glimpse real elephants and goats in action! Also glimpse real elephants and goats in action! What We Love:   What We Love: Sit back in the 2,000-seater hall and delight your senses with a legion of 150 performers – including real elephants and goats! Flying dancers, meticulously designed backdrops, and heart-thumping sound scores all tell the story of Siam and its colorful heritage. Hark back to ancient times, with the city as a crossroad for civilizations. Glimpse Buddhist and Muslim customs, performed in harmonious ceremony. Partake in village celebrations and daily peasant life, and learn about the shared belief in karma, as well as mystical netherworlds Hell and Himpaan, a forest between heaven and earth. With riveting Thai dances and charming folk music set to spectacular effects, you're in for a wildly entertaining show, that takes you into the heart and mind of Thailand.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/359-siam-niramit-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Siam Niramit"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1b578b2d-Golden-Dome/GoldenDome.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Don't miss out on one of Bangkok's most sought-after night-time attractions: a ladyboy cabaret! Enjoy 1hr of spectacular song and dance numbers in one of Bangkok's famed cabarets – and up close, with this VIP package Watch out for the ladyboys in their exquisite and glamorous evening gowns! Stick around after the show for the chance to take photos with the performers Enjoy 1hr of spectacular song and dance numbers in one of Bangkok's famed cabarets – and up close, with this VIP package Enjoy 1hr of spectacular song and dance numbers in one of Bangkok's famed cabarets – and up close, with this VIP package Watch out for the ladyboys in their exquisite and glamorous evening gowns! Watch out for the ladyboys in their exquisite and glamorous evening gowns! Stick around after the show for the chance to take photos with the performers Stick around after the show for the chance to take photos with the performers What We Love:   What We Love: World-famous for its unique night time activities, particularly its ladyboy shows, Bangkok's glitz and glamor come full circle in Golden Dome's world-class showcase of costumes, lights, music, and the mesmerizing performers themselves. Get VIP treatment at the Golden Dome Cabaret Show with this package, where you'll get to enjoy the beautifully designed backdrops and elaborate choreography up close. Of course, it's the stars of the show that deserve your grand anticipation: look out as talented ladyboy performers, in gowns reminiscent of Miss Universe contestants, take the stage for a memorable night of entertainment. Selfie opportunities with these stars await after the show, so don't forget to stick around!  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/360-golden-dome-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Golden Dome"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/468e22d2-Nanta-Show-Bangkok/NantaShow.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Taste the action-packed Nanta Show, a kitchen musical for all ages! Follow 3 cooks as they work under pressure while training a newcomer to the kitchen – no other than their manager's nephew! Enjoy 1.5hrs of thrilling dance and percussion, featuring the Korean samul nori, a type of rhythmic music produced by four instruments Watch as unlikely instruments take center stage in this musical: cooking utensils! Indulge in award-winning theatrics with a non-verbal script Make the most of the show with welcome audience participation Follow 3 cooks as they work under pressure while training a newcomer to the kitchen – no other than their manager's nephew! Follow 3 cooks as they work under pressure while training a newcomer to the kitchen – no other than their manager's nephew! Enjoy 1.5hrs of thrilling dance and percussion, featuring the Korean samul nori, a type of rhythmic music produced by four instruments Enjoy 1.5hrs of thrilling dance and percussion, featuring the Korean samul nori, a type of rhythmic music produced by four instruments Watch as unlikely instruments take center stage in this musical: cooking utensils! Watch as unlikely instruments take center stage in this musical: cooking utensils! Indulge in award-winning theatrics with a non-verbal script Indulge in award-winning theatrics with a non-verbal script Make the most of the show with welcome audience participation Make the most of the show with welcome audience participation What We Love:   What We Love: A fusion of culinary and performing arts with a dash of humor, the Nanta Show is a stage feast for the senses! Following the story of three harried cooks under pressure to cater to a wedding banquet – together with their manager's ill-equipped nephew, who is to learn how to cook while on the job – the award-winning performance is equal parts entertaining, humorous, and delightful. It's also a non-verbal production – and with gestures and movements doing all the talking, you're sure to get a universally enjoyable show, sans all the cultural barriers! Get a glimpse of traditional Korean samul nori, a type of rhythmic music performed with four instruments. Enjoy a dramatic, spine-tingling production involving the harmonious cacophony of cooking utensils, and be treated to a show by world-class performers – who also invite audience participation! A showcase of sound and action, artistic and cultural expression, the Nanta Show is a must-see for all!  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/362-nanta-show-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Nanta Show"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 13,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5956f40b-%E6%A2%A6%E5%B9%BB%E4%B8%96%E7%95%8C%E4%B8%BB%E9%A2%98%E5%85%AC%E5%9B%AD---Klook%E5%AE%A2%E8%B7%AF/DreamWorld.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend a fun-filled day with the whole family at Dream World! Enjoy an array of exciting rides, from the family-friendly Speedy Mouse, to the adrenaline-pumped Haunted Mansion and Tornado! Stick around for the The Colours of the World Parade – among other shows – featuring your favorite cartoon characters Snap away on your camera at the Seven Wonders of The World Discover a world of snow and ice at Snow Town, and go for a sledge ride in -8°C temperature! Eat at one of the park's many food outlets, and make sure to stop by the souvenir shop for some stylish memorabilia! Enjoy an array of exciting rides, from the family-friendly Speedy Mouse, to the adrenaline-pumped Haunted Mansion and Tornado! Enjoy an array of exciting rides, from the family-friendly Speedy Mouse, to the adrenaline-pumped Haunted Mansion and Tornado! Stick around for the The Colours of the World Parade – among other shows – featuring your favorite cartoon characters Stick around for the The Colours of the World Parade – among other shows – featuring your favorite cartoon characters Snap away on your camera at the Seven Wonders of The World Snap away on your camera at the Seven Wonders of The World Discover a world of snow and ice at Snow Town, and go for a sledge ride in -8°C temperature! Discover a world of snow and ice at Snow Town, and go for a sledge ride in -8°C temperature! Eat at one of the park's many food outlets, and make sure to stop by the souvenir shop for some stylish memorabilia! Eat at one of the park's many food outlets, and make sure to stop by the souvenir shop for some stylish memorabilia! What We Love:   What We Love: Meet Cinderella and other favorite fairytale characters, see world landmarks like the Eiffel Tower, frolic around in snow and even take a trip down white water rapids: all this and more await at Dream World, also known as Thailand's very own Disneyland! Go on classic fairground rides like bumper cars, then try out novel attractions like the hair-raising Sky Coaster rollercoaster. Along with a variety of shows, such as the Hollywood Action show – daredevil stunts and mindblowing special effects, anyone? – as well as spectacular sites, like Snow Town in the middle of the park, Dream World promises a fun-filled day for all – from kids to kids at heart!  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/363-dream-world-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Dream World"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 18,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/dfb5abab-Safari-World-Bangkok/SafariWorld.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Surround yourself with the wild of Bangkok in a fun day out with the family! Spend a day 'in the wild' with Safari World's exotic animals plus a delicious buffet lunch included See your favorite sea animals at Safari World's marine park, with its 8 spectacular shows Don't miss out on the world's first and only orangutan boxing show! Get a taste for gunfights, bullwhips and explosive at the Hollywood Cowboy Stunt Show Experience a splash in the jungle with a water flume ride – perfect on a hot, sunny day! Spend a day 'in the wild' with Safari World's exotic animals plus a delicious buffet lunch included Spend a day 'in the wild' with Safari World's exotic animals plus a delicious buffet lunch included See your favorite sea animals at Safari World's marine park, with its 8 spectacular shows See your favorite sea animals at Safari World's marine park, with its 8 spectacular shows Don't miss out on the world's first and only orangutan boxing show! Don't miss out on the world's first and only orangutan boxing show! Get a taste for gunfights, bullwhips and explosive at the Hollywood Cowboy Stunt Show Get a taste for gunfights, bullwhips and explosive at the Hollywood Cowboy Stunt Show Experience a splash in the jungle with a water flume ride – perfect on a hot, sunny day! Experience a splash in the jungle with a water flume ride – perfect on a hot, sunny day! What We Love:   What We Love: Get a thrilling experience in the wild at Safari World Bangkok! Get up close and personal with lions, giraffes and ostriches in a scenic, breathtaking ride, and delight in the tropical colors of exotic birds at the Bird Show. For a little more action, the one-of-a-kind Orangutan Boxing Show is not to be missed, while the Feeding Show lets you in on some hands-on feeding experience. With this package you'll also get access to the Marine Park, where you'll get to ride on a river cruise and enjoy the daily White Tiger Show. On top of the animal sightings, there's the live, wild, wild west Hollywood Cowboy Stunt Show, filled with heart-wrenching gunfights, bullwhips and hoseplay, as well as a refreshing water flume ride! Make it a day at Safari World, complete with a buffet meal to pad and fuel your trip. It sure is more than your ordinary zoo!  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/365-safari-world-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Safari World"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 10,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8e3e64e1-Ancient-Siam/TheErawanMuseumAncientSiam.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover the secrets and beauty of Thailand's heritage with entry tickets to The Erawan Museum and Ancient Siam in Bangkok Enjoy great savings with a combination ticket to both The Erawan Museum and Ancient Siam Walk through scaled-down replicas of over 116 of Thailand's most sacred monuments at Ancient Siam Wander through the elephant-shaped Erawan Museum, rich in Eastern iconography, exquisite Thai and Asian antiquities, and psychedelic decor Enjoy a peaceful walk through nature at the outdoor grounds of both attractions Enjoy great savings with a combination ticket to both The Erawan Museum and Ancient Siam Enjoy great savings with a combination ticket to both The Erawan Museum and Ancient Siam Walk through scaled-down replicas of over 116 of Thailand's most sacred monuments at Ancient Siam Walk through scaled-down replicas of over 116 of Thailand's most sacred monuments at Ancient Siam Wander through the elephant-shaped Erawan Museum, rich in Eastern iconography, exquisite Thai and Asian antiquities, and psychedelic decor Wander through the elephant-shaped Erawan Museum, rich in Eastern iconography, exquisite Thai and Asian antiquities, and psychedelic decor Enjoy a peaceful walk through nature at the outdoor grounds of both attractions Enjoy a peaceful walk through nature at the outdoor grounds of both attractions What We Love:   What We Love: Discover the stories of Thai culture and history at two inspiring Bangkok attractions with individual ticket or on one combination ticket. At Ancient Siam, you'll feel as if you've walked through the entire Thailand in a day. The 'city', one of the largest outdoor museums in the world, is essentially a scaled-down version of the country, with many replicas and reconstructions of Thailand's historically significant structures. See temples, palaces, and shrines, and feel transported back in time as you make your way around the grounds. A colossal, three-headed elephant dominates the structure of The Erawan Museum. The attraction houses a variety of collections owned by museum owner Khun Lek Viriyapant, offering a look into local heritage, customs and craftsmanship. Both inside and out, it's a fascinating space and well worth a visit.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/368-ancient-siam-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "The Erawan Museum & Ancient Siam"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 55,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6d2f0ba4-Bangkok-Hangover-Tour/BangkokHangoverTour.jpg",
        "strIntroduction": " Unleash your inner party animal and tour Bangkok's famous and energetic nightlife, as seen in 'The Hangover 2'! Discover the hottest, most happening night clubs and bars in Bangkok's liveliest districts, from Soi Cowboy and Nana Plaza to Pat Pong Relive The Hangover 2 by visiting the bars in Soi Cowboy, where the scenes from the film were shot Watch an energetic Thai boxing show or visit an exotic and festish club in Pat Pong, perfect for bachelor parties Treat yourself with great deals on drinks throughout the night, plus a free Mike Tyson face tattoo! A private tour to showcase Bangkok nightlife in a safe and hassle-free manager, inclusive of guide, hotel pick up and some drinks Discover the hottest, most happening night clubs and bars in Bangkok's liveliest districts, from Soi Cowboy and Nana Plaza to Pat Pong Discover the hottest, most happening night clubs and bars in Bangkok's liveliest districts, from Soi Cowboy and Nana Plaza to Pat Pong Relive The Hangover 2 by visiting the bars in Soi Cowboy, where the scenes from the film were shot Relive The Hangover 2 by visiting the bars in Soi Cowboy, where the scenes from the film were shot The Hangover 2 Watch an energetic Thai boxing show or visit an exotic and festish club in Pat Pong, perfect for bachelor parties Watch an energetic Thai boxing show or visit an exotic and festish club in Pat Pong, perfect for bachelor parties Treat yourself with great deals on drinks throughout the night, plus a free Mike Tyson face tattoo! Treat yourself with great deals on drinks throughout the night, plus a free Mike Tyson face tattoo! A private tour to showcase Bangkok nightlife in a safe and hassle-free manager, inclusive of guide, hotel pick up and some drinks A private tour to showcase Bangkok nightlife in a safe and hassle-free manager, inclusive of guide, hotel pick up and some drinks What We Love:   What We Love: Ever watched 'The Hangover' films and wished you could experience a crazy, adventurous night out like that? Here's your chance to round up the Wolf Pack and relive the second instalment's antics and misadventures, filmed right here in Bangkok! Experience all the hedonistic wonders the unique nightlife of this city has to offer, including bars and clubs typically hidden away from sight. The tour starts off at Soi Cowboy, then moves on to Nana Plaza, where you'll glimpse the city's hottest nightspots. From there, make it to Pat Pong to see some Thai boxing, or enjoy a flamboyant, ladyboy show at the exotic and fetish clubs. Make sure you complete the night in full Wolf Pack-style with a free Mike Tyson face tattoo! Entertaining and wild, this tour is especially suited for the perfect stag and hen night, though of course, why limit the fun to those soon-to-be-hitched?  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/388-bangkok-hangover-tour-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bangkok Hangover Tour"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 64,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/cd27525d-A-Day-in-Kanchanaburi/ADayinKanchanaburi.jpg",
        "strIntroduction": " Spend a day soaking up the wartime history near Bangkok at Kanchanaburi, site of the bridge over the River Kwai and Death Railway Stop by the infamous bridge over the River Kwai and take a death defying ride on the Death Railway Visit the War Cemetery, resting-place for over 6,000 Allied prisoners and the Jeath War Museum to learn more about the happenings of 1942 under Japanese control Swim and soak in the sun at the awe-inspiring Saiyoknoi Waterfall Enjoy a bamboo rafting ride and elephant trek included The perfect day trip from Bangkok for history buffs Stop by the infamous bridge over the River Kwai and take a death defying ride on the Death Railway Stop by the infamous bridge over the River Kwai and take a death defying ride on the Death Railway Visit the War Cemetery, resting-place for over 6,000 Allied prisoners and the Jeath War Museum to learn more about the happenings of 1942 under Japanese control Visit the War Cemetery, resting-place for over 6,000 Allied prisoners and the Jeath War Museum to learn more about the happenings of 1942 under Japanese control Swim and soak in the sun at the awe-inspiring Saiyoknoi Waterfall Swim and soak in the sun at the awe-inspiring Saiyoknoi Waterfall Enjoy a bamboo rafting ride and elephant trek included Enjoy a bamboo rafting ride and elephant trek included The perfect day trip from Bangkok for history buffs The perfect day trip from Bangkok for history buffs What We Love:   What We Love: Drive out to Kanchanaburi, Thailand's third largest province, located west of Bangkok, and spend a day taking in the turbulent history of the area. You'll first visit the bridge over the River Kwai, a historical landmark that is part of the Death Railway built by Allied prisoners of war, under control of the Japanese in 1942. You'll also visit the Jeath War Museum to enhance your knowledge and the War Cemetery where thousands of POWs were laid to rest. After a local lunch you'll end the day with a bamboo rafting ride, an elephant trek and time to soak up the beauty of Kanchanburi at the cascading Saiyoknoi Waterfall.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/390-a-day-in-kanchanaburi-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "A Day in Kanchanaburi"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1109f39f-Art-in-Paradise/ArtinParadiseBangkok.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly You'll want to charge your camera batteries as the interactive 3D art illusions will have you taking picture after hilarious picture! Trick and be tricked at Thailand's first optical illusion gallery Experience the five 3D galleries with paintings that you can step inside, strike a pose and take pictures with! Be amazed by interactive media which detects audience's actions and responds accordingly There are no boundaries - the gallery is fully interactive Trick and be tricked at Thailand's first optical illusion gallery Trick and be tricked at Thailand's first optical illusion gallery Experience the five 3D galleries with paintings that you can step inside, strike a pose and take pictures with! Experience the five 3D galleries with paintings that you can step inside, strike a pose and take pictures with! Be amazed by interactive media which detects audience's actions and responds accordingly Be amazed by interactive media which detects audience's actions and responds accordingly There are no boundaries - the gallery is fully interactive There are no boundaries - the gallery is fully interactive What We Love:   What We Love: Experience life in a new dimension at an art gallery like no other! These unconventional paintings use an art technique where two-dimensional pictures are turned into three-dimensional images through the use of optical illusions. There are five zones within the museum: Aqua and Safari, Classic Art, Fantasy, Nature and Modern Art. Float down Venetian canals, venture through the jungle, roam ancient temples and escape a shark attack! The gallery is fully interactive, so you can touch, climb, pose and take photos with all the paintings. Don't make the mistake of thinking this is just for kids, adults get sucked into hours of fun here too! The museum's newest feature interacts with the audience by detecting facial expressions and movement. Swing by and check it out for yourself!  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/536-art-in-paradise-bangkok-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Art in Paradise Bangkok"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7552784d-Calypso-Cabaret-Show/CalypsoCabaretShow.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Experience a live performance like never before at the Calypso Cabaret Show! Enjoy realistic impersonations of Marilyn Monroe and Elvis Presley in this musical extravaganza! Prepare to be shocked and amazed by colorful, flamboyant burlesque performances by Bangkok's talented ladyboys Immerse yourself in some Thai culture with traditional dance performances, such as Kinaree dancing Stick around at the end of the show for a chance to snap a few photos with the performers as a souvenir for the night Enjoy realistic impersonations of Marilyn Monroe and Elvis Presley in this musical extravaganza! Enjoy realistic impersonations of Marilyn Monroe and Elvis Presley in this musical extravaganza! Prepare to be shocked and amazed by colorful, flamboyant burlesque performances by Bangkok's talented ladyboys Prepare to be shocked and amazed by colorful, flamboyant burlesque performances by Bangkok's talented ladyboys Immerse yourself in some Thai culture with traditional dance performances, such as Kinaree dancing Immerse yourself in some Thai culture with traditional dance performances, such as Kinaree dancing Stick around at the end of the show for a chance to snap a few photos with the performers as a souvenir for the night Stick around at the end of the show for a chance to snap a few photos with the performers as a souvenir for the night What We Love:   What We Love: Over 25 years in the running, Calypso Cabaret continues its fine tradition of producing world-class entertainment featuring Bangkok's talented ladyboys. Get a taste for phenomemal song and dance numbers – in English, Korean, and of course, Thai – with performances choreographed in celebration of diversity and variety. You don't want to miss out on incredible Marylin Monroe and Elvis Presley impersonations, extravagant burlesque performances, glamorous Thai dancing numbers – and more! Now hosted in the bustling dining and entertainment complex, Asiatique The Riverfront, Calypso Cabaret promises a night of enjoyment you won't forget.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/361-calypso-cabaret-show-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Calypso Cabaret Show"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 14,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0a50e115-Muay-Thai-Live-The-Legend-Lives-/MuayThaiLiveTheLegendLives.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Witness Muay Thai boxing at its finest in this stage show in Bangkok Witness fight scenes straight out of the big screen – in this live show on stage! See jaw-dropping martial arts moves in this tale about Thai boxing Experience the action up close with a Premium ticket Enjoy refreshments outside the venue before the show begins Be sure to stop by the gift store at the end of the show for some fantastic souvenirs! Witness fight scenes straight out of the big screen – in this live show on stage! Witness fight scenes straight out of the big screen – in this live show on stage! See jaw-dropping martial arts moves in this tale about Thai boxing See jaw-dropping martial arts moves in this tale about Thai boxing Experience the action up close with a Premium ticket Experience the action up close with a Premium ticket Enjoy refreshments outside the venue before the show begins Enjoy refreshments outside the venue before the show begins Be sure to stop by the gift store at the end of the show for some fantastic souvenirs! Be sure to stop by the gift store at the end of the show for some fantastic souvenirs! What We Love:   What We Love: A tale on the story behind martial arts, traced back to the days of ancient Siam, Muay Thai Live has all the makings of your favorite action film – live! Follow the heroic protagonist and femme fatale in their encounters with threatening villains in a spectacle of martial arts, sword fighting and impressive acrobatics. Expect to laugh out loud or gasp in awe, with this showcase of Thai boxing that tastefully caters to everyone, featuring riveting choreography and a budding romance to mind-blowing fight scenes. It's a full 90 minutes of old-school fights, all the way down to 21st-century streets, so find your seats and make yourself comfortable. Don't forget to pick up a souvenir on the way out!  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/366-muay-thai-live-the-legend-lives-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Muay Thai Live: The Legend Lives"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 48,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/369a8e7f-Ayutthaya-Experience/AyutthayaExperience.jpg",
        "strIntroduction": " Visit the ancient city of Ayutthaya, a UNESCO World Heritage Site and once the capital of Thailand Walk through the mystical city of Ayutthaya, and marvel at the ancient ruins and structures around the city Learn about the rich, enchanting history of Buddhism with visits to Wat Yai Chaimongkon, Wihan Phra Mongkhon Bophit and Wat Phra Si Sanphet Savor a delicious local lunch at a riverside restaurant Discover the former glory and grandeur of Ayutthaya with a visit to Bang Pa-In Summer Palace Walk through the mystical city of Ayutthaya, and marvel at the ancient ruins and structures around the city Walk through the mystical city of Ayutthaya, and marvel at the ancient ruins and structures around the city Learn about the rich, enchanting history of Buddhism with visits to Wat Yai Chaimongkon, Wihan Phra Mongkhon Bophit and Wat Phra Si Sanphet Learn about the rich, enchanting history of Buddhism with visits to Wat Yai Chaimongkon, Wihan Phra Mongkhon Bophit and Wat Phra Si Sanphet Savor a delicious local lunch at a riverside restaurant Savor a delicious local lunch at a riverside restaurant Discover the former glory and grandeur of Ayutthaya with a visit to Bang Pa-In Summer Palace Discover the former glory and grandeur of Ayutthaya with a visit to Bang Pa-In Summer Palace What We Love:   What We Love: The Ayutthaya Experience takes you through the historical wonders of Thailand's ancient capital. Ayutthaya is dotted with ruins and grand temples, surrounded by the Chao Phraya, Pa Sak and Lop Buri Rivers, and filled with the aura of mystique and grandeur that truly reflects ancient Thailand. Stop by a 17th century summer palace a fusion of Italian, Thai and Chinese architecture. Visit Wat Yai Chaimongkon, a temple-home to a large reclining Buddha covered in saffron robes. Then drop by the equally intriguing Phra Mongkhon Bophit, a large, bronze-cast Buddha outside the Grand Palace, before being served a hearty lunch at a riverside restaurant. Head to the Wat Phra Si Sanphet, where within its pagodas are enshrined the ashes of three Ayutthayan kings. Roam the Inner City afterward, with glimpses of many a magnificent temple and ruin, wrapping up your journey into olden Thailand.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/391-ayutthaya-experience-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Ayutthaya Experience"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 37,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f9233266-Cartoon-Network-Amazone/CartoonNetworkAmazoneSingleDayPassPattaya.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend a unique family day out at Thailand's most animated waterpark! Experience the thrill of over 150 slides and attractions in 10 themed zones Watch cool stunts, thrilling acrobatics and jaw-dropping action scenes in the live shows Meet and greet your favorite Cartoon Network characters Enhance your Cartoon Network experience by purchasing add ons such as spa packages, lockers and cabanas here Make your day stress free by booking transportation to and from Cartoon Network Amazone Experience the thrill of over 150 slides and attractions in 10 themed zones Watch cool stunts, thrilling acrobatics and jaw-dropping action scenes in the live shows Meet and greet your favorite Cartoon Network characters Enhance your Cartoon Network experience by purchasing add ons such as spa packages, lockers and cabanas here here Make your day stress free by booking transportation to and from Cartoon Network Amazone transportation to and from Cartoon Network Amazone What We Love:   What We Love: Cartoon Network Amazone is the world's first Cartoon Network-themed waterpark. Based on the popular children's channel, this family-friendly water park is sure to excite thrill-seekers and animation fanatics alike! Splash out with all of your favorite Cartoon Network friends, including Adventure Time's Finn and Jake, The Powerpuff Girls, Johnny Bravo and many more. This unique park will have you free-falling 17 meters, hurtling to a splash landing from 23.4 meters, braving the Riptide Rapids, riding out the Mega Wave and exploring the splashtastic slides and fountains at the kids-only Cartoonival. If you're looking for things to do with kids in Pattaya, this water park should be high on your itinerary!  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1316-cartoon-network-amazone-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Cartoon Network Amazone Single Day Pass (Pattaya)"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 113,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f9233266-Cartoon-Network-Amazone/CartoonNetworkAmazoneTransferfromBangkok.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy convenient transfers from Bangkok to Cartoon Network Amazone in Pattaya for a stress free day with the family at Thailand's most animated waterpark! Enjoy our exclusive offer on transportation from Bangkok to Cartoon Network Amazone in Pattaya Opt for a choice of car (up to 3 people) or van (up to 10 people) Don't forget to book your Cartoon Network Amazone tickets at a discount Enhance your Cartoon Network experience by purchasing add ons such as spa packages, lockers and cabanas here Enjoy our exclusive offer on transportation from Bangkok to Cartoon Network Amazone in Pattaya Opt for a choice of car (up to 3 people) or van (up to 10 people) Don't forget to book your Cartoon Network Amazone tickets at a discount Cartoon Network Amazone tickets Enhance your Cartoon Network experience by purchasing add ons such as spa packages, lockers and cabanas here here What We Love:   What We Love: Cartoon Network Amazone is the world's first Cartoon Network-themed waterpark. Based on the popular children's channel, this family-friendly water park in Thailand is sure to excite thrill-seekers and animation fanatics alike! Make your day extra special without worrying about how to get to Cartoon Network Amazone. Instead, book your transfer in advance and enjoy pick up direct from your Bangkok hotel, then back again at the end of the day. With a choice of a car for up to three, or van for up to ten, it's a clear choice for families or groups.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1910-cartoon-network-amazone-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Cartoon Network Amazone Transfer from Bangkok"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/13c771f0-3G-WiFi-Device-HKG-Pick-Up-for-Thailand/3GWiFiHKGPickUpforThailand.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Thailand with an unlimited data pocket 3G WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Thailand - wherever your itinerary takes you Get WiFi access across the whole of Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport Collect and drop off your device at Hong Kong airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Thailand, without the stress of sourcing WiFi once you get there. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Thailand but also Singapore, Taiwan, Japan and Korea.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/661-thailand-wifi-device-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Thailand"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/cfc9c512-3G-WiFi-HKG-Pick-Up-for-Thailand/3GWiFiHKGPickUpforThailand.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Thailand with an unlimited data pocket 3G WiFi device with convenient pick up at Hong Kong International Airport. Get WiFi access across the whole of Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Thailand - wherever your itinerary takes you Get WiFi access across the whole of Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport Collect and drop off your device at Hong Kong airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Thailand, without the stress of sourcing WiFi once you get there. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Thailand but also Singapore, Taiwan, Japan and Korea.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/665-thailand-wifi-device-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Thailand"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9b921e16-3G4G-SIM-Card-HKG-Pick-Up-for-Thailand/3G4GSIMCardHKGPickUpforThailand.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Connect with your mobile just like you do at home with a 4G/3G SIM card in Thailand 7 days SIM card loaded with 1.5GB of daily 4G and unlimited 3G for use in Thailand Additional 100 baht calling time included 3-in-1 SIM card (Mini, Micro and Nano sizes) 7 days SIM card loaded with 1.5GB of daily 4G and unlimited 3G for use in Thailand 7 days SIM card loaded with 1.5GB of daily 4G and unlimited 3G for use in Thailand Additional 100 baht calling time included Additional 100 baht calling time included 3-in-1 SIM card (Mini, Micro and Nano sizes) 3-in-1 SIM card (Mini, Micro and Nano sizes) What We Love:   What We Love: We know that you love to be able to connect with your friends and family, and we also know that you don't like roaming costs. With a local Sim card available for pick up before you leave you can connect as soon as you arrive in Thailand. With unlimited data you'll be able to send those holiday snaps to family and friends, look at maps to find the best of the best, and stay in touch with your email while you're away.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/726-thailand-happy-tourist-sim-card-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G/4G SIM Card (HKG Pick Up) for Thailand"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/82e136c5-Underwater-World-Pattaya/UnderwaterWorldPattaya.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly View sea creatures and feed the fish at Thailand's first modern aquarium Explore five zones at the Underwater World Pattaya and spot over 5,000 types of fish Interact and touch sea creatures at the Touch Pool zone Enjoy three feeding shows including shark and manta ray feeding Have an entertaining day at the premier education and marine conservation sight in Pattaya Explore five zones at the Underwater World Pattaya and spot over 5,000 types of fish Interact and touch sea creatures at the Touch Pool zone Enjoy three feeding shows including shark and manta ray feeding Have an entertaining day at the premier education and marine conservation sight in Pattaya What We Love:   What We Love: Explore the first modern aquarium in Thailand with over 5,000 marine animals from the region. There is an impressive diversity of sea creatures including coral, sharks, manta rays and giant fish to look at from the comfortable surrounds of a 100-meter long underwater tunnel. Don't miss out on the koi feeding experience that is fun for the whole family. If you're adventurous, dive with the sharks and manta rays for the experience of a lifetime. The marine conservation base of Pattaya will definitely be a hit for the entire family!  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1106-underwater-world-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Underwater World Pattaya"
    }
]