[
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 69,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f88f8699-%E4%BA%AC%E9%83%BD%E6%B8%85%E9%85%92%E4%B8%8E%E4%BC%8F%E8%A7%81%E5%A4%A7%E7%A4%BE%E7%A7%81%E4%BA%BA%E5%AF%BC%E8%A7%88%E6%B8%B8/SakeBreweryVisitFushimiInariShrine.jpgopacity0.999861",
        "strIntroduction": " Visit the famous Fushimi Inari Shrine, stroll through the cellars of sake barrels and take a sip of some traditionally-made sake Discover the original sake brewing techniques and traditions Have a taste of the finest sake made from naturally purified spring water flowing from Fushimi Hill (optional) Stroll through the iconic orange gates of Fushimi Inari Shrine Experienced English speaking guide services plus hotel pick up included Discover the original sake brewing techniques and traditions Have a taste of the finest sake made from naturally purified spring water flowing from Fushimi Hill (optional) Stroll through the iconic orange gates of Fushimi Inari Shrine Experienced English speaking guide services plus hotel pick up included What We Love:   What We Love: As is often the case, modern technology often leaves ancient traditions behind and the original art is lost. On this tour, that's not the case! Go back in time on a journey to see the original sake making process. Wander through the depths of sake cellars, taste-test the unique flavors and discover the authentic techniques used in brewing Japan's beloved rice wine beverage, a tradition preserved for over 1000 years. Complete with experience with a visit to the iconic orange torii gates of Fushimi Inari Shrine, one of Kyoto's most iconic landmarks in a tranquil forest setting.  ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.klook.com/activity/871-sake-brewery-visit-fushimi-inari-shrine-kyoto/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sake Brewery Visit & Fushimi Inari Shrine",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:43:15"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/cb775807-4G-WiFi-Device-HKG-Pick-Up-for-Japan/4GWiFiHKGPickUpforJapan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Japan with an unlimited 4G pocket WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Japan - wherever your itinerary takes you (excluding some remote areas and Furano) Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Japan - wherever your itinerary takes you (excluding some remote areas and Furano) Get WiFi access across the whole of Japan - wherever your itinerary takes you (excluding some remote areas and Furano) Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Japan, without the stress of sourcing WiFi once you get there. The speedy 4G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Japan but also Thailand, Singapore, Taiwan and Korea.  ",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.klook.com/activity/805-4g-wifi-device-hokkaido/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (HKG Pick Up) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:43:26"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 1,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b9b0c766-4G-WiFi-Device-Japan-Pick-Up/4GWiFiNRTHNDKIX%2BPickUpforJapan.jpg",
        "strIntroduction": " Stay connected when in Japan with a handy pocket 4G WiFi device with convenient pick up at all Japanese international airports Enjoy 4G WiFi coverage across Japan on a pay per day rental basis With services at all Japan International airports, you can pick up and drop off your device at different locations Connect up to 5 devices on the same pocket WiFi router Choose either 3GB of data or the larger 7GB package Enjoy 4G WiFi coverage across Japan on a pay per day rental basis With services at all Japan International airports, you can pick up and drop off your device at different locations Connect up to 5 devices on the same pocket WiFi router Choose either 3GB of data or the larger 7GB package What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up service at all international airports in Japan you'll enjoy WiFi access throughout your stay. The speedy device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. Browse with lightning 4G speeds up to 3GB or 7GB of data (reduced to 3G after this is exceeded). So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. And if you're leaving Japan for another destination in Asia, we've got you covered too, Klook offers WiFi device rental for Thailand, Singapore, Taiwan, Hong Kong, South Korea and beyond.  ",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.klook.com/activity/1320-4g-wifi-device-hokkaido/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (NRT/HND/KIX+ Pick Up) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:43:38"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/eb9fc420-Wi-Ho%21%C2%AE-Japan-WiFi-Device-Taiwan-Home-Delivery---Klook/4GWiFiTaiwanHomeDeliveryforJapan.jpgopacity0.787503",
        "strIntroduction": " Stay connected when traveling in Japan with a 4G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Traveling in Japan need not be a demanding experience! When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Japan from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 4G data whilst connecting up to 14 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.klook.com/activity/1448-wi-ho-japan-wifi-device-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (Taiwan Home Delivery) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:43:49"
    },
    {
        "intDurationHour": 360,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 16,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/174c8656-3G4G-SIM-Card-HKG-Pick-Up-for-Japan/3G4GSIMCardHKGPickUpforJapan.jpgopacity0.976727",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Connect with your mobile just like you do at home with a 4G/3G SIM Card in Japan. 8 days SIM card loaded with 2GB 4G daily plus unlimited 3G for use in Japan Connect via Docomo Japan's No.1 network Choice of Mini, Micro or Nano SIM suitable for most Smartphones Collect your SIM Card at Hong Kong International Airport 8 days SIM card loaded with 2GB 4G daily plus unlimited 3G for use in Japan Connect via Docomo Japan's No.1 network Choice of Mini, Micro or Nano SIM suitable for most Smartphones Collect your SIM Card at Hong Kong International Airport What We Love:   What We Love: We know that you love to be able to connect with your friends and family, and we also know that you don't like roaming costs. With a local SIM card available for pick up before you leave you can connect as soon as you arrive in Japan. With unlimited data you'll be able to send those holiday snaps to family and friends, look at maps to find the best of the best, and stay in the loop with emails while you're away.  ",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.klook.com/activity/804-docomo-sim-card-hokkaido/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G/4G SIM Card (HKG Pick Up) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:43:58"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/04cc97ee-Wi-Ho%21%C2%AE-Japan-WiFi-Device-Taiwan-Airport-Pick-Up/4GWiFiTPETSAKHHPickUpforJapan.jpgopacity0.869816",
        "strIntroduction": " Stay connected when traveling in Japan with a 4G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Traveling in Japan need not be a demanding experience! When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Japan from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 4G data whilst connecting up to 14 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.klook.com/activity/1124-wi-ho-japan-wifi-device-hokkaido/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (TPE/TSA/KHH Pick Up) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:44:10"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 66,
        "strGuideLanguage": "en/cn/jp/kr",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d4b576bd-1-Day-Lake-Shikotsu--Lake-Toya-Tour/1DayLakeShikotsuLakeToyaTour.jpg",
        "strIntroduction": " Take in some of Japan's most stunning scenery and discover active volcanos and peaceful lakes in the serene setting of the Hokkaido countryside Visit Lake Shikotsu and dip your toes in Japan's northernmost non-freezing lake Enjoy lunch on the serene banks of Lake Toya Take in the unusual beauty of Mount Usu - an active volcano which has erupted four times since 1900 Finish the trip by choosing to be conveniently dropped off at Jozankei Hot Springs, Sapporo Park, the Sapporo Clock Tower, or back at the central bus terminal Visit Lake Shikotsu and dip your toes in Japan's northernmost non-freezing lake Enjoy lunch on the serene banks of Lake Toya Take in the unusual beauty of Mount Usu - an active volcano which has erupted four times since 1900 Finish the trip by choosing to be conveniently dropped off at Jozankei Hot Springs, Sapporo Park, the Sapporo Clock Tower, or back at the central bus terminal What We Love:   What We Love: Explore the unspoiled Hokkaido countryside with a full 1 day tour visiting Lake Shikotsu - Japan's northernmost non-freezing lake, and Usu Volcano Global Geopark. Enjoy lunch on the banks of Lake Toya and take in the truly powerful view of active volcano - Mount Usu, before taking the ropeway to the top of this unusual landform. End the day's exploration of this peaceful part of rural north Japan by being conveniently dropped off at a number of other spots such as the Jozankei Hot Springs - ideal for a soak after a long day's traversing of some of Japan's finest scenery.  ",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.klook.com/activity/1232-1-day-lake-shikotsu-lake-toya-tour-hokkaido/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "1 Day Lake Shikotsu & Lake Toya Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:44:21"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 58,
        "strGuideLanguage": "en/cn/jp/kr",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d4b0d364-1-Day-Otaru-Bay-Story-Bus-Tour---Klook/1DayOtaruBayStoryBusTour.jpgopacity0.941883",
        "strIntroduction": " Hop around Otaru Bay from the comfort of a tour bus and discover the famous sights of Hokkaido's biggest city. Guided headsets and multiple stops give you the best introduction to this charming corner of northern Japan See Otaru's main sites and discover one of Japan's best preserved merchant streets Take a stop at the famous Sakaimachi Street and see some fine examples of ancient Japanese architecture Enjoy a break at lunchtime with an all-you-can-eat buffet included Choose from English, Chinese or Korean on your own personal headset to accompany the tour and learn more about the city See Otaru's main sites and discover one of Japan's best preserved merchant streets Take a stop at the famous Sakaimachi Street and see some fine examples of ancient Japanese architecture Enjoy a break at lunchtime with an all-you-can-eat buffet included Choose from English, Chinese or Korean on your own personal headset to accompany the tour and learn more about the city What We Love:   What We Love: Consider this the most exciting and practical way to see the sights of quaint Otaru. With a quality buffet lunch included, go on to discover the charms of this quiet corner of Hokkaido with a trip up the famed Tenguyama Ropeway included in your ticket giving you splendid views over the whole city. Visit the Otaru glass studio and see the incredible works on show in a city renowned for it's quality glass-making industry, then stroll down Sakaimachi Street; an ancient preserved merchants area with some fine examples of 19th century Japanese architecture.  ",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.klook.com/activity/1229-1-day-otaru-bay-story-bus-tour-hokkaido/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "1 Day Otaru Bay Story Bus Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:44:33"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 177,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/48d1de5b-%E5%8C%97%E6%B5%B7%E9%81%93%E6%9C%BA%E5%9C%BA%E6%8E%A5%E9%80%81/AirportTransfersCTSPickUpforSapporo%2CToyakomore.jpg",
        "strIntroduction": " Enjoy easy one way transfers around Hokkaido from New Chitose Airport to Sapporo, Toyako, Noboribetsu or Otaru Experience a hassle-free transfer in a spacious and comfortable car Enjoy good service and hospitality from drivers with more than 3 years' experience Choose between a variety of car models to meet the needs of your traveling party In the event of a flight delay, your driver will wait for you with no additional charges Experience a hassle-free transfer in a spacious and comfortable car Enjoy good service and hospitality from drivers with more than 3 years' experience Choose between a variety of car models to meet the needs of your traveling party In the event of a flight delay, your driver will wait for you with no additional charges What We Love:   What We Love: Fed up of lugging bulky bags on and off public transport? Instead, book a private car transfer in advance to save time and hassle before or after a flight. Picking you up at Hokkaido's New Chitose Airport, a friendly driver will first help you with your luggage before whisking you off for a relaxing journey to your destination whether you're going skiing, visiting hot springs or enjoying the beauty of Hokkaido. Vehicles comfortably seat from 4 to 9 people in a spacious model equipped with air conditioning, drinking water and phone chargers.  ",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.klook.com/activity/832-new-chitose-airport-transfers-hokkaido/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (CTS Pick Up) for Sapporo, Toyako & more",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:44:44"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 25,
        "strGuideLanguage": "en/cn/jp/kr",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1dae6d3a-Sapporo-Morning-Bus-Tour---Klook/SapporoMorningBusTour.jpg",
        "strIntroduction": " Travel by bus to discover both the old and newer side to Hokkaido's most populous city. Guided headsets, stops at a number of places of interest and historic monuments - the ideal city tour! Take in the historic sights and discover one of Japan's trendiest cities Stop off at the intriguing Hokkaido Shrine and discover local Sapporo at the city's famous wholesale market Drive by the iconic Sapporo Tower, standing an impressive 147 meters high, from the grounds of nearby Odori Park Choose from English, Chinese or Korean on your own personal headset to accompany the tour and learn more about the city Take in the historic sights and discover one of Japan's trendiest cities Stop off at the intriguing Hokkaido Shrine and discover local Sapporo at the city's famous wholesale market Drive by the iconic Sapporo Tower, standing an impressive 147 meters high, from the grounds of nearby Odori Park Choose from English, Chinese or Korean on your own personal headset to accompany the tour and learn more about the city What We Love:   What We Love: Enjoy the historic sights of Sapporo as well as some other charms of one of Japan's most vibrant cities on a half-day morning bus tour. Discover some of Sapporo's older sights such as the Hokkaido Shrine where three sacred deities are enshrined, and stroll the grounds taking in the iconic cherry blossom gardens. Next up is the city's iconic Shiroi Koibito Park, famed for its confectionary production. See up close how this well-known Hokkaido export is made, and be sure to have a taste before ending the tour in the bustling Central Wholesale Market. With old and modern Sapporo both covered, this tour is ideal for those wanting to get a deeper understanding of one of Japan's most happening cities.  ",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.klook.com/activity/1230-sapporo-morning-bus-tour-hokkaido/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sapporo Morning Bus Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:44:56"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 42,
        "strGuideLanguage": "en/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5dcdc32f-Hokkaido-Otaru-Rickshaw-Tour/HokkaidoOtaruRickshawTour.jpgopacity0.994443",
        "strIntroduction": " Discover the amazing Hokkaido Otaru on a comfortable rickshaw as you revel in the unique Japanese culture, sights and rich history of the former bustling merchant town Enjoy and learn about Otaru's rich history by touring the historic architectural sites on a traditional rickshaw Visit in winter and pose for a photo by the romantically lit Otaru canal Get insider facts from your tour guide as you pass Otaru's iconic streets, buildings and piers Choose your own custom tour or choose a mood and let our experienced rickshaw tour guides suggest a route – you will definitely love the result Enjoy and learn about Otaru's rich history by touring the historic architectural sites on a traditional rickshaw Visit in winter and pose for a photo by the romantically lit Otaru canal Get insider facts from your tour guide as you pass Otaru's iconic streets, buildings and piers Choose your own custom tour or choose a mood and let our experienced rickshaw tour guides suggest a route – you will definitely love the result What We Love:   What We Love: Travel back in time, with your rickshaw and guide, to a time when Otaru was still the vibrant trade center of Hokkaido. Begin your custom trip at the iconic train station or at one of the bridges arching over the central canal. Discover Otaru's hidden charms as you enjoy a calming summer breeze or snuggle up close to your companion as you're guided through romantic snow covered streets in winter. Enjoy the breathtaking scenery from a higher vantage point whilst your rickshaw glides by the primeval piers, canals and stockyards.  ",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.klook.com/activity/1034-otaru-rickshaw-tour-hokkaido/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hokkaido Otaru Rickshaw Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:45:07"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 25,
        "strGuideLanguage": "en/cn/jp/kr",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/78e97bec-Sapporo-Afternoon-Bus-Tour---Klook/SapporoAfternoonBusTour.jpg",
        "strIntroduction": " See the sights of Sapporo in an afternoon guided bus tour and take in both the old and new sides to this exciting city Take in the sights of Sapporo - one of Japan's greenest and friendliest cities Explore the grounds of Odori Park and visit the sacred Hokkaido Shrine Drive past the iconic Sapporo Dome, one of the stadia used in the 2002 Football World Cup Choose from English, Chinese or Korean on your own personal headset to accompany the tour and learn more about the city Take in the sights of Sapporo - one of Japan's greenest and friendliest cities Explore the grounds of Odori Park and visit the sacred Hokkaido Shrine Drive past the iconic Sapporo Dome, one of the stadia used in the 2002 Football World Cup Choose from English, Chinese or Korean on your own personal headset to accompany the tour and learn more about the city What We Love:   What We Love: Take in the sights of lively and bustling Sapporo with the ideal afternoon guided tour. Perfect for discovering this fantastic city, the tour will take you around a number of must-visit attractions such as the ancient Hokkaido Shrine, and Odori Park, famed for its iconic cherry blossom. Next up head to the Hitsujigaoka Observation Hill and the Okurayama Ski Jump Stadium before turning back to the bright lights of the city and visiting the Sapporo Dome, perhaps one of the most iconic stadia built for when Japan co-hosted the Football World Cup in 2002. An all-round adventure and the perfect way to be introduced to this great city!  ",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.klook.com/activity/1231-sapporo-afternoon-bus-tour-hokkaido/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sapporo Afternoon Bus Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:45:17"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 178,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/84f27cc5-Hokkaido-Beginner-Ski-Lesson/NisekoBeginnerSkiLesson.jpg",
        "strIntroduction": " Grasp the concept of the popular winter sports with a beginners snowboard or ski lesson at Grand Hirafu Resort in Niseko Lesson specially catered to absolute beginners Choose between skiing or snowboarding All ski or snowboard equipment and gear included Be taught in a small group by an experienced ski or snowboard teacher who knows the slopes well Lesson specially catered to absolute beginners Choose between skiing or snowboarding All ski or snowboard equipment and gear included Be taught in a small group by an experienced ski or snowboard teacher who knows the slopes well What We Love:   What We Love: As the temperatures cool down, the slopes of Niseko are blanketed with snow making it one of the best places to learn to ski and snowboard in Japan. This beginner lesson is perfect for first timers making their first attempt at skiing or snowboarding. With guidance from an experienced instructor you will learn the absolute basics from getting your balance to the snow plough position. By the end of the day you'll be whizzing down those beginners slopes having grasped the basic concept! The Grand Hirafu ski resort in Niseko is one of Japan's most popular locations for perfect powder snow and has some of the best skiing and snowboarding facilities in Japan.  ",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.klook.com/activity/795-hokkaido-beginner-ski-lesson-hokkaido/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Niseko Beginner Ski Lesson",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:45:28"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 196,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/cc289d3f-%E5%8C%97%E6%B5%B7%E9%81%93%E5%A5%B3%E5%AD%90%E6%BB%91%E9%9B%AA%E8%AF%BE%E7%A8%8B/WomenSkiSnowboardWorkshops.jpg",
        "strIntroduction": " Advance your skills in this intimate group session led by a professional female coach Get the most out of the teaching time with small groups of maximum 3 female participants Enjoy a delicious lunch at An Dining to replenish yourself after a tiring day on the slopes Cater the experience to suit your ability: select either a novice, intermediate or advance class Get the most out of the teaching time with small groups of maximum 3 female participants Enjoy a delicious lunch at An Dining to replenish yourself after a tiring day on the slopes Cater the experience to suit your ability: select either a novice, intermediate or advance class What We Love:   What We Love: Leave the boys behind and enjoy a girly day on the slopes! These women-only workshops are designed to let ladies embrace the activity knowing that they'll be in fellow female company. Whether you're a total beginner or practically pro, there are courses to suit all abilities. There will only be a maximum of 2 other women in your group, which means that you'll receive in depth coaching from your professional female instructor. Tuck in to a tasty lunch at 'An Dining' as part of the experience, before you head back out to the slopes to cement your newly developed skills. It's the most fun way to hone your skills on the slopes of Niseko!  ",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.klook.com/activity/797-hokkaido-female-ski-lesson-hokkaido/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Women Ski & Snowboard Workshops",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:45:40"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 80,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c8a4436a-Hokkaido-Adult-Ski--Snowboard-Lessons/AdultSkiSnowboardLessons.jpg",
        "strIntroduction": " Cruise the stunning slopes of the Gondola or brave the deep powder if you dare. Whatever your ability, take part in one of these fun adult courses in Niseko and receive high quality coaching from a professional instructor Cater the experience to you: select courses that suit your own ability and never feel out of your depth Enjoy personalised coaching in small group sessions of maximum 6 people Book for just a morning or opt for multiple day lessons to really improve your skills Take advantage of some of the best ski and snowboarding facilities in Japan Cater the experience to you: select courses that suit your own ability and never feel out of your depth Enjoy personalised coaching in small group sessions of maximum 6 people Book for just a morning or opt for multiple day lessons to really improve your skills Take advantage of some of the best ski and snowboarding facilities in Japan What We Love:   What We Love: Think you can tackle the deep powder of the Niseko Annupuri? Or fancy gliding down the gentle slopes of the Gondola? Gear up and head to the Grand Hirafu Resort to witness it's perfect powder snow, and discover some of the best ski and snowboarding facilities in Japan. These half or full day courses are suitable for snowboarders and skiiers of all abilities, and are a fantastic way to develop your skills in a fun environment. Just pick the course that's right for you and off you go - it's as simple as that! The best part is that group sizes never exceed 6 participants, so you'll receive personalised training at phenomenal value. Your guide can show you the best spots on top of the mountain, from which you'll be able to enjoy 360 views of the brethtaking scenery that surrounds the resort. Embrace your most adventurous side and take to the slopes!  ",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.klook.com/activity/798-adult-ski-snowboard-lessons-hokkaido/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Adult Ski & Snowboard Lessons",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:45:48"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 213,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/09d8f0dd-%E5%8C%97%E6%B5%B7%E9%81%93%E7%A7%81%E4%BA%BA%E6%BB%91%E9%9B%AA%E8%AF%BE%E7%A8%8B/PrivateSkiSnowboardLessons.jpgopacity0.899842",
        "strIntroduction": " Explore skiing or snowboarding with a private or small group session with your friends no matter your ability - beginner or advanced Lesson specially catered to absolute beginners with equipment and gear included Choose between skiing or snowboarding Be taught in a small group by an experienced ski or snowboard teacher who knows the slopes well Lesson specially catered to absolute beginners with equipment and gear included Choose between skiing or snowboarding Be taught in a small group by an experienced ski or snowboard teacher who knows the slopes well What We Love:   What We Love: Ready to take on the slopes of the renowned Grand Hirafu Resort in Niseko? Experience Hokkaido's beautiful white powder snow at one of the best ski and snowboarding facilities in Japan. Choosing a private class will give you the flexibility to schedule your lesson according to your own preference for a full day (6 hours), half day (3 hours) or 2 hour class. The instructors will guide and improve either your skiing or snowboarding skills, personalised to your own skill level. Prepare to be awed by the stunning 360 views of the scenery surrounding the resort at the best spots of the mountain.  ",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.klook.com/activity/799-private-ski-snowboard-lessons-hokkaido/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Private Ski & Snowboard Lessons",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:45:56"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 86,
        "strGuideLanguage": "en/cn/kr/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/17e8d8d6-Furano--Biei-Ultimate-One-Day-Tour/FuranoBieiUltimateOneDayTour.jpgopacity0.985253",
        "strIntroduction": " Experience the spectacular summer colors of Hokkaido and taste the island's famed beef and ice cream on the perfect one day tour of Furano and Biei Step in to some of Hokkaido's most beautiful nature See vast expanses of colorful flora along 'Patchwork Road', Shikisai Hill, Tomita lavender farm and other sightseeing spots Sink your teeth in to 100% pure Biei beef with lunch at Farm Restaurant Chiyoda and creamy Hokkaido ice cream for dessert Enjoy the utmost convenience of round trip hotel transfers, all bus transport included and an onboard commentary Step in to some of Hokkaido's most beautiful nature Step in to some of Hokkaido's most beautiful nature See vast expanses of colorful flora along 'Patchwork Road', Shikisai Hill, Tomita lavender farm and other sightseeing spots See vast expanses of colorful flora along 'Patchwork Road', Shikisai Hill, Tomita lavender farm and other sightseeing spots Sink your teeth in to 100% pure Biei beef with lunch at Farm Restaurant Chiyoda and creamy Hokkaido ice cream for dessert Sink your teeth in to 100% pure Biei beef with lunch at Farm Restaurant Chiyoda and creamy Hokkaido ice cream for dessert Enjoy the utmost convenience of round trip hotel transfers, all bus transport included and an onboard commentary Enjoy the utmost convenience of round trip hotel transfers, all bus transport included and an onboard commentary What We Love:   What We Love: When summer sweeps over Hokkaido, it's impossible not to be charmed by the hills painted with color and the scent of blossoming blooms. Discover Hokkaido's most scenic views in just one day on a tour of Furano and Biei. Visit the vibrant lavender fields at Farm Tomita, the spectacular scenery of Shikisai Hill, the fields along aptly named 'Patchwork Road', then top it off with a lunch of hamburger steak stew made with 100% Biei beef! The pièce de résistance? Milk ice cream produced in the Furano Cheese Factory for the perfect end to the tour!  ",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.klook.com/activity/1479-furano-biei-ultimate-one-day-tour-hokkaido/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Furano & Biei Ultimate One Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:46:08"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 63,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1102928d-Asahiyama-Zoo--Furano-Bus-Tour/AsahiyamaZooFuranoBusTour.jpgopacity0.8277",
        "strIntroduction": " Admire two of Hokkaido's most famous sightseeing spots: Asahiyama Zoo and Farm Tomita, with the convenience of a bus day tour from Sapporo Visit the diverse range of animals with a ticket to Asahiyama Zoo including polar bears, penguins and orangutans! Make the popular summer pilgrimage to see the lavender at Farm Tomita View beautiful Hokkaido sights from the road including the flora of aptly named 'Patchwork Road' Enjoy the convenience of hotel pick up and drop off plus a information pamphlet in English provided on the bus Visit the diverse range of animals with a ticket to Asahiyama Zoo including polar bears, penguins and orangutans! Visit the diverse range of animals with a ticket to Asahiyama Zoo including polar bears, penguins and orangutans! Make the popular summer pilgrimage to see the lavender at Farm Tomita Make the popular summer pilgrimage to see the lavender at Farm Tomita View beautiful Hokkaido sights from the road including the flora of aptly named 'Patchwork Road' View beautiful Hokkaido sights from the road including the flora of aptly named 'Patchwork Road' Enjoy the convenience of hotel pick up and drop off plus a information pamphlet in English provided on the bus Enjoy the convenience of hotel pick up and drop off plus a information pamphlet in English provided on the bus What We Love:   What We Love: Don't miss out on visiting two of the most popular things to do in Hokkaido during your summer stay. When the good weather arrives, Hokkaido bursts in to bloom, and there's no better place to experience it that Farm Tomita. Famed for it's fragrant lavender, the farm purple flowers bloom alongside a patchwork of other flora. The popular zoo and aquarium, Asahiyama, is another must-visit in Hokkaido. Home to over 700 animals of 124 different species, specialising in breeding creatures whose natural habitat is in cold climates such as polar bears and Amur leopards. Don't miss the daily penguin walk, the orangutan trapeze and the seal marineway and appreciate the zoo's immense efforts to imitate a natural environment.  ",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.klook.com/activity/1480-asahiyama-zoo-furano-bus-tour-hokkaido/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Asahiyama Zoo & Furano Bus Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:46:20"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1ba905cf-Sapporo-TV-Tower/SapporoTVTowerTicket.jpgopacity0.899842",
        "strIntroduction": " Take in the sweeping views of stunning Sapporo from the thrilling observation deck, 90 meters in the sky Don't miss the Sapporo TV Tower beautifully lit up at night (click here for the latest light up schedule) The best viewing point for incredible unrestricted views of the Sea of Japan and Ishikari Heigen Located next to Odori Park - a popular destination for local Hokkaido residents to relax and unwind Complimentary WiFi is available at the observation deck Don't miss the Sapporo TV Tower beautifully lit up at night (click here for the latest light up schedule) click here The best viewing point for incredible unrestricted views of the Sea of Japan and Ishikari Heigen Located next to Odori Park - a popular destination for local Hokkaido residents to relax and unwind Complimentary WiFi is available at the observation deck What We Love:   What We Love: Built in 1957, the Sapporo TV Tower is one of the city's iconic landmarks. Standing 147.2 meters tall, the tower is a standout feature on the Sapporo skyline and a visit to the observation deck offers guests totally unobstructed 360 views to take in the beauty of one of Japan's greenest cities. It is 60 seconds by elevator from the third floor to the observation deck 90.38 meters above ground giving a dramatic bird's eye view of Sapporo. Set to a background of the magnificent Ishikari countryside, the far afield Japan Sea, and Odori Park where flowers bloom in the four seasons, this experience is a must-do when in Hokkaido's biggest and most vibrant city.  ",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.klook.com/activity/1304-sapporo-tv-tower-ticket-hokkaido/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sapporo TV Tower Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:46:30"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 178,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ac2d7de8-Hokkaido-Powder-Snow-Workshop/NisekoPowderSnowWorkshop.jpg",
        "strIntroduction": " Master the powder in a complete ski and snowboard lesson at Grand Hirafu Resort in Niseko! Head to one of Japan's best ski resorts for a class in mastering powder snow Be guided by your English speaking guide who is familiar with the runs at Hirafu as well as having years of teaching experience Powder technique classes numbers are kept to the minimum to ensure you get maximum attention Safety is top priority and you'll be equipped with avalance safety gear along the way Head to one of Japan's best ski resorts for a class in mastering powder snow Be guided by your English speaking guide who is familiar with the runs at Hirafu as well as having years of teaching experience Powder technique classes numbers are kept to the minimum to ensure you get maximum attention Safety is top priority and you'll be equipped with avalance safety gear along the way What We Love:   What We Love: So you've mastered skiing on the piste, but tackling powder is something that you still need to practice? Join a full day's masterclass in learning how to ski or snowboard through fresh powder, tailored into two packages for intermediate or advanced skiiers and snowboarders. With your experienced guide you will start the day learning about the different techniques of powder skiing. Once you've mastered that, it's time to head up the mountain and try out what you've learned! Your guide will take you to the best spots on the mountain and will be by your side the whole way. The Grand Hirafu ski resort in Niseko is one of Hokkaido's most popular locations for perfect powder snow and has some of the best skiing and snowboarding facilities in Japan.  ",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.klook.com/activity/796-hokkaido-powder-snow-workshop-hokkaido/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Niseko Powder Snow Workshop",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:46:42"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 57,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d76341f6-Hokkaido-Car-Rental---Klook-/HokkaidoCarRentalLowSeason.jpg",
        "strIntroduction": " Explore Hokkaido at your own convenience with the ideal day's car rental package Choose from a number of options to suit your needs. 5, or 8 seater vehicles are both available Top-of-the-range fleet of vehicles will let you discover Hokkaido in comfort and style Free portable WiFi device included in the package letting you research more about the places you visit Plan your own itinerary, and travel at your own convenience stopping to take in the island's numerous beaches and places of interest Choose from a number of options to suit your needs. 5, or 8 seater vehicles are both available Top-of-the-range fleet of vehicles will let you discover Hokkaido in comfort and style Free portable WiFi device included in the package letting you research more about the places you visit Plan your own itinerary, and travel at your own convenience stopping to take in the island's numerous beaches and places of interest What We Love:   What We Love: With convenient collection at Hokkaido's New Chitose Airport, discover the delights of Japan's best kept secret – Hokkaido. Choosing from a collection of top of the range vehicles, select the vehicle most suited for your needs and you're on your way! All cars come with a portable WiFi device to use on your travels, meaning you can keep in touch with friends and family wherever you decide to explore. When you are finished traversing all four corners of beautiful Hokkaido, simply drop off the vehicle at one of the drop-off locations conveniently dotted around Sapporo.  ",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.klook.com/activity/1415-car-rental-hokkaido/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hokkaido Car Rental (Low Season)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:46:55"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 32,
        "strGuideLanguage": "jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/221ddff2-/KiroroResortSnowPark.jpg",
        "strIntroduction": " Spend 2 hours of unlimited ride time exploring Kiroro Resort Snow Park, fun for the whole family! Visit the powder snow wonderland of Kiroro Snow Park Feel the rush and excitement of being pulled by a snowmobile through the snow Enjoy friendly snowball competition among friends or work together to build a snowman Sled down hills and see who's the winner Grab a snow tube to go down the hill for extra speed Opt for Package B to also include convenient transfers from the airport or downtown Visit the powder snow wonderland of Kiroro Snow Park Feel the rush and excitement of being pulled by a snowmobile through the snow Enjoy friendly snowball competition among friends or work together to build a snowman Sled down hills and see who's the winner Grab a snow tube to go down the hill for extra speed Opt for Package B to also include convenient transfers from the airport or downtown What We Love:   What We Love: Visiting Hokkaido in the winter? Then the Kiroro Resort Snow Park is an activity you will not want to miss. Get 2 hours of unlimited rides at the world's largest powder-snow zone! If you don't want to ski or snowboard at Kiroro Snow World, head to Kiroro Snow Park - a designated area for tubing, snow rafting and various sledding-related activities. Enjoy the thrills of the fast paced snowmobile-pulled activities such as snow rafting, small snow motorcycling or the snow banana boat. Spend time sliding on sleds and tubes, playing in the snow, or just making a snowman. It's a great place to experience exhilarating snow activities for all ages and the ideal activity for family and friends.  ",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.klook.com/activity/2240-kiroro-resort-snow-park-melbourne/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kiroro Resort Snow Park",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:47:08"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/00803395-4G-WiFi-Device-HKG-Pick-Up-for-Japan/4GWiFiHKGPickUpforJapan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly  Get WiFi access across the whole of Japan - wherever your itinerary takes you (excluding some remote areas and Furano) Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Japan - wherever your itinerary takes you (excluding some remote areas and Furano) Get WiFi access across the whole of Japan - wherever your itinerary takes you (excluding some remote areas and Furano) Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Japan, without the stress of sourcing WiFi once you get there. The speedy 4G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Japan but also Thailand, Singapore, Taiwan and Korea.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/1057-4g-wifi-(hkg-pick-up)-for-japan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (HKG Pick Up) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:47:17"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a8b812e9-Wi-Ho%21%C2%AE-Japan-WiFi-Device-Taiwan-Home-Delivery---Klook/4GWiFiTaiwanHomeDeliveryforJapan.jpg",
        "strIntroduction": " Stay connected when traveling in Japan with a 4G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Traveling in Japan need not be a demanding experience! When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Japan from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 4G data whilst connecting up to 14 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/1449-wi-ho-japan-wifi-device-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (Taiwan Home Delivery) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:47:28"
    },
    {
        "intDurationHour": 360,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 16,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ee6e710b-Japan-Docomo-SIM-Card/JapanDocomoSIMCardHongKongPickup.jpgopacity0.928359",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Connect with your mobile just like you do at home with a 4G/3G SIM Card in Japan. 8 days SIM card loaded with 2GB 4G daily plus unlimited 3G for use in Japan Connect via Docomo Japan's No.1 network Choice of Mini, Micro or Nano SIM suitable for most Smartphones Collect your Sim Card at Hong Kong International Airport 8 days SIM card loaded with 2GB 4G daily plus unlimited 3G for use in Japan Connect via Docomo Japan's No.1 network Choice of Mini, Micro or Nano SIM suitable for most Smartphones Collect your Sim Card at Hong Kong International Airport What We Love:   What We Love: We know that you love to be able to connect with your friends and family, and we also know that you don't like roaming costs. With a local SIM card available for pick up before you leave you can connect as soon as you arrive in Japan. With unlimited data you'll be able to send those holiday snaps to family and friends, look at maps to find the best of the best, and stay in the loop with emails while you're away.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/981-docomo-sim-card-Kumamoto/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Japan Docomo SIM Card (Hong Kong Pickup)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:47:40"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 31,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d0041e0e-%E7%A6%8F%E5%86%88%E5%92%8C%E6%9C%8D%E4%BD%93%E9%AA%8C/FukuokaKimonoRental.jpg",
        "strIntroduction": " Get an enriching Japanese cultural experience on a Yanagawa cruise or Daizaifu Shrine stroll in a beautiful kimono Choose from a wide variety of high quality kimonos and accessories Enjoy a professional kimono rental service with dressing assistance Wear a beautiful kimono as your walk down the streets to gain free access to selected attractions Choose from a wide variety of high quality kimonos and accessories Enjoy a professional kimono rental service with dressing assistance Wear a beautiful kimono as your walk down the streets to gain free access to selected attractions What We Love:   What We Love: Cruise down the Yanagawa river as the skipper sings the rhymes of a local Japanese poet whilst leisurely steering the wooden boat. Dressed in an delicate kimono and clogs alongside the traditionally dressed skipper, transport yourself into the past. Or you might decide to pay a visit to the Dazaifu Tenmangu Shrine instead, one of Fukuoka's most important shrines, dedicated to the great scholar Sugawara Michizane. Walk through the shrine grounds in your ornate kimono and observe students praying for academic success. No matter where you decide to go, there will be many beautiful photo opportunities so bring a fully charged camera!  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/1014-kimono-rental-fukuoka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Fukuoka Kimono Rental",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:47:51"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4403b654-Wi-Ho%21%C2%AE-Japan-WiFi-Device-Taiwan-Airport-Pick-Up/4GWiFiTPETSAKHHPickUpforJapan.jpg",
        "strIntroduction": " Stay connected when traveling in Japan with a 4G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Traveling in Japan need not be a demanding experience! When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Japan from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 4G data whilst connecting up to 14 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/1125-wi-ho-japan-wifi-device-fukuoka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (TPE/TSA/KHH Pick Up) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:48:00"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 80,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/658443c5-Takachiho-Gorge-Day-Tour/TakachihoGorgeDayTour.jpg",
        "strIntroduction": " Travel to Takachiho Gorge, the epitome of Japanese natural beauty, for boating, nature walks and ancient landmarks visits Take a walk along Takachiho Gorge and hear of the many ancient myths surrounding the stunning rock formations Enjoy the convenience and ease of a small group tour and avoid long queues for boating in the gorge with an early start Visit several cave locations which are connected to ancient Japanese mythology and folklore Enjoy refreshing cold wheat flour noodles, soumen, served inside bamboo pipes during the summer months Take a walk along Takachiho Gorge and hear of the many ancient myths surrounding the stunning rock formations Enjoy the convenience and ease of a small group tour and avoid long queues for boating in the gorge with an early start Visit several cave locations which are connected to ancient Japanese mythology and folklore Enjoy refreshing cold wheat flour noodles, soumen, served inside bamboo pipes during the summer months What We Love:   What We Love: Trace the paths of the gods and travel to one of the most beautiful scenic spots in Kyushu, the Takachiho Gorge. The natural wonder was formed from a natural phenomenon by the Aso volcanos when sudden cooling led to spectacular cliffs that rise between 80 to 100 meters above the river. Some of the region's most sacred and mythical locations can be found around the gorge such as Takachicho Shrine, an 1800 year old shrine home to a grove of evergreen trees which can claim an impressive 800 years. One of the best ways to view the gorge is by boat – come face to face with the 17 meter Manai Falls on your half hour paddle.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/992-takachiho-gorge-day-tour-kumamoto/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Takachiho Gorge Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:48:12"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 82,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/30fe6cbc-JR%E4%B9%9D%E5%B7%9E%E9%93%81%E8%B7%AF%E5%91%A8%E6%B8%B8%E5%88%B8-klook%E5%AE%A2%E8%B7%AF%E6%97%85%E8%A1%8C/JRKyushuRailPassHKAirportPickUp.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Travel with convenience with a 3 or 5 consecutive day JR rail pass for Kyushu with reserved seats Special rail pass for foreign tourists traveling in Japan Choose between a 3 or 5 day rail pass to suit your travel needs Nagasaki, Aso, Sendai and many more - visit all the key prefectures in Kyushu with one pass Unlimited use of almost all JR Kyushu trains - including shinkansen and limited express trains Special rail pass for foreign tourists traveling in Japan Choose between a 3 or 5 day rail pass to suit your travel needs Nagasaki, Aso, Sendai and many more - visit all the key prefectures in Kyushu with one pass Unlimited use of almost all JR Kyushu trains - including shinkansen and limited express trains What We Love:   What We Love: The third largest island of Japan, Kyushu boasts some of the finest hot springs and culinary delights in the country. Kyushu is aptly named the \"Land of Fire\" with huge caldera volcanoes surrounding the entire island. In fact, the Sakurajima is an active smoking volcano that is located right in the center of the Kagoshima Prefecture. Whether you're going for the world class Saga beef or the famous Kumamoto Castle, the 3 or 5 day Kyushu JR rail pass is the best choice for efficient, affordable and convenient travel around the island.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/1114-jr-kyushu-rail-pass-fukuoka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "JR Kyushu Rail Pass (HK Airport Pick Up)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:48:24"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 106,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0cfd07c8-Japan-Huis-Ten-Bosch-Theme-Park-and-Train-Tickets/HuisTenBoschTicketTrainPass.jpg",
        "strIntroduction": " Be transported to the European style theme park, Huis Ten Bosch, with ease and comfort with round trip train tickets from Hakata Station in Fukuoka Enjoy a quick and stress-free ride from Hakata to Huis Ten Bosch theme park with express round trip train tickets Enjoy the Dutch-themed attractions of Huis Ten Bosch theme park with expansive grounds covering over 1 million sq meters See different flowers around the park depending on which season you go including tulips, roses, sunflowers and begonias Enjoy a quick and stress-free ride from Hakata to Huis Ten Bosch theme park with express round trip train tickets Enjoy the Dutch-themed attractions of Huis Ten Bosch theme park with expansive grounds covering over 1 million sq meters See different flowers around the park depending on which season you go including tulips, roses, sunflowers and begonias What We Love:   What We Love: A charming theme park in Nagasaki Prefecture, Huis Ten Bosch is named after one of the official residences of the Dutch royal family. Translating to 'House in the Woods', Huis Ten Bosch has been perfectly recreated to resemble Dutch style with copies of Netherlands architecture, beautiful gardens, iconic windmills and long canals. The train shuttles you from Japan to the streets of Europe with no need to worry about traffic, giving you more time to spend exploring the 700 species of tulips and the four meter high Tulip Mt. Fuji! If you're visiting during winter, prepare to be dazzled by the Kingdom of Lights, where the entire park is aglow with over 13 million multicolor lightbulbs.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/970-hui-ten-bosch-theme-park-and-train-tickets-fukuoka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Huis Ten Bosch Ticket & Train Pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:48:33"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 58,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e4d2f7a9-%E5%8D%9A%E5%A4%9A%E8%87%B3%E9%95%BF%E5%B4%8E%E6%9D%A5%E5%9B%9E%E8%BD%A6%E7%A5%A8%2B%E9%95%BF%E5%B4%8E%E7%94%B5%E6%B0%94%E8%BD%A8%E9%81%931%E6%97%A5%E5%88%B8/1DayNagasakiShinkansenTrainPass.jpgopacity0.985253",
        "strIntroduction": " Round trip Fukuoka to Nagasaki train tickets plus a full day pass for the Nagasaki electric trams will make Nagasaki a convenient day trip in Japan Enjoy an efficient and speedy Shinkansen train from Hakata to Nagasaki with express round trip train tickets Take advantage of the one day unlimited Nagasaki tramway pass to visit the city's best landmarks Enjoy the flexibility of self-collecting your tickets or having them mailed to you Enjoy an efficient and speedy Shinkansen train from Hakata to Nagasaki with express round trip train tickets Take advantage of the one day unlimited Nagasaki tramway pass to visit the city's best landmarks Enjoy the flexibility of self-collecting your tickets or having them mailed to you What We Love:   What We Love: As a center of Portuguese and Dutch influence throughout the 16th and 19th centuries, the small fishing village of Nagasaki has today developed to become an East-meets-West city boasting a fusion of churches, shrines and temples. Most people are familiar with Nagasaki as the city to experience the world's second atomic bombing during World War II. The Peace Park was established close to the center of the explosion to commemorate the atomic bombing of Nagasaki and as a symbol of peace for the future. Rich in history and culture, Nagasaki is a great place to visit as a day trip from Fukuoka. With discounted train travel from Fukuoka to Nagasaki with express round trip tickets plus a one day pass on Nagasaki electric trams, getting there and around will a breeze.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/971-fukuoka-to-nagasaki-round-trip-shinkansen-train-fukuoka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "1 Day Nagasaki Shinkansen Train Pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:48:43"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 89,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/08b81e96-Kurokawa-Onsen-and-Aso-Day-Tour/KurokawaOnsenandAsoDayTour.jpgopacity0.833591",
        "strIntroduction": " Travel to two regions, Kurokawa and Aso, known for their natural beauty on a Fukuoka day tour for an outdoor hot spring bath and volcanic mountain views Enjoy an outdoor hot spring bath at a Kurokawa onsen spa suited to your preferences Take in the view of the caldera at the Aso region from the famous Daikanbo viewpoint Learn about the myths and festivals in the Aso region at one of the oldest shrines in Japan Visit two beautiful regions in one day with a customized tour plan Enjoy an outdoor hot spring bath at a Kurokawa onsen spa suited to your preferences Take in the view of the caldera at the Aso region from the famous Daikanbo viewpoint Learn about the myths and festivals in the Aso region at one of the oldest shrines in Japan Visit two beautiful regions in one day with a customized tour plan What We Love:   What We Love: Fit two must see places in Kyushu region into a day tour with special guides who personalize your tour around the best attractions in both Aso and Kurokawa. With a mind-boggling array of outdoor hot springs to choose from with different views, sizes, privacy and settings, discuss your preferences with your guide to get the best onsen to suit you. Then, head to Aso for a stunning panoramic view of the whole active volcano or a special drive to Laputa Road where the caldera edge looks to be floating in a sea of clouds. The personalized itinerary allows you to relax throughout the day while not missing out on places high on your bucket list.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/991-kurokawa-onsen-and-aso-day-tour-kumamoto/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kurokawa Onsen and Aso Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:48:53"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 68,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/02e992e4-1-Day-Kumamoto-Shinkansen-Train-Package/KumamotoShinkansenTrainPackage.jpgopacity0.694964",
        "strIntroduction": " Visit the stunning Kumamoto Castle and other landmarks with discounted round trip train tickets from Fukuoka and an inter-city travel pass for Kumamoto Get the ultimate convenience for a stress-free ride from Hakata to Kumamoto with express round trip Shinkansen train tickets Enjoy the Waka Waka 1 day pass for unlimited travel on the city's buses, trains and trams Explore the city with the famous Kumamon mascot, Japan's most popular bear Get the ultimate convenience for a stress-free ride from Hakata to Kumamoto with express round trip Shinkansen train tickets Enjoy the Waka Waka 1 day pass for unlimited travel on the city's buses, trains and trams Explore the city with the famous Kumamon mascot, Japan's most popular bear What We Love:   What We Love: Located in the center of Kyushu Island, the name Kumamoto means 'origins of the bear' - so it's no surprise then that the cute black bear with red cheeks known as 'Kumamon' is the beloved mascot of the city. The pride of the city is Kumamoto Castle - the 400 year old castle is known to be one of the most beautiful in Japan. At the heart of the city, hundreds of blossoms fill the castle grounds during the cherry blossom season. Other noteworthy landmarks are Suizenji Gardens, Shiki no Sato Park, Kumamoto Prefectural Traditional Crafts Center and Hasokawa Gyobutei. In addition, with the one day Waka Waka pass, you get unlimited travel on all buses, trams and trains in the city!  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/972-kumamoto-shinkansen-train-package-fukuoka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kumamoto Shinkansen Train Package",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:49:05"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 37,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/bb457df5-Traditional-Japanese-Shopping-Tour/TraditionalJapaneseShoppingTour.jpg",
        "strIntroduction": " Travel to significant sites of Hakata and Fukuoka's trading past including shopping streets and produce markets Sip tea and relax at Rakusui Garden, a graceful pond garden built in the Meiji era Walk down Minoshima shopping street where you will experience Showa period shops and customs Enjoy the fresh seafood and vegetables at Yanagibashi Market Sip tea and relax at Rakusui Garden, a graceful pond garden built in the Meiji era Walk down Minoshima shopping street where you will experience Showa period shops and customs Enjoy the fresh seafood and vegetables at Yanagibashi Market What We Love:   What We Love: The historically strategic trading port of Hakata is still brimming with the merchant atmosphere of its past. At the Minoshima shopping street, be transported back to the Showa period where you will be able to experience the warmth and friendliness of local merchants who own family-run businesses. After you have indulged in traditional snacks and browsed local produce and trinkets, continue onwards to Yanagibashi market which is also known as 'Hakata's Kitchen'. This has been the main source of meat, fish, vegetables and other local produce for restaurants and residents of Fukuoka for over 100 years.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/969-traditional-japanese-shopping-tour-fukuoka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Traditional Japanese Shopping Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:49:16"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 100,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d301f707-Yanagawa-River-Cruise-and-Yamecha-Green-Tea-Tasting-/YanagawaRiverCruiseandTeaTasting.jpg",
        "strIntroduction": " Enjoy a traditional donko river cruise and special Yamecha green tea experience in Fukuoka plus a typical Japanese lunch Enjoy the natural beauty of Japanese cherry blossoms as you cruise along the Yanagawa river Relish a local Yanagawa speciality, 'Yanagawa Unagi Seiro-mushi' (steamed eel), for lunch Experience a special green tea tasting session and visit the archive museum to find out more about Yame tea For an extra special experience rent a kimono as you view the cherry blossoms, please click here Enjoy the natural beauty of Japanese cherry blossoms as you cruise along the Yanagawa river Relish a local Yanagawa speciality, 'Yanagawa Unagi Seiro-mushi' (steamed eel), for lunch Experience a special green tea tasting session and visit the archive museum to find out more about Yame tea For an extra special experience rent a kimono as you view the cherry blossoms, please click here click here What We Love:   What We Love: Cruise down the famous Yanagawa river on a traditional gondola-like 'donko' boat as you take in the Japanese architecture, early 20th century warehouses and seasonal flowers. The tranquil and slow paced ride makes it a great way to enjoy viewing Fukuoka's cherry blossoms in the midst of nature. Continue the day with a special tea tasting session at the oldest tea wholesaler in the Kyushu region, where you will enjoy a traditional 'Hoiro Baisen' Yame tea which is prepared by drying the leaves on Japanese paper and spreading them over charcoal fire.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/1068-yanagawa-river-cruise-and-tea-tasting-fukuoka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Yanagawa River Cruise and Tea Tasting",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:49:29"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 85,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d988a092-Dazaifu--Yanagawa-Tour-with-Tabito--Suito-Sightseeing-Train-Ride/DazaifuandYanagawaTrainTour.jpg",
        "strIntroduction": " Tour Dazaifu and Yanagawa, two fascinating cities in Fukuoka prefecture for a day by special sightseeing train Visit two cities in Fukuoka by special sightseeing trains, Tabito and Suito Enjoy a special Negitoro Don rice bowl for lunch and taste other local snacks Marvel at the historical landmarks and seasonal flowers along the Yanagawa river on a cruise Wear kimono in cherry blossoms, please click Visit two cities in Fukuoka by special sightseeing trains, Tabito and Suito Enjoy a special Negitoro Don rice bowl for lunch and taste other local snacks Marvel at the historical landmarks and seasonal flowers along the Yanagawa river on a cruise Wear kimono in cherry blossoms, please click click What We Love:   What We Love: You'll be sure to have a smile on your face boarding the special sightseeing trains Tabito and Suito which will take you to and from Dazaifu and Yanagawa in special carriages, decorated with cutesy Japanese patterns and designs. Savor the local delights of Dazaifu that include rice cakes, mochi and green tea before heading over to Dazaifu Tenman-gu – a shrine honoring the God of study, devotion and warding off evil. Continue by cruising down the famous Yanagawa river, known for its scenic beauty particularly during cherry blossom season in March and April, on a traditional 'donto' boat.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/1069-dazaifu-and-yanagawa-tour-fukuoka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Dazaifu and Yanagawa Train Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:49:38"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 37,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d2b8cae9-Hakata-Downtown-Street-Shopping-Tour/DowntownStreetShoppingTour.jpgopacity0.950728",
        "strIntroduction": " Visit a traditional handicraft exhibit, a local shrine and shopping areas popular with Hakata natives Explore the Hakata townhouse museum and handicraft exhibit to learn about traditional manufacturing skills Pay a visit to the Kushida shrine, a popular place of worship and see the traditional floats which take part in an annual 5km race Enjoy both a local street shopping and mall experience at Hakata Kawabata shopping street and Hakata Riverain mall Explore the Hakata townhouse museum and handicraft exhibit to learn about traditional manufacturing skills Pay a visit to the Kushida shrine, a popular place of worship and see the traditional floats which take part in an annual 5km race Enjoy both a local street shopping and mall experience at Hakata Kawabata shopping street and Hakata Riverain mall What We Love:   What We Love: As a historical trading hub, Hakata was once the center of goods being traded all over Japan and internationally. Before the shopping begins, visit locally famed Kushida shrine, the annual summer Hakata Gion Yamakasa festival is dedicated to the shrine and the intricately designed 10 meter high floats are displayed year round. As the traditional manufacturer of Japanese 'Hakata ningyo' dolls, the exhibition of the dolls and other local handicrafts are a must see in Fukuoka. Begin your real shopping expedition at Hakata's Kawabata shopping street - with over 100 stores it's hard to resist the souvenirs on offer. Continue on to the Hakata Riverain mall where you will also have the chance to sample various Japanese sauces accompanied by the local knowledge of your guide and translator.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/966-hakata-downtown-tour-fukuoka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Downtown & Street Shopping Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:49:48"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 37,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/01c814a4-Historical-Hakata-Tour/HistoricalHakataTour.jpgopacity0.950728",
        "strIntroduction": " Get an insight into Hakata's influential history on a day tour of the tomb of Xie Guoming and the famous Jotenji and Tochoji temples Learn about the life of Xie Guoming, a Chinese merchant who significantly contributed to the development of Hakata Enter Jotenji temple, founded 773 years ago and its accompanying zen garden Visit Tochoji temple, a historic Buddhist temple with an iconic five storey orange pagoda Learn about the life of Xie Guoming, a Chinese merchant who significantly contributed to the development of Hakata Enter Jotenji temple, founded 773 years ago and its accompanying zen garden Visit Tochoji temple, a historic Buddhist temple with an iconic five storey orange pagoda What We Love:   What We Love: Among the oldest cities in Japan, Hakata was originally a hub for Chinese merchants to trade their wares. During your three hour tour around the city, you will visit key locations of Hakata's development. Begin at the sakura tea store, a specialist in Yame and Japanese tea wares. Appreciate the craftsmanship before heading to the ancient tomb of Xie Guoming, an influential Chinese merchant in the Song dynasty and hear about his journey to riches. Continue on to two of the area's most ornate Japanese temples, Jotenji and Tochoji and discover hear the fascinating story of how noodles were introduced to Japan from China or marvel at the biggest (10.8 metres) wooden seated Buddha statue in Japan.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/965-historical-hakata-tour-fukuoka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Historical Hakata Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:49:58"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 37,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d3838d52-Hakata-Alleyway-Tour/HakataAlleywayTour.jpg",
        "strIntroduction": " Discover the beautiful old streets and architecture of Hakata and find out about the local wares that the city is known for Walk through a Meiji period alley with classic architecture and various temples surrounding it Browse hakata dolls designed as seasonal gifts, and enjoy a special Obon festival lantern exhibition in summer Visit traditional local stores on Saimon Street - some with over 100 years of history Walk through a Meiji period alley with classic architecture and various temples surrounding it Browse hakata dolls designed as seasonal gifts, and enjoy a special Obon festival lantern exhibition in summer Visit traditional local stores on Saimon Street - some with over 100 years of history What We Love:   What We Love: Start off this unique Hakata tour by visiting a store selling the famous Japanese dolls the city is known for. Stroll down a quaint old street built in the Meiji period, the traditional architecture and atmosphere rivals that of Kyoto. Pay a visit to local temples including famous Shofukuji Temple, founded by the priest Yousai and the first Zen temple ever built in Japan. Yousai is crediting with first introducing tea to Japan from China. Next make your way to Saimon Kamaboko, a local store selling fish processed food for over 100 years. End the tour at the Nagasawa gift store to purchase souvenirs to remember your time in historic Hakata.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/968-hakata-alleyway-tour-fukuoka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hakata Alleyway Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:50:12"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 80,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/fac5a587-Kurokawa-Onsen-Day-Tour/KurokawaOnsenDayTour.jpgopacity0.8277",
        "strIntroduction": " Bath in therapeutic comfort at a traditional hot spring resort in Fukuoka and explore the natural sights of northern Kumamoto's spectacular waterfall Enjoy a hot spring bath at the famous Kurokawa Onsen Village, one of Japan's best hot spring resorts Have the added flexibility of choosing your preferred itinerary and time spent at onsens – relax to the fullest or spend some time exploring the region Visit the newly discovered tourist location, Nabegataki Falls, a favorite spot for avid photographers with its 20 meters wide cascade Enjoy a hot spring bath at the famous Kurokawa Onsen Village, one of Japan's best hot spring resorts Have the added flexibility of choosing your preferred itinerary and time spent at onsens – relax to the fullest or spend some time exploring the region Visit the newly discovered tourist location, Nabegataki Falls, a favorite spot for avid photographers with its 20 meters wide cascade What We Love:   What We Love: Relax at the Kurokawa Onsen which is renowed for its traditional ryokans and outdoor hot springs where visitors are able to enjoy the therapeutic waters in a natural setting. With around 300 years of history, the onsen resort was traditionally patronized by wealthy visitors as a rest stop on their travels. Take your pick from a range of outside baths with a variety of different waters – you'll also be able to enjoy your bath in peace as the mornings are typically the quietest time of the day. After a refreshing bath, head over to natural cascading Nabegataki falls – the 20 meters wide falls is a rare formation from Mount Aso's eruptions over 90,000 years ago.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/990-kurokawa-onsen-day-tour-kumamoto/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kurokawa Onsen Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:50:23"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 56,
        "strGuideLanguage": "en/cn/jp/kr/fr",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ebac1e37-Sushi-Making-Experience---Klook/SushiMakingExperience.jpg",
        "strIntroduction": " Discover the secrets of making tasty and authentic sushi guided by a passionate and skilful local chef Be expertly taught by an experienced local sushi chef, and learn from the best Learn the secrets of sushi making and make eight different types of sushi with a variety of fresh fish to choose from Sample your own delicious sushi served with miso soup and other Japanese snacks Be expertly taught by an experienced local sushi chef, and learn from the best Learn the secrets of sushi making and make eight different types of sushi with a variety of fresh fish to choose from Sample your own delicious sushi served with miso soup and other Japanese snacks What We Love:   What We Love: Discover the secrets to making Japan's favourite and most iconic food - sushi. Expertly guided by a skilled local chef, learn how to make 8 different types of sushi as well as an assortment of other classics such as miso soup. When you have finished putting the finishing touches to your own sushi, taste it for yourself and learn to appreciate this centuries old culinary art which in Japan is more like a philosophy than simply a food.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/1191-sushi-making-experience-fukuoka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sushi Making Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:50:34"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 42,
        "strGuideLanguage": "en/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a368eccd-Kyushu-Kanmon-Rickshaw-Tour/KyushuKanmonRickshawTour.jpg",
        "strIntroduction": " Relish the intriguing balance of culture and architecture from your comfortable rickshaw as you cruise down the most northern town in Kyushu Visit the pedestrian under-sea tunnel, the promenade along the Kanmon straights, which is not accessible by taxi or bus Stroll along the straights, enjoying the sight of various architectural structures matched with interesting and historical information provided by your friendly guide Visit the small town that balances various architectural styles side by side, varying from the renaissance style, Taisho Era and contemporary buildings Visit the pedestrian under-sea tunnel, the promenade along the Kanmon straights, which is not accessible by taxi or bus Stroll along the straights, enjoying the sight of various architectural structures matched with interesting and historical information provided by your friendly guide Visit the small town that balances various architectural styles side by side, varying from the renaissance style, Taisho Era and contemporary buildings What We Love:   What We Love: Enjoy Kanmon's renowned architecture and take in everything from historic Mekari Shrine, over to Kyushu's red brick buildings and the modern Kaikyo Plaza. Ride past a breathtaking harbor scene from the raised seat of your rickshaw and have your guide take many photos of you, while explaining the historical tales attached to each renaissance building you pass. Don't forget to find out at which social club Einstein stayed at during his visit to Japan. Your relaxing rickshaw tour will come to an end at a convenient location of your choice.  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/1035-kyushu-kanmon-rickshaw-tour-fukuoka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kyushu Kanmon Rickshaw Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:50:43"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 85,
        "strGuideLanguage": "en/cn/jp/kr/fr",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9bef4764-Fukuoka-Luxury-Kimono-Experience---Klook/LuxuryKimonoExperience.jpg",
        "strIntroduction": " Enjoy an afternoon adorned in a beautiful kimono and visit the sights of historic Fukuoka Learn the art of dressing in a traditional Japanese kimono Choose from a number of colourful and beautiful designs Look the part with a professional makeup artist and hairstylist services included Enjoy a picture session with a professional photographer to ensure you take the memories away with you Learn the art of dressing in a traditional Japanese kimono Choose from a number of colourful and beautiful designs Look the part with a professional makeup artist and hairstylist services included Enjoy a picture session with a professional photographer to ensure you take the memories away with you What We Love:   What We Love: An iconic symbol of Japanese style and culture, the kimono still wows with it's beauty and elegance. This afternoon tour takes you around the streets of one of Japan's most famous and historic cities - Fukuoka. Tour the ancient city fully dressed in your kimono, with hair and makeup perfected too, and stop off at a number of famous landmarks such as the beautiful Kego Shrine. With kimonos for men too, make sure to capture the experience with a professional photographer on hand to get that perfect snap!  ",
        "strLocation": "Fukuoka & Kumamoto",
        "strOriginUrl": "https://www.klook.com/activity/1190-luxury-kimono-experience-fukuoka/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Luxury Kimono Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:50:54"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5156d3cf-4G-WiFi-Device-HKG-Pick-Up-for-Japan/4GWiFiHKGPickUpforJapan.jpgopacity0.830656",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Japan with an unlimited 4G pocket WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Japan - wherever your itinerary takes you (excluding some remote areas and Furano) Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Japan - wherever your itinerary takes you (excluding some remote areas and Furano) Get WiFi access across the whole of Japan - wherever your itinerary takes you (excluding some remote areas and Furano) Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Japan, without the stress of sourcing WiFi once you get there. The speedy 4G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Japan but also Thailand, Singapore, Taiwan and Korea.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/672-4G-wifi-device-japan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (HKG Pick Up) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:51:06"
    },
    {
        "intDurationHour": 360,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 16,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d746b5ec-3G--4G-SIM-Card-HKG-Pick-Up-for-Japan/3G4GSIMCardHKGPickUpforJapan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Connect with your mobile just like you do at home with a 4G/3G SIM Card in Japan 8 days SIM card loaded with 2GB 4G daily plus unlimited 3G for use in Japan Connect via Docomo Japan's No.1 network Choice of Mini, Micro or Nano SIM suitable for most Smartphones Collect your SIM Card at Hong Kong International Airport 8 days SIM card loaded with 2GB 4G daily plus unlimited 3G for use in Japan Connect via Docomo Japan's No.1 network Choice of Mini, Micro or Nano SIM suitable for most Smartphones Collect your SIM Card at Hong Kong International Airport What We Love:   What We Love: We know that you love to be able to connect with your friends and family, and we also know that you don't like roaming costs. With a local SIM card available for pick up before you leave you can connect as soon as you arrive in Japan. With unlimited data you'll be able to send those holiday snaps to family and friends, look at maps to find the best of the best, and stay in the loop with emails while you're away.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/720-japan-docomo-sim-card-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G/4G SIM Card (HKG Pick Up) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:51:17"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 56,
        "strGuideLanguage": "en/jp/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0e2035e8-Hip-Hop-Sightseeing-Bus/HipHopBus.jpg",
        "strIntroduction": " For an easy and timely tour of Okinawa, come aboard the one day Hip Hop Bus Start the tour from one of six strategic boarding points Relax on the comfortable and spacious seats of the bus as you are guided to Okinawa's landmarks Stroll along Kouri beach, catch a free dolphin show at the Okinawa Churaumi Aquarium and hop on a pineapple cart at Nago Pineapple park Choose from 8 different languages on the personal headphone commentary for a comprehensive audio guide Start the tour from one of six strategic boarding points Relax on the comfortable and spacious seats of the bus as you are guided to Okinawa's landmarks Stroll along Kouri beach, catch a free dolphin show at the Okinawa Churaumi Aquarium and hop on a pineapple cart at Nago Pineapple park Choose from 8 different languages on the personal headphone commentary for a comprehensive audio guide What We Love:   What We Love: Hop aboard for a tour of Okinawa's famous landmarks on the island's most convenient bus service. Enjoy the scenic island landscape of Okinawa from your spacious seat on the sightseeing bus. The first stopover point in the tour is at Cape Manza, an impressive rock formation where you are able to take stunning pictures of the vast ocean. Tickets also include admission to the Okinawa Churaumi Aquarium, a world-class location with an impressive collection of sea creatures. End the day with in a pineapple paradise as you ride an automated cart along a tropic garden. For the best overview of Okinawa, also including the top sights, you can't beat it for a one day tour. So sit back and relax as you listen on headphones to your multilingual personal commentary on the wonderful sights of Okinawa.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/828-hip-hop-bus-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hip Hop Bus",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:51:28"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 1,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f9f35c8f-4G-WiFi-Device-Japan-Pick-Up/4GWiFiNRTHNDKIX%2BPickUpforJapan.jpg",
        "strIntroduction": " Stay connected when in Japan with a handy pocket 4G WiFi device with convenient pick up at all Japanese international airports Enjoy 4G WiFi coverage across Japan on a pay per day rental basis With services at all Japan International airports, you can pick up and drop off your device at different locations Connect up to 5 devices on the same pocket WiFi router Choose either 3GB of data or the larger 7GB package Enjoy 4G WiFi coverage across Japan on a pay per day rental basis With services at all Japan International airports, you can pick up and drop off your device at different locations Connect up to 5 devices on the same pocket WiFi router Choose either 3GB of data or the larger 7GB package What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up service at all international airports in Japan you'll enjoy WiFi access throughout your stay. The speedy device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. Browse with lightning 4G speeds up to 3GB or 7GB of data (reduced to 3G after this is exceeded). So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. And if you're leaving Japan for another destination in Asia, we've got you covered too, Klook offers WiFi device rental for Thailand, Singapore, Taiwan, Hong Kong, South Korea and beyond.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/1322-4g-wifi-device-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (NRT/HND/KIX+ Pick Up) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:51:37"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c8de2899-Wi-Ho%21%C2%AE-Japan-WiFi-Device-Taiwan-Home-Delivery---Klook/4GWiFiTaiwanHomeDeliveryforJapan.jpgopacity0.8277",
        "strIntroduction": " Stay connected when traveling in Japan with a 4G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Traveling in Japan need not be a demanding experience! When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Japan from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 4G data whilst connecting up to 14 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/1450-wi-ho-japan-wifi-device-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (Taiwan Home Delivery) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:51:47"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 17,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/edcc474a-/OkinawaChuraumiAquarium.jpg",
        "strIntroduction": " Discover the wonders of the ocean at the Okinawa Churaumi Aquarium, one of the best aquariums in Japan Get an up close look at the magical whale shark, the largest fish in the sea Enjoy an interactive and educational tour and hold sea cucumbers and star fish Observe manatee, sea turtles and dolphins in the Ocean Expo Park just next to the aquarium See the world's first successfully bred in captivity manta ray, a giant of the ocean Get an up close look at the magical whale shark, the largest fish in the sea Get an up close look at the magical whale shark, the largest fish in the sea Enjoy an interactive and educational tour and hold sea cucumbers and star fish Enjoy an interactive and educational tour and hold sea cucumbers and star fish Observe manatee, sea turtles and dolphins in the Ocean Expo Park just next to the aquarium Observe manatee, sea turtles and dolphins in the Ocean Expo Park just next to the aquarium See the world's first successfully bred in captivity manta ray, a giant of the ocean See the world's first successfully bred in captivity manta ray, a giant of the ocean What We Love:   What We Love: Okinawa's wealth of nature, history and culture can now be experienced at the amazing Okinawa Churaumi Aquarium. Take the kids to see a huge variety of underwater creatures including manta rays, whale sharks, seahorses and more. At the Aquarium discover an intriguing world of marine life found in and around Okinawa displayed before you in some of the most high tech aquarium facilities in Japan. With its enormous capacity, the gigantic Kuroshio Sea Tank is where you can spot the largest fish in the world - the mighty whale shark, as well as the world's first successfully bred-in-captivity manta ray. An awe-inspiring experience awaits as you unfold these endless wonders of our amazing blue planet!  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/1421-churaumi-aquarium-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Okinawa Churaumi Aquarium",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:51:59"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/fa9166e6-Wi-Ho%21%C2%AE-Japan-WiFi-Device-Taiwan-Pick-Up/4GWiFiTPETSAKHHPickUpforJapan.jpg",
        "strIntroduction": " Stay connected when traveling in Japan with a 4G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Traveling in Japan need not be a demanding experience! When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Japan from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 4G data whilst connecting up to 14 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/1123-wi-ho-japan-wifi-device-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (TPE/TSA/KHH Pick Up) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:52:09"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 104,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/031467e9-Island-Diving/IslandDiving.jpg",
        "strIntroduction": " Delve beneath the surface with a dive in Okinawa's pristine waters around the Kerama Islands Enjoy an introductory (for first-time, non-certified divers), refresher (for certified divers with a patchy memory) or leisure dive (for competent divers) Glimpse the incredible world underwater and amazing visibility Swim alongside sea turtles and join schools of beautiful fish in crystal blue water Hop aboard the fastest dive boats in Okinawa, complete with shower facilities Savor a delicious Japanese lunch with the Kerama Islands as the backdrop Enjoy an introductory (for first-time, non-certified divers), refresher (for certified divers with a patchy memory) or leisure dive (for competent divers) Enjoy an introductory (for first-time, non-certified divers), refresher (for certified divers with a patchy memory) or leisure dive (for competent divers) Glimpse the incredible world underwater and amazing visibility Glimpse the incredible world underwater and amazing visibility Swim alongside sea turtles and join schools of beautiful fish in crystal blue water Swim alongside sea turtles and join schools of beautiful fish in crystal blue water Hop aboard the fastest dive boats in Okinawa, complete with shower facilities Hop aboard the fastest dive boats in Okinawa, complete with shower facilities Savor a delicious Japanese lunch with the Kerama Islands as the backdrop Savor a delicious Japanese lunch with the Kerama Islands as the backdrop What We Love:   What We Love: A group of 22 islands located 20 miles southwest of Okinawa, the Kerama Islands are home to a rich, colorful world of marine life and underwater caves. Dive into the blue with certified guides and enjoy a swim alongside majestic sea turtles. Get close encounters with beautiful fish, and explore breathtaking reefs as you venture deep into the waters of the Pacific Ocean. You'll be transported to the dive locations via Love or Lucky, two of the fastest dive boats in Okinawa exclusive to the operator, and be treated to a delicious Japanese lunch between descents. With options for beginners and experienced divers, these diving packages cover all you need for your dip into the ocean, letting you enjoy the vast underwater beauty of Kerama.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/279-island-diving-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Island Diving",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:52:18"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 80,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6dcd0a9e-Island-Snorkeling/IslandSnorkeling.jpg",
        "strIntroduction": " Glimpse the vast biodiversity of the Kerama Islands in this snorkeling trip Get up close and personal with sea turtles, colorful fish, and coral reefs Enjoy the fastest dive boats in Okinawa, complete with shower facilities Savor a delicious Japanese lunch with the Kerama Islands as the backdrop Enjoy complimentary transportation provided to and from Naha-area hotels Get up close and personal with sea turtles, colorful fish, and coral reefs Get up close and personal with sea turtles, colorful fish, and coral reefs Enjoy the fastest dive boats in Okinawa, complete with shower facilities Enjoy the fastest dive boats in Okinawa, complete with shower facilities Savor a delicious Japanese lunch with the Kerama Islands as the backdrop Savor a delicious Japanese lunch with the Kerama Islands as the backdrop Enjoy complimentary transportation provided to and from Naha-area hotels Enjoy complimentary transportation provided to and from Naha-area hotels What We Love:   What We Love: Southwest of Okinawa Island is a group of 22 islands collectively known as the Kerama Islands, featuring miles of unspoiled beaches, white sands, emerald waters and abundant sea life. Snorkel beneath the surface of blue Japanese waters and lose yourself amongst beautiful fish, majestic sea turtles, and coral formations. After a 10-minute crash course on getting the hang of your snorkeling gear, you'll get to trace the underwater surface of the islands and explore Kerama's renowned biodiversity. Speed to the sites aboard Love or Lucky, the fastest dive boats in Okinawa exclusive to the operator, and share stories of the sea over a delicious Japanese lunch. It's a full day of waterworld fun, basking in the vast marine beauty of Kerama!  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/280-island-snorkeling-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Island Snorkeling",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:52:29"
    },
    {
        "intDurationHour": 144,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 120,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1cc5eda6-Okinawa-Car-Rental---Klook-/OkinawaCarRental4-6DayRental.jpg",
        "strIntroduction": " Explore the island at your own convenience with the ideal day's car rental in Okinawa Choose from a number of options to suit your needs, 5 or 8 seater vehicles are both available Top of the range fleet of vehicles will let you discover Okinawa in comfort and style Free portable WiFi device included in the package letting you research more about the places you visit Plan your own itinerary, and travel at your own convenience stopping to take in the island's numerous beaches and places of interest Choose from a number of options to suit your needs, 5 or 8 seater vehicles are both available Top of the range fleet of vehicles will let you discover Okinawa in comfort and style Free portable WiFi device included in the package letting you research more about the places you visit Plan your own itinerary, and travel at your own convenience stopping to take in the island's numerous beaches and places of interest What We Love:   What We Love: Discover the island delights of Japan's Okinawa and drive around this beautiful island paradise stopping at picturesque beaches and other places of interest as you go. With an abundance of tropical charm to discover, ranging from idyllic beaches to fascinating World War II sights, hiring a car in Okinawa is the most convenient and comfortable way to explore the island. With a quality fleet of vehicles to choose from, plus the added bonus of a free portable WiFi device to go with your day's rental, plan your own itinerary and spend the day discovering Okinawa the hassle free way!  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/2071-car-rental-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Okinawa Car Rental (4-6 Day Rental)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:52:40"
    },
    {
        "intDurationHour": 144,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 47,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/11c82d7e-Okinawa-Car-Rental-/OkinawaCarRental1-3DayRental.jpgopacity0.987958",
        "strIntroduction": " Explore the island at your own convenience with the ideal day's car rental in Okinawa Choose from a number of options to suit your needs, 5 or 8 seater vehicles are both available Top of the range fleet of vehicles will let you discover Okinawa in comfort and style Free portable WiFi device included in the package letting you research more about the places you visit Plan your own itinerary, and travel at your own convenience stopping to take in the island's numerous beaches and places of interest Choose from a number of options to suit your needs, 5 or 8 seater vehicles are both available Top of the range fleet of vehicles will let you discover Okinawa in comfort and style Free portable WiFi device included in the package letting you research more about the places you visit Plan your own itinerary, and travel at your own convenience stopping to take in the island's numerous beaches and places of interest What We Love:   What We Love: Discover the island delights of Japan's Okinawa and drive around this beautiful island paradise stopping at picturesque beaches and other places of interest as you go. With an abundance of tropical charm to discover, ranging from idyllic beaches to fascinating World War II sights, hiring a car in Okinawa is the most convenient and comfortable way to explore the island. With a quality fleet of vehicles to choose from, plus the added bonus of a free portable WiFi device to go with your day's rental, plan your own itinerary and spend the day discovering Okinawa the hassle free way!  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/1356-car-rental-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Okinawa Car Rental (1-3 Day Rental)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:52:52"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 67,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/333f725b-Incredible-Marine-Walk-/IncredibleMarineWalk.jpg",
        "strIntroduction": " Walk along the ocean floor as coral fish and other sea creatures swim by Experience the memorable sensation of walking along the Nago sea bed with the comfort of a breathing helmet Observe a captivating, colorful world of coral reefs and fish Entrust premier Okinawa sports center, Marine Club Berry, to identify the best site based on sea and weather conditions! Perfect for the whole family, this marine walk welcomes kids as young as 8 Enjoy the peace of mind that comes with certified guides ensuring your safety every step of the way Experience the memorable sensation of walking along the Nago sea bed with the comfort of a breathing helmet Experience the memorable sensation of walking along the Nago sea bed with the comfort of a breathing helmet Observe a captivating, colorful world of coral reefs and fish Observe a captivating, colorful world of coral reefs and fish Entrust premier Okinawa sports center, Marine Club Berry, to identify the best site based on sea and weather conditions! Entrust premier Okinawa sports center, Marine Club Berry, to identify the best site based on sea and weather conditions! Perfect for the whole family, this marine walk welcomes kids as young as 8 Perfect for the whole family, this marine walk welcomes kids as young as 8 Enjoy the peace of mind that comes with certified guides ensuring your safety every step of the way Enjoy the peace of mind that comes with certified guides ensuring your safety every step of the way What We Love:   What We Love: Walk the ocean floor of Nago Bay in this spectacular marine adventure. Roam the sandy bottom with a breathing helmet and the company of a certified guide, who'll take you through the throngs of fish and coral reef in this 20-minute stroll. Serviced by Okinawa's premier sports center, Marine Club Berry, the activity is ideal for families with children from as young as eight years old! The veteran operator lists three underwater sites to select from, ensuring that regardless of sea or weather conditions, your activity pushes through. Make it a family adventure at the bottom of the ocean and leave all the details to Marine Club Berry - here in the waters of Okinawa, the only thing you ought to be doing is having some fun!  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/313-incredible-marine-walk-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Incredible Marine Walk",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:53:02"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 57,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3c00f788-Half-day-Island-Snorkeling/Half-dayIslandSnorkeling.jpg",
        "strIntroduction": " Bob around in crystal clear water as exotic fish, sea turtles and other sea creatures swim by Go on a snorkeling adventure in the island paradise of Chibishi Observe exotic sea creatures first-hand in their natural habitat Enjoy complimentary transportation provided to and from Naha-area hotels Go on a snorkeling adventure in the island paradise of Chibishi Go on a snorkeling adventure in the island paradise of Chibishi Observe exotic sea creatures first-hand in their natural habitat Observe exotic sea creatures first-hand in their natural habitat Enjoy complimentary transportation provided to and from Naha-area hotels Enjoy complimentary transportation provided to and from Naha-area hotels What We Love:   What We Love: Graced with crystal clear waters and silvery white sands, Chibishi Island is a little paradise in the Pacific Ocean, one of the Kerama Islands southwest of Okinawa. Bob the surface of warm water and take in the natural wonders of the island on this snorkeling trip, perfect for families with young children. Marvel at the beauty of sea turtles, clown triggerfish, and other marine creatures that make the colorfully diverse ecosystem. You'll speed to the site aboard Love or Lucky - the fastest dive boats in Okinawa exclusive to the operator - and enjoy, for half a day, the underwaterscapes of Chibishi!  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/297-half-day-island-snorkeling-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Half-day Island Snorkeling",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:53:15"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 49,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/eb08761f-Nago-City-Snorkeling-/NagoCitySnorkeling.jpg",
        "strIntroduction": " Be captivated by Nago Bay's rich underwater world in this snorkeling adventure Snorkel around the picturesque underwater world of colorful reefs and fish Get ready for a fun day with the family - this snorkeling adventure is open to kids from as young as 5 years old! Be led by certified guides as you get up close and personal with Nago Bay's beautiful ocean bottom Entrust all details to Okinawa's premier sports center, Marine Berry Club, who'll ensure all systems go - rain or shine! Snorkel around the picturesque underwater world of colorful reefs and fish Snorkel around the picturesque underwater world of colorful reefs and fish Get ready for a fun day with the family - this snorkeling adventure is open to kids from as young as 5 years old! Get ready for a fun day with the family - this snorkeling adventure is open to kids from as young as 5 years old! Be led by certified guides as you get up close and personal with Nago Bay's beautiful ocean bottom Be led by certified guides as you get up close and personal with Nago Bay's beautiful ocean bottom Entrust all details to Okinawa's premier sports center, Marine Berry Club, who'll ensure all systems go - rain or shine! Entrust all details to Okinawa's premier sports center, Marine Berry Club, who'll ensure all systems go - rain or shine! What We Love:   What We Love: Explore the crystal clear waters that surround Okinawa. With the island's premier sports center, Marine Berry Club, marking three excellent snorkel sites for you to select from, no rough seas or uncooperative weather can hamper your adventure! Wade through coral reefs teeming with vibrant and colorful sea life, as certified guides lead you through a picturesque water world of the beautiful Nago Bay. Suitable for kids as young as five years old, it's an ocean adventure that's ideal for the whole family!  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/315-nago-city-snorkeling-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Nago City Snorkeling",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:53:27"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 21,
        "strGuideLanguage": "en/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/35a36136-/GlassBottomBoatTour.jpg",
        "strIntroduction": " Discover the amazing oceans surrounding Okinawa (without even getting wet!) with a trip on the ORCA glass bottomed boat Catch sight of the amazing variety of underwater life around Okinawa in a glass bottomed boat Admire the underwater beauty of Okinawa without touching a drop of water Discover hundred of species of fish and other marine creatures Spend time below deck admiring the sea life or on deck soaking up the sun and taking in the views on this one hour trip Catch sight of the amazing variety of underwater life around Okinawa in a glass bottomed boat Catch sight of the amazing variety of underwater life around Okinawa in a glass bottomed boat Admire the underwater beauty of Okinawa without touching a drop of water Admire the underwater beauty of Okinawa without touching a drop of water Discover hundred of species of fish and other marine creatures Discover hundred of species of fish and other marine creatures Spend time below deck admiring the sea life or on deck soaking up the sun and taking in the views on this one hour trip Spend time below deck admiring the sea life or on deck soaking up the sun and taking in the views on this one hour trip What We Love:   What We Love: With such a vast array of amazing underwater life, a trip to Okinawa just wouldn't be complete without a cruise on the iconic ORCA glass bottom boat. Showcasing the crystal clear sea and the underwater life that naturally inhabits this part of the vast Pacific Ocean, come and enjoy a trip around the Okinawa Prefecture where guests have the unique opportunity to see below the surface of the water and enjoy the wildlife and ocean vegetation below. As an alternative to diving or snorkeling, the ORCA is the safe and dry way to experience the deep blue. To get the best views, peer through the glass and see a thriving underwater ecosystem teeming with reefs, fish and other marine life. A truly magical experience!  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/1555-glass-bottom-boat-tour-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Glass Bottom Boat Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:53:36"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 116,
        "strGuideLanguage": "en/cn/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5ce4d408-Kyafa-Beach-Scuba-Diving-and-Snorkeling/KyafaBeachScubaDivingandSnorkeling.jpgopacity0.906804",
        "strIntroduction": " Explore the rich underwater life of Okinawa in a morning of scuba diving with sidemount diving equipment Enjoy the flexbility of sidemount scuba diving taught by experienced professionals Discover over hundreds of different corals and fishes living in the waters of Kyafa Beach Participate in eco snorkeling and diving where the activities are conducted with emphasis on coral reef preservation and conservation Enjoy the flexbility of sidemount scuba diving taught by experienced professionals Discover over hundreds of different corals and fishes living in the waters of Kyafa Beach Participate in eco snorkeling and diving where the activities are conducted with emphasis on coral reef preservation and conservation What We Love:   What We Love: Enjoy the clear blue waters of Kyafa Beach with special sidemount scuba diving that is typically used for cave diving. The increased flexibility and streamlined profile creates a unique, zero gravity diving experience. With one-on-one guidance throughout the day, you'll encounter the magnificent beauty of the tropical coral reefs in Okinawa. The waters are overflowing with hundreds of corals, fishes and other sea creatures to discover at the world-class snorkeling and diving destination.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/903-kyafa-beach-scuba-diving-snorkeling-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kyafa Beach Scuba Diving and Snorkeling",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:53:47"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 116,
        "strGuideLanguage": "en/cn/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/852a28d9-Kyafa-Beach-Slow-Scuba-Diving-and-Snokeling/KyafaBeachSlowScubaDivingSnorkeling.jpgopacity0.950728",
        "strIntroduction": " Spend the morning 'slow' scuba diving and snorkeling in the pristine waters of Kyafa Beach Try out 'slow' scuba diving where you are able to immerse yourself fully underwater but still breathe normally See hundreds of species of fish and colorful coral in the waters of Kyafa Beach The environmentally conscious team will explain the importance of coral reef preservation and conservation while engaging in eco snorkeling and diving Try out 'slow' scuba diving where you are able to immerse yourself fully underwater but still breathe normally See hundreds of species of fish and colorful coral in the waters of Kyafa Beach The environmentally conscious team will explain the importance of coral reef preservation and conservation while engaging in eco snorkeling and diving What We Love:   What We Love: Immerse yourself in the underwater beauty of Okinawa with this unique 'slow' scuba diving method allowing you to breathe as if you're on land as your entire face is protected from water. The guided activity is a safe and fun way to discover underwater wonders without having to scuba dive with full gear – perfect for beginners or those wary to try out the full scuba dive. The team of professional divers is skilled, friendly and passionate in maintaining an eco friendly diving environment free from harmful practices. Discover 4 species of clown fish and a host of other sea creatures in the clear blue waters of Kyafa Beach!  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/902-kyafa-beach-slow-scuba-diving-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kyafa Beach 'Slow' Scuba Diving & Snorkeling",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:53:59"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 65,
        "strGuideLanguage": "en/cn/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b947295b-Kyafa-Beach-Snorkeling-and-Sea-Canoeing/KyafaBeachSnorkelingandSeaCanoeing.jpg",
        "strIntroduction": " Discover the underwater beauty of Okinawa through snorkeling and sea canoeing Enjoy a fun sea canoe ride that can accomodate up to 3 people Spot over one hundred different species of fish and coral in the waters of Kyafa Beach Engage in eco snorkeling which emphasizes the importance of coral reef preservation and conservation Enjoy a fun sea canoe ride that can accomodate up to 3 people Spot over one hundred different species of fish and coral in the waters of Kyafa Beach Engage in eco snorkeling which emphasizes the importance of coral reef preservation and conservation What We Love:   What We Love: There are over a hundred species of fish and corals in the waters of Kyafa Beach, making it a fun destination for a marine exploration day. The team of professional instructors will be more than happy to guide you through the process of snorkeling or sea canoeing and ensure your safety throughout the activity. Explore the sea on a 3-person canoe with family or friends and discover the importance of eco snorkeling practices in maintaining the beauty and diversity of underwater marine life.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/904-kyafa-beach-snorkeling-and-canoeing-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kyafa Beach Snorkeling and Sea Canoeing",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:54:11"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 59,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e8e44c5d-Sea--Mangrove-Kayaking/SeaMangroveKayaking.jpg",
        "strIntroduction": " Depending on the season, experience kayaking to Yadokari Island or along a mangrove river! Grab your paddles and head out to Yadokari Island on kayak (April-October), or sojourn through a mangrove river around the Kin Town area (November-March) On your sea kayak trip, enjoy snorkeling in clear, blue Okinawa waters and meet local sea life… …Or meet local wildlife under the water and along the river banks, on a mangrove kayaking experience Make it a fun filled trip for the family – or your pack of friends! Get to know more about the region with the knowledge of your experienced guides Grab your paddles and head out to Yadokari Island on kayak (April-October), or sojourn through a mangrove river around the Kin Town area (November-March) Grab your paddles and head out to Yadokari Island on kayak (April-October), or sojourn through a mangrove river around the Kin Town area (November-March) On your sea kayak trip, enjoy snorkeling in clear, blue Okinawa waters and meet local sea life… On your sea kayak trip, enjoy snorkeling in clear, blue Okinawa waters and meet local sea life… …Or meet local wildlife under the water and along the river banks, on a mangrove kayaking experience …Or meet local wildlife under the water and along the river banks, on a mangrove kayaking experience Make it a fun filled trip for the family – or your pack of friends! Make it a fun filled trip for the family – or your pack of friends! Get to know more about the region with the knowledge of your experienced guides Get to know more about the region with the knowledge of your experienced guides What We Love:   What We Love: Enjoy a tranquil journey around the tropical islands and mangrove rivers of Okinawa. Traverse the clear blue of the ocean with a paddle across sea, or wade the mysterious deep with a mangrove kayak. Experienced guides will lead you to the beauty of Yadokari Island, featuring the opportunity to snorkel around the incredible coral reef. Alternatively, a sojourn through a mangrove river, around the Kin Town area, will bring you deeper into nature, amidst the quiet cacophony of flora and fauna. Perfect for groups of friends and families with young children, these trips invite you to a more laidback experience of Nago's marine wonders, rife with peace and surprise at every turn and glide.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/317-sea-mangrove-kayaking-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sea & Mangrove Kayaking",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:54:24"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 57,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9f6949b2-Scenic-Nature-Diving/ScenicNatureDiving.jpg",
        "strIntroduction": " Enjoy a diving session to experience the colorful underwater world and pristine waters of Aka Island Enjoy an introductory (for first-time, non-certified divers), refresher (for certified divers with a patchy memory) or leisure dive (for competent divers) Let certified instructors guide you around the spectacular world underwater See hundreds of species of fish, as well as sea turtles and Humpback whales Enjoy an introductory (for first-time, non-certified divers), refresher (for certified divers with a patchy memory) or leisure dive (for competent divers) Enjoy an introductory (for first-time, non-certified divers), refresher (for certified divers with a patchy memory) or leisure dive (for competent divers) Let certified instructors guide you around the spectacular world underwater Let certified instructors guide you around the spectacular world underwater See hundreds of species of fish, as well as sea turtles and Humpback whales See hundreds of species of fish, as well as sea turtles and Humpback whales What We Love:   What We Love: One step off a dive boat is all it takes to experience the natural beauty and biodiversity of Aka Island. Home to some 300 residents and over 350 species of fish, as well as turtles, dolphins and Humpback whales, this oasis promises some of the most exciting snorkeling and diving experiences in Okinawa! Located 15 miles southwest of the main island, Aka offers the perfect distance for those who yearn to get away from the rush of the 21st century. Retreat to an island of simplicity, and bid the company of certified and experienced guides for a dive deep into crystal clear, Japanese water.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/308-scenic-nature-diving-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Scenic Nature Diving",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:54:35"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 71,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/afcbb979-Airport-Transfers-OKA-Pick-Up-for-southern-Okinawa/AirportTransfersOKAPickUpforsouthernOkinawa.jpg",
        "strIntroduction": " Start off your time in Okinawa the right way by booking private airport transport in advance and enjoy stress-free airport transfers between Naha Airport and southern Okinawa Experience a hassle-free transfer in a spacious and comfortable car Enjoy good service and hospitality from drivers with more than 3 years' experience In the event of a flight delay, your driver will wait for you with no additional charges Experience a hassle-free transfer in a spacious and comfortable car Enjoy good service and hospitality from drivers with more than 3 years' experience In the event of a flight delay, your driver will wait for you with no additional charges What We Love:   What We Love: Save time and energy by booking a private car transfer in advance. An experienced driver will provide a range of services, from carrying your luggage to transporting you safely to your destination. It's the easiest way to intiate, or wrap up, your time in Okinawa. For your utmost comfort, air conditioning, phone charger and drinking water are all provided within the vehicle.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/834-naha-airport-transfer-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (OKA Pick Up) for southern Okinawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:54:46"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 9,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4266bb0c-Bios%E4%B9%8B%E4%B8%98---Klook%E5%AE%A2%E8%B7%AF/BiosHillGardensIshikawa.jpg",
        "strIntroduction": " Enjoy a wonderful day out for the whole family and discover the amazing nature on show at Bios Park, a tranquil garden in Okinawa Take in the peaceful scenery of one of Japan's best urban gardens and parks Let the kids run wild and play with the cute and friendly wild animals on site Enjoy a 25 min boat ride through some of the park's most serene areas (optional) Take in the peaceful scenery of one of Japan's best urban gardens and parks Take in the peaceful scenery of one of Japan's best urban gardens and parks Let the kids run wild and play with the cute and friendly wild animals on site Let the kids run wild and play with the cute and friendly wild animals on site Enjoy a 25 min boat ride through some of the park's most serene areas (optional) Enjoy a 25 min boat ride through some of the park's most serene areas (optional) What We Love:   What We Love: Located in the peaceful surroundings of Ishikawa City, Bios Hill is the perfect location for a great family day out in Okinawa's blissful nature. Covering a considerable area, the park is a nature lover's dream with a forest where giant ferns grow in abundance, and a lake shore where wild birds and insects gather. Throughout the park, orchids bloom naturally from every corner, and a dense subtropical forest spreads. It's here you can enjoy the bounties of Mother Nature either by taking a gentle walk through the grounds or on board a boat. The boat ride lasts for around 25 minutes and takes you through some of the most stunning parts of the park. With lily ponds to discover, goats and pigs on the loose, and water buffalo cart rides, Bios Hill is a great option for families and nature lovers alike!  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/1656-bios-hill-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bios Hill Gardens Ishikawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:54:54"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 66,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c35bd145-Idyllic-Snorkeling-Getaway-/IdyllicSnorkelingGetaway.jpgopacity0.64702",
        "strIntroduction": " Roam crystal clear Japanese waters in this snorkeling adventure around Aka Island With experienced, certified guides and instructors, this ocean adventure is something the entire family can enjoy! Explore the spectacular world underwater in this fun snorkeling adventure Glimpse the habitat of over 300 species of fish and some of the most beautiful coral With experienced, certified guides and instructors, this ocean adventure is something the entire family can enjoy! With experienced, certified guides and instructors, this ocean adventure is something the entire family can enjoy! Explore the spectacular world underwater in this fun snorkeling adventure Explore the spectacular world underwater in this fun snorkeling adventure Glimpse the habitat of over 300 species of fish and some of the most beautiful coral Glimpse the habitat of over 300 species of fish and some of the most beautiful coral What We Love:   What We Love: Roam the waters of the beautiful Aka Island in this snorkeling adventure. Ideal for families with young children, this package opens you up to the stunning underwater world that's home to over 300 species of fish and some of the most beautiful coral in Japan. About 15 miles southwest of Okinawa Island, Aka is the perfect, distant getaway for those looking for a retreat from the busy city. Make it a day of memorable family fun with the company of experienced guides and instructors, as you snorkel through crystal clear emerald waters.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/312-idyllic-snorkeling-getaway-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Idyllic Snorkeling Getaway",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:55:05"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 122,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8516be96-Paintball-Battle/PaintballBattle.jpg",
        "strIntroduction": " Take out members of opponent teams in this epic game of paintball! Get a taste of battle as you take cover behind barriers and shoot paintballs with friends and family Compete until one person is left standing, earning the ultimate title of the true survivor Slip into protective gear for ultimately safety with fun Enjoy the stunning backdrop of the beautiful Kanucha Bay Hotel and Villas, which itself offers a range of dining and leisure options Get a taste of battle as you take cover behind barriers and shoot paintballs with friends and family Get a taste of battle as you take cover behind barriers and shoot paintballs with friends and family Compete until one person is left standing, earning the ultimate title of the true survivor Compete until one person is left standing, earning the ultimate title of the true survivor Slip into protective gear for ultimately safety with fun Slip into protective gear for ultimately safety with fun Enjoy the stunning backdrop of the beautiful Kanucha Bay Hotel and Villas, which itself offers a range of dining and leisure options Enjoy the stunning backdrop of the beautiful Kanucha Bay Hotel and Villas, which itself offers a range of dining and leisure options What We Love:   What We Love: It's time to lock and load! Grab friends and family and head out to the battlefields for an epic round of paintball. Sprint behind barriers, dodge paintballs as they whizz past, and watch as shots erupt in color and allies and opponents alike get covered in paint! Enjoy games customized to your group, from family-friendly options to friendly matches and company-appropriate bouts. The battles are set in the beautiful Kanucha Bay Hotel and Villas, alongside white sand beaches that make for a gorgeous white backdrop to your adrenaline-drenched color fest. So slip into protective gear and split into teams. May the team with the last man standing wins!  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/318-paintball-battle-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Paintball Battle",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:55:16"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 31,
        "strGuideLanguage": "en/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9de4305f-%E9%A6%96%E9%87%8C%E7%90%89%E6%9F%93%E4%BD%93%E9%AA%8C---Klook%E5%AE%A2%E8%B7%AF/ShuriRyusenCoralDyeing.jpg",
        "strIntroduction": " Increase your awareness of local culture and learn to make your own traditional crafts from Okinawa Use Okinawa's beautiful local coral as a dyeing tool for making your crafts Enjoy the cultural experience and make yourself a t-shirt, scarf, handbag or many other items Learn from some of Okinawa's most skilled artisans and craftsmen The arts and crafts element of this activity makes it an activity for the whole family to enjoy Use Okinawa's beautiful local coral as a dyeing tool for making your crafts Use Okinawa's beautiful local coral as a dyeing tool for making your crafts Enjoy the cultural experience and make yourself a t-shirt, scarf, handbag or many other items Enjoy the cultural experience and make yourself a t-shirt, scarf, handbag or many other items Learn from some of Okinawa's most skilled artisans and craftsmen Learn from some of Okinawa's most skilled artisans and craftsmen The arts and crafts element of this activity makes it an activity for the whole family to enjoy The arts and crafts element of this activity makes it an activity for the whole family to enjoy What We Love:   What We Love: Enjoy a great day out and make an original gift to give loved ones with the Shuri Ryusen experience. Ryusen has 43 years of history and has long played a big part in the Okinawan dyeing culture. Coral dyeing uses the natural shapes of coral to create your own pattern, then you can use this to create a gift such as a t-shirt or even a handbag. In Okinawa, corals are believed to bring happiness and bring prosperity and longevity, and with this in mind enjoy the experience with the kids and get them involved in finding out more out Okinawan culture in a fun and interactive way. The perfect day out for the whole family to enjoy!  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/1428-shuri-ryusen-coral-dyeing-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Shuri Ryusen Coral Dyeing",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:55:26"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4a1f5b95-Neo-Park-Okinawa---Klook/NeoParkOkinawa.jpg",
        "strIntroduction": " Discover the delights of Neo Park in Okinawa and sample some of the region's most fascinating wildlife at this unique zoo Visit one of Japan's best outdoor parks and botanical gardens Discover thousands of species of plants and animals all in one space Board the park's miniature train for some fun with the family (optional) Visit one of Japan's best outdoor parks and botanical gardens Visit one of Japan's best outdoor parks and botanical gardens Discover thousands of species of plants and animals all in one space Discover thousands of species of plants and animals all in one space Board the park's miniature train for some fun with the family (optional) Board the park's miniature train for some fun with the family (optional) What We Love:   What We Love: Enjoy a magical experience discovering Okinawa's natural environment at the captivating Okinawa Neo Park. In the heart of Nago City, Neo Park has nurtured a huge, open natural park introducing the most fascinating aspects of Okinawa's nature. At Flamingo Lake visitors are welcomed by the amazing sight of a multitude of free flying birds, whilst the park also features fresh water ponds, tropical flowers, and exotic animals. The park also houses replicas of animal habitats found in the Amazon jungle, African savannah, Southeast Asia and Oceania, a real treat for the kids to learn more about the animal kingdom. Finish the day's fun feeding the many rare animals and birds of the park or visit the petting zoo. Truly a memorable experience for the whole family to enjoy!  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/1657-neo-park-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Neo Park Okinawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:55:38"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 57,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/347eb371-Night-Diving-/NightDiving.jpg",
        "strIntroduction": " Take a nighttime plunge into Aka Island waters and swim alongside gorgeous reefs and coral fish Experience all that the ocean has to offer once the sun goes down This dive is suitable for certified divers doing a night dive for the first time, as well as those more experienced Be guided around the spectacular world underwater by certified instructors See hundreds of species of fish, as well as sea turtles and Humpback whales Experience all that the ocean has to offer once the sun goes down Experience all that the ocean has to offer once the sun goes down This dive is suitable for certified divers doing a night dive for the first time, as well as those more experienced This dive is suitable for certified divers doing a night dive for the first time, as well as those more experienced Be guided around the spectacular world underwater by certified instructors Be guided around the spectacular world underwater by certified instructors See hundreds of species of fish, as well as sea turtles and Humpback whales See hundreds of species of fish, as well as sea turtles and Humpback whales What We Love:   What We Love: Take a plunge under the night sky with a scenic night dive around Aka Island. Home to some 300 residents and over 350 species of fish, as well as turtles, dolphins and Humpback whales, this oasis promises some of the most exciting snorkeling and diving experiences in Okinawa! Located 15 miles southwest of the main island, Aka offers the perfect distance for those who yearn to get away from the rush of the 21st century. Retreat to an island of simplicity, and bid the company of certified and experienced guides for a dive deep into crystal clear, Japanese water.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/310-night-diving-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Night Diving",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:55:48"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 78,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/edee43c0-Nago-City-Diving/NagoCityDiving.jpg",
        "strIntroduction": " Learn, improve or practice scuba diving in Nago Bay with these diving adventure in the beautiful waters of Okinawa Enjoy an introductory (for first-time, non-certified divers), refresher (for certified divers with a patchy memory) or leisure dive (for competent divers) Glimpse the incredible world of Nago Bay with one, two (or three) scuba dives Swim through incredible sea life, from colorful coral and fish to fascinating groupers and nudibranchs Rest easy with Marine Club Berry's standing as a veteran watersports operator on the island Enjoy an introductory (for first-time, non-certified divers), refresher (for certified divers with a patchy memory) or leisure dive (for competent divers) Enjoy an introductory (for first-time, non-certified divers), refresher (for certified divers with a patchy memory) or leisure dive (for competent divers) Glimpse the incredible world of Nago Bay with one, two (or three) scuba dives Glimpse the incredible world of Nago Bay with one, two (or three) scuba dives Swim through incredible sea life, from colorful coral and fish to fascinating groupers and nudibranchs Swim through incredible sea life, from colorful coral and fish to fascinating groupers and nudibranchs Rest easy with Marine Club Berry's standing as a veteran watersports operator on the island Rest easy with Marine Club Berry's standing as a veteran watersports operator on the island What We Love:   What We Love: Experience an incredible diving adventure in the waters of Okinawa. With services from the island's premier sports center, Marine Club Berry, you're bound for a smooth-sailing dip into the deep of Nago Bay, including the Manza and Nakama areas. Roam through the splendid seascape under water, and glimpse incredible marine life, from coral and fish to nudibranchs and groupers. The packages are tailored for both first- and long-time divers, so fret not: just pick the one that best matches your skillset, and get ready to go! Leisure and Refresher divers get access to popular sites in the vicinity, from Cape and Onna Point to Over Head Rock and Cross Line, while beginners are treated to an easy introductory course, inclusive of a 20-minute dive into the water.  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/314-nago-city-diving-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Nago City Diving",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:55:59"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 72,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0422921f-Half-day-Intro-Diving-Course/Half-dayIntroDivingCourse.jpg",
        "strIntroduction": " Swim deep through crystal clear water in this introductory diving package Enjoy an introductory diving session with certified instructors Observe exotic marine life in their natural habitat as you swim through the deep waters of Chibishi Hop aboard one of the fastest dive boats on the island, Love or Lucky, exclusive to the operator! Rest secure in the guidance and provision of one of the island's premier, veteran watersports operators Enjoy an introductory diving session with certified instructors Enjoy an introductory diving session with certified instructors Observe exotic marine life in their natural habitat as you swim through the deep waters of Chibishi Observe exotic marine life in their natural habitat as you swim through the deep waters of Chibishi Hop aboard one of the fastest dive boats on the island, Love or Lucky, exclusive to the operator! Hop aboard one of the fastest dive boats on the island, Love or Lucky, exclusive to the operator! Rest secure in the guidance and provision of one of the island's premier, veteran watersports operators Rest secure in the guidance and provision of one of the island's premier, veteran watersports operators What We Love:   What We Love: Go deeper into the waters of Chibishi Island. A paradise southwest of Okinawa and part of the Kerama Islands, Chibishi is an exquisite site for the curious first-time diver. Marvel at the beauty of sea turtles, clown triggerfish, and other marine creatures that make up the colorful, diverse ecosystem. You'll speed to the site aboard Love or Lucky - the fastest dive boats on the island exclusive to the operator - and enjoy an introductory diving session, before suiting up and plunging down to see the underwaterscapes of Chibishi!  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/306-half-day-intro-diving-course-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Half-day Intro Diving Course",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:56:10"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 74,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a07bf79a-Watersports-Thrills/WatersportsThrills.jpg",
        "strIntroduction": " Ride waves and adrenaline rush with this trio of water sports - plus a thrilling Water Tube ride! Soar through the water on a Biscuit Drift Hang tight aboard the Banana Boat! The inflatable looks harmless enough, but pulled behind a speedboat? Good luck keeping upright! Likewise, try not to fall on the thrilling, pancake-shaped Super Marble Cut through the ocean on a heart racing Water Tube ride (Trio Plus package) Organized by Marine Club Berry, the city's premier water sports center, you're sure to have a safe, secure, and memorable time Soar through the water on a Biscuit Drift Soar through the water on a Biscuit Drift Hang tight aboard the Banana Boat! The inflatable looks harmless enough, but pulled behind a speedboat? Good luck keeping upright! Hang tight aboard the Banana Boat! The inflatable looks harmless enough, but pulled behind a speedboat? Good luck keeping upright! Likewise, try not to fall on the thrilling, pancake-shaped Super Marble Likewise, try not to fall on the thrilling, pancake-shaped Super Marble Cut through the ocean on a heart racing Water Tube ride (Trio Plus package) Cut through the ocean on a heart racing Water Tube ride (Trio Plus package) Organized by Marine Club Berry, the city's premier water sports center, you're sure to have a safe, secure, and memorable time Organized by Marine Club Berry, the city's premier water sports center, you're sure to have a safe, secure, and memorable time What We Love:   What We Love: Indulge in a rush of adrenaline with a trio (and more!) of activities at the city's premier water sports center, Marine Club Berry. Go on a thrilling Banana Boat ride, hop aboard a Super Marble, and cruise along on a Biscuit Drift - large inflatables pulled behind a speedboat, taking you on bumps and rolls with every turn, wave and ripple! Perfect for the whole family, these activities don't leave you without a smile. If you're game for more, we highly recommend the additional Water Tube ride, too! Soar through Nago waters like wild with a heart racing set of water thrills – we reckon you'll only want more!  ",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.klook.com/activity/316-watersports-thrills-okinawa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Watersports Thrills",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:56:20"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7c0d4cf2-4G-WiFi-Device-HKG-Pick-Up-for-Japan/4GWiFiHKGPickUpforJapan.jpgopacity0.928359",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Japan with an unlimited 4G pocket WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Japan - wherever your itinerary takes you (excluding some remote areas and Furano) Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Japan - wherever your itinerary takes you (excluding some remote areas and Furano) Get WiFi access across the whole of Japan - wherever your itinerary takes you (excluding some remote areas and Furano) Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Japan, without the stress of sourcing WiFi once you get there. The speedy 4G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Japan but also Thailand, Singapore, Taiwan and Korea.  ",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.klook.com/activity/1829-japan-wifi-device-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (HKG Pick Up) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:56:33"
    },
    {
        "intDurationHour": 360,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 16,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4f39704e-3G4G-SIM-Card-HKG-Pick-Up-for-Japan/3G4GSIMCardHKGPickUpforJapan.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Connect with your mobile just like you do at home with a 4G/3G SIM Card in Japan. 8 days SIM card loaded with 2GB 4G daily plus unlimited 3G for use in Japan Connect via Docomo Japan's No.1 network Choice of Mini, Micro or Nano SIM suitable for most Smartphones Collect your Sim Card at Hong Kong International Airport 8 days SIM card loaded with 2GB 4G daily plus unlimited 3G for use in Japan Connect via Docomo Japan's No.1 network Choice of Mini, Micro or Nano SIM suitable for most Smartphones Collect your Sim Card at Hong Kong International Airport What We Love:   What We Love: We know that you love to be able to connect with your friends and family, and we also know that you don't like roaming costs. With a local SIM card available for pick up before you leave you can connect as soon as you arrive in Japan. With unlimited data you'll be able to send those holiday snaps to family and friends, look at maps to find the best of the best, and stay in the loop with emails while you're away.  ",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.klook.com/activity/1954-japan-docomo-sim-card-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G/4G SIM Card (HKG Pick Up) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:56:44"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 1,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6775694b-4G-WiFi-Device-Japan-Pick-Up-for-Japan/4GWiFiNRTHNDKIX%2BPickUpforJapan.jpg",
        "strIntroduction": " Stay connected when in Japan with a handy pocket 4G WiFi device with convenient pick up at all Japanese international airports Enjoy 4G WiFi coverage across Japan on a pay per day rental basis With services at all Japan International airports, you can pick up and drop off your device at different locations Connect up to 5 devices on the same pocket WiFi router Choose either 3GB of data or the larger 7GB package Enjoy 4G WiFi coverage across Japan on a pay per day rental basis With services at all Japan International airports, you can pick up and drop off your device at different locations Connect up to 5 devices on the same pocket WiFi router Choose either 3GB of data or the larger 7GB package What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up service at all international airports in Japan you'll enjoy WiFi access throughout your stay. The speedy device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. Browse with lightning 4G speeds up to 3GB or 7GB of data (reduced to 3G after this is exceeded). So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. And if you're leaving Japan for another destination in Asia, we've got you covered too, Klook offers WiFi device rental for Thailand, Singapore, Taiwan, Hong Kong, South Korea and beyond.  ",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.klook.com/activity/1831-4g-wifi-device-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (NRT/HND/KIX+ Pick Up) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:56:54"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/343041ec-Wi-Ho%21%C2%AE-Japan-WiFi-Device-Taiwan-Pick-Up/4GWiFiTPETSAKHHPickUpforJapan.jpg",
        "strIntroduction": " Stay connected when traveling in Japan with a 4G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Traveling in Japan need not be a demanding experience! When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Japan from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 4G data whilst connecting up to 14 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.klook.com/activity/1830-wi-ho-japan-wifi-device-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (TPE/TSA/KHH Pick Up) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:57:03"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c6cf4361-Wi-Ho%21%C2%AE-Japan-WiFi-Device-Taiwan-Home-Delivery---Klook/4GWiFiTaiwanHomeDeliveryforJapan.jpg",
        "strIntroduction": " Stay connected when traveling in Japan with a 4G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across the whole of Japan - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to 14 devices at once on one pocket WiFi and up to 16 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Traveling in Japan need not be a demanding experience! When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Japan from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 4G data whilst connecting up to 14 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.klook.com/activity/1832-wi-ho-japan-wifi-device-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (Taiwan Home Delivery) for Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:57:15"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 68,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8c30ad4b-Shoryudo-Highway-Bus-Pass-44-Discount/ShoryudoHighwayBusPass.jpg",
        "strIntroduction": " All-in-one bus pass for the Chubu Hokuriku region including Takayama and Nagoya with airport transfer included Enjoy a discount of over 35% from your travels around the Takayama, Shirakawago, Kanazama, Toyama and Nagoya areas - all with one pass Pick up the pass from 8 accessible locations including the Chubu Centrair International Airport, Hokutetsu-Kanazama Station, Takayama Nohi Bus Center and Dentetsu-Toyama Station Get additional 10-20% discounts off other bus fares Enjoy a discount of over 35% from your travels around the Takayama, Shirakawago, Kanazama, Toyama and Nagoya areas - all with one pass Pick up the pass from 8 accessible locations including the Chubu Centrair International Airport, Hokutetsu-Kanazama Station, Takayama Nohi Bus Center and Dentetsu-Toyama Station Get additional 10-20% discounts off other bus fares What We Love:   What We Love: Hop on board an unlimited number of bus rides around the Chubu Hokuriku region of Japan. This 3 or 5 day bus ticket is a convenient way to navigate around the Takayama, Shirakawago, Kanazama, Toyama and Nagoya areas. Not only easy to use with eight pick up locations including central transportation hubs in the region like the Chubu Centrair International Airport and Hokutetsu-Kanazawa Station, the Shoryudo bus pass also gives you two one-way airport access tickets to cater to your own travel schedule. To top it all off, there are also additional discounts on the bus fare from Takayama to Shinjuku, Kyoto, or Osaka, plus a ticket for Shihotaka Ropeway.  ",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.klook.com/activity/820-shoryudo-highway-bus-pass-nagoya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Shoryudo Highway Bus Pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:57:24"
    },
    {
        "intDurationHour": 504,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 276,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/aa2cffb0-Japan-Rail-Pass/WholeJapanRailPassHKAirportPickUp.jpgopacity0.784281",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover Japan with a JR Rail Pass and see all four corners of this fascinating country in speed and style Choose from a 7 day, 14 day or 21 day pass for more flexibility Travel the 503 kilometres from Tokyo to Osaka in an incredible 2 hours 30 minutes Coverage all over Japan means you can explore wherever you like with ease and comfort Special rail pass for foreign tourists traveling in Japan Conveniently pick up your tickets from Hong Kong International Airport before you even depart for your trip Choose from a 7 day, 14 day or 21 day pass for more flexibility Travel the 503 kilometres from Tokyo to Osaka in an incredible 2 hours 30 minutes Coverage all over Japan means you can explore wherever you like with ease and comfort Special rail pass for foreign tourists traveling in Japan Conveniently pick up your tickets from Hong Kong International Airport before you even depart for your trip What We Love:   What We Love: There is no easier and more convenient way to discover the Land of the Rising Sun than by taking a ride on Japan's brilliantly expansive rail network. The Japan Rail Pass (JR Pass) is the most convenient and economical way to travel around and experience this incredible country, travelling on world class train technology with your pass including the usage of the iconic 'bullet-trains'. With a number of flexible packages to choose from, make sure you see Japan in comfort and style - book your ticket now!  ",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.klook.com/activity/1835-japan-rail-pass-tokyo/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Whole Japan Rail Pass (HK Airport Pick Up)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:57:35"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 166,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d661750f-JR-Alpine-Takayama-Matsumoto-Rail-Pass/JRAlpine-Takayama-MatsumotoPassHKAirportPickUp.jpgopacity0.864484",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Your pass gives you unlimited rides on all JR express trains to and from Nagoya and on all transportation within the alpine route Get unlimited use of local and limited express trains between Nagoya and Toyama, and between Nagoya and Shinano-Omachi Enjoy the panoramic views traveling between Nagoya and Toyama in just 4 hours! The pass entitles the holder to unlimited travel along the Tateyama Kurobe Alpine Route Valid for 5 consecutive days offering the pass holder real flexibility Conveniently pick up your tickets from Hong Kong International Airport before you even depart for your trip Get unlimited use of local and limited express trains between Nagoya and Toyama, and between Nagoya and Shinano-Omachi Enjoy the panoramic views traveling between Nagoya and Toyama in just 4 hours! The pass entitles the holder to unlimited travel along the Tateyama Kurobe Alpine Route Valid for 5 consecutive days offering the pass holder real flexibility Conveniently pick up your tickets from Hong Kong International Airport before you even depart for your trip What We Love:   What We Love: Providing pass holders with five consecutive days of unlimited use of JR (Japan Rail) trains between Nagoya and Toyama - including access to the Alpine-Takayama-Matsumoto Area Tourist Pass - this is the ideal rail pass for discovering this stunning part of Japan. On the Alpine Takayama-Matsumoto line, climb to an altitude of nearly 2500m and take in the amazing views of nearby Mount Tateyama. Alternatively, swap the Sea of Japan for the Pacific Ocean with a trip from Toyama to Nagoya taking just 4 hours. A great experience for travelers wanting to get a more off the beaten path experience in Japan!  ",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.klook.com/activity/1833-jr-alphine-takayama-matsumoto-pass-/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "JR Alpine-Takayama-Matsumoto Pass (HK Airport Pick Up)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:57:46"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 65,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c16b3a72-/GokayamaSuganumaShirakawagoBusTour.jpgopacity0.897472",
        "strIntroduction": " Spend a day in the Japanese countryside exploring the beautifully preserved villages of the Gokayama region - famed for their steeped roof farmhouses Visit historic villages including two World Heritage Sites with the utmost ease on a one day bus tour Explore Suganuma and Ainokura, remote farmhouse villages in the Gokayama region Discover the steeped-roof traditional farmhouses of Shirakawago - some over 250 years old! Venture into some of the area's remotest villages, away from other tourists Learn about local history from your English speaking guide Transportation, lunch, guide fees and entrance to the Minkaen Outdoor Museum are all included Visit historic villages including two World Heritage Sites with the utmost ease on a one day bus tour Explore Suganuma and Ainokura, remote farmhouse villages in the Gokayama region Discover the steeped-roof traditional farmhouses of Shirakawago - some over 250 years old! Venture into some of the area's remotest villages, away from other tourists Learn about local history from your English speaking guide Transportation, lunch, guide fees and entrance to the Minkaen Outdoor Museum are all included What We Love:   What We Love: Venture deep into the Gokayama region to explore some fascinating countryside villages, known for their iconic steeped-roof gasshozukuri farmhouses. Enjoy the ease of hotel transfers and the help of an English speaking guide as you make your way into some of the region's remotest villages. This isn't your average group tour - the route is designed to aide your Japan sightseeing by taking you to some hard to reach locations, away from large tourist numbers. It's not a package tour - when you arrive at each location, you're given free time to explore by foot on your own. You'll visit the two World Heritage Sites of Suganuma and Ainokura villages, which remain as beautiful examples of local folk culture. Dine on fresh soba noodles and local tofu for lunch overlooking the iconic steeped-roofs of Shirakawago's farmhouses and get clued up on local history with free time at the Gasshozukuri Minkaen Outdoor Museum.  ",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.klook.com/activity/1898-gokayama-suganuma-shirakawago-bus-tour-nagoya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Gokayama Suganuma & Shirakawago Bus Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:57:56"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b7388191-Tokugawa-Art-Museum-Discount-Ticket/TokugawaArtMuseum.jpgopacity0.938153",
        "strIntroduction": " Don't miss the Tokugawa Art Museum in Nagoya to uncover an impressive collection of Japanese artefacts Visit one of Japan's best quality and diverse displays of Japanese cultural and historical art See and learn about the famed, hand illustrated Tale of Genki scroll from the 12th Century Home to 9 National Treasures, 59 registered Important Cultural Properties and 46 Important Art Objects Pick up your ticket at Chubu Centrair International Airport on arrival in Nagoya, visit the museum on any date Visit one of Japan's best quality and diverse displays of Japanese cultural and historical art Visit one of Japan's best quality and diverse displays of Japanese cultural and historical art See and learn about the famed, hand illustrated Tale of Genki scroll from the 12th Century See and learn about the famed, hand illustrated Tale of Genki scroll from the 12th Century Home to 9 National Treasures, 59 registered Important Cultural Properties and 46 Important Art Objects Home to 9 National Treasures, 59 registered Important Cultural Properties and 46 Important Art Objects Pick up your ticket at Chubu Centrair International Airport on arrival in Nagoya, visit the museum on any date Pick up your ticket at Chubu Centrair International Airport on arrival in Nagoya, visit the museum on any date What We Love:   What We Love: A must-visit museum in Nagoya for anyone with even the slightest interest in Japanese culture and history. Built on the site of one of the residences of the Edo Period's hugely wealthy Owari Tokugawa family, the museum houses an extensive and diverse collection of over 10,000 treasures including samurai swords, priceless scrolls, ancient tea sets, costumes, poems and maps. Many items are even designated National Treasures, Important Cultural Properties or Important Art Objects. If you're lucky, the world-famous Tale of Genji picture scrolls may be on display (or you can watch the video instead). Tie your trip in with a visit the the adjacent Tokugawa-en beautifully landscaped Japanese garden (not included with this ticket.)  ",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.klook.com/activity/1987-tokugawa-art-museum-nagoya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tokugawa Art Museum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:58:08"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 18,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ed5f01ad-%E5%90%8D%E5%8F%A4%E5%B1%8B%E6%B8%AF%E6%B0%B4%E6%97%8F%E9%A6%86%E5%85%A5%E5%9C%BA%E5%88%B8/PortofNagoyaPublicAquarium.jpg",
        "strIntroduction": " Take a dive into millions of years of marine history at the Port of Nagoya Aquarium with a standard or combo admission ticket Don't miss the impressive dolphin shows and even get the chance to touch a dolphin! Visit the killer whales, beluga whales, penguins and a huge range of other marine animals Stay for feeding time at different tanks throughout the aquarium Choose from standard admission or opt for a combo ticket with additional access to an Observation Deck, the Maritime Museum and the South Pole research vessel 'Fuji' Don't miss the impressive dolphin shows and even get the chance to touch a dolphin! Don't miss the impressive dolphin shows and even get the chance to touch a dolphin! Visit the killer whales, beluga whales, penguins and a huge range of other marine animals Visit the killer whales, beluga whales, penguins and a huge range of other marine animals Stay for feeding time at different tanks throughout the aquarium Stay for feeding time at different tanks throughout the aquarium Choose from standard admission or opt for a combo ticket with additional access to an Observation Deck, the Maritime Museum and the South Pole research vessel 'Fuji' Choose from standard admission or opt for a combo ticket with additional access to an Observation Deck, the Maritime Museum and the South Pole research vessel 'Fuji' What We Love:   What We Love: Divided into two facilities, the Port of Nagoya Aquarium is a world class aquarium showcasing marine life from across the globe and boasting one of the largest outdoor tanks in the world. Embark on a journey spanning 3.5 billion years in the Nagoya Port Aquarium North Building and be introduced to the world of Cetaceans (such as whales, dolphins, porpoises), who have adapted to living in water and developed a magnificent intelligence, over years of evolution. You'll see killer whales perform, dolphins at play, and even beluga whales! Get a closer look at Japanese, Australian and Arctic marine life in the South Building and watch schools of fish at play, colorful corals, deep sea creatures, freshwater Australian life, turtles, and more than a few penguins! The South Building's main attraction is 'Fuji', an ice-cruising ship now on display in it's original condition (included in combo ticket only).  ",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.klook.com/activity/1759-port-of-nagoya-public-aquarium-nagoya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Port of Nagoya Public Aquarium",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:58:22"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 89,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6851f343-Komagatake-Ropeway-Ticket-%2B-Bus-Transport-from-Nagoya/KomagatakeRopeway%2BBusfromNagoya.jpg",
        "strIntroduction": " Be whisked away to another world in 7.5 minutes aboard the Komagatake Ropeway in Japan's Central Alps on a day trip from Nagoya Journey up to 2,612 meters at Senjojiki Station, the highest elevation of any station in Japan Get incredible panoramic views across the Senjojiki Cirque and to Mount Fuji in the distance Visit year-round to take in the scenic beauty in all four seasons Includes roundtrip bus tickets from Nagoya and roundtrip ropeway tickets plus a guide to help get you there Pick up your voucher at Chubu Centrair Airport on arrival in Nagoya, take the tour on any day - no advance booking required! Journey up to 2,612 meters at Senjojiki Station, the highest elevation of any station in Japan Get incredible panoramic views across the Senjojiki Cirque and to Mount Fuji in the distance Visit year-round to take in the scenic beauty in all four seasons Includes roundtrip bus tickets from Nagoya and roundtrip ropeway tickets plus a guide to help get you there Pick up your voucher at Chubu Centrair Airport on arrival in Nagoya, take the tour on any day - no advance booking required! What We Love:   What We Love: Take on this 450 second aerial adventure to discover the incredible beauty of Japan's Central Alps. Between the base at Shirabidaira Station (1,662m) up to Senjojiki Station (2,616m) you'll experience the largest ropeway elevation gain before you're rewarded with stunning views of Senjojiki Cirque directly below Mt. Hokendake. Operating in every season, showcasing summer blooms and wintry snows, you'll be able to see as far as the Southern Alps and Mt. Fuji from the top. Specifically designed for travelers arriving from Nagoya, this package includes convenient roundtrip bus transfers between Nagoya and Komagatake Ropeway, plus the help of a friendly guide to make sure you get there hassle-free. Just don't forget to pick up your voucher at Chubu Centrair Internation Airport when you arrive, and to redeem your physical tickets at Meitetsu Bus Center in Nagoya.  ",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.klook.com/activity/1858-komagatake-ropeway-bus-nagoya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Komagatake Ropeway + Bus from Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:58:34"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 6,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/68a9c037-/NagoyaTVTower.jpgopacity0.875056",
        "strIntroduction": " Get panoramic views of the city at Nagoya TV Tower as you tick off one of Nagoya's top tourist attractions from your list of things to do in Nagoya Scale one of Nagoya's most iconic structures View the city from a 90 meters high observation deck Get a 360 degree view of Nagoya and the surrounding area Take your partner to this designated 'Lover's Sanctuary' since 2008 Scale one of Nagoya's most iconic structures View the city from a 90 meters high observation deck Get a 360 degree view of Nagoya and the surrounding area Take your partner to this designated 'Lover's Sanctuary' since 2008 What We Love:   What We Love: Probably Nagoya's most iconic structure - beloved by locals and favoured by tourists - you can't miss venturing up to the 90 meter observation deck of Nagoya TV Tower. Towering above this fairly low-lying city, the Eiffel Tower-esque building was selected as a 'Lover's Sanctuary' in 2008 (you'll find an oversized heart sculpture inside to prove it!) From the top you'll get 360° views over the entire city and across to the hilly landscape in the distance. Purchase your discounted Nagoya TV Tower admission ticket in advance on Klook - and remember to pick up your tickets on arrival at Chubu Centrair International Airport.  ",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.klook.com/activity/1980-nagoya-tv-tower-nagoya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Nagoya TV Tower",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:58:46"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 16,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/10364570-Siam-Ocean-World/SEALIFEBangkokOceanWorld.jpgopacity0.930371",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly A choice of ticket options means you can explore marine attractions at SEA LIFE Bangkok Ocean World, meet famous personalities at Madame Tussauds, get a 5D movie experience and even have a fish pedicure with discount tickets! Meet and greet over 400 water species at Bangkok's favorite ocean-themed attraction! Also have the option to feed lovely penguins, otters and water rats, and get your feet pampered with the unique Happy Fish pedicure (extra cost) With the Ocean World & Madame Tussauds combo: enjoy entry to the Madame Tussauds wax museum for photo ops with famous personalities! The Super Combo includes a cutting-edge movie experience at 5D Cinema XTREME and a glass-bottom boat ride through the main tank Meet and greet over 400 water species at Bangkok's favorite ocean-themed attraction! Meet and greet over 400 water species at Bangkok's favorite ocean-themed attraction! Also have the option to feed lovely penguins, otters and water rats, and get your feet pampered with the unique Happy Fish pedicure (extra cost) Also have the option to feed lovely penguins, otters and water rats, and get your feet pampered with the unique Happy Fish pedicure (extra cost) With the Ocean World & Madame Tussauds combo: enjoy entry to the Madame Tussauds wax museum for photo ops with famous personalities! With the Ocean World & Madame Tussauds combo: enjoy entry to the Madame Tussauds wax museum for photo ops with famous personalities! The Super Combo includes a cutting-edge movie experience at 5D Cinema XTREME and a glass-bottom boat ride through the main tank The Super Combo includes a cutting-edge movie experience at 5D Cinema XTREME and a glass-bottom boat ride through the main tank What We Love:   What We Love: With over 400 sea species and 30,000 fish on display, SEA LIFE Bangkok Ocean World Aquarium in Bangkok is one of the few in the world where families can spend a few hours without feeling bored. An acrylic tunnel runs through the main tank where you can boat along – or, if you are brave, why not dive in to feed the sharks? If that's too much, there are other underwater sea creatures you can feed and interact with: water rats, otters, the lovely penguins. At the end of the trip, don't forget to pamper your tired feet with a little fish pedicure!  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/357-siam-ocean-world-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "SEA LIFE Bangkok Ocean World",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:58:55"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/13c771f0-3G-WiFi-Device-HKG-Pick-Up-for-Thailand/3GWiFiHKGPickUpforThailand.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Thailand with an unlimited data pocket 3G WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Thailand - wherever your itinerary takes you Get WiFi access across the whole of Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport Collect and drop off your device at Hong Kong airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Thailand, without the stress of sourcing WiFi once you get there. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Thailand but also Singapore, Taiwan, Japan and Korea.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/661-thailand-wifi-device-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Thailand",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:59:09"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 20,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6850993d-Siam-Niramit/SiamNiramit.jpgopacity0.698574",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Get to know Thailand's rich heritage in this incredible show Join an audience of 2,000 for a wildly spectacular show on Thailand's history and culture Learn about the local Thai religious customs and practices in an entertaining way Enjoy a legion of 150 dancers and musicians performing in one of the largest shows in the world Also glimpse real elephants and goats in action! Join an audience of 2,000 for a wildly spectacular show on Thailand's history and culture Join an audience of 2,000 for a wildly spectacular show on Thailand's history and culture Learn about the local Thai religious customs and practices in an entertaining way Learn about the local Thai religious customs and practices in an entertaining way Enjoy a legion of 150 dancers and musicians performing in one of the largest shows in the world Enjoy a legion of 150 dancers and musicians performing in one of the largest shows in the world Also glimpse real elephants and goats in action! Also glimpse real elephants and goats in action! What We Love:   What We Love: Sit back in the 2,000-seater hall and delight your senses with a legion of 150 performers – including real elephants and goats! Flying dancers, meticulously designed backdrops, and heart-thumping sound scores all tell the story of Siam and its colorful heritage. Hark back to ancient times, with the city as a crossroad for civilizations. Glimpse Buddhist and Muslim customs, performed in harmonious ceremony. Partake in village celebrations and daily peasant life, and learn about the shared belief in karma, as well as mystical netherworlds Hell and Himpaan, a forest between heaven and earth. With riveting Thai dances and charming folk music set to spectacular effects, you're in for a wildly entertaining show, that takes you into the heart and mind of Thailand.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/359-siam-niramit-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Siam Niramit",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:59:25"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 20,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/dfb5abab-Safari-World-Bangkok/SafariWorld.jpgopacity0.969096",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Surround yourself with the wild of Bangkok in a fun day out with the family! Spend a day 'in the wild' with Safari World's exotic animals plus a delicious buffet lunch included See your favorite sea animals at Safari World's marine park, with its 8 spectacular shows Don't miss out on the world's first and only orangutan boxing show! Get a taste for gunfights, bullwhips and explosive at the Hollywood Cowboy Stunt Show Experience a splash in the jungle with a water flume ride – perfect on a hot, sunny day! Spend a day 'in the wild' with Safari World's exotic animals plus a delicious buffet lunch included Spend a day 'in the wild' with Safari World's exotic animals plus a delicious buffet lunch included See your favorite sea animals at Safari World's marine park, with its 8 spectacular shows See your favorite sea animals at Safari World's marine park, with its 8 spectacular shows Don't miss out on the world's first and only orangutan boxing show! Don't miss out on the world's first and only orangutan boxing show! Get a taste for gunfights, bullwhips and explosive at the Hollywood Cowboy Stunt Show Get a taste for gunfights, bullwhips and explosive at the Hollywood Cowboy Stunt Show Experience a splash in the jungle with a water flume ride – perfect on a hot, sunny day! Experience a splash in the jungle with a water flume ride – perfect on a hot, sunny day! What We Love:   What We Love: Get a thrilling experience in the wild at Safari World Bangkok! Get up close and personal with lions, giraffes and ostriches in a scenic, breathtaking ride, and delight in the tropical colors of exotic birds at the Bird Show. For a little more action, the one-of-a-kind Orangutan Boxing Show is not to be missed, while the Feeding Show lets you in on some hands-on feeding experience. With this package you'll also get access to the Marine Park, where you'll get to ride on a river cruise and enjoy the daily White Tiger Show. On top of the animal sightings, there's the live, wild, wild west Hollywood Cowboy Stunt Show, filled with heart-wrenching gunfights, bullwhips and hoseplay, as well as a refreshing water flume ride! Make it a day at Safari World, complete with a buffet meal to pad and fuel your trip. It sure is more than your ordinary zoo!  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/365-safari-world-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Safari World",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:59:38"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/541c2c7a-3G4G-SIM-Card-BKKDMK-Pick-Up-for-Thailand/3G4GSIMCardBKKDMKPickUpforThailand.jpgopacity0.97044",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend money on your holiday instead of hefty phone bills – get a local SIM card for your holiday in Thailand! Stay connected on your holiday in Thailand with the local SIM card Keep in touch with family and friends without overspending on roaming services Share vacation photos and enjoy fast web speeds thanks to 4G and 3G connectivity (area-dependent) You can pick up the SIM card right upon your arrival at the airport Stay connected on your holiday in Thailand with the local SIM card Stay connected on your holiday in Thailand with the local SIM card Keep in touch with family and friends without overspending on roaming services Keep in touch with family and friends without overspending on roaming services Share vacation photos and enjoy fast web speeds thanks to 4G and 3G connectivity (area-dependent) Share vacation photos and enjoy fast web speeds thanks to 4G and 3G connectivity (area-dependent) You can pick up the SIM card right upon your arrival at the airport You can pick up the SIM card right upon your arrival at the airport What We Love:   What We Love: Connect with family and friends and tell them all about the exciting vacation you are having in Thailand without exorbitant roaming costs with the 7 day unlimited SIM card. Enjoy lightning fast web speeds, get updates from your social media accounts and make hassle-free travel arrangements. Available for pick up right when you arrive at the airport, the SIM card will let you connect to 4G or 3G network (depending on the area) and will let you make the best of your vacation without worrying about the details.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1235-thailand-sim-card-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G/4G SIM Card (BKK/DMK Pick Up) for Thailand",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 19:59:47"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d964f82f-3G4G-SIM-Card-HKG-Pick-Up-for-Thailand/3G4GSIMCardHKGPickUpforThailand.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Connect with your mobile just like you do at home with a 4G/3G SIM Card in Thailand 7 Days Sim Card loaded with 4G and Unlimited 3G for use in Thailand Additional 100 baht calling time included 3-in-1 Sim Card (Mini, Micro and Nano sizes) 7 Days Sim Card loaded with 4G and Unlimited 3G for use in Thailand 7 Days Sim Card loaded with 4G and Unlimited 3G for use in Thailand Additional 100 baht calling time included Additional 100 baht calling time included 3-in-1 Sim Card (Mini, Micro and Nano sizes) 3-in-1 Sim Card (Mini, Micro and Nano sizes) What We Love:   What We Love: We know that you love to be able to connect with your friends and family, and we also know that you don't like roaming costs. With a local Sim card available for pick up before you leave you can connect as soon as you arrive in Thailand. Make the most of unlimited data so you can send those holiday snaps to family and friends, look at maps to find the best of the best, and keep on top of your emails while you're away.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/722-thailand-happy-tourist-sim-card-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G/4G SIM Card (HKG Pick Up) for Thailand",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:00:00"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 36,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f9233266-Cartoon-Network-Amazone/CartoonNetworkAmazoneSingleDayPassPattaya.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend a unique family day out at Thailand's most animated waterpark! Experience the thrill of over 150 slides and attractions in 10 themed zones Watch cool stunts, thrilling acrobatics and jaw-dropping action scenes in the live shows Meet and greet your favorite Cartoon Network characters Enhance your Cartoon Network experience by purchasing add ons such as spa packages, lockers and cabanas here Make your day stress free by booking transportation to and from Cartoon Network Amazone Experience the thrill of over 150 slides and attractions in 10 themed zones Watch cool stunts, thrilling acrobatics and jaw-dropping action scenes in the live shows Meet and greet your favorite Cartoon Network characters Enhance your Cartoon Network experience by purchasing add ons such as spa packages, lockers and cabanas here here Make your day stress free by booking transportation to and from Cartoon Network Amazone transportation to and from Cartoon Network Amazone What We Love:   What We Love: Cartoon Network Amazone is the world's first Cartoon Network-themed waterpark. Based on the popular children's channel, this family-friendly water park is sure to excite thrill-seekers and animation fanatics alike! Splash out with all of your favorite Cartoon Network friends, including Adventure Time's Finn and Jake, The Powerpuff Girls, Johnny Bravo and many more. This unique park will have you free-falling 17 meters, hurtling to a splash landing from 23.4 meters, braving the Riptide Rapids, riding out the Mega Wave and exploring the splashtastic slides and fountains at the kids-only Cartoonival. If you're looking for things to do with kids in Pattaya, this water park should be high on your itinerary!  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1316-cartoon-network-amazone-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Cartoon Network Amazone Single Day Pass (Pattaya)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:00:10"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1b578b2d-Golden-Dome/GoldenDome.jpgopacity0.797061",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Don't miss out on one of Bangkok's most sought-after night-time attractions: a ladyboy cabaret! Enjoy 1hr of spectacular song and dance numbers in one of Bangkok's famed cabarets – and up close, with this VIP package Watch out for the ladyboys in their exquisite and glamorous evening gowns! Stick around after the show for the chance to take photos with the performers Enjoy 1hr of spectacular song and dance numbers in one of Bangkok's famed cabarets – and up close, with this VIP package Enjoy 1hr of spectacular song and dance numbers in one of Bangkok's famed cabarets – and up close, with this VIP package Watch out for the ladyboys in their exquisite and glamorous evening gowns! Watch out for the ladyboys in their exquisite and glamorous evening gowns! Stick around after the show for the chance to take photos with the performers Stick around after the show for the chance to take photos with the performers What We Love:   What We Love: World-famous for its unique night time activities, particularly its ladyboy shows, Bangkok's glitz and glamor come full circle in Golden Dome's world-class showcase of costumes, lights, music, and the mesmerizing performers themselves. Get VIP treatment at the Golden Dome Cabaret Show with this package, where you'll get to enjoy the beautifully designed backdrops and elaborate choreography up close. Of course, it's the stars of the show that deserve your grand anticipation: look out as talented ladyboy performers, in gowns reminiscent of Miss Universe contestants, take the stage for a memorable night of entertainment. Selfie opportunities with these stars await after the show, so don't forget to stick around!  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/360-golden-dome-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Golden Dome",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:00:20"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b22d8283-Chao-Phraya-Princess-Cruise/ChaoPhrayaPrincessCruise.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Feast with the family aboard the famous dinner river cruise in Bangkok! View historic Bangkok landmarks, such as the Emerald Buddha Temple and Grand Palace, by night on a grand cruise ride Indulge in a gourmet buffet of Thai delicacies as well as international favorites Hark back to the 80s and 90s with a live band, performing hits by ABBA, Donna Dummer and the Supremes Enjoy the Bangkok nightscape and take in the cool breeze from the perch of the boat deck, overlooking the famous Chao Phraya River View historic Bangkok landmarks, such as the Emerald Buddha Temple and Grand Palace, by night on a grand cruise ride View historic Bangkok landmarks, such as the Emerald Buddha Temple and Grand Palace, by night on a grand cruise ride Indulge in a gourmet buffet of Thai delicacies as well as international favorites Indulge in a gourmet buffet of Thai delicacies as well as international favorites Hark back to the 80s and 90s with a live band, performing hits by ABBA, Donna Dummer and the Supremes Hark back to the 80s and 90s with a live band, performing hits by ABBA, Donna Dummer and the Supremes Enjoy the Bangkok nightscape and take in the cool breeze from the perch of the boat deck, overlooking the famous Chao Phraya River Enjoy the Bangkok nightscape and take in the cool breeze from the perch of the boat deck, overlooking the famous Chao Phraya River What We Love:   What We Love: Take in Bangkok's most famous and sacred landmarks from a scenic viewpoint: aboard the Chao Phraya Princess Cruise, swiftly gliding the night. What makes this cruise ride unique is not only what takes place outside the boat: inside, a grandiose buffet featuring your favorite Thai dishes, as well as a selection of international treats, are spread out for your enjoyment. Along with a live band to grace your dinner with throwback tunes and a dose of nostalgia, the Chao Phraya Princess Cruise promises no less than an entertaining and memorable night for sure. Take on the journey with friends, family, and/or your partner: folks of all ages are welcome!  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/375-chao-phraya-princess-cruise-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Chao Phraya Princess Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:00:33"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 21,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0a50e115-Muay-Thai-Live-The-Legend-Lives-/MuayThaiLiveTheLegendLives.jpgopacity0.92632",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Witness Muay Thai boxing at its finest in this stage show in Bangkok Witness fight scenes straight out of the big screen – in this live show on stage! See jaw-dropping martial arts moves in this tale about Thai boxing Experience the action up close with a Premium ticket Enjoy refreshments outside the venue before the show begins Be sure to stop by the gift store at the end of the show for some fantastic souvenirs! Witness fight scenes straight out of the big screen – in this live show on stage! Witness fight scenes straight out of the big screen – in this live show on stage! See jaw-dropping martial arts moves in this tale about Thai boxing See jaw-dropping martial arts moves in this tale about Thai boxing Experience the action up close with a Premium ticket Experience the action up close with a Premium ticket Enjoy refreshments outside the venue before the show begins Enjoy refreshments outside the venue before the show begins Be sure to stop by the gift store at the end of the show for some fantastic souvenirs! Be sure to stop by the gift store at the end of the show for some fantastic souvenirs! What We Love:   What We Love: A tale on the story behind martial arts, traced back to the days of ancient Siam, Muay Thai Live has all the makings of your favorite action film – live! Follow the heroic protagonist and femme fatale in their encounters with threatening villains in a spectacle of martial arts, sword fighting and impressive acrobatics. Expect to laugh out loud or gasp in awe, with this showcase of Thai boxing that tastefully caters to everyone, featuring riveting choreography and a budding romance to mind-blowing fight scenes. It's a full 90 minutes of old-school fights, all the way down to 21st-century streets, so find your seats and make yourself comfortable. Don't forget to pick up a souvenir on the way out!  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/366-muay-thai-live-the-legend-lives-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Muay Thai Live: The Legend Lives",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:00:45"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1109f39f-Art-in-Paradise/ArtinParadiseBangkok.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly You'll want to charge your camera batteries as the interactive 3D art illusions will have you taking picture after hilarious picture! Trick and be tricked at Thailand's first optical illusion gallery Experience the five 3D galleries with paintings that you can step inside, strike a pose and take pictures with! Be amazed by interactive media which detects audience's actions and responds accordingly There are no boundaries - the gallery is fully interactive Trick and be tricked at Thailand's first optical illusion gallery Trick and be tricked at Thailand's first optical illusion gallery Experience the five 3D galleries with paintings that you can step inside, strike a pose and take pictures with! Experience the five 3D galleries with paintings that you can step inside, strike a pose and take pictures with! Be amazed by interactive media which detects audience's actions and responds accordingly Be amazed by interactive media which detects audience's actions and responds accordingly There are no boundaries - the gallery is fully interactive There are no boundaries - the gallery is fully interactive What We Love:   What We Love: Experience life in a new dimension at an art gallery like no other! These unconventional paintings use an art technique where two-dimensional pictures are turned into three-dimensional images through the use of optical illusions. There are five zones within the museum: Aqua and Safari, Classic Art, Fantasy, Nature and Modern Art. Float down Venetian canals, venture through the jungle, roam ancient temples and escape a shark attack! The gallery is fully interactive, so you can touch, climb, pose and take photos with all the paintings. Don't make the mistake of thinking this is just for kids, adults get sucked into hours of fun here too! The museum's newest feature interacts with the audience by detecting facial expressions and movement. Swing by and check it out for yourself!  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/536-art-in-paradise-bangkok-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Art in Paradise Bangkok",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:00:56"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7552784d-Calypso-Cabaret-Show/CalypsoCabaretShow.jpgopacity0.698574",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Experience a live performance like never before at the Calypso Cabaret Show! Enjoy realistic impersonations of Marilyn Monroe and Elvis Presley in this musical extravaganza! Prepare to be shocked and amazed by colorful, flamboyant burlesque performances by Bangkok's talented ladyboys Immerse yourself in some Thai culture with traditional dance performances, such as Kinaree dancing Stick around at the end of the show for a chance to snap a few photos with the performers as a souvenir for the night Enjoy realistic impersonations of Marilyn Monroe and Elvis Presley in this musical extravaganza! Enjoy realistic impersonations of Marilyn Monroe and Elvis Presley in this musical extravaganza! Prepare to be shocked and amazed by colorful, flamboyant burlesque performances by Bangkok's talented ladyboys Prepare to be shocked and amazed by colorful, flamboyant burlesque performances by Bangkok's talented ladyboys Immerse yourself in some Thai culture with traditional dance performances, such as Kinaree dancing Immerse yourself in some Thai culture with traditional dance performances, such as Kinaree dancing Stick around at the end of the show for a chance to snap a few photos with the performers as a souvenir for the night Stick around at the end of the show for a chance to snap a few photos with the performers as a souvenir for the night What We Love:   What We Love: Over 25 years in the running, Calypso Cabaret continues its fine tradition of producing world-class entertainment featuring Bangkok's talented ladyboys. Get a taste for phenomemal song and dance numbers – in English, Korean, and of course, Thai – with performances choreographed in celebration of diversity and variety. You don't want to miss out on incredible Marylin Monroe and Elvis Presley impersonations, extravagant burlesque performances, glamorous Thai dancing numbers – and more! Now hosted in the bustling dining and entertainment complex, Asiatique The Riverfront, Calypso Cabaret promises a night of enjoyment you won't forget.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/361-calypso-cabaret-show-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Calypso Cabaret Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:01:06"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 13,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5956f40b-%E6%A2%A6%E5%B9%BB%E4%B8%96%E7%95%8C%E4%B8%BB%E9%A2%98%E5%85%AC%E5%9B%AD---Klook%E5%AE%A2%E8%B7%AF/DreamWorld.jpgopacity0.899842",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend a fun-filled day with the whole family at Dream World! Enjoy an array of exciting rides, from the family-friendly Speedy Mouse, to the adrenaline-pumped Haunted Mansion and Tornado! Stick around for the The Colours of the World Parade – among other shows – featuring your favorite cartoon characters Snap away on your camera at the Seven Wonders of The World Discover a world of snow and ice at Snow Town, and go for a sledge ride in -8°C temperature! Eat at one of the park's many food outlets, and make sure to stop by the souvenir shop for some stylish memorabilia! Enjoy an array of exciting rides, from the family-friendly Speedy Mouse, to the adrenaline-pumped Haunted Mansion and Tornado! Enjoy an array of exciting rides, from the family-friendly Speedy Mouse, to the adrenaline-pumped Haunted Mansion and Tornado! Stick around for the The Colours of the World Parade – among other shows – featuring your favorite cartoon characters Stick around for the The Colours of the World Parade – among other shows – featuring your favorite cartoon characters Snap away on your camera at the Seven Wonders of The World Snap away on your camera at the Seven Wonders of The World Discover a world of snow and ice at Snow Town, and go for a sledge ride in -8°C temperature! Discover a world of snow and ice at Snow Town, and go for a sledge ride in -8°C temperature! Eat at one of the park's many food outlets, and make sure to stop by the souvenir shop for some stylish memorabilia! Eat at one of the park's many food outlets, and make sure to stop by the souvenir shop for some stylish memorabilia! What We Love:   What We Love: Meet Cinderella and other favorite fairytale characters, see world landmarks like the Eiffel Tower, frolic around in snow and even take a trip down white water rapids: all this and more await at Dream World, also known as Thailand's very own Disneyland! Go on classic fairground rides like bumper cars, then try out novel attractions like the hair-raising Sky Coaster rollercoaster. Along with a variety of shows, such as the Hollywood Action show – daredevil stunts and mindblowing special effects, anyone? – as well as spectacular sites, like Snow Town in the middle of the park, Dream World promises a fun-filled day for all – from kids to kids at heart!  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/363-dream-world-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Dream World",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:01:18"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 25,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/63c7e5a6-Airport-Transfers-BKK-Pick-Up-for-Bangkok%2C-Pattaya%2C-Jomtien%2C-Hua-Hin%2C-Ayutthaya%2C-Koh-Samet%2C-or-Koh-Chang/AirportTransfersBKKPickUpforBangkok%2CPattayamore.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Travel in a private car from Bangkok Suvarnabhumi Airport to the city center or nearby towns. All you have to sit back and plan what you're going to do when you get there! Enjoy easy transfers from Suvarnabhumi airport to you Thailand destination in a modern air conditioned vehicle Receive a convenient pick up service from your hotel or airport Choose between two vehicles to suit the size of your traveling party Enjoy easy transfers from Suvarnabhumi airport to you Thailand destination in a modern air conditioned vehicle Enjoy easy transfers from Suvarnabhumi airport to you Thailand destination in a modern air conditioned vehicle Receive a convenient pick up service from your hotel or airport Receive a convenient pick up service from your hotel or airport Choose between two vehicles to suit the size of your traveling party Choose between two vehicles to suit the size of your traveling party What We Love:   What We Love: Make sure your visit to Thailand is hassle free by booking a BKK airport transfer in advance. Enjoy the comfort of a private vehicle with your own professional driver who will pick you up right from your hotel or Bangkok Suvarnabhumi Airport arrival hall, before whisking you off to your final destination. These private transfers to or from Suvarnabhumi International Airport and downtown Bangkok, Pattaya, Jomtien, Hua Hin, Ayutthaya, Koh Samet or Koh Chang can accommodate between 1 and 10 people with a choice of a modern car with air conditioning.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1160-suvarnabhumi-airport-transfers-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (BKK Pick Up) for Bangkok, Pattaya & more",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:01:29"
    }
]