[
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 91,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/fb274ba8-%E8%8A%AD%E6%8F%90%E9%9B%85%E9%95%BF%E8%87%82%E7%8C%BF%E4%B8%9B%E6%9E%97%E9%A3%9E%E8%B6%8A-klook%E5%AE%A2%E8%B7%AF/FlightOfTheGibbonChonburi.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Zipline a 3km course with 24 platforms in the heart of a Thai rainforest Zipline through a jungle ecosystem on the highest zipline in Thailand Enjoy a 3km course with 24 platforms, 2 hanging sky bridges, 2 rappel descents and a zipline over 300 meters long Take in the wildlife, flowers and fauna - you might even see a hornbill along the way! Go on a free tram tour around Khao Kheow Open Safari Park Zipline through a jungle ecosystem on the highest zipline in Thailand Enjoy a 3km course with 24 platforms, 2 hanging sky bridges, 2 rappel descents and a zipline over 300 meters long Take in the wildlife, flowers and fauna - you might even see a hornbill along the way! Go on a free tram tour around Khao Kheow Open Safari Park What We Love:   What We Love: Soar through the Thailand rainforest as you enjoy the natural wonder of a rainforest. If you're in luck, you'll also be able to see the rare hornbill among other animals. The site has a 300 meter rope slide, 2 rappel descents and 2 hanging sky bridges with an experienced guide who will pay close attention to your safety. At the end of the the obstacle, enjoy the view from a high platform overlooking the lush greenery and scenic mountains.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1108-flight-of-the-gibbon-tour-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Flight Of The Gibbon Chonburi"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 13,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d2990de4-%E8%8A%AD%E6%8F%90%E9%9B%85%E7%9C%9F%E7%90%86%E5%AF%BA-KLOOK%E5%AE%A2%E8%B7%AF/TheSanctuaryofTruth.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Marvel at the breathtaking intricate wooden architecture of The Sanctuary of Truth temple in Pattaya Enjoy Thailand's famous ornate wood temple and trace the origins of Thai wood carving Be guided by an expert who will explain the cultural philosophy of the 105 meter tall building Take part in other recreational activities such as an elephant ride or river boat ride Enjoy Thailand's famous ornate wood temple and trace the origins of Thai wood carving Be guided by an expert who will explain the cultural philosophy of the 105 meter tall building Take part in other recreational activities such as an elephant ride or river boat ride What We Love:   What We Love: The Sanctuary of Truth is an architecture marvel composed entirely of wood without any metal nails. Constructed to preserve the building techniques of the past, the building exemplifies hand-hewn woodworking skills in Thailand. Built based on the religious philosophy of impermanence, the complex features four wings dedicated to Thai, Khmer, Chinese and Indian religious iconography respectively. Check out the intricate wooden carvings as you walk around the building.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1109-the-sanctuary-of-truth-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "The Sanctuary of Truth"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7acd4796-Mini-Siam-Pattaya---Klook/PattayaMiniSiam.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy discounts to the Mini Siam Pattaya park where you can discover a miniature world of Thai architecture and world landmarks Visit Ayutthaya, the Eiffel Tower, the Egyptian Abu Simbel temple and other structures - in miniature! Explore the different landmarks all around in the world in a day Get instant ticket confirmation and enjoy a hassle free journey A perfect activity for family and friends at one of the most popular attractions in Pattaya Visit Ayutthaya, the Eiffel Tower, the Egyptian Abu Simbel temple and other structures - in miniature! Explore the different landmarks all around in the world in a day Get instant ticket confirmation and enjoy a hassle free journey A perfect activity for family and friends at one of the most popular attractions in Pattaya What We Love:   What We Love: Explore the world in a day at Mini Siam where you can venture around 29 sections, largely divided into miniature Siam and Europe. The Mini Siam zone features many famous Thai temples and attractions: Wat Phra Kaeo, Wat Arun, Phanom Long Historical Park, and Ayutthaya are among the most prominent ones. Other famous landmarks featured are the Eiffel Tower, the Leaning Tower of Pisa, London Tower Bridge and Angkor Wat in Cambodia - discover more places in the Mini Europe zone. So if you're vacation days don't quite cover your endless list of sights to see, this might be your answer! A perfect place for a family outing, everyone will enjoy discovering a miniature world in a day.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1110-mini-siam-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Pattaya Mini Siam"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 27,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0a031c92-Pattaya-Half-Day-Biking-Trip-Colors-of-Pattaya/ColorsofPattayaBikingTrip.jpg",
        "strIntroduction": " A half day Pattaya biking trip will take you to the city's famous sights and well-kept secrets! Enjoy a bike tour around Pattaya's hidden green corners for 3-4 hours Relax and ride along the coastal line of Wong-Amat and Palm-Beach Visit a school for blind children, a fishing pier and Pattaya's China Town The tour is 20-25km long and will let you admire Pattaya's amazing scenery in full Stay hydrated with water and soft drinks at hourly stops along the ride, plus a free drink at Ryan's bar when you finish Enjoy a bike tour around Pattaya's hidden green corners for 3-4 hours Enjoy a bike tour around Pattaya's hidden green corners for 3-4 hours Relax and ride along the coastal line of Wong-Amat and Palm-Beach Relax and ride along the coastal line of Wong-Amat and Palm-Beach Visit a school for blind children, a fishing pier and Pattaya's China Town Visit a school for blind children, a fishing pier and Pattaya's China Town The tour is 20-25km long and will let you admire Pattaya's amazing scenery in full The tour is 20-25km long and will let you admire Pattaya's amazing scenery in full Stay hydrated with water and soft drinks at hourly stops along the ride, plus a free drink at Ryan's bar when you finish Stay hydrated with water and soft drinks at hourly stops along the ride, plus a free drink at Ryan's bar when you finish What We Love:   What We Love: Explore northern and eastern Pattaya on a 3-4 hour bicycle trip along its greenest roads. Hop on a bike, leave your worries behind and discover a whole new side of Pattaya. The tour will take you to places way off the beaten track, far from the noisy party areas and away from traffic. Colors of Pattaya follows the coastal line along Wong-Amat and Palm-Beach and you will get to visit a school for blind children, a local fishing pier and ride along the unknown canals in the China Town of Pattaya. The tour is 20-25km long and is suitable for any healthy individuals willing to ride a push bike.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1141-colors-of-pattaya-biking-trip-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Colors of Pattaya Biking Trip"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0ff393a6-3G-WiFi-Taiwan-Pick-Up-for-Thailand/3GWiFiTPETSAKHHPickUpforThailand.jpg",
        "strIntroduction": " Stay connected when traveling in Thailand with a 3G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Stay connected for your trip in Thailand with unlimited WiFi coverage. When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Thailand from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 3G data whilst connecting up to 10 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1148-wi-ho-thailand-wifi-device-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (TPE/TSA/KHH Pick Up) for Thailand"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 61,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/68b7f2ac-Pattaya-Coral-Island-Snorkeling-Tour/CoralIslandSnorkelingTour.jpg",
        "strIntroduction": " Embark on a snorkeling trip to Pattaya and enjoy loads of other water activities: have fun on a banana boat ride, discover the underwater world with Seawalker, fly with a parachute and more! Visit Coral Island and swim in the turquoise waters of Hard Tien Beach Go snorkeling with Seawalker - a safe way to dive for beginners without even getting your hair wet – and discover Pattaya's mesmerizing underwater kingdom Rip through the waves on a banana boat and marvel at the extraordinary scenery of the Coral Island Return home with a CD containing the best memories of the experience and start counting social media likes Visit Coral Island and swim in the turquoise waters of Hard Tien Beach Visit Coral Island and swim in the turquoise waters of Hard Tien Beach Go snorkeling with Seawalker - a safe way to dive for beginners without even getting your hair wet – and discover Pattaya's mesmerizing underwater kingdom Go snorkeling with Seawalker - a safe way to dive for beginners without even getting your hair wet – and discover Pattaya's mesmerizing underwater kingdom Rip through the waves on a banana boat and marvel at the extraordinary scenery of the Coral Island Rip through the waves on a banana boat and marvel at the extraordinary scenery of the Coral Island Return home with a CD containing the best memories of the experience and start counting social media likes Return home with a CD containing the best memories of the experience and start counting social media likes What We Love:   What We Love: Discover Pattaya's rich underwater world, fly with a parachute, ride a banana boat, go on a Seawalker dive and more – all on a quiet secluded beach. This Coral Island snorkeling tour combines 5 fun water activities in Pattaya and you are sure to find something you've always wanted to try. Explore Coral Island's beautiful nature, take in the breathtaking views, stay away from tourist crowds and swim in the crystal clear waters of Hard Tien Beach. Don't forget your complimentary CD full of exciting Pattaya memories at the end of the tour and share the experience with friends and family back home.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1168-coral-island-snorkeling-tour-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Coral Island Snorkeling Tour"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 77,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a5befa11-Pattaya-ATV-Adventure-ATV-/PattayaATVAdventure.jpg",
        "strIntroduction": " Explore Pattaya's off-road scenery on an ATV adventure just 20 minutes away from the bustling city Hop on an ATV for a 2 or 4 hour thrilling off-road adventure in beautiful Pattaya! Leave the party noise behind and enjoy the fresh air of the countryside Ride high-quality US-imported ATVs and buggies through Pattaya's exotic scenery No prior driving experience necessary – the ATVs are super easy to ride! Hop on an ATV for a 2 or 4 hour thrilling off-road adventure in beautiful Pattaya! Hop on an ATV for a 2 or 4 hour thrilling off-road adventure in beautiful Pattaya! Leave the party noise behind and enjoy the fresh air of the countryside Leave the party noise behind and enjoy the fresh air of the countryside Ride high-quality US-imported ATVs and buggies through Pattaya's exotic scenery Ride high-quality US-imported ATVs and buggies through Pattaya's exotic scenery No prior driving experience necessary – the ATVs are super easy to ride! No prior driving experience necessary – the ATVs are super easy to ride! What We Love:   What We Love: Get off the beaten track, leave the hustle and bustle behind and discover pristine Thai countryside no more than half an hour away from the busy city. Hop on an ATV and ride along scenic off-road trails. Enjoy the sunshine or splash through the mud – the ATV adventure is a thrill in any weather and will only leave you wanting more. Never been on an ATV before? No worries – no prior driving experience is needed to enjoy the tour and you will be riding top-notch US-imported ATVs and buggies. The vehicles are super easy to control and you will get the hang of it in no time. So, hit the pedal and let the fun begin!  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1170-atv-adventure-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Pattaya ATV Adventure"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 77,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b54016fb-%E8%8A%AD%E6%8F%90%E9%9B%85%E6%B0%B4%E4%B8%8A%E9%A3%9E%E4%BA%BA-Klook%E5%AE%A2%E8%B7%AF/FlyboardinPattaya.jpg",
        "strIntroduction": " Try one of the most exciting water activities ever - flyboarding - in exotic Pattaya! Invented in 2012 by watercraft rider, Franky Zapata, flyboard is the latest fun discovery in extreme water sports Try flyboarding in Pattaya – with its long sandy beaches, clear water and mesmerizing blue sky Flyboard is exhilarating! One second you are in the sky, the other you are going in for a refreshing dive on a stunning Pattaya beach Come home with amazing photos and videos to share with friends! Invented in 2012 by watercraft rider, Franky Zapata, flyboard is the latest fun discovery in extreme water sports Invented in 2012 by watercraft rider, Franky Zapata, flyboard is the latest fun discovery in extreme water sports Try flyboarding in Pattaya – with its long sandy beaches, clear water and mesmerizing blue sky Try flyboarding in Pattaya – with its long sandy beaches, clear water and mesmerizing blue sky Flyboard is exhilarating! One second you are in the sky, the other you are going in for a refreshing dive on a stunning Pattaya beach Flyboard is exhilarating! One second you are in the sky, the other you are going in for a refreshing dive on a stunning Pattaya beach Come home with amazing photos and videos to share with friends! Come home with amazing photos and videos to share with friends! What We Love:   What We Love: Fly through the air before going in for a refreshing dive, Flyboard Pattaya is a thrilling experience that is sure to become one of the highlights of your Thailand holiday. A relative newbie in the world of extreme fun, Flyboard was invented in 2012 by Franky Zapata, and is now recognized by water activity lovers from coast to coast. Get ready for take-off – this experience is sure to stay with you for years to come. Don't forget to get videos and pics of you flyboarding in Pattaya and share with family and friends back home – those are sure to get a round of \"wow\"s!  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1174-flyboard-in-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Flyboard in Pattaya"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 29,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ddefde8b-Bangkok-City-Transfers-Hua-Hin-Pattaya-Jomtien/AirportTransfersUTPDMKBKKPickUpforPattaya.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Travel in a private car from Bangkok or Pattaya airports to the city center with ease. All you have to sit back and plan what you're going to do when you get there! Enjoy easy transfers from Suvarnabhumi, Don Muang or Pattaya U-Tapao airport to Pattaya hotels in a modern air conditioned vehicle Receive a convenient pick up service from your airport of choice Choose between two vehicles to suit the size of your traveling party Enjoy easy transfers from Suvarnabhumi, Don Muang or Pattaya U-Tapao airport to Pattaya hotels in a modern air conditioned vehicle Enjoy easy transfers from Suvarnabhumi, Don Muang or Pattaya U-Tapao airport to Pattaya hotels in a modern air conditioned vehicle Receive a convenient pick up service from your airport of choice Receive a convenient pick up service from your airport of choice Choose between two vehicles to suit the size of your traveling party Choose between two vehicles to suit the size of your traveling party What We Love:   What We Love: Make sure your visit to Thailand is hassle free by booking your Pattaya transfer in advance. Enjoy the comfort of a private vehicle with your own professional driver who will pick you up right from Bangkok Suvarnabhumi, Bangkok Don Muang or Pattaya U-Tapao Airport arrival hall, before whisking you off to your final destination in Pattaya. These private transfers can accommodate between 1 and 10 people with a choice of a modern car with air conditioning.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1175-bangkok-city-transfers-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (UTP/DMK/BKK Pick Up) for Pattaya"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 80,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5d79a735-Pattaya-Island-Hopping-to-Bamboo-Island/PattayaIslandHopping.jpg",
        "strIntroduction": " Cruise around Pattaya's islands from Koh Pai to Koh Ling on a one day island hopping adventure! Discover the best of Pattaya on a fun island hopping trip on a sailing boat Stop by Koh Pai for its pristine beaches and beautiful nature Hop off at Koh Rin for great diving, snorkeling, corals and underwater canyons Don't miss taking fun pictures with Thai Samae monkeys on Koh Ling Discover the best of Pattaya on a fun island hopping trip on a sailing boat Discover the best of Pattaya on a fun island hopping trip on a sailing boat Stop by Koh Pai for its pristine beaches and beautiful nature Stop by Koh Pai for its pristine beaches and beautiful nature Hop off at Koh Rin for great diving, snorkeling, corals and underwater canyons Hop off at Koh Rin for great diving, snorkeling, corals and underwater canyons Don't miss taking fun pictures with Thai Samae monkeys on Koh Ling Don't miss taking fun pictures with Thai Samae monkeys on Koh Ling What We Love:   What We Love: Explore Pattaya on a fun island hopping trip. Start off at Koh Pai to stroll down undisturbed natural beaches and a relaxing swim. Visit Koh Rin – one of Thailand's best diving and snorkeling spots, boasting underwater canyons and splendid corals. Hop off at Koh Ling and get acquainted with its main inhabitants: Thai Samae monkeys. Breathe in the fresh sea breeze as the sailing boat takes you from one island to the other, enjoy a fresh flavorful Thai buffet on the boat, join the dance party as you cruise back and more - all included on this relaxing Pattaya day cruise!  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1178-island-hopping-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Pattaya Island Hopping"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 54,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ddefde8b-Bangkok-City-Transfers-Hua-Hin-Pattaya-Jomtien/CityTransfersforPattaya%2CThailand.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Travel with ease in a private car from Pattaya hotels to nearby destinations. All you have to sit back and plan what you're going to do when you get there! Enjoy easy transfers from Pattaya city to nearby destinations in a modern air conditioned vehicle Receive a convenient pick up service from your hotel Choose between two vehicles to suit the size of your traveling party Enjoy easy transfers from Pattaya city to nearby destinations in a modern air conditioned vehicle Enjoy easy transfers from Pattaya city to nearby destinations in a modern air conditioned vehicle Receive a convenient pick up service from your hotel Receive a convenient pick up service from your hotel Choose between two vehicles to suit the size of your traveling party Choose between two vehicles to suit the size of your traveling party What We Love:   What We Love: Make sure your visit to Thailand is hassle free by booking your city to city transfer in advance. Enjoy the comfort of a private vehicle with your own professional driver who will pick you up right from your hotel before whisking you off to your final destination. These private transfers to or from Pattaya and Bangkok, Hua Hin, Koh Samet or Koh Chang can accommodate between 1 and 10 people with a choice of a modern car with air conditioning.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1185-city-transfers-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "City Transfers for Pattaya, Thailand"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2471edf1-Cartoon-Network-Amazone-Package-Add-Ons/CartoonNetworkAmazoneAddOns.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Make a splash at Cartoon Network Amazone with these fantastic package add ons at a discount including food vouchers, locker rental, cabana rental and spa experiences Experience the thrill of over 150 slides and attractions at Cartoon Network Amazone (purchase discounted admission tickets here) Get great value discounts on dining within the park with food vouchers loaded onto a convenient wristband payment system Keep belongings locked up safely with a 1 day locker rental Create a base for the day with a private cabana rental ideal for families or groups Parents can relax whilst the kids are at play with a choice of 3 relaxing spa treatments available within the park Experience the thrill of over 150 slides and attractions at Cartoon Network Amazone (purchase discounted admission tickets here) here Get great value discounts on dining within the park with food vouchers loaded onto a convenient wristband payment system Keep belongings locked up safely with a 1 day locker rental Create a base for the day with a private cabana rental ideal for families or groups Parents can relax whilst the kids are at play with a choice of 3 relaxing spa treatments available within the park What We Love:   What We Love: Enhance your day of fun at the world's first Cartoon Network-themed waterpark: Cartoon Network Amazone in Pattaya. Based on the popular children's channel, this family-friendly water park is sure to excite thrill-seekers and animation fanatics alike! With these extra packages that you can add on to your Cartoon Network Amazone ticket, you'll be getting the best value on food vouchers, locker rental, private cabana rental and incredibly relaxing spa treatments, so you can guarantee it'll be an enjoyable day out for the whole family.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1228-cartoon-network-amazon-add-ons/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Cartoon Network Amazone Add Ons"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 36,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/925f14b7-Oasis-Spa/OasisSpaMassage.jpg",
        "strIntroduction": " Pick from many massages and treatments at Pattaya's Oasis Spa for a few hours of total indulgence Take a break from the beach, diving and parties and pamper yourself in the tranquil and calm Oasis Spa Indulge in the powerfully relaxing four hand massage — great for softening your muscles after water sports Enrich your skin with hot oil aromatherapy treatment or explore the ancient tradition of foot reflexology Who needs makeup when you can look like a movie star after the Oasis Royal Thai Facial Take a break from the beach, diving and parties and pamper yourself in the tranquil and calm Oasis Spa Indulge in the powerfully relaxing four hand massage — great for softening your muscles after water sports Enrich your skin with hot oil aromatherapy treatment or explore the ancient tradition of foot reflexology Who needs makeup when you can look like a movie star after the Oasis Royal Thai Facial What We Love:   What We Love: As much as you may be enjoying your vacation on one of Pattaya's beaches, the sad truth is that your skin and hair are probably already feeling the adverse effects of continuous sun and salty water exposure. Treat yourself to a treatment at Oasis Spa and let your hair regain its shine and your skin — its natural fresh glow. Too much surfing or diving? Relax your muscles with a powerful four hand massage and your busy mind with aromatherapy treatments. Hidden away in a quiet tropical garden but close to Jomtien Beach, Oasis Spa offers you a day of calm and beauty in one of Thailand's most hectic resorts.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1565-oasis-spa-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Oasis Spa & Massage"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 81,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e5a17e02-Oasis-Spa-Packages/OasisSpaLuxuryPackages.jpg",
        "strIntroduction": " Look your best on your vacation in Thailand with a visit to Pattaya's Oasis Spa — indulge in exotic massages, Ayurveda, aromatherapy and more! Treat your body and soul to Oasis Spa's most luxurious experiences Save your hair from the effects of sun and salty water with shea butter and silk protein treatment Find relief for strained muscles with a deep massage using heated basalt stones or a four hand massage With a choice of six packages to choose from, you're sure to find the perfect treatment Treat your body and soul to Oasis Spa's most luxurious experiences Save your hair from the effects of sun and salty water with shea butter and silk protein treatment Find relief for strained muscles with a deep massage using heated basalt stones or a four hand massage With a choice of six packages to choose from, you're sure to find the perfect treatment What We Love:   What We Love: Leave the party and the beach behind for a day and go in for a few hours of total well-deserved pampering. Oasis Spa awaits with an abundance of delicious body and mind treatments that are sure to get you re-energized in no time. With packages ranging from traditional massages, aromatherapy treatment, hair care, hot stones massage and the mysterious Ayurveda, you certainly won't be strapped for choice. Nestles in the quiet tropical garden within walking distance to Jomtien Beach, Oasis Spa is indeed an oasis of calm and peace in the continuous hustle of Pattaya.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1566-oasis-spa-luxury-packages-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Oasis Spa Luxury Packages"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 51,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/524a8bd9-%E6%99%AE%E5%90%89%E5%B2%9B%E4%B8%93%E8%BD%A6%E6%B8%B8%E8%A7%88/PattayaPrivateCarCharter.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly See more of Pattaya in comfort by booking a private car charter with a professional driver and an experienced guide available on request Enjoy a comfortable private charter in a modern air conditioned car (up to 3 people) or van (up to 10 people) Feel safe in the hands of your experienced driver and guide on request (full day charter only) Choose between two different vehicle sizes and full or half day packages to suit the requirements of your trip Plan your own itinerary and let your driver navigate the best route Enjoy a comfortable private charter in a modern air conditioned car (up to 3 people) or van (up to 10 people) Feel safe in the hands of your experienced driver and guide on request (full day charter only) Choose between two different vehicle sizes and full or half day packages to suit the requirements of your trip Plan your own itinerary and let your driver navigate the best route What We Love:   What We Love: Don't let anything get in the way of your travel in the beautiful Pattaya. Book a private vehicle with a professional driver to take you anywhere you need to be. Choose between a car or van to accommodate your travel party, a half or full day and you are ready to go. The private charter is perfect for larger groups, especially for families, as it lets you see more in a day with the utmost ease. Don't waste your precious vacation time on figuring out how to get places. Instead, your professional driver will pick you up and drop you off directly from your hotel - all you need to do is agree on the sightseeing plan. All private vehicles are air conditioned for optimal comfort and relaxation, so everything you need is already taken care of.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1597-private-car-charter-thailand-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Pattaya Private Car Charter"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/86a4b3f1-Teddy-Bear-Museum-Pattaya/TeddyBearMuseumPattaya.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy a day filled with family-friendly fun at Pattaya's Teddy Bear Museum housing over a thousand cute exhibits A great family-friendly activity awaits at the Teddy Bear Museum in Pattaya Spend the day surrounded by cuteness and learn more about one of the world's most favorite toys The best things about Teddy Bear Museum is that the exhibits are not kept in glass boxes - you can touch them, hug them and take photos A great family-friendly activity awaits at the Teddy Bear Museum in Pattaya Spend the day surrounded by cuteness and learn more about one of the world's most favorite toys The best things about Teddy Bear Museum is that the exhibits are not kept in glass boxes - you can touch them, hug them and take photos What We Love:   What We Love: Spend the day in a museum of ultimate cuteness. Teddy Bear Museum, also known as Teddy Island, is a truly unique place in Pattaya. Located in a teddy-bear themed building, it houses a staggering 1,000 stuffed animals and lets you journey through time and discover interesting stories behind one of the world's most popular toys. This fun experience is meant to be shared with family and friends and is a great place for children. This is not your typical museum so forget strict rules and limitations - at the Teddy Bear Museum you can touch and interact with every exhibit. Make sure you have your camera ready - Pattaya's teddy bear island is sight to remember.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1857-teddy-bear-museum-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Teddy Bear Museum Pattaya"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 110,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d470fc6a-Ultralight-Flight/UltralightFlight.jpg",
        "strIntroduction": " Make your aviation dreams come true as you soar above the skies of Pattaya in an ultralight aircraft Experience the most spectacular panorama of Pattaya's beautiful vistas on your graceful and thrilling flight These ultralight (or microlight) aircrafts are renowned as some of the safest machines in the air Trust the training of licensed pilots with thousands of hours experience in the sky Aircrafts are equipped with top safety measures including an ejection device and automatic parachutes for emergencies Receive complimentary hotel transfers and soft drink refreshments included in the experience Experience the most spectacular panorama of Pattaya's beautiful vistas on your graceful and thrilling flight These ultralight (or microlight) aircrafts are renowned as some of the safest machines in the air Trust the training of licensed pilots with thousands of hours experience in the sky Aircrafts are equipped with top safety measures including an ejection device and automatic parachutes for emergencies Receive complimentary hotel transfers and soft drink refreshments included in the experience What We Love:   What We Love: Experience a unique kind of sightseeing – from the air! Microlight or Ultralight flying is the up and coming sport in Thailand. Once a privileged experience only for a select few, now this unique sport is accessible to all. Cruise at speeds of up to 80mph, giving you time to appreciate the blue seas and spectacular views below, and the graceful movements of your ultralight aircraft, for 15 or 25 minutes of flight time. This experienced company, using instructors with thousands of hours experience in the air, and the safest ultralight aircrafts, aims to make sport aviation accessible for all, with one of Thailand's most affordable flight experiences.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/519-ultralight-flight-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Ultralight Flight"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ee73f32a-Nong-Nooch-Tropical-Garden/NongNoochTropicalGarden.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Roam 600-acres of beautifully manicured garden, observe Thai skills in action at the shows, then settle down for a delicious buffet lunch Visit this beautiful and award-winning garden showcasing an impressive range of plants and landscaping Watch two shows－ a Thai cultural show and an elephant show Enjoy a sumptuous buffet lunch included in the ticket Visit this beautiful and award-winning garden showcasing an impressive range of plants and landscaping Watch two shows－ a Thai cultural show and an elephant show Enjoy a sumptuous buffet lunch included in the ticket What We Love:   What We Love: Whether you've got green fingers or not, you'll be thoroughly impressed by the beautiful 600-acres of Nong Nooch Tropical Gardens. Providing a tranquil day excursion from Phuket, you can roam the acres of intricately landscaped grounds (winner of numerous international awards) and take in the fusion of European and Thai inspiration. You'll lose track of time discovering the unique areas of orchids, fountains, topiary, waterfalls, cacti, ferns, bonsai and even a mini Stonehenge! While you're there, don't miss the elephant show (cheer along football- and basketball-playing elephants) and the Thai culture show (dancers and actors re-create historical events and Muay Thai boxing). And to top it off, a delicious lunch buffet is included in the price.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/335-nong-nooch-tropical-garden-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Nong Nooch Tropical Garden"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ab61bfec-Art-in-Paradise/ArtinParadise.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly You'll want to charge your camera batteries as these interactive art illusions will have you taking picture after hilarious picture! Trick and be tricked at Thailand's first optical illusion gallery Experience the 10 3D galleries with paintings that you can step inside, strike a pose and take pictures with! There are no boundaries - the gallery is fully interactive Trick and be tricked at Thailand's first optical illusion gallery Trick and be tricked at Thailand's first optical illusion gallery Experience the 10 3D galleries with paintings that you can step inside, strike a pose and take pictures with! Experience the 10 3D galleries with paintings that you can step inside, strike a pose and take pictures with! There are no boundaries - the gallery is fully interactive There are no boundaries - the gallery is fully interactive What We Love:   What We Love: Experience life in a new dimension at an art gallery like no other! These unconventional paintings use an art technique where two-dimensional pictures are turned into three-dimensional images through the use of optical illusions. Float down Venetian canals, go on an African safari, escape a shark attack and go back to a land of dinosaurs! The gallery is fully interactive, so you can touch, climb, pose and take photos with all the paintings. Your friends at home will be completely confused where you've been holidaying!  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/337-art-in-paradise-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Art in Paradise"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 6,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/fb9569e9-Khao-Kheow-Open-Zoo/KhaoKheowOpenZoo.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend the day exploring acres of open land at Khao Kheow zoo in Pattaya, see wildlife up-close and in a natural-imitation environment and expand your animal knowledge at the zoo's shows and interactive enclosures Visit a zoo committed to providing a spacious and humane environment for its animals Get educated with Khao Kheow zoo's interactive shows and animal feedings See a huge range of animals and species from all corners of the globe in Pattaya Visit a zoo committed to providing a spacious and humane environment for its animals Visit a zoo committed to providing a spacious and humane environment for its animals Get educated with Khao Kheow zoo's interactive shows and animal feedings Get educated with Khao Kheow zoo's interactive shows and animal feedings See a huge range of animals and species from all corners of the globe in Pattaya See a huge range of animals and species from all corners of the globe in Pattaya What We Love:   What We Love: Visit Thailand's first zoo, home to more than 8,000 animals and over 300 species, living in an open-concept, uncaged world. With three key goals in mind - conservation, research and education - Khao Kheow is committed to providing a humane environment where visitors and children can experience and learn about wildlife in a natural environment. Explore the African Savanna with zebras, rhinos and giraffes, see lions and tigers at the Cats Complex, walk through the colorful aviary, and ride through the one-acre deer park. You'll be able to feed and touch animals, watch a penguin parade, discover nocturnal wildlife at the zoo after dark, and even ride an elephant! Seems like a lot to cover? Don't worry, the zoo's golf cart service will zip you around quickly and efficiently!  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/338-khao-kheow-open-zoo-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Khao Kheow Open Zoo"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 23,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4b5263dc-Ripleys-Believe-It-Or-Not%21-Museum/RipleysBelieveItOrNot%21Museum.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Take your pick of attractions including the Ripley's Believe It or Not! Museum, the Infinity mirror maze, a haunted house, a wax museum and a laser challenge! Choose your favorite 5 out of 7 attractions Explore a range of attractions that have enjoyed international success Spend the day challenging yourself, getting a scare and seeing unbelievable sights Choose your favorite 5 out of 7 attractions Explore a range of attractions that have enjoyed international success Spend the day challenging yourself, getting a scare and seeing unbelievable sights What We Love:   What We Love: Ripley's, a world famous walk through museum that originated in the USA has now made its way to Thailand! Choose from a selection of 7 attractions: pick your favorite 5 or visit all 7! Get a fright at the two haunted attractions, meet your favorite stars at the waxwork museum, find your way out of the mirror maze, escape the laser challenge and get a unique cinema experience in ‘12D'! At Ripley's Believe It or Not! Museum you can discover a unique selection of oddities including primitive torture devices, a mask made from human skin, a real human shrunken head, a wax figure of the four-eyed man, and even a Titanic made from over 1,000,000 matchsticks – Believe It or Not!  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/340-ripleys-believe-it-or-not-museum-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Ripley's Believe It Or Not! Museum"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 10,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/815aa735-Colosseum-Show/ColosseumShow.jpg",
        "strIntroduction": " Watch Pattaya's newest cabaret show, in the unique Roman amphitheater venue, from an exclusive VIP seat viewpoint Enjoy the spectacular show from front and center seating Watch spectacular acts, impressive costumes and talented ladyboy performers Visit the spectacular Colosseum reconstruction with a glamorous interior too Enjoy the spectacular show from front and center seating Watch spectacular acts, impressive costumes and talented ladyboy performers Visit the spectacular Colosseum reconstruction with a glamorous interior too What We Love:   What We Love: The Colosseum show is the latest, largest and most extravagant contender on Pattaya's cabaret show scene, offering Thai and foreign audiences a vividly colorful extravaganza of traditional and contemporary cabaret entertainment. The impressive theatre, designed in the style of Rome's famous entertainment arena provides uninterrupted views of the state-of-the-art stage for every audience member. The 16-segment show, with acts inspired by cultures from across the world, features everything from traditional Thai dance to a Marilyn Monroe tribute. The audience begin the journey in Italy, then venture through Asia and India before returning back to the west. You'll be blown away by the spectacular costumes, artistic choreography, unique event space and of course, the elegant and beautiful ‘katoey' showgirls (ladyboys).  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/341-colosseum-show-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Colosseum Show"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 37,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f9233266-Cartoon-Network-Amazone/CartoonNetworkAmazoneCombo.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend a unique family day out at Thailand's most animated waterpark! Enjoy our exclusive offer with a choice between single day pass or THB500 food coupon/transportation voucher included with your ticket Experience the thrill of over 150 slides and attractions in 10 themed zones Watch cool stunts, thrilling acrobatics and jaw-dropping action scenes in the live shows Meet and greet your favorite Cartoon Network characters Enhance your Cartoon Network experience by purchasing add ons such as spa packages, lockers and cabanas here Enjoy our exclusive offer with a choice between single day pass or THB500 food coupon/transportation voucher included with your ticket Experience the thrill of over 150 slides and attractions in 10 themed zones Watch cool stunts, thrilling acrobatics and jaw-dropping action scenes in the live shows Meet and greet your favorite Cartoon Network characters Enhance your Cartoon Network experience by purchasing add ons such as spa packages, lockers and cabanas here here What We Love:   What We Love: Cartoon Network Amazone is the world's first Cartoon Network-themed waterpark. Based on the popular children's channel, this family-friendly water park is sure to excite thrill-seekers and animation fanatics alike! Splash out with all of your favorite Cartoon Network friends, including Adventure Time's Finn and Jake, The Powerpuff Girls, Johnny Bravo and many more. This unique park will have you free-falling 17 meters, hurtling to a splash landing from 23.4 meters, braving the Riptide Rapids, riding out the Mega Wave and exploring the splashtastic slides and fountains at the kids-only Cartoonival. If you're looking for things to do with kids in Pattaya, this water park should be high on your itinerary!  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/394-cartoon-network-amazone-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Cartoon Network Amazone Combo"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 105,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/56fc5809-Flight-of-the-Gibbon/FlightoftheGibbonChiangMai.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Swing like a monkey through the jungle on this treetop canopy adventure! Fly through the trees on over 5km of zipline on Thailand's original zipline canopy tour Partake in a day of adventures including daredevil abseils and sky bridges Feel safe with experienced guides and the highest safety precautions at the world renowned Flight of the Gibbon Learn about the ecology of your beautiful surrounds Fly through the trees on over 5km of zipline on Thailand's original zipline canopy tour Fly through the trees on over 5km of zipline on Thailand's original zipline canopy tour Partake in a day of adventures including daredevil abseils and sky bridges Partake in a day of adventures including daredevil abseils and sky bridges Feel safe with experienced guides and the highest safety precautions at the world renowned Flight of the Gibbon Feel safe with experienced guides and the highest safety precautions at the world renowned Flight of the Gibbon Learn about the ecology of your beautiful surrounds Learn about the ecology of your beautiful surrounds What We Love:   What We Love: Experience the beauty, magic and adventure of Thailand's rainforest like never before! High in the treetops of a pristine national park, you'll glide through the jungle canopy over 5 km of thrilling wire ziplines, scenic sky bridges and adrenaline-inducing abseiling. Located next to a quaint Thai village, it'll feel like going back in time. Along the way, highly trained and safety-minded Sky Rangers will share their local knowledge of the rainforest flora and fauna that inhabit this ancient, biologically diverse wonderland. Flight of the Gibbon is an educational adventure you will never forget and the highlight of your trip to Thailand!  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/580-flight-of-the-gibbon-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Flight of the Gibbon Chiang Mai"
    },
    {
        "intDurationHour": 0,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f55ad309-3G-WiFi-Device-HKG-Pick-Up-for-Thailand/3GWiFiHKGPickUpforThailand.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Thailand with an unlimited data pocket 3G WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Thailand - wherever your itinerary takes you Get WiFi access across the whole of Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport Collect and drop off your device at Hong Kong airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy 24 hours pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Thailand, without the stress of sourcing WiFi once you get there. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Thailand but also Singapore, Taiwan, Japan and Korea.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/662-thailand-wifi-device-chiangmai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Thailand"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 41,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f415fba2-Doi-Suthep-Mountain-Biking/DoiSuthepMountainBiking.jpg",
        "strIntroduction": " Descend over 4000ft on this mountain biking trip, experiencing Chiang Mai's Doi Suthep National Park's untouched forest and breathtaking views. Choose between 3 different routes suited to your mountain biking abilities Tackle 4000ft of beautiful mountain terrain Choice of three different biking trails to suit all abilities All trips guided by English-speaking mountain biking professionals Safety gear and safety briefing provided before the ride as well as basic mountain biking training for newbies Enjoy lunch at the end of the bike ride Hotel pick up and drop off are provided Tackle 4000ft of beautiful mountain terrain Choice of three different biking trails to suit all abilities All trips guided by English-speaking mountain biking professionals Safety gear and safety briefing provided before the ride as well as basic mountain biking training for newbies Enjoy lunch at the end of the bike ride Hotel pick up and drop off are provided What We Love:   What We Love: Take a breather from the never-ending liveliness of Chiang Mai. Make your way out of the city for a mountain bike ride that even has the National Geographic's seal of approval. There are three different trails suited to the mountain biking novice or pro. With a 4 x 4 ride up to the summit you only really have to worry about going downhill. Each trail takes you on a ride from the stunning summit view of the Mae Ping Valley down through small villages including a coffee plantation. Carrying on, each of the biking trails dip through luscious jungle before reaching Huay Tung Thao Lake for lunch. There may even be time for a dip in the lake too.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/706-doi-suthep-mountain-biking-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Doi Suthep Mountain Biking"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 53,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/33d5301e-Chiang-Mai-Kayak-Tour/JungleKayakTour.jpg",
        "strIntroduction": " A chance to get into the nature of Chiang Mai by journeying through the luscious jungle by kayak Kayak through the nature of Chiang Mai Have your English-speaking guide help you through the journey offering safety tips and instruction All equipment, safety gear and basic provisions provided Lunch included in the trip Hotel pick up and drop off included Kayak through the nature of Chiang Mai Have your English-speaking guide help you through the journey offering safety tips and instruction All equipment, safety gear and basic provisions provided Lunch included in the trip Hotel pick up and drop off included What We Love:   What We Love: Delve into the peaceful Mae Ngat Valley on this kayak tour. Even if you're not a pro at kayaking – don't worry, basic training is provided on this tour. Heading off the beaten track put yourself in command of a paddle and journey into the Mae Taeng Jungle reserve. At your own pace let your senses enjoy the quiet and untouched surroundings. Head back into town equipped with well-worked limbs and great memories.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/707-jungle-kayak-tour-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Jungle Kayak Tour"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 52,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0c8679ad-ATV-and-Buggy-Experience/ATVandBuggyExperience.jpg",
        "strIntroduction": " Hit the road 4x4 style and weave your way through some of Chiang Mai's mountainous track, stopping at local villages and breathtaking viewpoints along the way Organized by the most experienced and most popular companies providing adventure rides to visitors to Chiang Mai Choose between two action packed tours: a beginner's ATV ride up 5000ft or a 1500cc off road buggy adventure (1 or 2 hour tours available) Guided by an English speaking instructor who will look after you on your trip Hotel pick up and drop off, and personal injury insurance included Organized by the most experienced and most popular companies providing adventure rides to visitors to Chiang Mai Organized by the most experienced and most popular companies providing adventure rides to visitors to Chiang Mai Choose between two action packed tours: a beginner's ATV ride up 5000ft or a 1500cc off road buggy adventure (1 or 2 hour tours available) Choose between two action packed tours: a beginner's ATV ride up 5000ft or a 1500cc off road buggy adventure (1 or 2 hour tours available) Guided by an English speaking instructor who will look after you on your trip Guided by an English speaking instructor who will look after you on your trip Hotel pick up and drop off, and personal injury insurance included Hotel pick up and drop off, and personal injury insurance included What We Love:   What We Love: These riding experiences will offer you a great way to see the picturesque landscape of Chiang Mai. With the choice of two different trips you can opt to take a ride on a 150cc ATV up the mountainous incline, stopping along the way to look at the dazzling rice fields and terraces. An alternative to this if you are a more experienced driver, is the revved up 1500cc off-road buggy extravaganza that will take you up into the rainforest and through some true off-road terrain!  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/708-chiangmai-atv-buggy-experience-chiangmai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "ATV and Buggy Experience"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 46,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/29d3d105-%E5%8D%9A%E6%A1%91%E9%92%93%E9%B1%BC/BoSangFishingPark.jpg",
        "strIntroduction": " Defeat Thailand's famous catfish with a fishing day trip to Bo Sang Fishing Park Catch a giant Mekong catfish or a striped catfish in the park's beautiful lake Receive bate and tackle for your fishing experience Have skilled fisherman show you the ways of their art Enjoy convenient hotel pick up and drop off included Catch a giant Mekong catfish or a striped catfish in the park's beautiful lake Catch a giant Mekong catfish or a striped catfish in the park's beautiful lake Receive bate and tackle for your fishing experience Receive bate and tackle for your fishing experience Have skilled fisherman show you the ways of their art Have skilled fisherman show you the ways of their art Enjoy convenient hotel pick up and drop off included Enjoy convenient hotel pick up and drop off included What We Love:   What We Love: Test your fishing skills through a duel with Thailand's notoriously feisty catfish. Best visited during the winter, a large population of giant Mekong catfish and striped catfish inhabit the waters. The fish range from 5 to 25kg, but your chances of catching the larger specimens are fairly likely. This fishing trip caters to both experienced and inexperienced fishers-everyone is guaranteed to catch a fish!  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/709-borsang-fishing-park-chiangmai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bo Sang Fishing Park"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 23,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5d5f5b43-Chiang-Mai-Cooking-Class/AuthenticThaiCookingClass.jpg",
        "strIntroduction": " Explore the tastes of Thai cuisine through picking your own ingredients and learning how to prepare them with the help of a professional chef! Choose between four cooking class packages at the school in Chiang Mai or the organic farm Hand-pick fresh vegetables and herbs for your desired dish Learn how to cook a delicious Thai dinner Have the guidance of professional chefs when cooking Take home a recipe book filled with the dishes you prepared Choose between four cooking class packages at the school in Chiang Mai or the organic farm Choose between four cooking class packages at the school in Chiang Mai or the organic farm Hand-pick fresh vegetables and herbs for your desired dish Hand-pick fresh vegetables and herbs for your desired dish Learn how to cook a delicious Thai dinner Learn how to cook a delicious Thai dinner Have the guidance of professional chefs when cooking Have the guidance of professional chefs when cooking Take home a recipe book filled with the dishes you prepared Take home a recipe book filled with the dishes you prepared What We Love:   What We Love: Break away from tour norms and dive into a hands-on Thai cooking experience. Before cooking, take a stroll through an organic farm and witness how herbs and vegetables are cultivated in Thailand. Hand-pick ingredients for your desired dish and receive a quick introduction to herbs. Opt for the full day course located on 1.6 acres at the organic farm where there are more than 20 types of plants. You'll get the chance to see local life and savor every bite of freshness in your authentic meal with the ease of knowing where the ingredients came from. This provides the ideal activity for foodies craving a uniquely Thai culinary experience.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/710-lamphun-cooking-class-chiangmai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Authentic Thai Cooking Class"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 42,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6d013c25-Chiang-Mai-Spa/FahLannaSpa.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend the day enjoying therapeutic massages and other rejuvenating treatments at Fah Lanna Spa Indulge in a tranquil spa experience at Fah Lanna, featured in the film 'Lost in Thailand' in 2012 Take your choice of 3 relaxing spa packages including body scrubs, oil massages or facial treatments Trigger you natural healing abilities with Reiki healing Indulge in a tranquil spa experience at Fah Lanna, featured in the film 'Lost in Thailand' in 2012 Indulge in a tranquil spa experience at Fah Lanna, featured in the film 'Lost in Thailand' in 2012 Take your choice of 3 relaxing spa packages including body scrubs, oil massages or facial treatments Take your choice of 3 relaxing spa packages including body scrubs, oil massages or facial treatments Trigger you natural healing abilities with Reiki healing Trigger you natural healing abilities with Reiki healing What We Love:   What We Love: Revitalize your travel-weary body with a day of blissful serenity at Fah Lanna Spa which you might recognise from the film 'Lost in Thailand'. Allow your stress to melt away as you sink into a welcoming herbal bath and have professional masseuses work their magic with a plethora of therapeutic massages. Try the Fah Lanna Karma package and submit to the restorative powers of Reiki Healing. Reiki triggers the body's natural healing abilities through balancing life energies. Without touching. The masseuses sweep their hands over your body, creating a tranquil manifestation of relaxation and healing. Being a family business, the spa workers add a friendly touch to the experience—all in all you'll leave feeling at peace with your body and mind!  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/711-fah-lanna-spa-chiangmai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Fah Lanna Spa"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/30562ae2-3G4G-SIM-Card-HKG-Pick-Up-for-Thailand/3G4GSIMCardHKGPickUpforThailand.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Connect with your mobile just like you do at home with a 4G/3G SIM Card in Thailand 7 Days SIM Card loaded with 4G and Unlimited 3G for use in Thailand Additional 100baht calling time included 3-in-1 SIM Card (Mini, Micro and Nano sizes) 7 Days SIM Card loaded with 4G and Unlimited 3G for use in Thailand 7 Days SIM Card loaded with 4G and Unlimited 3G for use in Thailand Additional 100baht calling time included Additional 100baht calling time included 3-in-1 SIM Card (Mini, Micro and Nano sizes) 3-in-1 SIM Card (Mini, Micro and Nano sizes) What We Love:   What We Love: We know that you love to be able to connect with your friends and family, and we also know that you don't like roaming costs. With a local SIM card available for pick up before you even leave, you can connect as soon as you arrive in Thailand. With unlimited data you'll be able to send those holiday snaps to family and friends, navigate with mobile maps, and stay on top of your emails while you're away.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/723-thailand-happy-tourist-sim-card-chiangmai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G/4G SIM Card (HKG Pick Up) for Thailand"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 37,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/10d579b7-Chiang-Mai-Rickshaw-Explore/ChiangMaiRickshawExplore.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Explore Chiang Mai on a rickshaw visiting the places and the people that make the city what it is! Enjoy a private rickshaw ride around the city Visit the famous Wat Chiang Man and Wat Puak Taem temples Taste tropical fruits at Waroros market Enjoy a private rickshaw ride around the city Enjoy a private rickshaw ride around the city Visit the famous Wat Chiang Man and Wat Puak Taem temples Visit the famous Wat Chiang Man and Wat Puak Taem temples Taste tropical fruits at Waroros market Taste tropical fruits at Waroros market What We Love:   What We Love: Get on your bike! However in this tour you won't have to do the peddling! This rickshaw ride has your private guide and driver take you around the city, exploring the colourful streets, looking into the lives of the locals and scouting out the best produce at the market. Start the tour at Thapae Gate and make your way to the famous Wat Chiang Man and Wat Puak Taem temples and observe the bang and clang of brass instruments being made. Getting back on your rickshaw visit the nearby Chuan Chom Restaurant - a venture introduced to rehabilitate woman with prison sentences. Finally head to the fresh local market and find yourself dazzled by the striking amount of tropical produce, not to mention the taste - since you'll be getting to try some too!  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/733-chiangmai-rickshaw-tour-chiangmai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Chiang Mai Rickshaw Explore"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 43,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/331bdf48-%E6%B8%85%E8%BF%88%E8%A1%97%E5%A4%B4%E7%BE%8E%E9%A3%9F%E4%B9%8B%E6%97%85/ChiangMaiStreetEats.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Follow your local Chiang Mai guide into the night market stopping at only the best food stalls! Dive into the food stalls at the Chiang Mai night market Visit the Wat Chedi Luang temple Stop for a drink at the quirky bus bar located next to the river Dive into the food stalls at the Chiang Mai night market Dive into the food stalls at the Chiang Mai night market Visit the Wat Chedi Luang temple Visit the Wat Chedi Luang temple Stop for a drink at the quirky bus bar located next to the river Stop for a drink at the quirky bus bar located next to the river What We Love:   What We Love: With so many food stalls to choose from, how do you find the best? Taking this small group tour you'll be guided to the best tasting, most famous and most authentic of them all - guided by your local 'foodie guide'. Along the way take an interlude from the eating and pay your respects to the historic Wat Chedi Luang - an ancient temple in the middle of the city. Finish the tour with a drink at the well known 'bus' bar situated next to the river before heading back to your hotel satisfied with an insight into Thai cuisine and a content stomach.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/734-chiangmai-street-food-chiangmai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Chiang Mai Street Eats"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 45,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7bf9741c-%E9%B9%B0%E8%BD%A8%C2%B7%E4%B8%9B%E6%9E%97%E9%A3%9E%E8%B7%83-Klook%E5%AE%A2%E8%B7%AF/TreetopZiplineAdventure.jpg",
        "strIntroduction": " Zipline at the famous jungles of Chiang Mai with three packages and 15-35 platforms for you to choose from Go on an exciting ziplining adventure in Chiang Mai which is popular for outdoor activities Choose between three packages, ranging from 15 to 35 platforms, with varying difficulty levels Enjoy the beautiful natural environment of Chiang Mai with jungle, waterfalls and mountains surrounding you Go on an exciting ziplining adventure in Chiang Mai which is popular for outdoor activities Choose between three packages, ranging from 15 to 35 platforms, with varying difficulty levels Enjoy the beautiful natural environment of Chiang Mai with jungle, waterfalls and mountains surrounding you What We Love:   What We Love: Go into the jungle for a thrilling ziplining experience complete with waterfall and jungle views. As you navigate your way around the course, you will need to pass many obstacles including the monkey bridge, timber balancing beams and climbing nets. Pick the package that suits you best and leave your worries behind with a professional crew who will help you with the equipment and ensure your safety throughout the activity. Lift your hands and soar through the air like an eagle!  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/1111-zipline-adventure-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Treetop Zipline Adventure"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 14,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/40631486-/ChiangMaiNightSafariPark.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Take a closer look at the night wildlife scene as the sun sets at Chiang Mai Night Safari Get close to wild animals in an enclosed tram ride at night Have the chance to see rare nocturnal animals at dusk or in the night See a wide variety of over 1400 large and small animals of 134 species Get close to wild animals in an enclosed tram ride at night Have the chance to see rare nocturnal animals at dusk or in the night See a wide variety of over 1400 large and small animals of 134 species What We Love:   What We Love: Get up close and personal with zebras, giraffes, red kangaroos and other African animals on a tram ride after dusk has fallen. The fully enclosed tram ride with dim yellow lights is fully safe for you and allows the animals to venture right up to the vehicle. The tour lasts around an hour and it is an absolutely thrilling experience to witness predators like the lion, spotted hyena and white tiger in their natural environment. Don't miss out on the chance to spot over 130 species of animals at the night safari.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/1112-night-safari-park-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Chiang Mai Night Safari Park"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 51,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/74346e2e-Chiang-Mai-Segway-Adventure/ChiangMaiSegwayAdventure.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly See Chiang Mai on a 2 hour Segway tour along temples, landmarks and markets Explore Chiang Mai on a 2 hour Segway tour and snap stunning photos A Segway tour is a convenient and safe way to get around and understand Chiang Mai's true character Cruise by temples, famous landmarks and Chiang Mai's breathtaking scenery Your Chiang Mai Segway ride will be comfortable and safe on top-notch imported equipment Explore Chiang Mai on a 2 hour Segway tour and snap stunning photos Explore Chiang Mai on a 2 hour Segway tour and snap stunning photos A Segway tour is a convenient and safe way to get around and understand Chiang Mai's true character A Segway tour is a convenient and safe way to get around and understand Chiang Mai's true character Cruise by temples, famous landmarks and Chiang Mai's breathtaking scenery Cruise by temples, famous landmarks and Chiang Mai's breathtaking scenery Your Chiang Mai Segway ride will be comfortable and safe on top-notch imported equipment Your Chiang Mai Segway ride will be comfortable and safe on top-notch imported equipment What We Love:   What We Love: Discover Chiang Mai in the most exciting and convenient way imaginable – tour the city on a Segway. See magnificent temples and other landmarks, learn about local culture, snap pictures of the breathtaking scenery and explore local lifestyle. Learn about Chiang Mai's long history. The Chiang Mai Segway tour will let you take in more of the area's unique character and see it up close while slowly gliding by. Explore Chiang Mai in detail, ride by local markets, people-watch and pick up a few souvenirs at local shops. This 2 hour Segway tour will give you the complete Chiang Mai experience while not taking up too much of your time.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/1140-segway-adventure-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Chiang Mai Segway Adventure"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/74a0e050-Wi-Ho%21%C2%AE-Thailand-WiFi-Device/3GWiFiTPETSAKHHPickUpforThailand.jpg",
        "strIntroduction": " Stay connected when traveling in Thailand with a 3G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Kaohsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Kaohsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Stay connected for your trip in Thailand with unlimited WiFi coverage. When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Thailand from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 3G data whilst connecting up to 10 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/1149-wi-ho-thailand-wifi-device-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (TPE/TSA/KHH Pick Up) for Thailand"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4776d8ef-Chiang-Mai-Khantoke-Dinner-and-Cultural-Show/KhantokeDinnerandCulturalShow.jpg",
        "strIntroduction": " See the best of Chiang Mai's cultural traditions and sample iconic northern Thai dishes at the Khantoke Dinner and Cultural Show Witness time honored dance and music performances from local hill tribes Taste a homemade Khantoke dinner of small tasting dishes such as curry, minced pork and fried pumpkin Spend a cultural evening experiencing a tradition that originated in Chiang Mai Enjoy the convenience of hotel pick up and drop off Witness time honored dance and music performances from local hill tribes Witness time honored dance and music performances from local hill tribes Taste a homemade Khantoke dinner of small tasting dishes such as curry, minced pork and fried pumpkin Taste a homemade Khantoke dinner of small tasting dishes such as curry, minced pork and fried pumpkin Spend a cultural evening experiencing a tradition that originated in Chiang Mai Spend a cultural evening experiencing a tradition that originated in Chiang Mai Enjoy the convenience of hotel pick up and drop off Enjoy the convenience of hotel pick up and drop off What We Love:   What We Love: Discover Chiang Mai's oldest customs at the Chiang Mai Traditional Khantoke Dinner and Cultural Show. Enjoy a traditional northern Thai meal – Khantoke Dinner – a generous serving of homemade family style dishes on large platters eaten sitting down on floor mats at low tables. The highlight of your Thai dinner experience will be a traditional cultural show, including dance and music performances by several Chiang Mai hill tribes. Dive into the history, diverse background and beauty of the region in the relaxing and fun atmosphere, home to the original Khantoke Dinner Show.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/1180-khantoke-dinner-cultural-show-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Khantoke Dinner and Cultural Show"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 107,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ddefde8b-Bangkok-City-Transfers-Hua-Hin-Pattaya-Jomtien/CityTransfersforChiangMai%2CThailand.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Travel with ease in a private car from Chiang Mai hotels to nearby destinations. All you have to sit back and plan what you're going to do when you get there! Enjoy easy transfers from Chiang Mai city to nearby destinations in a modern air conditioned vehicle Receive a convenient pick up service from your hotel Choose between two vehicles to suit the size of your traveling party Enjoy easy transfers from Chiang Mai city to nearby destinations in a modern air conditioned vehicle Enjoy easy transfers from Chiang Mai city to nearby destinations in a modern air conditioned vehicle Receive a convenient pick up service from your hotel Receive a convenient pick up service from your hotel Choose between two vehicles to suit the size of your traveling party Choose between two vehicles to suit the size of your traveling party What We Love:   What We Love: Make sure your visit to Thailand is hassle free by booking your city to city transfer in advance. Enjoy the comfort of a private vehicle with your own professional driver who will pick you up right from your hotel before whisking you off to your final destination. These private transfers to or from Chiang Mai city center to Pai, Chiang Rai, Doi Ang Khang or Mae Hong Son can accommodate between 1 and 10 people with a choice of a modern car with air conditioning.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/1188-city-transfers-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "City Transfers for Chiang Mai, Thailand"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ddefde8b-Bangkok-City-Transfers-Hua-Hin-Pattaya-Jomtien/AirportTransfersCNXPickUpforChiangMaimore.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Arrive in comfort by conveniently booking an airport to downtown transfer in Chiang Mai Enjoy Chiang Mai airport-hotel transfers in a modern air conditioned vehicle to the city center or Chiang Rai, Pai and other nearby destinations Receive a convenient pick up service from the arrivals hall/hotel lobby from your English-speaking driver Choose between two vehicles that suit the size of your traveling party Enjoy Chiang Mai airport-hotel transfers in a modern air conditioned vehicle to the city center or Chiang Rai, Pai and other nearby destinations Enjoy Chiang Mai airport-hotel transfers in a modern air conditioned vehicle to the city center or Chiang Rai, Pai and other nearby destinations Receive a convenient pick up service from the arrivals hall/hotel lobby from your English-speaking driver Receive a convenient pick up service from the arrivals hall/hotel lobby from your English-speaking driver Choose between two vehicles that suit the size of your traveling party Choose between two vehicles that suit the size of your traveling party What We Love:   What We Love: Enjoy a hassle free trip to and from Chiang Mai airport by booking an airport transfer in advance. Enjoy the exclusivity of a private vehicle with your own professional driver who will pick you up right from the arrival hall or from your hotel, before whisking you off to your destination. These airport transfers can accommodate between 1 and 10 people in a car or van with air conditioning so your comfort and relaxation are well taken care of.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/1189-private-airport-transfers-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (CNX Pick Up) for Chiang Mai & more"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 73,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/36ba51c9-Mae-Ping-River-Experience/MaePingRiverExperience.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Join a one day immersive experience of Chiang Mai taking you to its oldest temples, busy local markets, a relaxing river cruise and more - complete with an authentic northern Thai lunch at a local farm Explore Chiang Mai's authentic culture, lifestyle and laid back atmosphere on the Mae Ping River Experience tour Visit one of Chiang Mai's oldest temple communities - Chai Monkol - and uncover the way of life of the local monks Indulge in a bowl of in Khao Soy, a traditional northern Thai noodle soup over lunch at a traditional farm Cruise the Mae Ping River in a long tail boat and discover the busy life along its river banks Explore Chiang Mai's authentic culture, lifestyle and laid back atmosphere on the Mae Ping River Experience tour Visit one of Chiang Mai's oldest temple communities - Chai Monkol - and uncover the way of life of the local monks Indulge in a bowl of in Khao Soy, a traditional northern Thai noodle soup over lunch at a traditional farm Cruise the Mae Ping River in a long tail boat and discover the busy life along its river banks What We Love:   What We Love: Go in for a truly authentic experience of Chiang Mai - a city in mountainous northern Thailand dating all the way back to the 1200s. Spend the day discovering Chiang Mai's traditionally relaxed pace of life as you shop at the local markets, cruise down the Mae Ping River and sample signature delicacies. Start off with the visit to the bustling Warorot Market, the most famous central market in Chiang Mai before heading to the relaxing and colorful Ton Lam Yai Flower Market. Then, the tour takes you to Wat Chai Monkol — one of the oldest monastery communities in Chiang Mai founded over 600 years ago. Stop for a break at a local farmer's house where you will get to enjoy local delicacies and learn about Thailand's famous vegetables and herbs. Return to Chiang Mai on a long tail boat taking you down the picturesque Mae Ping River.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/1248-mae-ping-river-experience-chiangmai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Mae Ping River Experience"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 76,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/51619556-Chiang-Mai-Mind--Soul/ChiangMaiMindandSoul.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Delve into Thailand's spiritual side on a tour of Chiang Mai's Buddhist ways of life and join local monks to partake in traditional rituals Discover the Buddhist philosophy on this insightful tour of Chiang Mai Start off with a scenic ride in a songthaew, Thailand's signature public bus Partake in traditional rituals and ceremonies alongside local monks Visit Wat U-Mong and Wat Suan Dok temples and learn the basics of meditation Discover the Buddhist philosophy on this insightful tour of Chiang Mai Start off with a scenic ride in a songthaew, Thailand's signature public bus Partake in traditional rituals and ceremonies alongside local monks Visit Wat U-Mong and Wat Suan Dok temples and learn the basics of meditation What We Love:   What We Love: The Chiang Mai Mind and Soul Tour takes you on a mindful discovery of the Buddhist philosophy and puts you at the epicenter of traditional rituals and ceremonies. On this insightful experience, you will learn to meditate, offer alms to monks, get a true understanding of Dharma - a key concept in Buddhism, partake in the practice 'making merit' and grab a typical northern Thai breakfast. This early morning tour is a great way to see the authentically peaceful side of Thailand, away from the city noise, heavy traffic and party islands. This tour is a true spiritual adventure for those seeking to uncover Thailand's Buddhist heritage.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/1249-ming-and-soul-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Chiang Mai Mind and Soul"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 39,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e05c086a-Oasis-Spa/OasisSpa.jpg",
        "strIntroduction": " Pick from many massages and treatments at Chiang Mai's Oasis Spa for a few hours of total indulgence Explore Chiang Mai's signature zen culture with a day of pampering in Oasis Spa Discover the healing effects of foot reflexology — an ancient pressure point massage Rid yourself of stress and worry with a luscious aromatherapy oil treatment Choose between Oasis Spa's four prime city locations, each a true landmark of Chiang Mai Explore Chiang Mai's signature zen culture with a day of pampering in Oasis Spa Discover the healing effects of foot reflexology — an ancient pressure point massage Rid yourself of stress and worry with a luscious aromatherapy oil treatment Choose between Oasis Spa's four prime city locations, each a true landmark of Chiang Mai What We Love:   What We Love: Chiang Mai, Thailand's northern capital. The city known for its well-guarded tranquility, zen lifestyle, Buddhist temples and glorious architecture. Take a break after a busy day of sightseeing and indulge in some well-deserved rest in the best of Thai traditions. Try the deeply toning four hand massage to soften your tired muscles, treat yourself to a luscious aromatherapy treatment with warm local oils or discover the ancient healing practice of foot reflexology. With four locations in different parts of Chiang Mai, Oasis Spa is not only easy to find — each branch has its own story to tell and is a cultural attraction in its own right.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/1563-oasis-spa-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Oasis Spa"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 88,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/77bb470c-Oasis-Spa-Packages/OasisSpaLuxuryPackages.jpg",
        "strIntroduction": " Enjoy a day of pampering in one of the oldest spas in Chiang Mai, Oasis Spa, featuring four prime locations and exclusive beauty treatments Enjoy a unique pampering experience in one Thailand's most tranquil cities — Chiang Mai With four branches in the city and free shuttle service, Oasis Spa offers lots of flexibility and won't require a lengthy commute Featuring a wide selection of massages, oil treatments, hair spa packages and even traditional foot reflexology, Oasis Spa has everything a weary traveler may require With six ultra luxurious treatments to choose from, you're guaranteed to find one that's perfect for you Enjoy a unique pampering experience in one Thailand's most tranquil cities — Chiang Mai With four branches in the city and free shuttle service, Oasis Spa offers lots of flexibility and won't require a lengthy commute Featuring a wide selection of massages, oil treatments, hair spa packages and even traditional foot reflexology, Oasis Spa has everything a weary traveler may require With six ultra luxurious treatments to choose from, you're guaranteed to find one that's perfect for you What We Love:   What We Love: Don't leave Chiang Mai without a visit to Oasis Spa for one of its indulgent relaxing treatment packages. Sporting four branches in Thailand's northern capital, Oasis Spa offers a truly personal experience, with each location offering a unique view of the city and a new perspective of its architecture. After admiring the site, you will get to experience some of the most luxurious treatments Thailand has to offer from the aromatic body scrub Coco Mango to the healing and strengthening Ayurveda. Lots of beautifying options await you: hair spa, compresses, wraps and more. And for the ultimate indulgence, the Sabai Stone Massage or Four Hand Massage are waiting for you!  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/1564-oasis-spa-luxury-packages-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Oasis Spa Luxury Packages"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 29,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/524a8bd9-%E6%99%AE%E5%90%89%E5%B2%9B%E4%B8%93%E8%BD%A6%E6%B8%B8%E8%A7%88/ChiangMaiPrivateCarCharter.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Explore Chiang Mai with comfort and ease by booking a private car charter for a full or half day - plan your own itinerary and let your driver take you there! Enjoy a comfortable private charter in a modern air conditioned car (up to 3 people) or van (up to 10 people) Travel safely and quickly to any destination in Chiang Mai with an experienced driver and personal guide on request (full day charter only) Choose between two a full or half day packages to suit the requirements of your journey Pick the destination and let your private charter take you there along the shortest route Enjoy a comfortable private charter in a modern air conditioned car (up to 3 people) or van (up to 10 people) Travel safely and quickly to any destination in Chiang Mai with an experienced driver and personal guide on request (full day charter only) Choose between two a full or half day packages to suit the requirements of your journey Pick the destination and let your private charter take you there along the shortest route What We Love:   What We Love: Don't waste your precious vacation time in Chiang Mai figuring out the best way to go places. With a private car and a professional driver at your service, you will be able to get to any destination in the city in the shortest time possible — safely and with no hassle. Enjoy the ride in a spacious modern air-conditioned car or book a van for a larger party of travelers. Chiang Mai private car charters are a great fit for families, letting you see more in less time. Your experienced driver will pick you up and drop you off directly from your hotel – all you need to do is agree on the sightseeing plan.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/1598-private-car-charter-thailand-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Chiang Mai Private Car Charter"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 232,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a5c8ef66-Yeepeng-Lanna-Lantern-Festival-2016/YeepengLannaLanternFestival2016.jpg",
        "strIntroduction": " Partake in a beautiful tradition filled with light, smiles and happiness with tickets for Yeepeng Lanna Lantern Festival in the Sansai District of Chiang Mai Participate in one of Chiang Mai's most beautiful traditions - Thailand's largest Yeepeng Lanna festival, a mesmerizing lantern festival Watch thousands of candle lit lanterns take to the sky and send your own lantern into the air Sample authentic Lanna food and explore the region's rich history and culture with cultural activities and performances taking place around the festival Don't miss the rare chance to witness incredible beauty - Yeepeng Lanna takes place only once a year Participate in one of Chiang Mai's most beautiful traditions - Thailand's largest Yeepeng Lanna festival, a mesmerizing lantern festival Watch thousands of candle lit lanterns take to the sky and send your own lantern into the air Sample authentic Lanna food and explore the region's rich history and culture with cultural activities and performances taking place around the festival Don't miss the rare chance to witness incredible beauty - Yeepeng Lanna takes place only once a year What We Love:   What We Love: Yeepeng (or Yi Peng) Lanna is the lantern festival, taking place every year in the Sansai District of Chiang Mai. Also coinciding with Loi Krathong festival, it's a beautiful evening where traditional paper lanterns with candles are released into the sky, painting the city with bright lights. Complete with cultural performances, parades and contests, the festival is a great way to feel the true friendly nature of Chiang Mai, discover local traditions, meet new people and more. Feel the inspiration of this magical ritual as you dive into the relaxing Lanna atmosphere. Make a wish as you send your lantern into flight and don't forget to take a photo of this dazzling unforgettable night.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/1639-yeepeng-lanna-lantern-festival-2016-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Yeepeng Lanna Lantern Festival 2016"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 239,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/738dd79f-Underground-Gibbon/UndergroundGibbon.jpg",
        "strIntroduction": " Experience the wonders of cave exploration at Crazy Horse Buttress, followed by an over-night stay at the tranquil Mae Kampong Village then ziplining, on this two-day adventure tour of Chiang Mai Explore the mysterious caves of Crazy Horse Buttress, in the safe hands of AMGA certified instructors, and a delicious Thai meal at the heart of the cave Spend the night at Mae Kampong village, with a relaxing Thai massage, two authentic home-cooked meals and warm local hospitality Enjoy a morning of ziplining through the jungle, in association with Flight of the Gibbon Enjoy swimming at a waterfall, along with lunch, before heading back to Chiang Mai Explore the mysterious caves of Crazy Horse Buttress, in the safe hands of AMGA certified instructors, and a delicious Thai meal at the heart of the cave Explore the mysterious caves of Crazy Horse Buttress, in the safe hands of AMGA certified instructors, and a delicious Thai meal at the heart of the cave Spend the night at Mae Kampong village, with a relaxing Thai massage, two authentic home-cooked meals and warm local hospitality Spend the night at Mae Kampong village, with a relaxing Thai massage, two authentic home-cooked meals and warm local hospitality Enjoy a morning of ziplining through the jungle, in association with Flight of the Gibbon Enjoy a morning of ziplining through the jungle, in association with Flight of the Gibbon Enjoy swimming at a waterfall, along with lunch, before heading back to Chiang Mai Enjoy swimming at a waterfall, along with lunch, before heading back to Chiang Mai What We Love:   What We Love: Cave exploration is not unlike exploring a whole new world; with dark, winding passageways leading you to unknown, mysterious corners, sparkling walls, awe-inspiring stalactites and stalagmites, and the occasional bat or two. Luckily, you'll be led by highly experienced instructors given you tips and guidance throughout. Having lunch in a cave is not something you do everyday, so this delicious Thai meal will feel extra special. Emerge back into the open air and head to peaceful Mae Kampong Village, where you will stay at the home of a friendly and hospitable villager, eat an authentic, home-cooked dinner and breakfast, and receive an invigorating one hour Thai massage. You will spend the next morning ziplining, giving you the sensation of flying through the jungle before a delicious lunch and a refreshing dip in the scenic waterfalls.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/511-underground-gibbon-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Underground Gibbon"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 33,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c14ec061-Jungle-Trek/JungleTrek.jpg",
        "strIntroduction": " Ride an elephant, get to know some of Chiang Mai's local hill tribes, and take a dip by a waterfall in this day trek! Enjoy an elephant ride by the river in Mae Tang Trek the beautiful scenery around Mae Rim in Chiang Mai Savor a delicious, riverside lunch Take a thrilling white water raft ride and a tranquil bamboo raft ride Explore the Akha Village, another ethnic tribe in Chiang Mai Cap off your trek with a relaxing plunge into cool waters by a waterfall Enjoy an elephant ride by the river in Mae Tang Enjoy an elephant ride by the river in Mae Tang Trek the beautiful scenery around Mae Rim in Chiang Mai Trek the beautiful scenery around Mae Rim in Chiang Mai Savor a delicious, riverside lunch Savor a delicious, riverside lunch Take a thrilling white water raft ride and a tranquil bamboo raft ride Take a thrilling white water raft ride and a tranquil bamboo raft ride Explore the Akha Village, another ethnic tribe in Chiang Mai Explore the Akha Village, another ethnic tribe in Chiang Mai Cap off your trek with a relaxing plunge into cool waters by a waterfall Cap off your trek with a relaxing plunge into cool waters by a waterfall What We Love:   What We Love: Retreat to the hillsides of Chiang Mai in this easy jungle trek. Visit an elephant camp, where you'll get to enjoy a relaxing elephant ride in greenery, before venturing off on exhilarating trek to a beautiful water fall where you can enjoy a well earned cool off. Visit the hill village of the Akha tribe and explore the area for a taste of every day local life, learn about their culture from your guide, and delight in a delicious lunch meal. You'll then be treated to a tranquil bamboo raft ride along the river and a thrilling white water adventure. If you're looking for an easy day in the outdoors with some cultural immersion, we reckon this is a trek you'll thoroughly enjoy!  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/364-jungle-trek-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Jungle Trek"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 39,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1cfbac86-Doi-Lom-Cycling-Challenge/DoiLomCyclingChallenge.jpg",
        "strIntroduction": " Enjoy a challenging cycling adventure on the hill of Doi Lom Bike around the scenic Chiang Mai countryside with the leading of your experienced guide, who is dedicated to this circuit Take in the scenic views of quiet rice paddies and lush mountainsides around Doi Lom hill Ride past the villages of Karen and Hmong tribes, and learn a thing or two about their culture and daily customs Enjoy the challenge of intense uphill riding, which is equally rewarding for the spectacular views you'll find up ahead Bike around the scenic Chiang Mai countryside with the leading of your experienced guide, who is dedicated to this circuit Bike around the scenic Chiang Mai countryside with the leading of your experienced guide, who is dedicated to this circuit Take in the scenic views of quiet rice paddies and lush mountainsides around Doi Lom hill Take in the scenic views of quiet rice paddies and lush mountainsides around Doi Lom hill Ride past the villages of Karen and Hmong tribes, and learn a thing or two about their culture and daily customs Ride past the villages of Karen and Hmong tribes, and learn a thing or two about their culture and daily customs Enjoy the challenge of intense uphill riding, which is equally rewarding for the spectacular views you'll find up ahead Enjoy the challenge of intense uphill riding, which is equally rewarding for the spectacular views you'll find up ahead What We Love:   What We Love: Take on a biking challenge along the rough dirt roads of the Chiang Mai countryside. This cycling adventure is for those who are up for a challenge, with steeper inclines and lush slopes that make for intense uphill riding – as well as equally scenic views! Ride past quiet rice paddies and scenic mountain views. Stop by the villages of Karen and Hmong tribes, and get to know a thing or two about their culture and daily customs. You'll have rest stops as well as the opportunity to roam the countryside, before pedaling onward to the top, and enjoying the rewards of incredible Chiang Mai panoramas. Away from the tourist hustle, this cycling challenge on Doi Lom hill is the perfect adventure for the outdoor lover!  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/370-doi-lom-cycling-challenge-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Doi Lom Cycling Challenge"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 41,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8180b4a9-Holy-Mountain-Biking-Pilgrimage/HolyMountainBikingPilgrimage.jpg",
        "strIntroduction": " Pedal your way up to a Buddhist sanctuary on a hill, then make your way down to Huay Tung Tao Lake Ride hard to the top of Doi Suthep mountain, where you'll be rewarded with incredible views Drop by the renowned Wat Prathat Temple, and marvel at the intricate displays as well as a replica of the Emerald Buddha Bike past the Royal Winter Palace and a Hmong Hill Tribe Village Cycle along a dirt road, against the backdrop of orchards, forest, and an abundance of Chiang Mai greenery Enjoy lunch on a floating bamboo hut at Huay Tung Tao Lake Ride hard to the top of Doi Suthep mountain, where you'll be rewarded with incredible views Ride hard to the top of Doi Suthep mountain, where you'll be rewarded with incredible views Drop by the renowned Wat Prathat Temple, and marvel at the intricate displays as well as a replica of the Emerald Buddha Drop by the renowned Wat Prathat Temple, and marvel at the intricate displays as well as a replica of the Emerald Buddha Bike past the Royal Winter Palace and a Hmong Hill Tribe Village Bike past the Royal Winter Palace and a Hmong Hill Tribe Village Cycle along a dirt road, against the backdrop of orchards, forest, and an abundance of Chiang Mai greenery Cycle along a dirt road, against the backdrop of orchards, forest, and an abundance of Chiang Mai greenery Enjoy lunch on a floating bamboo hut at Huay Tung Tao Lake Enjoy lunch on a floating bamboo hut at Huay Tung Tao Lake What We Love:   What We Love: Embark on a cycling challenge to the holy temple of Wat Phra That, located near the peak of Doi Suthep mountain. You'll begin from your hotel and cycle some 12km uphill, toward the famous Chiang Mai landmark, known for its intricate shrines, as well as a replica of the revered Emerald Buddha. Glimpse incredible mountaintop views from the tip of Doi Suthep, before making your way back and passing the Royal Winter Palace, as well as a Hmong hill tribe village. You'll be biking on a dirt road soon after, which winds through fruits orchards and forests, scenic sites and wonders. Watch out for light rays and any surface reflection of the sun – it is then you'll know you've come to the Huay Tung Tao Lake, a beautiful place to enjoy lunch on a floating bamboo hut, and refuel for the journey back.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/372-holy-mountain-biking-pilgrimage-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Holy Mountain Biking Pilgrimage"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 77,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/41976137-Lake-Biking--Canoeing/LakeBikingCanoeing.jpg",
        "strIntroduction": " Enjoy a leisurely biking trip, see the beautiful Bua Thong Waterfall, canoe on the Mae Ngat Dam, and enjoy a swim with the family Go on an easy biking trip and head toward Phrao, where you'll see the beautiful Bua Thong Waterfall amidst incredible limestone cliffs Enjoy a relaxing canoe trip at the Mae Ngat Dam, where you'll come to a floating hotel and enjoy a good swim Savor a scenic biking journey around the calm and quiet Chiang Mai countryside Go on an easy biking trip and head toward Phrao, where you'll see the beautiful Bua Thong Waterfall amidst incredible limestone cliffs Go on an easy biking trip and head toward Phrao, where you'll see the beautiful Bua Thong Waterfall amidst incredible limestone cliffs Enjoy a relaxing canoe trip at the Mae Ngat Dam, where you'll come to a floating hotel and enjoy a good swim Enjoy a relaxing canoe trip at the Mae Ngat Dam, where you'll come to a floating hotel and enjoy a good swim Savor a scenic biking journey around the calm and quiet Chiang Mai countryside Savor a scenic biking journey around the calm and quiet Chiang Mai countryside What We Love:   What We Love: Roam the Chiang Mai countryside with an easy biking trip and leisurely canoe ride. Perfect for families and kids, this adventure takes you toward Phrao, northwest of the district, where you'll see the beautiful Bua Thong waterfall, and then visit the Mae Ngat Dam for a laid-back canoe trip. Enjoy biking along soft inclines and easy slopes, and pack your swimsuits as the end of the trip involves a swim at a nearby floating hotel. If you're looking for an easy way to enjoy the scenic Chiang Mai landscape, you're sure to enjoy this mini biking adventure.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/374-lake-biking-canoeing-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Lake Biking & Canoeing"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 81,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/402ba610-Amazing-Chiang-Dao/AmazingChiangDaoPrivateTour.jpg",
        "strIntroduction": " Head north of Chiang Mai to Chiang Dao and enjoy an elephant ride, a trip on a bamboo raft, an incredible cave complex and more Visit the Chiang Dao Elephant Camp and enjoy a 1.5hrs elephant ride to Lisu Hill Tribe Village Enjoy a tranquil 1 hour river journey on a bamboo raft See the Chiang Dao Caves and its incredible temple. Marvel at the countless Buddha images, and once inside, have a guide to light the pathway for you Take a dip in the Bua Tong Waterfalls for a refreshing swim Visit the Chiang Dao Elephant Camp and enjoy a 1.5hrs elephant ride to Lisu Hill Tribe Village Visit the Chiang Dao Elephant Camp and enjoy a 1.5hrs elephant ride to Lisu Hill Tribe Village Enjoy a tranquil 1 hour river journey on a bamboo raft Enjoy a tranquil 1 hour river journey on a bamboo raft See the Chiang Dao Caves and its incredible temple. Marvel at the countless Buddha images, and once inside, have a guide to light the pathway for you See the Chiang Dao Caves and its incredible temple. Marvel at the countless Buddha images, and once inside, have a guide to light the pathway for you Take a dip in the Bua Tong Waterfalls for a refreshing swim Take a dip in the Bua Tong Waterfalls for a refreshing swim What We Love:   What We Love: Get close to nature and Thailand's friendly elephants with this trip north to Chiang Dao. The district is known for its Elephant Camp, reportedly one of the best in the city. Spend some time getting acquainted with these lovely, massive creatures' morning routines, before getting on their backs and enjoying an hour and half's ride to Lisu Hill Tribe village. The path takes you along a quiet river embraced by verdant forests, before you settle into a delicious, local lunch, and then embark on a quiet bamboo raft ride. You'll then see the Chiang Dao Caves - a complex of 100 caves, five of which are open to the public. Glimpse the incredible Buddha images in the interiors. You may even opt for the company of a guide and their gas lantern to light the path and your photographs. The journey wraps up with a refreshing dip in the Bua Tong Waterfalls, and a cool swim by the pool's limestone rocks.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/378-amazing-chiang-dao-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Amazing Chiang Dao Private Tour"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 28,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1596ddb2-Black-House--White-Temple-Trip/BlackHouseWhiteTempleTrip.jpg",
        "strIntroduction": " Explore fascinating landmarks in this journey, featuring the White Temple, the Black House, and the city of Chiang Rai on a day tour from Chiang Mai See the beautifully eerie and intricate Wat Rong Khun, also known as the White Temple, designed by National Artist Chalermchai Kositpipat Stop by the Black House, a museum and the home of National Artist Dr. Thawan Duchanee, and see its incredible interiors and bone displays Enjoy a delicious local lunch to fuel your journey See the beautifully eerie and intricate Wat Rong Khun, also known as the White Temple, designed by National Artist Chalermchai Kositpipat See the beautifully eerie and intricate Wat Rong Khun, also known as the White Temple, designed by National Artist Chalermchai Kositpipat Stop by the Black House, a museum and the home of National Artist Dr. Thawan Duchanee, and see its incredible interiors and bone displays Stop by the Black House, a museum and the home of National Artist Dr. Thawan Duchanee, and see its incredible interiors and bone displays Enjoy a delicious local lunch to fuel your journey Enjoy a delicious local lunch to fuel your journey What We Love:   What We Love: Be captivated by the incredible sights of Chiang Rai in this day exploration. Visit Wat Rong Khun, the spectacular White Temple known for its hauntingly beautiful blend of cultural and contemporary details. Designed by Thai National Artist Chalermchai Kositpipat, the temple features an entrance with outstretched hands, Predator jutting from the ground, as well as a number of other pop culture references within the dazzling white structure. Then head off to the Black House, a museum and also the home of the National Artist Dr. Thawan Duchanee. There you'll find a complex of dark and eerily designed buildings, filled with bones, skulls, fur and feathers, displayed and arranged as though an exhibit, but also as homely ornamentation. It's a fascinating immersion in the Thai north, one that captivates with its beauty, as well as its mystery.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/380-black-house-white-temple-trip-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Black House & White Temple Trip"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 33,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/754c1937-Doi-Inthanon-National-Park/DoiInthanonNationalPark.jpg",
        "strIntroduction": " See Thailand's highest mountains and visit an ethnic hill tribe in the country's premier national park Spend a day at Doi Inthanon National Park and immerse yourself in northern Thailand's rich, natural bounty See the Wachiritharn and Siritharn Waterfalls, glimpse the agricultural work at the Royal Project Research Station, and the get incredible panoramic views of the park from the King and Queen's chedis (Buddhist stupas) Make it to the perch of Thailand's highest peak, and take in the vast expanse of forest and greenery Roam amidst more flora along the Angkha Nature Walk Drop by Karen and Hmong Villages, and get to know the locals Spend a day at Doi Inthanon National Park and immerse yourself in northern Thailand's rich, natural bounty Spend a day at Doi Inthanon National Park and immerse yourself in northern Thailand's rich, natural bounty See the Wachiritharn and Siritharn Waterfalls, glimpse the agricultural work at the Royal Project Research Station, and the get incredible panoramic views of the park from the King and Queen's chedis (Buddhist stupas) See the Wachiritharn and Siritharn Waterfalls, glimpse the agricultural work at the Royal Project Research Station, and the get incredible panoramic views of the park from the King and Queen's chedis (Buddhist stupas) Make it to the perch of Thailand's highest peak, and take in the vast expanse of forest and greenery Make it to the perch of Thailand's highest peak, and take in the vast expanse of forest and greenery Roam amidst more flora along the Angkha Nature Walk Roam amidst more flora along the Angkha Nature Walk Drop by Karen and Hmong Villages, and get to know the locals Drop by Karen and Hmong Villages, and get to know the locals What We Love:   What We Love: Roam Northern Thailand's vast forest bounty with a day at the Doi Inthanon National Park. Walk up to the thunderous Wachiritharn and Siritharn Waterfalls, and take a look at the agricultural work of the Royal Project Research Station. Continue on amidst forest greenery until you get to the King and Queen's chedis, where you'll find some of the best views of the park, and then proceed to the top of Doi Inthanon, the highest mountain in Thailand, where even more spectacular panoramas await. A nature walk follows along the Angkha Trail, before you arrive at a Karen and Hmong Ethnic Village, then work your way back down to end your full day spent in nature.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/384-doi-inthanon-national-park-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Doi Inthanon National Park"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 76,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f864fcf7-chiang-mai-hill-tribe-2/5HillTribesPrivateTour.jpg",
        "strIntroduction": " Roam the hills of Chiang Mai and get to know the diverse local communities with a private tour guide Visit 5 different hill tribe villages in Chiang Mai and get to know their culture and customs. Meet the Akha, Meo, Lisu, Palong, and Karen folks En route, make a stop at an orchid and butterfly farm Wrap up your cultural immersion with a visit to the Chiang Dao Caves and Temple Enjoy the services of a private English speaking guide plus direct hotel transfers included Visit 5 different hill tribe villages in Chiang Mai and get to know their culture and customs. Meet the Akha, Meo, Lisu, Palong, and Karen folks Visit 5 different hill tribe villages in Chiang Mai and get to know their culture and customs. Meet the Akha, Meo, Lisu, Palong, and Karen folks En route, make a stop at an orchid and butterfly farm En route, make a stop at an orchid and butterfly farm Wrap up your cultural immersion with a visit to the Chiang Dao Caves and Temple Wrap up your cultural immersion with a visit to the Chiang Dao Caves and Temple Enjoy the services of a private English speaking guide plus direct hotel transfers included Enjoy the services of a private English speaking guide plus direct hotel transfers included What We Love:   What We Love: Immerse yourself in local culture with this tour around the hill tribes of Chiang Mai. You'll kick off with stops at an orchid and butterfly farm, before heading off to the different community villages. Meet the Akha, who are known for their spirituality; the Meo, whom you'll notice for their grounded homes, as opposed to being propped on stilts; the Lisu, outgoing people often settled near water; the Palong, a smaller group known for growing tea; and the Karens, masterful weavers, and also the most populous in Thailand. Befriend the locals and learn a thing or two about their customs and culture, before capping off the day with a trip to the Chiang Dao Cave and Temple, an enchanting limestone cave complex.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/385-5-hill-tribes-tour-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "5 Hill Tribes Private Tour"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 27,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/67ef4e2f-Chiang-Rai--the-Golden-Triangle/ChiangRaitheGoldenTriangle.jpg",
        "strIntroduction": " Spend a fully packed day around Chiang Rai's historical landmarks, from the White Temple to the Mekong River and the Golden Triangle Make your way to the meeting point of Thailand, Laos and Myanmar – also known as The Golden Triangle Enjoy a warm cup of coffee at the Maekhajan Hot Springs See the spectacularly intricate Wat Rong Khun, also known as the White Temple Opt for a boat ride along the Mekong River to the Laotian island of Don Sao Pick up some mementos at the border market between Thailand and Myanmar Stop by the villages of the Akh and Yao Hill Tribes Make your way to the meeting point of Thailand, Laos and Myanmar – also known as The Golden Triangle Make your way to the meeting point of Thailand, Laos and Myanmar – also known as The Golden Triangle Enjoy a warm cup of coffee at the Maekhajan Hot Springs Enjoy a warm cup of coffee at the Maekhajan Hot Springs See the spectacularly intricate Wat Rong Khun, also known as the White Temple See the spectacularly intricate Wat Rong Khun, also known as the White Temple Opt for a boat ride along the Mekong River to the Laotian island of Don Sao Opt for a boat ride along the Mekong River to the Laotian island of Don Sao Pick up some mementos at the border market between Thailand and Myanmar Pick up some mementos at the border market between Thailand and Myanmar Stop by the villages of the Akh and Yao Hill Tribes Stop by the villages of the Akh and Yao Hill Tribes What We Love:   What We Love: Hop on a whirlwind journey around landmark Chiang Mai and even make a stop at the Golden Triangle, known as the meeting point of Thailand, Laos and Myanmar. This extensive tour of the northern Thai province begins with a stop at the Mae Khajan Hot Springs and the nearby Wat Rong Khun. Also known as the White Temple, Wat Rong Khun is known best for its incredible white structure, intricate in detail and eerie in thematic references. You'll then be whisked away to the cross point of Thailand, Laos and Myanmar. The opportunity to sail down the Mekong River awaits, toward the Laotian island of Don Sao. From there, head to Mae Sai, the border down near Myanmar where you'll get to enjoy a mini market shopping spree. Then head back to the city center of Chiang Mai, but not before making a stop at the villages of Akha and Yao Hill Tribes, and getting to know a thing or two about their day-to-day lives and cultural practices.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/387-chiang-rai-the-golden-triangle-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Chiang Rai & the Golden Triangle"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 104,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f2ddee47-Intro-to-Rock-Climbing/IntrotoRockClimbing.jpg",
        "strIntroduction": " Get your first taster of climbing at Crazy Horse Buttress, Chiang Mai's top climbing location, with training from Thailand's best instructors! Learn the basics of rock climbing and rappelling (abseiling), with the help of friendly, professional instructors Feel in safe hands with the only AMGA certified guides in Thailand Climb at Crazy Horse Buttress, known as one of the “world's greenest mega crags” Enjoy round-trip transportation from Chiang Mai Rock Climbing Adventure (CMRCA) to Crazy Horse Buttress and a tasty lunch included Choose to include hotel transfers for extra convenience Learn the basics of rock climbing and rappelling (abseiling), with the help of friendly, professional instructors Learn the basics of rock climbing and rappelling (abseiling), with the help of friendly, professional instructors Feel in safe hands with the only AMGA certified guides in Thailand Feel in safe hands with the only AMGA certified guides in Thailand Climb at Crazy Horse Buttress, known as one of the “world's greenest mega crags” Climb at Crazy Horse Buttress, known as one of the “world's greenest mega crags” Enjoy round-trip transportation from Chiang Mai Rock Climbing Adventure (CMRCA) to Crazy Horse Buttress and a tasty lunch included Enjoy round-trip transportation from Chiang Mai Rock Climbing Adventure (CMRCA) to Crazy Horse Buttress and a tasty lunch included Choose to include hotel transfers for extra convenience Choose to include hotel transfers for extra convenience What We Love:   What We Love: There is perhaps no better place than Crazy Horse Buttress, with its limestone cliffs and reputation as a world class climbing venue, to try rock climbing and rappelling (abseiling) for the first time. With talented and experienced instructors from Chiang Mai Rock Climbing Adventure (CMRCA), you will not only learn how to rock climb and rappel, but will also be introduced to the mechanics of the equipment and safe practices that will aid your climbing in the future. With plenty of opportunities throughout the day to practice climbing, and a thrilling abseil into the mouth of a cave at the end, you are guaranteed to have a fun-filled, adventurous day out! The package also includes round-trip transportation from the CMRCA center in Chiang Mai to Crazy Horse Buttress and the option for additional hotel transfers too.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/507-intro-to-rock-climbing-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Intro to Rock Climbing"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 119,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/cc75a1f0-Chiang-Mai-Rock-Climbing-Tour-Rock-Climbing-Essentials-2/RockClimbingEssentials.jpg",
        "strIntroduction": " Learn the skills and techniques to become a self-sufficient top-rope climber at the Crazy Horse Buttress, with the help of Thailand's best climbing instructors! Learn about the mechanics and safety measures of top rope climbing from a team of friendly and knowledgeable instructors Feel in safe hands with the only AMGA certified guides in Thailand Climb the limestone crags of Crazy Horse Buttress, one of the most scenic climbing spots in Thailand Enjoy round-trip transportation from the Chiang Mai Rock Climbing Association (CMRCA) center to Crazy Horse Buttress, and a tasty lunch Choose to include hotel transfers for extra convenience Learn about the mechanics and safety measures of top rope climbing from a team of friendly and knowledgeable instructors Learn about the mechanics and safety measures of top rope climbing from a team of friendly and knowledgeable instructors Feel in safe hands with the only AMGA certified guides in Thailand Feel in safe hands with the only AMGA certified guides in Thailand Climb the limestone crags of Crazy Horse Buttress, one of the most scenic climbing spots in Thailand Climb the limestone crags of Crazy Horse Buttress, one of the most scenic climbing spots in Thailand Enjoy round-trip transportation from the Chiang Mai Rock Climbing Association (CMRCA) center to Crazy Horse Buttress, and a tasty lunch Enjoy round-trip transportation from the Chiang Mai Rock Climbing Association (CMRCA) center to Crazy Horse Buttress, and a tasty lunch Choose to include hotel transfers for extra convenience Choose to include hotel transfers for extra convenience What We Love:   What We Love: Tried the basics of rock climbing, but hungry to learn more? Then look no further than Chiang Mai Rock Climbing Adventure (CMRCA); with a team of friendly and experienced climbing instructors, you will be guided through the skills and techniques that will put you on the path of becoming a self-sufficient rock climber! With instruction on belaying, top-rope anchors, bolt integrity and, of course, plenty of time to practice climbing, you will end the day feeling comfortable and confident in your ability to top-rope climb without the assistance of a guide. The package includes round-trip transportation from the CMRCA center to Crazy Horse Buttress, the leading climbing spot in northern Thailand.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/508-rock-climbing-essentials-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Rock Climbing Essentials"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 136,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/17ca1599-Intro-to-Caving/IntrotoCaving.jpg",
        "strIntroduction": " Spend the day exploring the depths of mysterious caves at Crazy Horse Buttress, the climbing hotspot of Chiang Mai, with Thailand's only AMGA certified guides! Descend down a deep cavern in the heart of Crazy Horse Buttress, known as one of the best climb spots in the world Receive guidance and feel safe under Thailand's best climbing instructors Learn all about cave exploration and geology throughout your journey Enjoy a round trip transfer from the CMRCA center to Crazy Horse Buttress, as well a traditional Thai lunch, which you will eat in the cave! Choose to include hotel transfers for extra convenience Descend down a deep cavern in the heart of Crazy Horse Buttress, known as one of the best climb spots in the world Descend down a deep cavern in the heart of Crazy Horse Buttress, known as one of the best climb spots in the world Receive guidance and feel safe under Thailand's best climbing instructors Receive guidance and feel safe under Thailand's best climbing instructors Learn all about cave exploration and geology throughout your journey Learn all about cave exploration and geology throughout your journey Enjoy a round trip transfer from the CMRCA center to Crazy Horse Buttress, as well a traditional Thai lunch, which you will eat in the cave! Enjoy a round trip transfer from the CMRCA center to Crazy Horse Buttress, as well a traditional Thai lunch, which you will eat in the cave! Choose to include hotel transfers for extra convenience Choose to include hotel transfers for extra convenience What We Love:   What We Love: Imagine climbing down to the depths of a large hole, not really knowing what you will find down below. Sounds scary? Don't fear. You'll be in the safe hands of the experienced climbing instructors of Chiang Mai Rock Climbing Adventure on this one day introductory course to caving. You will learn all about cave exploration, view remarkable features of caves that few get to see, and do all this at the awe-inspiring Crazy Horse Buttress, one of the world's most sought-after climbing spots. Staying true to the spirit of adventure, you will also stop for a lunch break within the cavern, where you can enjoy a delicious Thai meal with your headlamp as your source of light, and a bat or two above you (don't worry, they won't bite!). The package also includes transportation from the CMRCA center to Crazy Horse Buttress, and back, plus optional hotel transfers for added convenience.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/509-intro-to-caving-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Intro to Caving"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 210,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/760c81fe-Rock-the-Gibbon/RocktheGibbon.jpg",
        "strIntroduction": " A two day adventure in Chiang Mai, with activities including rock climbing, caving, rappelling, ziplining, as well as an over-night stay at the peaceful Mae Kampong Village Learn the basics of rock-climbing and rappelling, and explore the caves of Crazy Horse Buttress, one of the most sought-after climbing and adventure spots in Thailand Zipline through the jungles with the supervision of trained guides, in collaboration with Flight of the Gibbon Receive climbing and rappelling instruction from Thailand's only AMGA certified instructors Spend the night at Mae Kampong Village, where you will receive a relaxing Thai massage, home-cooked dinner and breakfast, and the company of friendly villagers Go for a dip in the waterfalls to cool off, followed by lunch Learn the basics of rock-climbing and rappelling, and explore the caves of Crazy Horse Buttress, one of the most sought-after climbing and adventure spots in Thailand Learn the basics of rock-climbing and rappelling, and explore the caves of Crazy Horse Buttress, one of the most sought-after climbing and adventure spots in Thailand Zipline through the jungles with the supervision of trained guides, in collaboration with Flight of the Gibbon Zipline through the jungles with the supervision of trained guides, in collaboration with Flight of the Gibbon Receive climbing and rappelling instruction from Thailand's only AMGA certified instructors Receive climbing and rappelling instruction from Thailand's only AMGA certified instructors Spend the night at Mae Kampong Village, where you will receive a relaxing Thai massage, home-cooked dinner and breakfast, and the company of friendly villagers Spend the night at Mae Kampong Village, where you will receive a relaxing Thai massage, home-cooked dinner and breakfast, and the company of friendly villagers Go for a dip in the waterfalls to cool off, followed by lunch Go for a dip in the waterfalls to cool off, followed by lunch What We Love:   What We Love: Experience the adventures of Chiang Mai's jungle on this special two-day tour. Start at Crazy Horse Buttress, famed for its jaw-dropping limestone cliffs, perfect for rock-climbing and abseiling. After learning the basics from Thailand's most experienced and talented instructors, you will then practice scaling up the rocks, or rappelling down to deep, mysterious caves. Then head over to Mae Kampong Village; located within the jungles, you won't find much cell phone reception, but you will find peace, tranquility, and warm local hospitality. After a relaxing Thai massage, you will have the chance to sample an authentic home-cooked meal prepared by the villagers, before retiring for the night at one of the village houses. The next morning will be spent zip lining. Flying from tree to tree, you will truly feel like you are flying through the jungle! After a relaxing dip in the waterfalls and a delicious lunch, you will be dropped back off to Chiang Mai.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/510-rock-the-gibbon-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Rock the Gibbon"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/dddceb11-3G-WiFi-Device-HKG-Pick-Up-for-Thailand/3GWiFiHKGPickUpforThailand.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Thailand with an unlimited data pocket 3G WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Thailand - wherever your itinerary takes you Get WiFi access across the whole of Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport Collect and drop off your device at Hong Kong airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Thailand, without the stress of sourcing WiFi once you get there. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Thailand but also Singapore, Taiwan, Japan and Korea.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/663-thailand-wifi-device-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Thailand"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d77278d3-3G4G-SIM-Card-HKG-Pick-Up-for-Thailand/3G4GSIMCardHKGPickUpforThailand.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Connect with your mobile just like you do at home with a 4G/3G Sim Card in Thailand 7 Days Sim Card loaded with 4G and Unlimited 3G for use in Thailand Additional 100baht calling time included 3-in-1 Sim Card (Mini, Micro and Nano sizes) 7 Days Sim Card loaded with 4G and Unlimited 3G for use in Thailand 7 Days Sim Card loaded with 4G and Unlimited 3G for use in Thailand Additional 100baht calling time included Additional 100baht calling time included 3-in-1 Sim Card (Mini, Micro and Nano sizes) 3-in-1 Sim Card (Mini, Micro and Nano sizes) What We Love:   What We Love: We know that you love to be able to connect with your friends and family, and we also know that you don't like roaming costs. With a local Sim card available for pick up before you leave you can connect as soon as you arrive in Thailand. With unlimited data you'll be able to send those holiday snaps to family and friends, look at maps to find the best of the best, and stay in touch with your email while you're away.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/724-thailand-happy-tourist-sim-card-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G/4G SIM Card (HKG Pick Up) for Thailand"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 45,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2e991308-%E6%99%AE%E5%90%89%E9%95%87%E4%B8%AD%E8%91%A1%E6%96%87%E5%8C%96%E4%B9%8B%E6%97%85/PhuketHeritageWalk.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Embark on a small group walking tour through the old Sino-Portuguese town giving you a full insight into the Phuket of hundreds of years ago Start the day visiting a local fresh market Visit Chinpracha House and Thai Hua museum Stroll through the old town visiting the old post office and first hotel in Phuket Hotel pick up and lunch are included Start the day visiting a local fresh market Start the day visiting a local fresh market Visit Chinpracha House and Thai Hua museum Visit Chinpracha House and Thai Hua museum Stroll through the old town visiting the old post office and first hotel in Phuket Stroll through the old town visiting the old post office and first hotel in Phuket Hotel pick up and lunch are included Hotel pick up and lunch are included What We Love:   What We Love: Thought Phuket was just a resort town? In fact Phuket has been home to a major trading port and tin mining industry dating back to the 19th century that brought thousands of Chinese migrants to Phuket's shores . With these flourishing industries came infrastructure that still stands today. Now a quaint town this tour brings the past back to life with all the stories and facts about what used to be. Start the day with a visit to the fresh market before heading to Chinpracha House and Thai Hua museum. Stroll through the old town famous for it's Sino-Portuguese architecture, those feeling peckish can try out some Hokkien style noodles and Malay tea which still remain popular from the days of the Chinese migrants.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/731-phuket-heritage-walk-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Phuket Heritage Walk"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 479,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/75b658e7-Private-Private-Speedboat-Charter/PrivateSpeedboatCharterfromPhuket.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend the day surrounded by the beauty of Coral and Raya Island on a private speedboat charter - an exclusive and convenient day trip from Phuket Enjoy an exclusive private day charter to Coral or Raya Island on a luxury cruiser for up to 20 people Avoid the tourist crowds in your own double engine speedboat with 2 crew on hand Get picked up and dropped off directly from your hotel within the Phuket island area Enjoy an exclusive private day charter to Coral or Raya Island on a luxury cruiser for up to 20 people Enjoy an exclusive private day charter to Coral or Raya Island on a luxury cruiser for up to 20 people Avoid the tourist crowds in your own double engine speedboat with 2 crew on hand Avoid the tourist crowds in your own double engine speedboat with 2 crew on hand Get picked up and dropped off directly from your hotel within the Phuket island area Get picked up and dropped off directly from your hotel within the Phuket island area What We Love:   What We Love: Thailand has endless beautiful islands to explore. The trouble is, when you find one that's easy to get to, so have the rest of Thailand's tourists, which might slightly ruin your Thai paradise. Coral and Raya Islands, both conveniently located to the south of Phuket and an easy day trip, are idyllic, less discovered destinations renowned for their world class snorkeling. Collect together your travel companions and head out for a day in paradise - on your very own private speedboat! This exclusive private day trip from Phuket includes hotel pick up and drop off, a two-engine speedboat with two crew and eight hours discovering the turquoise waters around Coral, Raya Yai and Raya Noi Islands.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/745-phuket-speedboat-charter-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Private Speedboat Charter from Phuket"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 48,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/524a8bd9-%E6%99%AE%E5%90%89%E5%B2%9B%E4%B8%93%E8%BD%A6%E6%B8%B8%E8%A7%88/PhuketPrivateCarCharter.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Explore Phuket with comfort and ease by booking a private car charter for a full or half day - plan your own itinerary and let your driver take you there! Enjoy a comfortable private charter in a modern air conditioned car (up to 3 people) or van (up to 10 people) Feel safe in the hands of your experienced driver and guide on request (full day charters only) Choose between two different vehicle sizes and full or half day packages to suit the requirements of your trip Plan your own itinerary and let your driver navigate the best route Enjoy a comfortable private charter in a modern air conditioned car (up to 3 people) or van (up to 10 people) Feel safe in the hands of your experienced driver and guide on request (full day charters only) Choose between two different vehicle sizes and full or half day packages to suit the requirements of your trip Plan your own itinerary and let your driver navigate the best route What We Love:   What We Love: For the most convenient and stress free way to explore Phuket, why not charter your own private vehicle? Opt for a car or van to accommodate your travel party, choose a full or half day, then decide exactly when and where you want to go - the itinerary is completely up to you. Perfect for larger groups, especially for families, travel from beach to jungle - and everywhere in between - with the utmost ease. Your professional driver will pick you up and drop you off directly from your hotel - all you have to worry about is enjoying the exclusivity of the experience. All private vehicles are air conditioned for optimal comfort and relaxation, so everything you need is already taken care of.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/823-phuket-private-car-charter-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Phuket Private Car Charter"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/492d289a-Wi-Ho%21%C2%AE-Thailand-WiFi-Device/3GWiFiTPETSAKHHPickUpforThailand.jpg",
        "strIntroduction": " Stay connected when traveling in Thailand with a 3G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Stay connected for your trip in Thailand with unlimited WiFi coverage. When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Thailand from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 3G data whilst connecting up to 10 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/1150-wi-ho-thailand-wifi-device-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (TPE/TSA/KHH Pick Up) for Thailand"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 23,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ddefde8b-Bangkok-City-Transfers-Hua-Hin-Pattaya-Jomtien/AirportTransfersHKTPickUpforPhuketmore.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Arrive in comfort by conveniently booking an airport to downtown transfer in Phuket Enjoy Phuket airport-hotel transfers in a modern air conditioned vehicle Receive a convenient pick up service from the arrivals hall/hotel lobby from your English-speaking driver Choose between two vehicles that suit the size of your traveling party Enjoy Phuket airport-hotel transfers in a modern air conditioned vehicle Enjoy Phuket airport-hotel transfers in a modern air conditioned vehicle Receive a convenient pick up service from the arrivals hall/hotel lobby from your English-speaking driver Receive a convenient pick up service from the arrivals hall/hotel lobby from your English-speaking driver Choose between two vehicles that suit the size of your traveling party Choose between two vehicles that suit the size of your traveling party What We Love:   What We Love: Enjoy a hassle free trip to and from Phuket airport by booking an airport transfer in advance. Enjoy the exclusivity of a private vehicle with your own professional driver who will pick you up right from the arrival hall or from your hotel, before whisking you off to your destination. These airport transfers can accommodate between 1 and 10 people in a car or van with air conditioning so your comfort and relaxation are well taken care of.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/1166-private-airport-transfers-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (HKT Pick Up) for Phuket & more"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 76,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ddefde8b-Bangkok-City-Transfers-Hua-Hin-Pattaya-Jomtien/CityTransfersforPhuket%2CThailand.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Travel with ease in a private car from Phuket hotels to nearby destinations. All you have to sit back and plan what you're going to do when you get there! Enjoy easy transfers from Phuket island to nearby destinations in a modern air conditioned vehicle Receive a convenient pick up service from your hotel Choose between two vehicles to suit the size of your traveling party Enjoy easy transfers from Phuket island to nearby destinations in a modern air conditioned vehicle Enjoy easy transfers from Phuket island to nearby destinations in a modern air conditioned vehicle Receive a convenient pick up service from your hotel Receive a convenient pick up service from your hotel Choose between two vehicles to suit the size of your traveling party Choose between two vehicles to suit the size of your traveling party What We Love:   What We Love: Make sure your visit to Thailand is hassle free by booking a Phuket transfer in advance. Enjoy the comfort of a private vehicle with your own professional driver who will pick you up right from your hotel before whisking you off to your final destination. These private transfers to or from Phuket and Krabi, Koh Lanta or Khao Lak can accommodate between 1 and 10 people with a choice of a modern car with air conditioning.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/1167-island-transfers-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "City Transfers for Phuket, Thailand"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 83,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/81c4a046-Blue-Elephant-Thai-Cooking-Class/BlueElephantThaiCookingClassPhuket.jpg",
        "strIntroduction": " Learn how to cook Thai food at arguably the best cooking class in Phuket at Blue Elephant Cooking School Enjoy a hands on Thai cooking class under the guidance of the talented chefs at Blue Elephant Create a selection Thai dishes such as papaya salad, green curry, coconut soup and spicy chicken; a different menu is provided each day! Embark on an exotic culinary adventure in Phuket in a fully equipped and clean kitchen Meet other budding chefs in a group class or opt for a more personalised experience with a private lesson Dine on your creations after the class and take home the knowledge to recreate restaurant quality dishes at home Enjoy a hands on Thai cooking class under the guidance of the talented chefs at Blue Elephant Enjoy a hands on Thai cooking class under the guidance of the talented chefs at Blue Elephant Create a selection Thai dishes such as papaya salad, green curry, coconut soup and spicy chicken; a different menu is provided each day! Create a selection Thai dishes such as papaya salad, green curry, coconut soup and spicy chicken; a different menu is provided each day! different menu Embark on an exotic culinary adventure in Phuket in a fully equipped and clean kitchen Embark on an exotic culinary adventure in Phuket in a fully equipped and clean kitchen Meet other budding chefs in a group class or opt for a more personalised experience with a private lesson Meet other budding chefs in a group class or opt for a more personalised experience with a private lesson Dine on your creations after the class and take home the knowledge to recreate restaurant quality dishes at home Dine on your creations after the class and take home the knowledge to recreate restaurant quality dishes at home What We Love:   What We Love: Often considered one of the most delicious cuisines in the world, Thai food is known for its creative use of fresh ingredients, flavorful herbs and health properties. Complete your visit to Phuket with a professional cooking class, suitable for both seasoned chefs and novice cooks. Classes include a market visit or in depth explanation of Thai flavors before the hands-on cooking lesson, with all ingredients and equipment provided, before the best part - tasting your creations! Under the watchful eye of globally recognized Thai cuisine expert Nooror Somany-Steppe, you will quickly master some of Thailand's signature dishes. Afterwards, you'll have the know-how to host an exotic dinner party and wow your guests with your newly acquired master chef skills.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/1414-blue-elephant-cooking-school-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Blue Elephant Thai Cooking Class (Phuket)"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/366afcf8-3G4G-SIM-Card-HKT-Pick-Up-for-Thailand/3G4GSIMCardHKTPickUpforThailand.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend money on your holiday instead of hefty phone bills – get a local SIM card for your holiday in Thailand! Stay connected on your holiday in Thailand with a local SIM card Keep in touch with family and friends without overspending on roaming services Share vacation photos and enjoy fast web speeds thanks to 4G and 3G connectivity (area-dependant) You can pick up the SIM card right upon your arrival at Phuket International Airport Stay connected on your holiday in Thailand with a local SIM card Stay connected on your holiday in Thailand with a local SIM card Keep in touch with family and friends without overspending on roaming services Keep in touch with family and friends without overspending on roaming services Share vacation photos and enjoy fast web speeds thanks to 4G and 3G connectivity (area-dependant) Share vacation photos and enjoy fast web speeds thanks to 4G and 3G connectivity (area-dependant) You can pick up the SIM card right upon your arrival at Phuket International Airport You can pick up the SIM card right upon your arrival at Phuket International Airport What We Love:   What We Love: Connect with family and friends and tell them all about the exciting vacation you are having in Thailand without exorbitant roaming costs with the 7 day unlimited SIM card. Enjoy lightning fast web speeds, get updates from your social media accounts and make hassle-free travel arrangements. Available for pick up right when you arrive in Phuket, the SIM card will let you connect to 4G or 3G network (depending on the area) and will let you make the best of your vacation without worrying about the details.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/1502-thailand-sim-card-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G/4G SIM Card (HKT Pick Up) for Thailand"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ccd8aab1-Orientala-Spa/OrientalaSpa.jpg",
        "strIntroduction": " Dive into Thailand's signature zen culture with an enjoyable and stress-relieving massage at Orientala Spa in Phuket Stay rested and refreshed in the busy Phuket with a selection of relaxing spa treatments Take a break from your full sightseeing schedule and experience the best of Thai healing Choose from 5 packages, from a traditional Thai massage to a healing sports massage Stay rested and refreshed in the busy Phuket with a selection of relaxing spa treatments Take a break from your full sightseeing schedule and experience the best of Thai healing Choose from 5 packages, from a traditional Thai massage to a healing sports massage What We Love:   What We Love: Unwind in the aromatic and relaxing atmosphere of Orientala Spa with a selection of treatments designed to rejuvenate and beautify. Known across the world for their healing properties, Thai massages are an affordable luxury and an experience not to be missed on your trip to Phuket. Indulge yourself with 1 to 2 hour massage sessions, from a traditional Thai massage to an oil massage or even a sports massage. Each treatment comes with its own benefits and will be a great way to refresh and catch a break from your active vacation.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/1544-orientala-spa-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Orientala Spa"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 39,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0c40b9ed-Orientala-Wellness-Spa-Packages/OrientalaWellnessSpaPackages.jpg",
        "strIntroduction": " Don't just get a quick massage at the beach — indulge in a complete experience with a selection of treatment packages from Orientala Spa Spend up to three hours in paradise with one of Orientala Spa's relaxing treatment packages Feel stress melt away with Varee — a soothing and healing Indian head massage Look years younger after a rejuvenating Aloe Vera Facial and get that fresh summer glow Rid your body of toxins and fatigue with a warming Pita Clay Wrap One of the six packages is guaranteed to suit you Spend up to three hours in paradise with one of Orientala Spa's relaxing treatment packages Feel stress melt away with Varee — a soothing and healing Indian head massage Look years younger after a rejuvenating Aloe Vera Facial and get that fresh summer glow Rid your body of toxins and fatigue with a warming Pita Clay Wrap One of the six packages is guaranteed to suit you What We Love:   What We Love: In a busy eventful city like Phuket, it's easy to get lost in all the sightseeing, boat trips and beach parties. Don't let your full schedule stand in the way of your relaxation — after all, you are here on vacation. Let yourself unwind with a series of special spa treatments in Orientala Spa. Go in for a mild Soother including a 50 minute Thai massage or shoo bad thoughts away with Varee Indian head massage. Pita clay wrap will warm you up and detoxify your body while Herbal Vayo Massage will let your experience the healing effects of a hot herbal compress.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/1545-orientala-wellness-spa-packages-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Orientala Wellness Spa Packages"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 36,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7e57ccf3-Orientala-Spa/OasisSpa.jpg",
        "strIntroduction": " Pick from many massages and treatments at Phuket's Oasis Spa for a few hours of total indulgence Take a vacation from the beach and pamper yourself with a series of luxurious spa treatments at Oasis Spa, one of Phuket's most exclusive spas Indulge in a powerfully relaxing massage with stunning ocean views and partially outdoor treatment rooms Enrich your skin with hot oil aromatherapy treatment, explore the ancient tradition of foot reflexology or get a special glow with a facial With seven packages to choose from, you're sure to find your perfect treatment Take a vacation from the beach and pamper yourself with a series of luxurious spa treatments at Oasis Spa, one of Phuket's most exclusive spas Indulge in a powerfully relaxing massage with stunning ocean views and partially outdoor treatment rooms Enrich your skin with hot oil aromatherapy treatment, explore the ancient tradition of foot reflexology or get a special glow with a facial With seven packages to choose from, you're sure to find your perfect treatment What We Love:   What We Love: Give your skin a break from the sun and the beach and indulge in a day of head-to-toe pampering at Oasis Spa — where stunning views and experienced massage gurus will take you to a state of complete relaxation. With treatments ranging from traditional classic massages to oil aromatherapy, foot reflexology and luxurious facials, you won't be strapped for choice. With the sea breeze on your skin, your muscles relaxed and your head free of worry, your time at Oasis spa promises to be one of the highlights of your holiday in Phuket.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/1550-oasis-spa-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Oasis Spa"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 81,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b35078b4-Oasis-Spa-Packages/OasisSpaSpecialPackages.jpg",
        "strIntroduction": " Enjoy a day of exclusive pampering at one of the best spas in Phuket, Oasis Spa, featuring four prime locations and luxury spa treatments Heal your body and soul with a pampering spa experiences at Oasis Spa, one of Phuket's most luxurious spas Each spa location offers a different luxury experience tailoring everything from the views to the decor to your preference With a choice of packages designed to target specific areas, pick from traditional Thai massage, hair treatments, coconut and mango, and more Opt for the ultimate experiences with a hot stone massage or magically healing four hands massage With six packages to choose from you're guaranteed to find something perfect for you Heal your body and soul with a pampering spa experiences at Oasis Spa, one of Phuket's most luxurious spas Each spa location offers a different luxury experience tailoring everything from the views to the decor to your preference With a choice of packages designed to target specific areas, pick from traditional Thai massage, hair treatments, coconut and mango, and more Opt for the ultimate experiences with a hot stone massage or magically healing four hands massage With six packages to choose from you're guaranteed to find something perfect for you What We Love:   What We Love: Pamper yourself from head to toe at Oasis Spa with one of its indulgent relaxing treatment packages. Sporting four locations in Phuket, Oasis Spa offers a truly personal experience, letting you choose between stunning ocean views, secret lagoon villas, Moroccan or traditional Thai décor. With a variety of luxurious treatments like Sabai Stone Massage, Hair Spa Package, foot reflexology, herbal compresses, mango body scrubs and more, you will have a wide range of experiences to choose from. Don't miss out on Ayurveda — East Indian warm oil massage renowned for its mind and body healing properties.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/1551-oasis-spa-special-packages-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Oasis Spa Special Packages"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 58,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8530c5eb-Bungy-Jump/BungeeJump.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Show gravity who's boss with a bungy jump in the safest surroundings overlooking spectacular views Take the leap from the only fully licensed Bungee Jump in Phuket Feel safe with a managing team from the home of bungee, New Zealand, and over 20 years of operation on this site Enjoy the views over the Kathu woodlands above a lagoon You will receive a free t-shirt and certificate, as well as have the opportunity to purchase photos and a video Take the leap from the only fully licensed Bungee Jump in Phuket Take the leap from the only fully licensed Bungee Jump in Phuket Feel safe with a managing team from the home of bungee, New Zealand, and over 20 years of operation on this site Feel safe with a managing team from the home of bungee, New Zealand, and over 20 years of operation on this site Enjoy the views over the Kathu woodlands above a lagoon Enjoy the views over the Kathu woodlands above a lagoon You will receive a free t-shirt and certificate, as well as have the opportunity to purchase photos and a video You will receive a free t-shirt and certificate, as well as have the opportunity to purchase photos and a video What We Love:   What We Love: Go on – crank up the adrenalin whilst in Phuket! Take the leap from 50 meters above a beautiful green-blue jungle lagoon with panoramic views all round. Safety is paramount at the New Zealand operated and managed site, the only fully licensed bungee jump in Phuket since opening in 1992. You'll be driven to the pond-side site where you'll be fully briefed and prepped (now's the time to tell the team if you want to be dunked in the water on your jump!) Ascend to the top of the tower by lift from where you'll make your leap of faith – with a nudge from the crew if you like – and free-fall vertically downwards! Afterwards you'll receive a certificate and t-shirt with the choice to purchase additional souvenirs commemorating your initiation into the 50-meter club!  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/284-bungy-jump-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bungee Jump"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 43,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/22ba270a-Raya-Island-Fishing-Trip/RayaIslandDeepSeaFishingTrip.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Fish off the shores of the Raya Islands, known for their wealth of big fish, with equipment, lunch and drinks included Spend a day fishing for big fish in the beautiful islands around Phuket Enjoy a delicious lunch on board and free time for a swim in the warm waters Bring along friends and family not interested in the actual fishing for a discounted rate Enjoy the convenience of pick-up and drop-off direct from your hotel Spend a day fishing for big fish in the beautiful islands around Phuket Spend a day fishing for big fish in the beautiful islands around Phuket Enjoy a delicious lunch on board and free time for a swim in the warm waters Enjoy a delicious lunch on board and free time for a swim in the warm waters Bring along friends and family not interested in the actual fishing for a discounted rate Bring along friends and family not interested in the actual fishing for a discounted rate Enjoy the convenience of pick-up and drop-off direct from your hotel Enjoy the convenience of pick-up and drop-off direct from your hotel What We Love:   What We Love: With a cornucopia of big fish around the Raya (or Racha) Islands, just 12km south of Phuket, this tour is your best chance to make a big catch. These waters are teeming with Marlin, Sailfish, Wahoo, King Mackerel, Dolphin and Tuna, and as a company with over 15 years of fishing experience in the area, they know just where to find them. Your boat will switch between trolling and bottom fishing with hand lines. All equipment is provided and you'll even stop at a secluded bay for a spot of lunch and chance to swim or snorkel in the azure waters. Perfect for fishing-fanatic groups and families alike – non-fishers can even enjoy the day and the lunch for half the price!  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/285-raya-island-fishing-trip-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Raya Island Deep Sea Fishing Trip"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 56,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ef738c5d-Phuket-Freshwater-Fishing-Park/PhuketFreshwaterFishingPark.jpg",
        "strIntroduction": " Target your choice species of fish with bread or chicken/shrimp bait for a fruitful day of freshwater fishing Spend a day fishing at Phuket's only freshwater fishing park Enjoy a delicious lunch on site Attract a range of catch including Redtail Catfish, Piranha Pacu, Barramundi, Siamese Shark, Alligator Gar, Arapaima and Mekong Catfish Enjoy the convenience of pick-up and drop-off direct from your hotel Spend a day fishing at Phuket's only freshwater fishing park Spend a day fishing at Phuket's only freshwater fishing park Enjoy a delicious lunch on site Enjoy a delicious lunch on site Attract a range of catch including Redtail Catfish, Piranha Pacu, Barramundi, Siamese Shark, Alligator Gar, Arapaima and Mekong Catfish Attract a range of catch including Redtail Catfish, Piranha Pacu, Barramundi, Siamese Shark, Alligator Gar, Arapaima and Mekong Catfish Enjoy the convenience of pick-up and drop-off direct from your hotel Enjoy the convenience of pick-up and drop-off direct from your hotel What We Love:   What We Love: The most fruitful way to bag that monster catch is at Phuket's one and only freshwater fishing lake. Boasting over 12 different species from Thailand, America and other parts of the world, this is without doubt Thailand's most varied freshwater fishing park. With a choice of bread or chicken & shrimp bait, you'll be treated to catches like Alligator Gar, Redtail Catfish, Arapaima, Siamese Carp, Pacu, Barramundi, Walking Catfish, Spotted Featherback and many more! Break up your day of fishing with an onsite lunch of Thai and Western food. You're guaranteed a great day of fishing with anglers regularly catching fish up to 40kg, and if you're lucky, possibly something bigger!  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/286-phuket-freshwater-fishing-park-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Phuket Freshwater Fishing Park"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 52,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/45e95117-Flying-Hanuman/FlyingHanuman.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Swing from tree to tree with on an eco-adventure including a 400m zipline and 40m abseil. Choose your length of adventure and whether you want a meal included Get an immense adrenaline rush with up to 15 ziplines, 2 sky bridges, 2 abseils, 3 spiral staircases and a sky rail on a 28- or 16-platform route Marvel at spectacular views across the jungle treetops to Phuket town Choose Journey A to chow down on a hearty meal and seasonal fruit set after the experience Support eco-tourism with an adventure striving to maintain the natural rainforest surrounds Feel completely safe with at least 2 experienced guides per group, highly trained in hair-raising activities Enjoy the convenience of pick up and drop off direct from your hotel Get an immense adrenaline rush with up to 15 ziplines, 2 sky bridges, 2 abseils, 3 spiral staircases and a sky rail on a 28- or 16-platform route Get an immense adrenaline rush with up to 15 ziplines, 2 sky bridges, 2 abseils, 3 spiral staircases and a sky rail on a 28- or 16-platform route Marvel at spectacular views across the jungle treetops to Phuket town Marvel at spectacular views across the jungle treetops to Phuket town Choose Journey A to chow down on a hearty meal and seasonal fruit set after the experience Choose Journey A to chow down on a hearty meal and seasonal fruit set after the experience Support eco-tourism with an adventure striving to maintain the natural rainforest surrounds Support eco-tourism with an adventure striving to maintain the natural rainforest surrounds Feel completely safe with at least 2 experienced guides per group, highly trained in hair-raising activities Feel completely safe with at least 2 experienced guides per group, highly trained in hair-raising activities Enjoy the convenience of pick up and drop off direct from your hotel Enjoy the convenience of pick up and drop off direct from your hotel What We Love:   What We Love: Named after the Hindu god's monkey-like depictions, Flying Hanuman is an eco adventure like no other in Phuket and rated the top rainforest experience in SE Asia. Showcasing the island's alternative beauty where sea and sand are replaced with lush thick forests. The 80,000 square meter site plot has been left largely untouched in order to maintain the natural balance of the environment. Once you're briefed and kitted out, you'll make a short wilderness walk before beginning the gravity-defying route. Soar through the Thai jungle with an array of high-wire activities. Fly along the 400 meter zipwire, rappel 40 meters down an ancient tree, swing in twos on the Honeymoon sling and set your heart thumping on the sky rail.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/287-flying-hanuman-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Flying Hanuman"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 136,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/af49a5ba-Phuket-Helicopter-Tours/PhuketHelicopterTours.jpg",
        "strIntroduction": " Understand why Phuket is known as the 'Pearl of the South' taking in sights of everything from idyllic beaches, to the Big Buddha Statue, and the hidden nature of Phang Nga View Phuket's best beaches, and famous exclusive resorts on the 10 minute Route A tour Discover Phuket's best beaches, as well as tropical rainforest, the 46m Big Buddha, Wat Chalong, the Royal Phuket Marina and more on Route B On Route C, view Phuket's most spectacular natural scenery plus famous James Bond Island, a floating Muslim Village and the Blue Canyon Golf Course Receive a tour narration from someone with a deep knowledge of the area: the pilot Relax with refreshments and cold towels after the flight Enjoy the convenience of pick-up and drop-off direct from your hotel View Phuket's best beaches, and famous exclusive resorts on the 10 minute Route A tour View Phuket's best beaches, and famous exclusive resorts on the 10 minute Route A tour Discover Phuket's best beaches, as well as tropical rainforest, the 46m Big Buddha, Wat Chalong, the Royal Phuket Marina and more on Route B Discover Phuket's best beaches, as well as tropical rainforest, the 46m Big Buddha, Wat Chalong, the Royal Phuket Marina and more on Route B On Route C, view Phuket's most spectacular natural scenery plus famous James Bond Island, a floating Muslim Village and the Blue Canyon Golf Course On Route C, view Phuket's most spectacular natural scenery plus famous James Bond Island, a floating Muslim Village and the Blue Canyon Golf Course Receive a tour narration from someone with a deep knowledge of the area: the pilot Receive a tour narration from someone with a deep knowledge of the area: the pilot Relax with refreshments and cold towels after the flight Relax with refreshments and cold towels after the flight Enjoy the convenience of pick-up and drop-off direct from your hotel Enjoy the convenience of pick-up and drop-off direct from your hotel What We Love:   What We Love: Prepare for the journey of a lifetime on Phuket's most exclusive and picturesque tour. You'll soar high above the ‘Pearl of the South', enjoying spectacular aerial views of Phuket's famous beaches and most exclusive hotels and villas. Look on in awe at the incredible expanses of turquoise blue waters, emerald bays and secret lagoons combined with temples, a famous golf course, the big Buddha statue and lush mountainous terrain. Along the way, your highly experienced pilot will narrate the journey and point out interesting sights. The EC-130 helicopter is world renowned as the best tour helicopter due to a quiet engine and large windows allowing you a peaceful journey with panoramic views. So get your camera at the ready – these are some holiday snaps you won't want to miss.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/288-phuket-helicopter-tours-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Phuket Helicopter Tours"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4b99e893-ATV-Safari-Adventures/ATVSafariAdventures.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Set off on these exciting ATV safari adventures, sightsee Phuket and then, if you wish, even trek on an elephant! Ride on a safari adventure on a Polaris Phoenix 200cc quad bike (ATV) Motor on- and off- road through jungle trails, over hills and past rubber plantations Trek on an elephant, watch a monkey show and meet baby elephants on the Safari Program Visit the famed Big Buddha statue and enjoy panoramic island views on the 1- or 2-hour Short Courses Suited to both experienced and inexperienced riders Enjoy complimentary hotel transfers included Ride on a safari adventure on a Polaris Phoenix 200cc quad bike (ATV) Ride on a safari adventure on a Polaris Phoenix 200cc quad bike (ATV) Motor on- and off- road through jungle trails, over hills and past rubber plantations Motor on- and off- road through jungle trails, over hills and past rubber plantations Trek on an elephant, watch a monkey show and meet baby elephants on the Safari Program Trek on an elephant, watch a monkey show and meet baby elephants on the Safari Program Visit the famed Big Buddha statue and enjoy panoramic island views on the 1- or 2-hour Short Courses Visit the famed Big Buddha statue and enjoy panoramic island views on the 1- or 2-hour Short Courses Suited to both experienced and inexperienced riders Suited to both experienced and inexperienced riders Enjoy complimentary hotel transfers included Enjoy complimentary hotel transfers included What We Love:   What We Love: Pump up the adrenalin and head into the jungle! These ATVs (All Terrain Vehicles) are surprisingly easy to control for any experience level. Begin with a briefing then some practice time before setting off on your journey through jungle trails, past rubber plantations and across luscious hills. Safety is paramount, with tours led by an experienced guide who keeps an eye on you throughout. Visit Phuket's famous Big Buddha statue where you'll take a break to learn of its history and enjoy the panoramic views. Beyond the ATV riding, there's also the option for a 30-minute elephant trek, monkey show and chance to meet the young elephants too!  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/289-atv-safari-adventures-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "ATV Safari Adventures"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 64,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/16ab7155-X-Treme-Adventures/X-TremeAdventures.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Swing through the trees, ride an ATV and trek by elephant back – this is sure to be your most exciting day in Phuket! Fly, zip line and swing through the jungle on a 1-hour treetop adventure Motor on- and off- road with a safari adventure on a Polaris Phoenix 200cc quad bike (ATV) Trek on an elephant and meet the baby elephants! Suited to both experienced and inexperienced riders Enjoy complimentary hotel transfers included Fly, zip line and swing through the jungle on a 1-hour treetop adventure Fly, zip line and swing through the jungle on a 1-hour treetop adventure Motor on- and off- road with a safari adventure on a Polaris Phoenix 200cc quad bike (ATV) Motor on- and off- road with a safari adventure on a Polaris Phoenix 200cc quad bike (ATV) Trek on an elephant and meet the baby elephants! Trek on an elephant and meet the baby elephants! Suited to both experienced and inexperienced riders Suited to both experienced and inexperienced riders Enjoy complimentary hotel transfers included Enjoy complimentary hotel transfers included What We Love:   What We Love: For more extreme adventurers, you won't want to miss this packed itinerary of exciting jungle activities! Begin by swinging through the trees on the 1 hour X-Treme treetop challenge. Next you'll rev up your engine for 30 minutes riding an ATV (All Terrain Vehicle) through jungle trails, across hilltops and past rubber plantations. You'll be able to tick something off the bucket list with a 30-minute elephant trek whilst enjoying spectacular sea views before your chance to make friends with the young elephants. Experienced guides are with you throughout, to guarantee your safety and ensure that this will be one of your holiday highlights!  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/290-x-treme-adventures-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "X-Treme Adventures"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 32,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c04e2273-Splash-Jungle-Waterpark/SplashJungleWaterpark.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Visit Phuket's exceptional waterpark. Hit the slides for an adrenalin rush or opt for a relaxing float instead Slip and slide down Splash Jungle's rides Relax on the lazy river or hit the surf at the wave pool Kids will love the Aqua Play Pool and Kids slide Adults can unwind in the Igloo Sauna or Hot Spring Pool or even book pampering services direct to a private cabana Leave your belongings in a locker and enjoy the cashless payment system Slip and slide down Splash Jungle's rides Slip and slide down Splash Jungle's rides Relax on the lazy river or hit the surf at the wave pool Relax on the lazy river or hit the surf at the wave pool Kids will love the Aqua Play Pool and Kids slide Kids will love the Aqua Play Pool and Kids slide Adults can unwind in the Igloo Sauna or Hot Spring Pool or even book pampering services direct to a private cabana Adults can unwind in the Igloo Sauna or Hot Spring Pool or even book pampering services direct to a private cabana Leave your belongings in a locker and enjoy the cashless payment system Leave your belongings in a locker and enjoy the cashless payment system What We Love:   What We Love: When temperatures rise, there's nothing more satisfying than a day cooling off at a waterpark! Splash Jungle features 6 different geographical themes to discover, taking you from the ancient Incas to mysterious Asia, to the splendor of Northern Europe to the plains of Africa. Brave the thrilling rides such as the Boomerango and Superbowl as well as the six-level wave pool. For something a little more relaxing, why not float around the 335 meters of lazy river or treat yourself to some hydrotherapy in the spring pool, whilst the younger ones frolic in the aqua-play area. With lifeguards at every attraction, you can relax knowing the whole family's safe. Enjoy the in-park facilities, cashless payment system and you can even rent a private cabana. There's something for the whole family to enjoy.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/291-splash-jungle-waterpark-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Splash Jungle Waterpark"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 13,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0f1b1ab4-Simon-Cabaret-Show/SimonCabaretShow.jpg",
        "strIntroduction": " Experience the unique performances of the Phuket Simon Cabaret, featuring spectacular costumes, an amazing set and acts influenced by Thailand and the world Watch the island's famed cabaret show, on stage since 1991 Enjoy the spectacular costumes and set design See acts combining burlesque, comedy, carnival, pop, Bollywood and some celebrating the man/woman theme Watch the island's famed cabaret show, on stage since 1991 Watch the island's famed cabaret show, on stage since 1991 Enjoy the spectacular costumes and set design Enjoy the spectacular costumes and set design See acts combining burlesque, comedy, carnival, pop, Bollywood and some celebrating the man/woman theme See acts combining burlesque, comedy, carnival, pop, Bollywood and some celebrating the man/woman theme What We Love:   What We Love: Since opening in 1991, Phuket Simon Cabaret has established itself as one of the must-see entertainments whilst in Phuket. You'll be downright wowed by the outstanding set designs, extravagant costumes and glamorous performers. The show features modern and traditional acts from across the globe, set within an intimate theatre with hi-tech sound and lighting equipment, and accompanied by upbeat songs and Thailand's famed *kathoey* (‘ladyboy') dancers.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/292-simon-cabaret-show-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Simon Cabaret Show"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 42,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/cb74ed0e-Bangala-Boxing-Stadium/BanglaBoxingStadium.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Complete your Thailand experience by watching the national sport – Muay Thai. Three choices of seating let you decide exactly how close to the action you want to be! Watch men and women Muay Thai boxers from the world over at the famed Phuket stadium Begin by supporting the young fighters – some only 10 years old – before the professionals take to the ring Experience native culture with this ancient sport, so much a part of Thai life Chose between VIP, Ringside or Stadium seating Enjoy the convenience of hotel transfers included Watch men and women Muay Thai boxers from the world over at the famed Phuket stadium Watch men and women Muay Thai boxers from the world over at the famed Phuket stadium Begin by supporting the young fighters – some only 10 years old – before the professionals take to the ring Begin by supporting the young fighters – some only 10 years old – before the professionals take to the ring Experience native culture with this ancient sport, so much a part of Thai life Experience native culture with this ancient sport, so much a part of Thai life Chose between VIP, Ringside or Stadium seating Chose between VIP, Ringside or Stadium seating Enjoy the convenience of hotel transfers included Enjoy the convenience of hotel transfers included What We Love:   What We Love: Each week, fighters from all over the world assemble at Phuket's famous boxing stadium to compete in Thailand's national sport. Muay Thai boxing, an ancient martial art, is unlike traditional Western Boxing in many ways. You'll be amazed at the pace of the sport with men and women fighters using not just their fists, but also elbows, knees and feet to trick and beat their opponent. If you are already a fan of Muay Thai, looking for some evening entertainment or just want to get the complete experience when in Thailand – a real Muay Thai match should certainly be high on your itinerary.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/293-bangla-boxing-stadium-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bangla Boxing Stadium"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 58,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d67034de-Phuket-Fantasea/PhuketFantasea.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend the evening at the spectacular FantaSea entertainment complex and enjoy an award-winning show displaying Thailand's deep cultural heritage with or without a delicious pre-show dinner Watch a spectacular show of talented performers and incredible acts Wander the carnival themed shopping street, try the games at the undersea arcade and visit the tigers in the Jungle Adventure Savor a delicious dinner at Asia's largest buffet restaurant or a luxury 5* seafood meal at newly opened Suriyamas Watch a spectacular show of talented performers and incredible acts Watch a spectacular show of talented performers and incredible acts Wander the carnival themed shopping street, try the games at the undersea arcade and visit the tigers in the Jungle Adventure Wander the carnival themed shopping street, try the games at the undersea arcade and visit the tigers in the Jungle Adventure Savor a delicious dinner at Asia's largest buffet restaurant or a luxury 5* seafood meal at newly opened Suriyamas Savor a delicious dinner at Asia's largest buffet restaurant or a luxury 5* seafood meal at newly opened Suriyamas What We Love:   What We Love: Inspired by Thailand's rich and exotic heritage, Phuket FantaSea not only showcases the charm and beauty of Thailand but also enriches ancient Thai traditions with the wonder of cutting edge technology and special effects. The result is a stunning 140-acre themed complex packed with a multitude of activities and entertainments: a carnival village with games, handicrafts and shopping; a 4,000 seat themed restaurant offering a grand buffet of Thai and international cuisines; a breathtaking Las Vegas-style theatrical show, displaying Thailand's myths, mysteries, grace and beauty, not to mention the troupe of elephants, fire-eaters, graceful dancers and even a tiger! This wondrous extravaganza is certain to delight the whole family.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/294-phuket-fantasea-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Phuket Fantasea"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/80a4bf78-Siam-Niramit/SiamNiramit.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly With incredible acrobatics and dance, and fantastic costumes and set design – it's no wonder Siam Niramit is one of Phuket's most popular shows. Choose Silver, Gold or, for the best views, Platinum seating and opt for the pre-show dinner to further enhance your evening Watch one of Phuket's top shows with spectacular performers and wonderful costumes Gain a deeper insight into Thai culture and history – without stepping foot in a museum! Choose to add on the delicious buffet dinner of international and Thai cuisine Stroll mock-traditional streets, ride or feed an elephant and watch performers at the pre-show Receive complimentary transfers to and from your hotel Watch one of Phuket's top shows with spectacular performers and wonderful costumes Watch one of Phuket's top shows with spectacular performers and wonderful costumes Gain a deeper insight into Thai culture and history – without stepping foot in a museum! Gain a deeper insight into Thai culture and history – without stepping foot in a museum! Choose to add on the delicious buffet dinner of international and Thai cuisine Choose to add on the delicious buffet dinner of international and Thai cuisine Stroll mock-traditional streets, ride or feed an elephant and watch performers at the pre-show Stroll mock-traditional streets, ride or feed an elephant and watch performers at the pre-show Receive complimentary transfers to and from your hotel Receive complimentary transfers to and from your hotel What We Love:   What We Love: With a convenient pick-up straight from your hotel, you'll be whisked into the fantastical Thai land, for an evening of history, culture and an unbelievable performance. The three-act show takes you on a Thai journey combining an impressive range of dance, martial arts and acrobatics. One of the largest productions in the world, it features over 100 performers (in over 500 costumes!) and outstanding set design. It's worth coming early for the pre-show to see various cultural Thai treasures: a traditional village (complete with floating market), a fountain and light show, amazing dance performances, Thai boxing and even elephant feeding and rides! Opt to include dinner to indulge in a sumptuous range of Thai and International dishes including vegetarian and halal food – simply delicious!  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/295-siam-niramit-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Siam Niramit"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 51,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/af11934d-Krabi-4-Islands-Day-Trip/Krabi4-IslandsDayTrip.jpg",
        "strIntroduction": " Motor from Phuket to Krabi by big boat (thereby minimizing any sickness inducing waves) to visit the quieter beaches on Krabi's shores Island hop between the white sands and clear waters near Krabi Swim and snorkel amongst amazing coral reefs and colorful marine life Sunbath on a beach or take to the water for sea sports Visit the Phra Nang Cave and learn about the phallic sculptures left within Savor a delicious lunch and relax by idyllic Railay Beach Receive complimentary transfers to and from your hotel Island hop between the white sands and clear waters near Krabi Island hop between the white sands and clear waters near Krabi Swim and snorkel amongst amazing coral reefs and colorful marine life Swim and snorkel amongst amazing coral reefs and colorful marine life Sunbath on a beach or take to the water for sea sports Sunbath on a beach or take to the water for sea sports Visit the Phra Nang Cave and learn about the phallic sculptures left within Visit the Phra Nang Cave and learn about the phallic sculptures left within Savor a delicious lunch and relax by idyllic Railay Beach Savor a delicious lunch and relax by idyllic Railay Beach Receive complimentary transfers to and from your hotel Receive complimentary transfers to and from your hotel What We Love:   What We Love: Cruise from Phuket in the sturdy comfort of a big boat before visiting the beautiful sands and incredible topography of the wonderful islands and secluded beaches on the coast of Krabi. Once in the Aonang Beach area, you'll transfer to a smaller speedboat to begin the island exploration. Hop between the tropical shores of Chicken Island, Tup Island, Poda Island and Phra Nang Cave (home to some interestingly shaped shrine sculptures…) The waters here are beautifully clear and the marine life is certain to amaze. Swimming, snorkeling, sunbathing, sea sports and exploring are the main callings of the day with a delicious lunch at Railay beach included too.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/296-krabi-4-islands-day-trip-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Krabi 4-Islands Day Trip"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 32,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/51b3f418-Phi-Phi-Round-Trip-Cruise-Transfer/PhiPhiRoundTripCruiseTransfer.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Cruise to the Phi Phi Islands aboard a luxury cruiser in the utmost comfort and exclusivity Relax in cushioned comfort in the Premium Class private lounge or the sofa seating area reserved for 1st Class passengers Enjoy exclusive use of a private sundeck in Premium Class or the public deck in 1st Class Receive complimentary beverages and snacks Enjoy convenient transfers to and from your hotel Relax in cushioned comfort in the Premium Class private lounge or the sofa seating area reserved for 1st Class passengers Relax in cushioned comfort in the Premium Class private lounge or the sofa seating area reserved for 1st Class passengers Enjoy exclusive use of a private sundeck in Premium Class or the public deck in 1st Class Enjoy exclusive use of a private sundeck in Premium Class or the public deck in 1st Class Receive complimentary beverages and snacks Receive complimentary beverages and snacks Enjoy convenient transfers to and from your hotel Enjoy convenient transfers to and from your hotel What We Love:   What We Love: Swiftly glide from Phuket to Phi Phi in the luxury of the newly built Royal Jet Cruiser 9 on a comfortable 2 hour voyage past spectacular tropical island views. Phi Phi is famed across the world for its natural scenic beauty and warm azure waters. For extra comfort on the journey, choose 1st class seating to enjoy cushioned lounge chairs and a 1st class refreshments service. For even more luxury, opt for Premium class to make the most of a private sundeck, luxurious sofa seating and complimentary drinks, snacks and beer.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/298-phi-phi-round-trip-cruise-transfer-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Phi Phi Round Trip Cruise Transfer"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 32,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/18d14299-Phi-Phi-Jet-Cruise-Day-Trip/PhiPhiJetCruiseDayTrip.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Cruise to the Phi Phi Islands aboard a luxury cruiser and enjoy a day of island sightseeing, snorkeling and relaxation Relax in the cushioned comfort of the Premium Class sofa lounge, 1st's private seating or the value but comfortable seating of Standard Class Enjoy exclusive use of a private sundeck in Premium or the public deck of 1st and Standard Savor a delicious buffet and sumptuous seafood for lunch Receive complimentary beverages and snacks Snorkel the beautiful island waters from a luxury speedboat (free gear rental included) Enjoy convenient transfers to and from your hotel Relax in the cushioned comfort of the Premium Class sofa lounge, 1st's private seating or the value but comfortable seating of Standard Class Relax in the cushioned comfort of the Premium Class sofa lounge, 1st's private seating or the value but comfortable seating of Standard Class Enjoy exclusive use of a private sundeck in Premium or the public deck of 1st and Standard Enjoy exclusive use of a private sundeck in Premium or the public deck of 1st and Standard Savor a delicious buffet and sumptuous seafood for lunch Savor a delicious buffet and sumptuous seafood for lunch Receive complimentary beverages and snacks Receive complimentary beverages and snacks Snorkel the beautiful island waters from a luxury speedboat (free gear rental included) Snorkel the beautiful island waters from a luxury speedboat (free gear rental included) Enjoy convenient transfers to and from your hotel Enjoy convenient transfers to and from your hotel What We Love:   What We Love: Located just 45km to the east of Phuket, Phi Phi is renowned world wide for its natural scenic beauty and warm azure waters. You'll swiftly glide from Phuket to Phi Phi in the luxury of the newly built Royal Jet Cruiser 9 on a comfortable 1.5 hour voyage. Cruise past Phi Phi Ley Island for on board sightseeing – Viking Cave, Pi-Le Cove, Loh Samah Bay, Maya Bay and Monkey Beach. On arrival at Phi Phi Don Island everyone will step ashore to enjoy swimming and snorkeling in these incredible waters, home to a variety of tropical fish. Enjoy a sumptuous lunch at an island restaurant before a few hours of relaxing free time.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/299-phi-phi-jet-cruise-day-trip-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Phi Phi Jet Cruise Day Trip"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 36,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2cb000d6-Raya-Island-Snorkeling-Trip/RayaIslandSnorkelingTrip.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Venture south just half an hour by speedboat and discover a world of amazing coral, beautiful beaches and calm seas Spend a day enjoying the beauty of Raya Island and world-class snorkeling Weak currents and amazing snorkeling close to shore makes this a perfect spot for snorkeling beginners and younger children Tuck in to a delicious local lunch at Raya Seafood Restaurant Enjoy hotel transfers included Spend a day enjoying the beauty of Raya Island and world-class snorkeling Spend a day enjoying the beauty of Raya Island and world-class snorkeling Weak currents and amazing snorkeling close to shore makes this a perfect spot for snorkeling beginners and younger children Weak currents and amazing snorkeling close to shore makes this a perfect spot for snorkeling beginners and younger children Tuck in to a delicious local lunch at Raya Seafood Restaurant Tuck in to a delicious local lunch at Raya Seafood Restaurant Enjoy hotel transfers included Enjoy hotel transfers included What We Love:   What We Love: The tropical shores of Raya Island are just far enough off Phuket's southern coast that the tourist troops haven't quite discovered it yet, but close enough to make it a worthy day trip destination. A 30-minute speedboat ride brings you to sun kissed beaches and turquoise waters favored amongst divers for coral reefs just teeming with aquatic life. First stop is the island's most beautiful beach, Patok, where you can relax and swim to your heart's content. Excellent snorkeling awaits at Kon Kae Bay where giant star fish, puffer fish and rainbow trout can all be spotted. Enjoy a sumptuous lunch at Raya Seafood Restaurant before the warm waters and gleaming sands beckon you for a few more hours of swimming and basking in the sun.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/300-raya-island-snorkeling-trip-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Raya Island Snorkeling Trip"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 73,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f3960c3c-Raya-Island-Diving/RayaIslandDiving.jpg",
        "strIntroduction": " With a license, descend to depths of up to 30 meters amongst colourful coral on a slope dive or for beginners, take your first dip into the world of scuba in Raya's beautifully clear waters Make 2 dives at one of Thailand's premier sites Receive friendly and informative instruction from a professional diver Complete beginners will receive instruction and guidance allowing them to scuba dive in shallower waters Feel safe in this operator's years of experience, wealth of positive reviews and top quality equipment Enjoy a delicious lunch between your dives Transfers from your hotel and back are included Make 2 dives at one of Thailand's premier sites Make 2 dives at one of Thailand's premier sites Receive friendly and informative instruction from a professional diver Receive friendly and informative instruction from a professional diver Complete beginners will receive instruction and guidance allowing them to scuba dive in shallower waters Complete beginners will receive instruction and guidance allowing them to scuba dive in shallower waters Feel safe in this operator's years of experience, wealth of positive reviews and top quality equipment Feel safe in this operator's years of experience, wealth of positive reviews and top quality equipment Enjoy a delicious lunch between your dives Enjoy a delicious lunch between your dives Transfers from your hotel and back are included Transfers from your hotel and back are included What We Love:   What We Love: As one of the furthest islands off Phuket's southern coast, you'll find Raya Yai to be delightfully uncrowded and unspoilt. Boasting mile upon mile of white sandy beaches and world class diving in beautifully clear waters, just a one hour boat ride from Phuket. A typical dive here is a gentle drift along a sloping rock face, sprinkled with a variety of coral forests. Large schools of false barracuda, octopi and cuttlefish can often be spotted, as well as other more common tropical species and Manta Rays. Dives at Raya Yai are calm and easy with depths ranging from 2 meters through to 30+ meters making it perfect for those wanting a relaxing dive and first timers too. The team of highly experienced staff at South Siam have an excellent reputation for safety and instruction. This will be a sure contender for best dive experience, whether you're a proficient diver or complete novice.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/301-raya-island-diving-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Raya Island Diving"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 37,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ba8d0b6c-Raya--Coral-Island-Day-Trip/RayaCoralIslandDayTrip.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Warm turquoise water, glittering white sands and world-class snorkeling await just 30 minutes of speedboating from Phuket Discover the incredible underwater worlds at Raya and Coral Islands Weak currents and amazing snorkeling close to shore makes these islands ideal for snorkeling beginners and younger children Tuck in to a sumptuous BBQ buffet lunch at a beachside restaurant Enjoy the convenience of complimentary hotel transfers Discover the incredible underwater worlds at Raya and Coral Islands Discover the incredible underwater worlds at Raya and Coral Islands Weak currents and amazing snorkeling close to shore makes these islands ideal for snorkeling beginners and younger children Weak currents and amazing snorkeling close to shore makes these islands ideal for snorkeling beginners and younger children Tuck in to a sumptuous BBQ buffet lunch at a beachside restaurant Tuck in to a sumptuous BBQ buffet lunch at a beachside restaurant Enjoy the convenience of complimentary hotel transfers Enjoy the convenience of complimentary hotel transfers What We Love:   What We Love: Experience the best snorkeling off Phuket's southern coast at the top sites of Raya and Coral islands. Small enough to circumnavigate by foot, these islands are pleasantly undeveloped, providing a true tranquil escape from the bustle of Phuket. Long white sands and exceptional year-round snorkeling and swimming make it a perfect destination for daytrippers. You'll hop between the two islands, finding your perfect spot to snorkel or relax before heading to shore for a delicious BBQ buffet lunch at a beachside restaurant. The emerald waters are home to a wealth of colorful aquatic life, where sightings of vibrant coral, rainbow trout, puffer fish and giant star fish are all on the agenda.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/302-raya-coral-island-day-trip-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Raya & Coral Island Day Trip"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 50,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/eb01c5de-Luxury-Yacht-Cruise/LuxuryYachtCruise.jpg",
        "strIntroduction": " Relax in boating bliss as you sail to a tropical island paradise, enjoying water activities from a luxury yacht Experience the exclusive comfort of yachting to Raya or Maiton Islands Enjoy activities in the uncrowded, coral-filled waters surrounding the boat such as swimming, snorkeling and fishing Tuck in to a sumptuous BBQ lunch onboard Enjoy the convenience of complimentary hotel transfers Experience the exclusive comfort of yachting to Raya or Maiton Islands Experience the exclusive comfort of yachting to Raya or Maiton Islands Enjoy activities in the uncrowded, coral-filled waters surrounding the boat such as swimming, snorkeling and fishing Enjoy activities in the uncrowded, coral-filled waters surrounding the boat such as swimming, snorkeling and fishing Tuck in to a sumptuous BBQ lunch onboard Tuck in to a sumptuous BBQ lunch onboard Enjoy the convenience of complimentary hotel transfers Enjoy the convenience of complimentary hotel transfers What We Love:   What We Love: Glide through tropical Thai waters aboard a luxury sailing yacht. Departing from Phuket, you can recline and sunbath on deck before arriving at Maiton or Raya Island (season dependent) a few kilometers south. Drawing fewer crowds, these islands are renowned for their spectacularly blue waters, romantic beaches and incredible aquatic life. Spend the day sightseeing, snorkeling, fishing and swimming from the back of the yacht before a BBQ buffet lunch is served on board. What more relaxing way to visit the islands!  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/303-luxury-yacht-cruise-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Luxury Yacht Cruise"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 63,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d11b777e-Phi-Phi--Bamboo-Islands-Trip/PhiPhiBambooIslandsTrip.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover the Thailand you've seen in the movies as you swim in crystal waters, snorkel amongst colorful coral, hand feed monkeys and relax on the beaches of paradise Come ashore at Bamboo Island, a Thai paradise of sparkling sands and azure waters Imagine you're exploring with Leo as you discover 'The Beach' Enjoy a delicious lunch at a beachside restaurant on Phi Phi Don Feed monkeys, sightsee from the boat and discover a hub of bird's nest soup production Transfers from your hotel and back are included Come ashore at Bamboo Island, a Thai paradise of sparkling sands and azure waters Come ashore at Bamboo Island, a Thai paradise of sparkling sands and azure waters Imagine you're exploring with Leo as you discover 'The Beach' Imagine you're exploring with Leo as you discover 'The Beach' Enjoy a delicious lunch at a beachside restaurant on Phi Phi Don Enjoy a delicious lunch at a beachside restaurant on Phi Phi Don Feed monkeys, sightsee from the boat and discover a hub of bird's nest soup production Feed monkeys, sightsee from the boat and discover a hub of bird's nest soup production Transfers from your hotel and back are included Transfers from your hotel and back are included What We Love:   What We Love: The Phi Phi Islands are about as idyllic as it gets. With pristine, palm-fringed beaches and turquoise waters, it's no surprise this was the choice destination for the Dicaprio blockbuster. This full day island-hopping trip will first take you to the sparkling sands of Bamboo Island. A private crescent-shaped bay where you can relax on the beach or snorkel beautifully clear waters. Departing for Hin Klang, you'll be mesmerized by the colorful marine life and coral reef resting just feet below the surface, before heading to Phi Phi Don for a beachside restaurant lunch. A sightseeing cruise will take you past the islands' fascinating rock formations to where it's feeding time at Monkey Beach. The most fascinating part of the trip comes in the form of Phi Phi Lay. Here you'll find the Viking Cave, home to a thriving bird's nest soup industry and of course, Maya Bay, where you can explore the spectacular setting of ‘The Beach'.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/304-phi-phi-bamboo-islands-trip-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Phi Phi & Bamboo Islands Trip"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 94,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e065830c-Three-Dives-Day-Trip/ThreeDivesDayTrip.jpg",
        "strIntroduction": " Motor to remote Ko Dok Mai Island to enjoy a great variety of dives which more experienced divers will love: a wreck, a wall dive and a coral dive Make 3 dives at one of Thailand's premier sites, great for qualified divers Receive friendly and informative instruction from a professional diver Have a pre-dive briefing and quick refresher before you go in Feel safe in this operator's years of experience, wealth of positive reviews and top quality equipment Enjoy a delicious lunch between your dives Transfers from your hotel and back are included Make 3 dives at one of Thailand's premier sites, great for qualified divers Make 3 dives at one of Thailand's premier sites, great for qualified divers Receive friendly and informative instruction from a professional diver Receive friendly and informative instruction from a professional diver Have a pre-dive briefing and quick refresher before you go in Have a pre-dive briefing and quick refresher before you go in Feel safe in this operator's years of experience, wealth of positive reviews and top quality equipment Feel safe in this operator's years of experience, wealth of positive reviews and top quality equipment Enjoy a delicious lunch between your dives Enjoy a delicious lunch between your dives Transfers from your hotel and back are included Transfers from your hotel and back are included What We Love:   What We Love: Dive at three premier sites off the Phuket coast in one day. The King Cruiser is a car ferry wreck from 1997. She came to rest 32 meters down and now attracts huge schools of barracuda, travellies and snappers as well as scorpion fish and lionfish. The three pinnacles of Shark point are covered with hard and soft coral and known particularly for leopard sharks and nurse sharks. Ko Dok Mai (flower island) is a small lone island boasting excellent wall diving ranging from 20-30 meters as well as two caves. Rock oysters, giant clams, sea fans, sea horses, shrimp, nudibranch and schools of yellow tail barracuda can all be seen here. Dive with a team of highly experienced staff, all with an excellent reputation for safety and instruction - you're guaranteed to have a great day under the water!  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/305-three-dives-day-trip-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Three Dives Day Trip"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 1118,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/65b6cbee-DaVinci-Luxury-Yacht-Charter/DaVinciLuxuryYachtCharter.jpg",
        "strIntroduction": " With an excellent reputation in these parts, DaVinci will provide you and your guests with the most luxurious and relaxing way to explore these beautiful Thai waters Cruise the Andaman's turquoise seas with a relaxing catamaran charter Receive first-class service and hospitality from the experienced crew plus inclusive food and drinks Learn the basics of sailing or sit back as the expert skipper and crew take control Sunbath on deck, snorkel from the boat, or swim ashore for an idyllic beach stroll Cruise the Andaman's turquoise seas with a relaxing catamaran charter Cruise the Andaman's turquoise seas with a relaxing catamaran charter Receive first-class service and hospitality from the experienced crew plus inclusive food and drinks Receive first-class service and hospitality from the experienced crew plus inclusive food and drinks Learn the basics of sailing or sit back as the expert skipper and crew take control Learn the basics of sailing or sit back as the expert skipper and crew take control Sunbath on deck, snorkel from the boat, or swim ashore for an idyllic beach stroll Sunbath on deck, snorkel from the boat, or swim ashore for an idyllic beach stroll What We Love:   What We Love: Discover secluded snorkeling spots and hidden bays aboard the luxury ‘DaVinci' catamaran. This modern 39 ft cruiser provides day trips off Phuket's shores with impeccable service and experienced crew. Experience the thrill of sailing, the fun of tuna fishing along the way, and the joy of splashing into the Andaman's beautifully warm waters. Day trip to Koh Raya or Phuket's southern islands to experience pristine waters perfect for snorkeling or a beachside stroll under swaying coconut palms. DaVinci comfortably accommodates up to 12 guests for day trips with a skipper and 1-2 other crew. The boat is fully equipped including refrigerators and iceboxes and a delectable Thai buffet lunch is provided under the shade.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/401-davinci-luxury-yacht-charter-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "DaVinci Luxury Yacht Charter"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 46,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/76ed4f46-Phang-Nga-Sea-Canoeing/PhangNgaSeaCanoeing.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Canoe the turquoise waters of Phang Nga National Park and experience the dramatic sights of its famous natural landmarks Paddle through Panak's sea cave, past the impressive James Bond Island and to beautiful Hong Island Enjoy free time on the beach, swimming or canoeing at Naka Bay or Lawa Island Tuck into a delicious lunch provided on board the big boat Complimentary Phuket hotel pick ups and drop offs are included (limited area) Paddle through Panak's sea cave, past the impressive James Bond Island and to beautiful Hong Island Paddle through Panak's sea cave, past the impressive James Bond Island and to beautiful Hong Island Enjoy free time on the beach, swimming or canoeing at Naka Bay or Lawa Island Enjoy free time on the beach, swimming or canoeing at Naka Bay or Lawa Island Tuck into a delicious lunch provided on board the big boat Tuck into a delicious lunch provided on board the big boat Complimentary Phuket hotel pick ups and drop offs are included (limited area) Complimentary Phuket hotel pick ups and drop offs are included (limited area) What We Love:   What We Love: An impressive limestone monolith jutting up from emerald waters, James Bond Island is a landmark not to be missed. And what better way to explore than by canoe! Venture north by boat to explore the incredible beauty of Phang Nga National Park. Sightsee the spectacular nature from your canoe and paddle into Mut Cave at Panak Island. A delicious lunch spread is prepared on board before spending the afternoon at your leisure. Naka Bay or Lawa Island are the ideal locations to relax, have a swim or practice your canoeing skills amongst the luscious scenery and tropical waters of the national park. And when your limbs are just beginning to ache, you'll be whisked back home, direct to your hotel.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/402-phang-nga-sea-canoeing-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Phang Nga Sea Canoeing"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 80,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ae5f777a-Similan-Islands-Day-Trip/SimilanIslandsDayTrip.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend the day exploring Thailand's bluest waters and whitest sands Visit some of Thailand's best snorkeling islands Go ashore for a beach stroll or a relax on Similan's powder white sands Relish a delicious Thai style buffet lunch Enjoy complimentary hotel pick up and drop off Visit some of Thailand's best snorkeling islands Go ashore for a beach stroll or a relax on Similan's powder white sands Relish a delicious Thai style buffet lunch Enjoy complimentary hotel pick up and drop off What We Love:   What We Love: Just 84 km northwest of the deckchairs and bustling crowds of Patong lies the gateway to another, far less congested, world. Koh Similan is one of the Andaman's most spectacular island groups, largely due to the strikingly clear blue waters that surround it, worthy of being considered one of the 10 most interesting underwater sites in the world. Cruise by speedboat to this island paradise, snorkel amongst tropical fish and colorful coral, enjoy a seafood island lunch and relax on what are widely renowned as Thailand's whitest sands.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/404-similan-islands-day-trip-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Similan Islands Day Trip"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2fcc0591-3G-WiFi-Device-HKG-Pick-Up-for-Thailand/3GWiFiHKGPickUpforThailand.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Thailand with an unlimited data pocket 3G WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Thailand - wherever your itinerary takes you Get WiFi access across the whole of Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport Collect and drop off your device at Hong Kong airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Thailand, without the stress of sourcing WiFi once you get there. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Thailand but also Singapore, Taiwan, Japan and Korea.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/664-thailand-wifi-device-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Thailand"
    }
]