[
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 17,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/20f98fba-Madame-Tussauds-Bangkok/MadameTussaudsBangkok.jpgopacity0.969096",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Mingle with all your favourite celebrities at Madame Tussauds Bangkok Meet celebrity personalities at the museum's 8 different zones: Red Carpet, Music, History, Film, Leaders, Art & Science, TV and Sports Enjoy the interactive features at every exhibition With hundreds of wax figures, enjoy endless photo ops and feel free to get creative with your poses! Discover how the wax figures are made at the Authentic History Exhibition Meet celebrity personalities at the museum's 8 different zones: Red Carpet, Music, History, Film, Leaders, Art & Science, TV and Sports Meet celebrity personalities at the museum's 8 different zones: Red Carpet, Music, History, Film, Leaders, Art & Science, TV and Sports Enjoy the interactive features at every exhibition Enjoy the interactive features at every exhibition With hundreds of wax figures, enjoy endless photo ops and feel free to get creative with your poses! With hundreds of wax figures, enjoy endless photo ops and feel free to get creative with your poses! Discover how the wax figures are made at the Authentic History Exhibition Discover how the wax figures are made at the Authentic History Exhibition What We Love:   What We Love: Imagine rocking the stage alongside Michael Jackson, striking a pose on the red carpet with Brad Pitt and Angelina Jolie, or even taking a selfie with Albert Einstein – all in one day! The world-famous Madame Tussauds museum is here in Bangkok with its star-studded collection wax figures, from local entertainers and global leaders, to world-class athletes and pioneering scientists. So be sure to bring your camera, and enjoy a day of endless photo-ops with the stars!  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/358-madame-tussauds-bangkok-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Madame Tussauds Bangkok",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:01:39"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2471edf1-Cartoon-Network-Amazone-Package-Add-Ons/CartoonNetworkAmazoneAddOns.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Make a splash at Cartoon Network Amazone with these fantastic package add ons at a discount including food vouchers, locker rental, cabana rental and spa experiences Experience the thrill of over 150 slides and attractions at Cartoon Network Amazone (purchase discounted admission tickets here) Get great value discounts on dining within the park with food vouchers loaded onto a convenient wristband payment system Keep belongings locked up safely with a 1 day locker rental Create a base for the day with a private cabana rental ideal for families or groups Parents can relax whilst the kids are at play with a choice of 3 relaxing spa treatments available within the park Experience the thrill of over 150 slides and attractions at Cartoon Network Amazone (purchase discounted admission tickets here) here Get great value discounts on dining within the park with food vouchers loaded onto a convenient wristband payment system Keep belongings locked up safely with a 1 day locker rental Create a base for the day with a private cabana rental ideal for families or groups Parents can relax whilst the kids are at play with a choice of 3 relaxing spa treatments available within the park What We Love:   What We Love: Enhance your day of fun at the world's first Cartoon Network-themed waterpark: Cartoon Network Amazone in Pattaya. Based on the popular children's channel, this family-friendly water park is sure to excite thrill-seekers and animation fanatics alike! With these extra packages that you can add on to your Cartoon Network Amazone ticket, you'll be getting the best value on food vouchers, locker rental, private cabana rental and incredibly relaxing spa treatments, so you can guarantee it'll be an enjoyable day out for the whole family.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1317-cartoon-network-amazone-add-ons-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Cartoon Network Amazone Add Ons",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:01:51"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 16,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1b9f16a2-Sky-High-Dining-Bangkok/BangkokSkyDiningBuffet.jpg",
        "strIntroduction": " Experience Sky High Dining with a gorgeous view of Bangkok from the Baiyoke Sky Restaurant and reward your taste buds with a quality seafood lunch buffet Enjoy an extensive buffet of seafood, Thai dishes, sushi, salads, pizza, pasta, cheese and desserts on the 76th and 78th floor Marvel in the 360-degree view of Bangkok from the Revolving View Point Travel to the Observation Deck on the 77th floor, arguably the best place to view the Bangkok skyline Enjoy an extensive buffet of seafood, Thai dishes, sushi, salads, pizza, pasta, cheese and desserts on the 76th and 78th floor Enjoy an extensive buffet of seafood, Thai dishes, sushi, salads, pizza, pasta, cheese and desserts on the 76th and 78th floor Marvel in the 360-degree view of Bangkok from the Revolving View Point Marvel in the 360-degree view of Bangkok from the Revolving View Point Travel to the Observation Deck on the 77th floor, arguably the best place to view the Bangkok skyline Travel to the Observation Deck on the 77th floor, arguably the best place to view the Bangkok skyline What We Love:   What We Love: Bangkok Sky Restaurant provides an extensive seafood buffet along with a gorgeous view of the city from the giant Baiyoke Sky Hotel. Travelers, sink your teeth into a variety of quality international foods including: seafood, Thai dishes, sushi salads, pizza, pasta, cheeses and desserts. After your meal take the elevator to the panoramic Observation Deck floor and then to the Revolving View Point with its 360-degree rotating view. Quality seafood and an unmatchable view of Bangkok will put the cherry on top of your Thailand adventure!  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/687-bangkok-sky-restaurant-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bangkok Sky Dining Buffet",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:02:05"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 14,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/468e22d2-Nanta-Show-Bangkok/NantaShow.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Taste the action-packed Nanta Show, a kitchen musical for all ages! Follow 3 cooks as they work under pressure while training a newcomer to the kitchen – no other than their manager's nephew! Enjoy 1.5hrs of thrilling dance and percussion, featuring the Korean samul nori, a type of rhythmic music produced by four instruments Watch as unlikely instruments take center stage in this musical: cooking utensils! Indulge in award-winning theatrics with a non-verbal script Make the most of the show with welcome audience participation Follow 3 cooks as they work under pressure while training a newcomer to the kitchen – no other than their manager's nephew! Follow 3 cooks as they work under pressure while training a newcomer to the kitchen – no other than their manager's nephew! Enjoy 1.5hrs of thrilling dance and percussion, featuring the Korean samul nori, a type of rhythmic music produced by four instruments Enjoy 1.5hrs of thrilling dance and percussion, featuring the Korean samul nori, a type of rhythmic music produced by four instruments Watch as unlikely instruments take center stage in this musical: cooking utensils! Watch as unlikely instruments take center stage in this musical: cooking utensils! Indulge in award-winning theatrics with a non-verbal script Indulge in award-winning theatrics with a non-verbal script Make the most of the show with welcome audience participation Make the most of the show with welcome audience participation What We Love:   What We Love: A fusion of culinary and performing arts with a dash of humor, the Nanta Show is a stage feast for the senses! Following the story of three harried cooks under pressure to cater to a wedding banquet – together with their manager's ill-equipped nephew, who is to learn how to cook while on the job – the award-winning performance is equal parts entertaining, humorous, and delightful. It's also a non-verbal production – and with gestures and movements doing all the talking, you're sure to get a universally enjoyable show, sans all the cultural barriers! Get a glimpse of traditional Korean samul nori, a type of rhythmic music performed with four instruments. Enjoy a dramatic, spine-tingling production involving the harmonious cacophony of cooking utensils, and be treated to a show by world-class performers – who also invite audience participation! A showcase of sound and action, artistic and cultural expression, the Nanta Show is a must-see for all!  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/362-nanta-show-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Nanta Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:02:18"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 53,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/57450a1c-Bangkok-City-Transfers/CityTransfersforBangkok%2CThailand.jpgopacity0.987087",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Travel in a private car from Bangkok city center to nearby towns. All you have to sit back and plan what you're going to do when you get there! Enjoy easy transfers from Bangkok to other Thai destinations in a modern air conditioned vehicle Receive a convenient pick up service from your hotel Choose between two vehicles to suit the size of your traveling party Enjoy easy transfers from Bangkok to other Thai destinations in a modern air conditioned vehicle Enjoy easy transfers from Bangkok to other Thai destinations in a modern air conditioned vehicle Receive a convenient pick up service from your hotel Receive a convenient pick up service from your hotel Choose between two vehicles to suit the size of your traveling party Choose between two vehicles to suit the size of your traveling party What We Love:   What We Love: Make sure your visit to Thailand is hassle free by booking a city to city transfer in advance. Enjoy the comfort of a private vehicle with your own professional driver who will pick you up right from your Bangkok hotel, before whisking you off to your final destination. These private transfers from Bangkok to Pattaya, Hua Hin, Ayutthaya, Koh Samet or Koh Chang can accommodate between 1 and 10 people with a choice of a modern car with air conditioning.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/744-bangkok-city-transfers-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "City Transfers for Bangkok, Thailand",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:02:31"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 18,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6302b1ac-Siam-Park-City-Tickets---Klook/SiamParkCity.jpgopacity0.790707",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Amazing discounts on tickets to Thailand's largest theme park, Siam Park City Step into a world of fun and adventure close to the heart of Bangkok Enjoy fantastic rides including the Guinness World Record winner of the largest wave pool Experience a full day of excitement at all 5 zones of the park which are accessible with your day pass Indulge in a range of international cuisines with a buffet lunch at Si-Am Marine Restaurant Step into a world of fun and adventure close to the heart of Bangkok Enjoy fantastic rides including the Guinness World Record winner of the largest wave pool Experience a full day of excitement at all 5 zones of the park which are accessible with your day pass Indulge in a range of international cuisines with a buffet lunch at Si-Am Marine Restaurant What We Love:   What We Love: Established in 1980, Siam Park City has been a popular amusement park in Thailand for locals and tourists alike for many years. Spanning an area close to 120 acres, you are in for an entire day of fun at Thailand's largest theme park and the Guinness World Record holder of the largest wave pool in the world. Whether you are a fan of water slides or thrill rides, Siam Park City will be a definite hit no matter your age!  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1058-siam-park-city-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Siam Park City",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:02:44"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 31,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2fd813e9-Airport-Transfers-DMK-Pick-Up-for-Bangkok%2C-Pattaya%2C-Jomtien%2C-Hua-Hin%2C-Ayutthaya%2C-Koh-Samet%2C-or-Koh-Chang/AirportTransfersDMKPickUpforBangkok%2CPattayamore.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Travel in a private car from Bangkok Don Muang Airport to the city center or nearby towns. All you have to sit back and plan what you're going to do when you get there! Enjoy easy transfers from Don Muang airport to your Thailand destination in a modern air conditioned vehicle Receive a convenient pick up service from your hotel or airport Choose between two vehicles to suit the size of your traveling party Enjoy easy transfers from Don Muang airport to your Thailand destination in a modern air conditioned vehicle Enjoy easy transfers from Don Muang airport to your Thailand destination in a modern air conditioned vehicle Receive a convenient pick up service from your hotel or airport Receive a convenient pick up service from your hotel or airport Choose between two vehicles to suit the size of your traveling party Choose between two vehicles to suit the size of your traveling party What We Love:   What We Love: Make sure your visit to Thailand is hassle free by booking a DMK airport transfer in advance. Enjoy the comfort of a private vehicle with your own professional driver who will pick you up right from your hotel or Bangkok Don Muang Airport arrival hall, before whisking you off to your final destination. These private transfers to or from Don Muang International Airport and downtown Bangkok, Pattaya, Jomtien, Hua Hin, Ayutthaya, Koh Samet or Koh Chang can accommodate between 1 and 10 people with a choice of a modern car with air conditioning.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1165-don-muang-airport-transfers-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (DMK Pick Up) for Bangkok, Pattaya & more",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:02:57"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 25,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3c4ce489-Bangkok-Sky-Dining-Buffet/BangkokSkyBalconyBuffet.jpgopacity0.897472",
        "strIntroduction": " Revel in Bangkok's vibrant city lights from the 81st floor of Baiyoke Sky Hotel while dining on authentic Thai cuisine from a freshly prepared buffet Fill your table with authentic Thai cuisine from the buffet and menu Enjoy the illuminated city of Bangkok from the 81st floor of Baiyoke Sky Hotel Incredible city views from either an indoor balcony seating Have your pick from a wide variety of Thai food Fill your table with authentic Thai cuisine from the buffet and menu Fill your table with authentic Thai cuisine from the buffet and menu Enjoy the illuminated city of Bangkok from the 81st floor of Baiyoke Sky Hotel Enjoy the illuminated city of Bangkok from the 81st floor of Baiyoke Sky Hotel Incredible city views from either an indoor balcony seating Incredible city views from either an indoor balcony seating Have your pick from a wide variety of Thai food Have your pick from a wide variety of Thai food What We Love:   What We Love: Watch Bangkok transform into a glittering spectacle as the sun sets. Feast on an array of Thai dishes from Pad Thai to chicken green curry. The delicious buffet of food and attentive servers compliment the vibrant night-laden atmosphere. With excellent views from the 81st floor, you'll realize just how vast the city is! For the ultimate treat, move outdoors to the Premium Balcony seating to enjoy views across all corners of Bangkok, an exclusive area with seats limited to 20 diners!  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/685-sky-dining-buffet-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bangkok Sky Balcony Buffet",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:03:11"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 16,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/99e62b2a-Baiyoke-Floating-Market-Buffet/BaiyokeFloatingMarketBuffet.jpgopacity0.787503",
        "strIntroduction": " Enjoy a traditionally themed indoor Thai marketplace and help yourself to an array of freshly prepared Thai cuisine Browse through more than 100 dishes at the indoor market and food buffet on the 75th floor Have traditionally dressed waiting staff guide you through the market Enjoy fresh Thai cuisine cooked right in front of you Gain free entry to the Revolving View Point on the 84th floor View Bangkok from the Observation deck on the 77th floor Browse through more than 100 dishes at the indoor market and food buffet on the 75th floor Have traditionally dressed waiting staff guide you through the market Enjoy fresh Thai cuisine cooked right in front of you Gain free entry to the Revolving View Point on the 84th floor View Bangkok from the Observation deck on the 77th floor What We Love:   What We Love: Get the Thailand market experience without the mosquitoes! Once you enter the restaurant, traditionally dressed servers lead you to the beginning of the buffet where long tail boats filled with tasty food await your hungry bellies. The buffet contains Thai gourmet delicacies like huge river shrimp and cracked crabs. Steamed right in front of you and served with your choice of spicy dipping sauces, these fresh dishes give travelers an authentic Thai culinary experience!  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/688-baiyoke-floating-market-buffet-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Baiyoke Floating Market Buffet",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:03:21"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 20,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2e92eb09-%E6%8E%A2%E7%B4%A2%E4%B8%B9%E5%AB%A9%E8%8E%8E%E6%9C%B5%E6%B0%B4%E4%B8%8A%E5%B8%82%E5%9C%BA---Klook%E5%AE%A2%E8%B7%AF/DamnoenSaduakFloatingMarket.jpg",
        "strIntroduction": " Explore Thailand's best known floating market on this half-day tour to Damnoen Saduak Discover Thailand's most popular floating market on the Damnoen Saduak Floating Market tour Steer your boat down the narrow winding canals and explore one of Thailand's oldest traditions Get a few souvenirs for friends back home and take beautiful pictures of the bustling floating market Your English-speaking guide will tell you all about the floating market's long history Discover Thailand's most popular floating market on the Damnoen Saduak Floating Market tour Discover Thailand's most popular floating market on the Damnoen Saduak Floating Market tour Steer your boat down the narrow winding canals and explore one of Thailand's oldest traditions Steer your boat down the narrow winding canals and explore one of Thailand's oldest traditions Get a few souvenirs for friends back home and take beautiful pictures of the bustling floating market Get a few souvenirs for friends back home and take beautiful pictures of the bustling floating market Your English-speaking guide will tell you all about the floating market's long history Your English-speaking guide will tell you all about the floating market's long history What We Love:   What We Love: Explore one of Thailand's oldest and most unique traditions. The Damnoen Saduak Floating Market Tour takes you to the most popular floating market in Thailand. Hop onto a decorated long-tail boat and glide down the narrow canals hunting for exotic fruit and vegetable deals. Peek at the small houses on stilts that line the shore and discover Thailand's traditional peaceful lifestyle contrasted to the hectic buzz of the river market. Pick up a few souvenirs and take stunning pictures of the winding waterways – this truly is a one-of-a-kind experience.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1221-damnoen-saduak-floating-market-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Damnoen Saduak Floating Market",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:03:31"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 25,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/79a82ea0-Crystal-Grill-Dinner-Buffet/CrystalGrillDinnerBuffet.jpg",
        "strIntroduction": " Feast on quality grilled meat and a seafood buffet while gazing at the dazzling city of Bangkok Enjoy flawlessly grilled quality meats Help yourself to a seafood buffet prepared by skilled chefs Gaze through the 5-meter tall windows at the beautiful city of Bangkok Enjoy flawlessly grilled quality meats Enjoy flawlessly grilled quality meats Help yourself to a seafood buffet prepared by skilled chefs Help yourself to a seafood buffet prepared by skilled chefs Gaze through the 5-meter tall windows at the beautiful city of Bangkok Gaze through the 5-meter tall windows at the beautiful city of Bangkok What We Love:   What We Love: Take the elevator to the 82nd floor of the Baiyoke Sky Hotel and dine at Thailand's highest restaurant. This isn't one of those restaurants where the quality of the view overshadows the value of the food. Crystal Grill offers masterly grilled meats and seafood such as prawns, crabs and local fish. Gaze at the dazzling city of Bangkok through the 5-meter tall windows as you enjoy your scrumptious Thai cuisine.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/686-crystal-grill-dinner-buffet-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Crystal Grill Dinner Buffet",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:03:40"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 9,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8e3e64e1-Ancient-Siam/TheErawanMuseumAncientSiam.jpgopacity0.909075",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover the secrets and beauty of Thailand's heritage with entry tickets to The Erawan Museum and Ancient Siam in Bangkok Enjoy great savings with a combination ticket to both The Erawan Museum and Ancient Siam Walk through scaled-down replicas of over 116 of Thailand's most sacred monuments at Ancient Siam Wander through the elephant-shaped Erawan Museum, rich in Eastern iconography, exquisite Thai and Asian antiquities, and psychedelic decor Enjoy a peaceful walk through nature at the outdoor grounds of both attractions Enjoy great savings with a combination ticket to both The Erawan Museum and Ancient Siam Enjoy great savings with a combination ticket to both The Erawan Museum and Ancient Siam Walk through scaled-down replicas of over 116 of Thailand's most sacred monuments at Ancient Siam Walk through scaled-down replicas of over 116 of Thailand's most sacred monuments at Ancient Siam Wander through the elephant-shaped Erawan Museum, rich in Eastern iconography, exquisite Thai and Asian antiquities, and psychedelic decor Wander through the elephant-shaped Erawan Museum, rich in Eastern iconography, exquisite Thai and Asian antiquities, and psychedelic decor Enjoy a peaceful walk through nature at the outdoor grounds of both attractions Enjoy a peaceful walk through nature at the outdoor grounds of both attractions What We Love:   What We Love: Discover the stories of Thai culture and history at two inspiring Bangkok attractions with individual ticket or on one combination ticket. At Ancient Siam, you'll feel as if you've walked through the entire Thailand in a day. The 'city', one of the largest outdoor museums in the world, is essentially a scaled-down version of the country, with many replicas and reconstructions of Thailand's historically significant structures. See temples, palaces, and shrines, and feel transported back in time as you make your way around the grounds. A colossal, three-headed elephant dominates the structure of The Erawan Museum. The attraction houses a variety of collections owned by museum owner Khun Lek Viriyapant, offering a look into local heritage, customs and craftsmanship. Both inside and out, it's a fascinating space and well worth a visit.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/368-ancient-siam-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "The Erawan Museum & Ancient Siam",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:03:50"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 111,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/aafe3f94-Cartoon-Network-Amazone/CartoonNetworkAmazoneTransferfromBangkok.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy convenient transfers from Bangkok to Cartoon Network Amazone in Pattaya for a stress free day with the family at Thailand's most animated waterpark! Enjoy our exclusive offer on transportation from Bangkok to Cartoon Network Amazone in Pattaya Opt for a choice of car (up to 3 people) or van (up to 10 people) Don't forget to book your Cartoon Network Amazone tickets at a discount Enhance your Cartoon Network experience by purchasing add ons such as spa packages, lockers and cabanas here Enjoy our exclusive offer on transportation from Bangkok to Cartoon Network Amazone in Pattaya Opt for a choice of car (up to 3 people) or van (up to 10 people) Don't forget to book your Cartoon Network Amazone tickets at a discount Cartoon Network Amazone tickets Enhance your Cartoon Network experience by purchasing add ons such as spa packages, lockers and cabanas here here What We Love:   What We Love: Cartoon Network Amazone is the world's first Cartoon Network-themed waterpark. Based on the popular children's channel, this family-friendly water park in Thailand is sure to excite thrill-seekers and animation fanatics alike! Make your day extra special without worrying about how to get to Cartoon Network Amazone. Instead, book your transfer in advance and enjoy pick up direct from your Bangkok hotel, then back again at the end of the day. With a choice of a car for up to three, or van for up to ten, it's a clear choice for families or groups.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1910-cartoon-network-amazone-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Cartoon Network Amazone Transfer from Bangkok",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:04:01"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6ecff8fa-Wi-Ho%21%C2%AE-Thailand-WiFi-Device---Klook/3GWiFiTPETSAKHHforThailand.jpg",
        "strIntroduction": " Stay connected when traveling in Thailand with a 3G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Stay connected for your trip in Thailand with unlimited WiFi coverage. When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Thailand from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 3G data whilst connecting up to 10 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1147-wi-ho-thailand-wifi-device-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (TPE/TSA/KHH) for Thailand",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:04:13"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 47,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/369a8e7f-Ayutthaya-Experience/AyutthayaExperience.jpgopacity0.694964",
        "strIntroduction": " Visit the ancient city of Ayutthaya, a UNESCO World Heritage Site and once the capital of Thailand Walk through the mystical city of Ayutthaya, and marvel at the ancient ruins and structures around the city Learn about the rich, enchanting history of Buddhism with visits to Wat Yai Chaimongkon, Wihan Phra Mongkhon Bophit and Wat Phra Si Sanphet Savor a delicious local lunch at a riverside restaurant Discover the former glory and grandeur of Ayutthaya with a visit to Bang Pa-In Summer Palace Walk through the mystical city of Ayutthaya, and marvel at the ancient ruins and structures around the city Walk through the mystical city of Ayutthaya, and marvel at the ancient ruins and structures around the city Learn about the rich, enchanting history of Buddhism with visits to Wat Yai Chaimongkon, Wihan Phra Mongkhon Bophit and Wat Phra Si Sanphet Learn about the rich, enchanting history of Buddhism with visits to Wat Yai Chaimongkon, Wihan Phra Mongkhon Bophit and Wat Phra Si Sanphet Savor a delicious local lunch at a riverside restaurant Savor a delicious local lunch at a riverside restaurant Discover the former glory and grandeur of Ayutthaya with a visit to Bang Pa-In Summer Palace Discover the former glory and grandeur of Ayutthaya with a visit to Bang Pa-In Summer Palace What We Love:   What We Love: The Ayutthaya Experience takes you through the historical wonders of Thailand's ancient capital. Ayutthaya is dotted with ruins and grand temples, surrounded by the Chao Phraya, Pa Sak and Lop Buri Rivers, and filled with the aura of mystique and grandeur that truly reflects ancient Thailand. Stop by a 17th century summer palace a fusion of Italian, Thai and Chinese architecture. Visit Wat Yai Chaimongkon, a temple-home to a large reclining Buddha covered in saffron robes. Then drop by the equally intriguing Phra Mongkhon Bophit, a large, bronze-cast Buddha outside the Grand Palace, before being served a hearty lunch at a riverside restaurant. Head to the Wat Phra Si Sanphet, where within its pagodas are enshrined the ashes of three Ayutthayan kings. Roam the Inner City afterward, with glimpses of many a magnificent temple and ruin, wrapping up your journey into olden Thailand.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/391-ayutthaya-experience-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Ayutthaya Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:04:24"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 54,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6d2f0ba4-Bangkok-Hangover-Tour/BangkokHangoverTour.jpg",
        "strIntroduction": " Unleash your inner party animal and tour Bangkok's famous and energetic nightlife, as seen in 'The Hangover 2'! Discover the hottest, most happening night clubs and bars in Bangkok's liveliest districts, from Soi Cowboy and Nana Plaza to Pat Pong Relive The Hangover 2 by visiting the bars in Soi Cowboy, where the scenes from the film were shot Watch an energetic Thai boxing show or visit an exotic and festish club in Pat Pong, perfect for bachelor parties Treat yourself with great deals on drinks throughout the night, plus a free Mike Tyson face tattoo! A private tour to showcase Bangkok nightlife in a safe and hassle-free manager, inclusive of guide, hotel pick up and some drinks Discover the hottest, most happening night clubs and bars in Bangkok's liveliest districts, from Soi Cowboy and Nana Plaza to Pat Pong Discover the hottest, most happening night clubs and bars in Bangkok's liveliest districts, from Soi Cowboy and Nana Plaza to Pat Pong Relive The Hangover 2 by visiting the bars in Soi Cowboy, where the scenes from the film were shot Relive The Hangover 2 by visiting the bars in Soi Cowboy, where the scenes from the film were shot The Hangover 2 Watch an energetic Thai boxing show or visit an exotic and festish club in Pat Pong, perfect for bachelor parties Watch an energetic Thai boxing show or visit an exotic and festish club in Pat Pong, perfect for bachelor parties Treat yourself with great deals on drinks throughout the night, plus a free Mike Tyson face tattoo! Treat yourself with great deals on drinks throughout the night, plus a free Mike Tyson face tattoo! A private tour to showcase Bangkok nightlife in a safe and hassle-free manager, inclusive of guide, hotel pick up and some drinks A private tour to showcase Bangkok nightlife in a safe and hassle-free manager, inclusive of guide, hotel pick up and some drinks What We Love:   What We Love: Ever watched 'The Hangover' films and wished you could experience a crazy, adventurous night out like that? Here's your chance to round up the Wolf Pack and relive the second instalment's antics and misadventures, filmed right here in Bangkok! Experience all the hedonistic wonders the unique nightlife of this city has to offer, including bars and clubs typically hidden away from sight. The tour starts off at Soi Cowboy, then moves on to Nana Plaza, where you'll glimpse the city's hottest nightspots. From there, make it to Pat Pong to see some Thai boxing, or enjoy a flamboyant, ladyboy show at the exotic and fetish clubs. Make sure you complete the night in full Wolf Pack-style with a free Mike Tyson face tattoo! Entertaining and wild, this tour is especially suited for the perfect stag and hen night, though of course, why limit the fun to those soon-to-be-hitched?  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/388-bangkok-hangover-tour-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bangkok Hangover Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:04:35"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 50,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a70a2073-Bangkok-Private-Car-Charter/BangkokPrivateCarCharter.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Explore Bangkok in total comfort by booking a private car charter for a full or half day - plan your own itinerary and let your driver take you there! Enjoy a comfortable private charter in Bangkok in a modern air conditioned car (up to 3 people) or a van (up to 10 people) Feel safe in the hands of your experienced driver and guide on request (full day charter only) Choose between full or half day packages to suit the requirements of your trip Plan your own itinerary and let your driver find the shortest route to get there Enjoy a comfortable private charter in Bangkok in a modern air conditioned car (up to 3 people) or a van (up to 10 people) Feel safe in the hands of your experienced driver and guide on request (full day charter only) Choose between full or half day packages to suit the requirements of your trip Plan your own itinerary and let your driver find the shortest route to get there What We Love:   What We Love: For the most convenient and hassle-free way to explore Bangkok, consider booking a private vehicle. Choose between a car or van to accommodate your travel party, choose a full or half day, then decide exactly when and where you want to go - your professional driver is ready to take you anywhere in the city, choosing the shortest route and avoiding traffic jams. The private charter is perfect for larger groups, especially for families, as it lets you see more in a day with the utmost ease. Your professional driver will pick you up and drop you off directly from your hotel – all you need to do is agree on the sightseeing plan. All private vehicles are air conditioned for optimal comfort and relaxation, so everything you need is already taken care of.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1596-private-car-charter-thailand-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bangkok Private Car Charter",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:04:47"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 56,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/99d6925a-%E6%B3%B0%E5%A4%A7%E5%9F%8E%E4%B8%80%E6%97%A5%E8%88%B9%E6%B8%B8-Klook%E5%AE%A2%E8%B7%AF/AyutthayaGrandPearlRiverCruise.jpg",
        "strIntroduction": " Cruise along Bangkok's famous Chao Phraya River and view the Royal Grand Place, World Heritage City Ayutthaya and other famous landmarks near Bangkok Glide along the Chao Phraya River on the Grand Pearl cruise ship with open air decks Visit many famous attractions and the historical Ayutthaya with an experienced guide Enjoy a buffet lunch on the cruise ship with round trip transportation to and from your hotel Glide along the Chao Phraya River on the Grand Pearl cruise ship with open air decks Visit many famous attractions and the historical Ayutthaya with an experienced guide Enjoy a buffet lunch on the cruise ship with round trip transportation to and from your hotel What We Love:   What We Love: The largest river in Thailand, the Chao Phraya River is the lifeblood of Bangkok city with significant landmarks located on both sides of the river. Take a leisure cruise and enjoy a scrumptious lunch on the Grand Pearl Cruise Liner as you enjoy the fantastic view along the River of Kings. You'll cruise right up to the historical ancient capital of Thailand, Ayutthaya, with an experienced guide to show you the important sights around the area. Highlights include the largest temple, Wat Phrasrisanphet, and the royal monastery, Wat Mahatad.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1105-ayutthaya-grand-pearl-river-cruise-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Ayutthaya Grand Pearl River Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:04:59"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 65,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f55b6ece-Bangkok-Chinatown-Food-Discovery/ChinatownFoodDiscovery.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Rich in sounds, sights and flavors, Bangkok's iconic Chinatown is a must-visit district that is sure to leave you rich with vibrant impressions, unforgettable memories and stunning photos Hop on a bike and tour one of Bangkok's most enigmatic and exciting districts: Chinatown Try exotic local delicacies from the numerous stalls lining the street or snap up a fashion deals at Saphan Han night market Visit Wat Traimit Temple and marvel at the glorious Golden Buddha! Stop by the Chinese Museum to explore the rich heritage of China in Thailand Hop on a bike and tour one of Bangkok's most enigmatic and exciting districts: Chinatown Try exotic local delicacies from the numerous stalls lining the street or snap up a fashion deals at Saphan Han night market Visit Wat Traimit Temple and marvel at the glorious Golden Buddha! Stop by the Chinese Museum to explore the rich heritage of China in Thailand What We Love:   What We Love: If you've had your share of Tom Yum for one trip, try out the Bangkok Chinatown Food Tour where you'll get to dive into another culture, cuisine and architecture on a fun, shocking and at times extreme adventure in this very special part of Bangkok. A haven for the new generation of gourmands, explorers and souvenir hunters, Chinatown is a one kilometer strip next to Charoenkrung Road and is a busy area lined with market stalls, street restaurants, gold shops and the clamors of excited sellers eager to flog their wares. Hectic, bustling and vibrant, the contagious energy of Bangkok's Chinatown is not an experience to miss.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1246-chinatown-food-discovery-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Chinatown Food Discovery",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:05:08"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 73,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f06f9495-Temple--River-of-Kings/TempleandRiverofKings.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Escape the city noise on a tour of Bangkok's most beautiful temples and a cruise down the Chao Phraya River Kick off the tour with a symbolic visit to the Royal Palace Hop on a traditional long tail boat and see the city like a local Marvel at Bangkok's beautiful Buddhist temples like the signature Wat Phra Kaew Discover Thailand's secret communities residing along the winding canals of the River of Kings Kick off the tour with a symbolic visit to the Royal Palace Hop on a traditional long tail boat and see the city like a local Marvel at Bangkok's beautiful Buddhist temples like the signature Wat Phra Kaew Discover Thailand's secret communities residing along the winding canals of the River of Kings What We Love:   What We Love: Not a fan of noisy motorways or having your sightseeing interrupted by a traffic jam? Then try exploring Bangkok in the most traditional way possible - hop on a long tail boat and discover the city's hidden corners away from the frantic buzz. The tour brings you from the majestic Grand Palace to the magnificent Emerald Buddha at Wat Phra Kaew before taking you down the River of Kings - the Chao Praya River - where you get to fully enjoy the peace and quiet of the winding canals and get acquainted with the local communities that live along the banks of the river.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1247-temple-and-river-of-kings-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Temple and River of Kings",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:05:17"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7eba31f4-Oasis-Spa/OasisSpa.jpg",
        "strIntroduction": " Pick from many massages and treatments at Bangkok's Oasis Spa for a few hours of total indulgence No more rushing about — take a moment for yourself and enjoy a traditional Thai massage at Oasis Spa Choose from a variety of treatments: traditional massage, aromatherapy, facial and more With several prime locations in the city, Oasis Spa is easy to find and extremely hard to leave! No more rushing about — take a moment for yourself and enjoy a traditional Thai massage at Oasis Spa Choose from a variety of treatments: traditional massage, aromatherapy, facial and more With several prime locations in the city, Oasis Spa is easy to find and extremely hard to leave! What We Love:   What We Love: Give yourself a break from the hustle and bustle of Bangkok and indulge in a day of head-to-toe pampering at Oasis Spa — experienced massage professionals will take you to the state of complete relaxation. With treatments ranging from traditional classic massages to oil aromatherapy, foot reflexology and a Royal Thai Facial. Relax your body and mind and enjoy a true zen feeling that Thailand has come to be known for. Only one or two hours at Oasis Spa will leave you refreshed and re-energized for the whole length of your stay.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1567-oasis-spa-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Oasis Spa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:05:27"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 46,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a938d8ac-%E5%A4%A7%E7%9A%87%E5%AE%AB%E5%92%8C%E7%8E%89%E4%BD%9B%E5%AF%BA%E5%8D%8A%E6%97%A5%E6%B8%B8---Klook%E5%AE%A2%E8%B7%AF/GrandPalaceandEmeraldBuddhaTempleTour.jpg",
        "strIntroduction": " See Bangkok's most famous temple, Emerald Buddha Temple, and discover attractions such as Grand Palace, Royal Pantheon, Coronation Throne Hall and more See some of Thailand's most prominent spiritual treasures on the Grand Palace and Emerald Buddha Temple Tour Visit the Grand Palace, Wat Phra Kaew Temple of the Emerald Buddha, Royal Pantheon, and more Have your English-speaking guide tell you all about Thailand's spiritual traditions and culture Discover even more sights en route: City Pillar Shrine, Thai Boxing Stadium, Anantasamakhom, National Museum and more See some of Thailand's most prominent spiritual treasures on the Grand Palace and Emerald Buddha Temple Tour See some of Thailand's most prominent spiritual treasures on the Grand Palace and Emerald Buddha Temple Tour Visit the Grand Palace, Wat Phra Kaew Temple of the Emerald Buddha, Royal Pantheon, and more Visit the Grand Palace, Wat Phra Kaew Temple of the Emerald Buddha, Royal Pantheon, and more Have your English-speaking guide tell you all about Thailand's spiritual traditions and culture Have your English-speaking guide tell you all about Thailand's spiritual traditions and culture Discover even more sights en route: City Pillar Shrine, Thai Boxing Stadium, Anantasamakhom, National Museum and more Discover even more sights en route: City Pillar Shrine, Thai Boxing Stadium, Anantasamakhom, National Museum and more What We Love:   What We Love: Discover Thailand's spiritual uniqueness and architectural wonders by visiting some of its key attractions. The Grand Palace and Emerald Buddha Temple Tour is the perfect introduction to Buddhist faith, tradition and culture. Start off in Bangkok and go on to see the Grand Palace, Wat Phra Kaew Temple of the Emerald Buddha, Royal Pantheon, Coronation Throne Hall, Royal Reception Hall and more key Bangkok sights along the way, while your English-speaking guide lets you in on some of Thailand's best kept secrets.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1219-grand-palace-and-emerald-buddha-temple-tour-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Grand Palace and Emerald Buddha Temple Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:05:38"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 81,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3d79be94-Blue-Elephant-Thai-Cooking-Class/BlueElephantThaiCookingClassBangkok.jpg",
        "strIntroduction": " Master the art of Thai cooking guided by an expert chef in the heart of Bangkok at renowned Blue Elephant Cooking School Get a hands on Thai cooking experience under the guidance of the talented chefs at Blue Elephant Create a selected of delectable Thai dishes such as papaya salad, green curry, coconut soup and spicy chicken; a different menu is provided each day! Embark on an exotic culinary adventure in a fully equipped and clean kitchen Meet other budding chefs in a group class or opt for a more personalised experience with a private lesson Dine on your creations after the class and take home the knowledge to recreate restaurant quality dishes at home Get a hands on Thai cooking experience under the guidance of the talented chefs at Blue Elephant Get a hands on Thai cooking experience under the guidance of the talented chefs at Blue Elephant Create a selected of delectable Thai dishes such as papaya salad, green curry, coconut soup and spicy chicken; a different menu is provided each day! Create a selected of delectable Thai dishes such as papaya salad, green curry, coconut soup and spicy chicken; a different menu is provided each day! different menu Embark on an exotic culinary adventure in a fully equipped and clean kitchen Embark on an exotic culinary adventure in a fully equipped and clean kitchen Meet other budding chefs in a group class or opt for a more personalised experience with a private lesson Meet other budding chefs in a group class or opt for a more personalised experience with a private lesson Dine on your creations after the class and take home the knowledge to recreate restaurant quality dishes at home Dine on your creations after the class and take home the knowledge to recreate restaurant quality dishes at home What We Love:   What We Love: Thai cuisine leaves no one indifferent. Flavorful, spicy, boasting a mix of exotic spices and ingredients, Thai dishes are have character and are exceptionally memorable. Blue Elephant fine dining restaurant offers some of Bangkok's most popular cooking classes, under the competent guidance of experienced chefs. Despite its popularity, the classes maintain a good ratio of chefs to students and will give you a comprehensive introduction to Thai cooking. With a morning or afternoon class to suit your schedule, Blue Elephant Cooking class will give you all the needed skills to recreate your favourite Thai dishes at home and welcomes both novices and professional chefs alike.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1413-blue-elephant-thai-cooking-class-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Blue Elephant Thai Cooking Class (Bangkok)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:05:49"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 56,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3feb59f2-Bangkok-Dessert-Island-Bicycle-Tour-/BangkokDessertIslandBicycleTour.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Taste delicious sweet treats then pedal off the calories on this private tour of Bangkok's Koh Kret Island! Cruise down the Chao Praya river Tour around 'Dessert' Island by bike Get a special lesson in pottery making Learn about the island's desserts on a canal cruise Cruise down the Chao Praya river Cruise down the Chao Praya river Tour around 'Dessert' Island by bike Tour around 'Dessert' Island by bike Get a special lesson in pottery making Get a special lesson in pottery making Learn about the island's desserts on a canal cruise Learn about the island's desserts on a canal cruise What We Love:   What We Love: If the big city of Bangkok is proving to be a little intense for you, then a short city escape to Koh Kret or \"Dessert Island\" maybe just what the doctor ordered. Situated on a canal, Koh Kret is a haven of local life, luscious greenery and local specialities. Let the wind rustle your hair as you sail down river before arriving at the island to start the 7km bike ride around the island. Along the way meet and greet the locals, before stopping at an artisan village to get a class in pottery making. Master the wheel and create yourself a piece of pottery with your own special touch. After lunch trade your peddles for a paddle and set out on a canal trip into the 'dessert' canal where you will learn about and try to make some of the sweet treats produced on this island. Finally check out the floating market before heading back to the big city.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/732-bangkok-biking-tour-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bangkok Dessert Island Bicycle Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:05:58"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 34,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/73560b85-%E6%9B%BC%E8%B0%B7%E4%B8%89%E5%AF%BA%E6%BC%AB%E6%B8%B8---Klook%E5%AE%A2%E8%B7%AF/BangkokTemplesandCityTour.jpg",
        "strIntroduction": " Discover Thailand's ancient temples Wat Trimit, Wat Pho and Wat Benchamabopit and lay your eyes on the Reclining Buddha Explore Thailand's best-known temples: Wat Trimit, Wat Pho and Wat Benchamabopit Discover the bustling atmosphere of Chinatown and relax at the beautiful flower market Marvel at the majestic Reclining Buddha – one of Thailand's most well-known symbols Learn about each temple's long history from your private English-speaking guide Explore Thailand's best-known temples: Wat Trimit, Wat Pho and Wat Benchamabopit Explore Thailand's best-known temples: Wat Trimit, Wat Pho and Wat Benchamabopit Discover the bustling atmosphere of Chinatown and relax at the beautiful flower market Discover the bustling atmosphere of Chinatown and relax at the beautiful flower market Marvel at the majestic Reclining Buddha – one of Thailand's most well-known symbols Marvel at the majestic Reclining Buddha – one of Thailand's most well-known symbols Learn about each temple's long history from your private English-speaking guide Learn about each temple's long history from your private English-speaking guide What We Love:   What We Love: Visit the three most distinguished temples in Bangkok: Wat Trimit, the Temple of Golden Buddha; Wat Pho, the Temple of the Reclining Buddha and Wat Benchamabopit, the Temple of the Marble Buddha. It doesn't stop there - continue your tour by discovering the beautiful surrounding scenery of the flower market and explore the bustling Chinatown. See the atmosphere change as the sun goes down and local food stalls line the streets. Sample authentic Thai cuisine and don't forget to pick up a few souvenirs.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1218-bangkok-temples-city-tour-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bangkok Temples and City Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:06:10"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 82,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/548093b4-Khao-Yai-National-Park-Tour/KhaoYaiNationalParkTour.jpg",
        "strIntroduction": " Discover Thailand's first ever national park – the beautiful Khao Yai – on an all-day tour from Bangkok and see exotic animals and birds with the backdrop of the evergreen forest Visit Thailand's first national park - Khao Yai - stretching over an area of 2,168 square kilometers Breathe in the fresh air of the evergreen forest and diverse vegetation – up to 2,500 species Catch a glimpse of exotic animals, birds, crocodiles, elephants and more – the reserve is home to 60 mammals and 300 bird species Khao Yai National Park is a great spot to discover nature with family and friends Visit Thailand's first national park - Khao Yai - stretching over an area of 2,168 square kilometers Visit Thailand's first national park - Khao Yai - stretching over an area of 2,168 square kilometers Breathe in the fresh air of the evergreen forest and diverse vegetation – up to 2,500 species Breathe in the fresh air of the evergreen forest and diverse vegetation – up to 2,500 species Catch a glimpse of exotic animals, birds, crocodiles, elephants and more – the reserve is home to 60 mammals and 300 bird species Catch a glimpse of exotic animals, birds, crocodiles, elephants and more – the reserve is home to 60 mammals and 300 bird species Khao Yai National Park is a great spot to discover nature with family and friends Khao Yai National Park is a great spot to discover nature with family and friends What We Love:   What We Love: Discover the true beauty of Thailand's nature in its first national park – Khao Yai, covering an area of 2,168 square kilometers in four provinces: Prachin Buri, Nakhon Ratchasima, Nakhon Nayok, and Saraburi. Located just two hours away from Bangkok, Khao Yai is one of the country's best-known natural reserves, making it the perfect escape into nature, just a day trip from Bangkok. Discover the evergreen forest, breathe in the fresh air with exotic flower scents and listen out for the park's friendly inhabitants: hornbills, trogons and cuckoos – just to name a few. The park is home to up to 2,500 plant species, 60 mammals and 300 bird species. Sightings of wild elephants, crocodiles and other creatures in their natural habitat are not rare too! Your visit to the park will also include a 30-minute elephant ride and a fun visit to Chokchai Farm.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1139-khao-yai-national-park-tour-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Khao Yai National Park Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:06:20"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 23,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1b2ce35a-Lets-Relax-%E6%B0%B4%E7%96%97%E6%8C%89%E6%91%A9%E5%A5%97%E9%A4%90---Klook%E5%AE%A2%E8%B7%AF/LetsRelaxSpaPackages.jpg",
        "strIntroduction": " Discover a myriad of ways to achieve total relaxation amidst the bustle of the city at Bangkok's award winning spa Experience the ultimate tranquility at Let's Relax Spa - these packages are more than just a massage Try aromatherapy, body scrubs, massages, hand and foot reflexology, facial relaxation and more A winner of multiple awards including 'Thailand's Most Popular Day Spa' and featured in 'Lonely Planet' guides With seven Bangkok locations, you're certain to find a spa convenient for you Experience the ultimate tranquility at Let's Relax Spa - these packages are more than just a massage Try aromatherapy, body scrubs, massages, hand and foot reflexology, facial relaxation and more A winner of multiple awards including 'Thailand's Most Popular Day Spa' and featured in 'Lonely Planet' guides With seven Bangkok locations, you're certain to find a spa convenient for you What We Love:   What We Love: Reward yourself with some time of indulgence and pampering at Thailand's famous Let’s Relax Spa. Offering a wide range of treatments in the form of luxurious packages like Body & Soul, Full Spirit, Blooming Life and more, Let's Relax is well-known for its expertise and professional service – the spa has even been awarded several titles including Thailand's Most Popular Day Spa. Choose a treatment that best fits your mood: a warm body wrap, an aromatic scrub, Thai massage, a herbal compress and or more. With seven locations in Bangkok alone, Let's Relax Spa is an incredibly convenient de-stress option for your Thai adventure.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/2129-lets-relax-spa-packages-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Let's Relax Spa Packages",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:06:31"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 90,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/fb274ba8-%E8%8A%AD%E6%8F%90%E9%9B%85%E9%95%BF%E8%87%82%E7%8C%BF%E4%B8%9B%E6%9E%97%E9%A3%9E%E8%B6%8A-klook%E5%AE%A2%E8%B7%AF/FlightOfTheGibbonChonburi.jpgopacity0.999615",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Zipline a 3km course with 23 platforms in the heart of a Thai rainforest Zipline through a jungle ecosystem on the highest zipline in Thailand Enjoy a 3km course with 23 platforms, 2 hanging sky bridges, 2 rappel descents and a zipline over 300 meters long Take in the wildlife, flowers and fauna - you might even see a hornbill along the way! Go on a free tram tour around Khao Kheow Open Safari Park Zipline through a jungle ecosystem on the highest zipline in Thailand Enjoy a 3km course with 23 platforms, 2 hanging sky bridges, 2 rappel descents and a zipline over 300 meters long Take in the wildlife, flowers and fauna - you might even see a hornbill along the way! Go on a free tram tour around Khao Kheow Open Safari Park What We Love:   What We Love: Soar through the Thailand rainforest as you enjoy the natural wonder of a rainforest. If you're in luck, you'll also be able to see the rare hornbill amount other animals. The site has a 300 meter rope slide, 2 rappel descents and 2 hanging sky bridges with an experienced guide who will pay close attention to your safety. At the end of the the obstacle, enjoy the view from a high platform overlooking the lush greenery and scenic mountains.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1312-flight-of-the-gibbon-tour-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Flight Of The Gibbon Chonburi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:06:41"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 17,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/69989f94-Lets-Relax-Spa-Treatments/LetsRelaxSpaTreatments.jpg",
        "strIntroduction": " Shake off the big city with a visit to 'Bangkok's best spa' – Let's Relax Spa, boasting seven prime locations in the city Leave the busy Bangkok behind for your choice of relaxing Thai and aromatherapy massages at Let's Relax Spa With over 15 years of experience, the spa is well-known for its excellent service and professional therapists A winner of multiple awards including 'Thailand's Most Popular Day Spa' and featured in 'Lonely Planet' guides With seven Bangkok locations, you're certain to find a spa convenient for you Leave the busy Bangkok behind for your choice of relaxing Thai and aromatherapy massages at Let's Relax Spa With over 15 years of experience, the spa is well-known for its excellent service and professional therapists A winner of multiple awards including 'Thailand's Most Popular Day Spa' and featured in 'Lonely Planet' guides With seven Bangkok locations, you're certain to find a spa convenient for you What We Love:   What We Love: Treat yourself, your loved one, friend or family member to the ultimate pampering experience in the heart of Thailand. With seven locations in Bangkok, Let’s Relax Spa is not only an oasis of tranquility in the midst of the bustling city, it's also convenient and lets you save lots of time on commute. With an abundance of treatments on offer, you are sure to find something that fits you perfectly whether it's a body scrub, an aromatic oil massage, a herbal compress or a variety of iconic Thai massage choices. Simply give in to the expertise of the spa's professional therapists and feel worries and troubles fade away.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/2124-lets-relax-spa-treatments-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Let's Relax Spa Treatments",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:06:53"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/afceb481-Bangkok-Biking-Tours/BangkokBikingTour.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Ride through Bangkok on a fun biking tour to discover the city's hidden corners off the beaten track Explore Bangkok by bike － Bypass the notoriously crowded streets and discover hidden areas of Bangkok city led by the local knowledge of your guide Explore the heart of Bangkok's business districts and city parks on routes avoiding the traffic on the Bangkok City Culture cycle Visit an incense-stick factory, a flower farm, Bangkok defense walls and Golden Temple by joining the Bangkok Paradise tour Explore the city's diversity with a visit to the slums, a Muay Thai school, high-end communities and more, on the Colors of Bangkok tour Explore Bangkok by bike － Bypass the notoriously crowded streets and discover hidden areas of Bangkok city led by the local knowledge of your guide Explore the heart of Bangkok's business districts and city parks on routes avoiding the traffic on the Bangkok City Culture cycle Visit an incense-stick factory, a flower farm, Bangkok defense walls and Golden Temple by joining the Bangkok Paradise tour Explore the city's diversity with a visit to the slums, a Muay Thai school, high-end communities and more, on the Colors of Bangkok tour What We Love:   What We Love: Explore every corner of Bangkok by seeing its signature attractions and biking through narrow streets and hidden pathways. Choose between a 3 hour, half day and full day tour and see Thailand's capital at your own pace. Bangkok City Culture will give you an express tour of the city with a ride through a local fresh market, temples, small communities and high-end shopping streets. Colors of Bangkok is a half-day tour that will let you explore the city from the busy slums to the greenest areas on the other side of the Chao Phraya River and a visit to a Muay Thai school. Last but not least, if you have a whole day to spare, make sure you catch Bangkok Paradise Tour – a full day exploration adventure of Bangkok suburbs with visits to a flower market, Golden Temple, incense factory and more.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1213-bangkok-biking-tour-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bangkok Biking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:07:04"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 86,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3ea92747-Oasis-Spa-Packages/OasisSpaLuxuryPackages.jpg",
        "strIntroduction": " Indulge in a day of pampering in the heart of bustling Bangkok at Oasis Spa, the home of relaxation and exclusive beauty treatments Enjoy a day of royal pampering in one of Bangkok's best Spas - Oasis Spa Leave the stress and rush of the big city behind as you give in to the pleasure of professional massage Try one of the many available packages: Ayurveda, Coco Mango, Hair Spa Package and more Get the ultimate luxury with a Sabai Stone or Four Hands massage Enjoy a day of royal pampering in one of Bangkok's best Spas - Oasis Spa Leave the stress and rush of the big city behind as you give in to the pleasure of professional massage Try one of the many available packages: Ayurveda, Coco Mango, Hair Spa Package and more Get the ultimate luxury with a Sabai Stone or Four Hands massage What We Love:   What We Love: Treat yourself to a day of pampering and relaxation in Bangkok's Oasis Spa. Offering an abundance of exclusive packages with massages and beauty treatments performed by industry professionals, Oasis Spa had earned the reputation of being one of the best in Bangkok. Sporting two locations in Bangkok, Oasis Spa offers a truly personal experience, letting you choose Sabai Stone Massage, Hair Spa Package, foot reflexology, herbal compresses, mango body scrubs and more. A true special is the Ayurveda — East Indian warm oil massage renowned for its mind and body healing properties for the healing magic of a four hand massage.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1568-oasis-spa-luxury-packages-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Oasis Spa Luxury Packages",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:07:15"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/75061e1f-Ayutthaya-City-Culture-Biking-Tour/AyutthayaCityCultureBikingTour.jpgopacity0.969096",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly What's the best way to explore the ancient city of Ayutthaya? This Ayutthaya City Culture Biking Tour is your answer to the question! Discover the ancient city of Ayutthaya, the former royal capital, on a 3-4 hour biking adventure Admire the beautiful local scenery and some of Thailand's best known historical landmarks Visit Ayutthaya Historical Park, a UNESCO World Heritage Site since 1991, Pom Phet (known as 'Diamond Fortress'), Wat Phra Sri Sanphet, Wat Mahathat and more Explore the rich local culture and cuisine at a street market Discover the ancient city of Ayutthaya, the former royal capital, on a 3-4 hour biking adventure Discover the ancient city of Ayutthaya, the former royal capital, on a 3-4 hour biking adventure Admire the beautiful local scenery and some of Thailand's best known historical landmarks Admire the beautiful local scenery and some of Thailand's best known historical landmarks Visit Ayutthaya Historical Park, a UNESCO World Heritage Site since 1991, Pom Phet (known as 'Diamond Fortress'), Wat Phra Sri Sanphet, Wat Mahathat and more Visit Ayutthaya Historical Park, a UNESCO World Heritage Site since 1991, Pom Phet (known as 'Diamond Fortress'), Wat Phra Sri Sanphet, Wat Mahathat and more Explore the rich local culture and cuisine at a street market Explore the rich local culture and cuisine at a street market What We Love:   What We Love: This tour takes you on a discovery adventure around Phra Nakhon Si Ayutthaya – the Sacred City of Ayutthaya, founded in 1350 and proudly holding the title of the Siamese royal capital until 1767. The first stop of the biking tour invites you to Pom Phet, also known as 'Diamond Fortress'. You will then explore local neighbourhoods on the way to 'Roti Road', where you will get to taste signature Thai delicacies recommended by your experienced guide. Cycle though the calm Somdet Phra Srinakarinda Park to the next stop at Chedi Phra Si Suriyothai memorial where you will have time to take loads of memorable photos before heading out to visit a Muslim community, Ayutthaya Historical Park and two of Thailand's well-known temples: Wat Phra Sri Sanphet and Wat Mahathat. The Ayutthaya biking adventure concludes with a shopping spree at a local market and a ferry across Palak River before making your own way to your next destination.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1233-ayutthaya-city-culture-biking-tour-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Ayutthaya City Culture Biking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:07:26"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 63,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/cd27525d-A-Day-in-Kanchanaburi/ADayinKanchanaburi.jpgopacity0.955702",
        "strIntroduction": " Spend a day soaking up the wartime history near Bangkok at Kanchanaburi, site of the bridge over the River Kwai and Death Railway Stop by the infamous bridge over the River Kwai and take a death defying ride on the Death Railway Visit the War Cemetery, resting-place for over 6,000 Allied prisoners and the Jeath War Museum to learn more about the happenings of 1942 under Japanese control Swim and soak in the sun at the awe-inspiring Saiyoknoi Waterfall Enjoy a bamboo rafting ride and elephant trek included The perfect day trip from Bangkok for history buffs Stop by the infamous bridge over the River Kwai and take a death defying ride on the Death Railway Stop by the infamous bridge over the River Kwai and take a death defying ride on the Death Railway Visit the War Cemetery, resting-place for over 6,000 Allied prisoners and the Jeath War Museum to learn more about the happenings of 1942 under Japanese control Visit the War Cemetery, resting-place for over 6,000 Allied prisoners and the Jeath War Museum to learn more about the happenings of 1942 under Japanese control Swim and soak in the sun at the awe-inspiring Saiyoknoi Waterfall Swim and soak in the sun at the awe-inspiring Saiyoknoi Waterfall Enjoy a bamboo rafting ride and elephant trek included Enjoy a bamboo rafting ride and elephant trek included The perfect day trip from Bangkok for history buffs The perfect day trip from Bangkok for history buffs What We Love:   What We Love: Drive out to Kanchanaburi, Thailand's third largest province, located west of Bangkok, and spend a day taking in the turbulent history of the area. You'll first visit the bridge over the River Kwai, a historical landmark that is part of the Death Railway built by Allied prisoners of war, under control of the Japanese in 1942. You'll also visit the Jeath War Museum to enhance your knowledge and the War Cemetery where thousands of POWs were laid to rest. After a local lunch you'll end the day with a bamboo rafting ride, an elephant trek and time to soak up the beauty of Kanchanburi at the cascading Saiyoknoi Waterfall.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/390-a-day-in-kanchanaburi-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "A Day in Kanchanaburi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:07:39"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 47,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ee211625-Bangkok-Sunset-Bike-Ride/BangkokSunsetBikeRide.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Benefit from your guide's expert local knowledge as you watch Bangkok transition from day to night on a sunset ride around the city Go on a 4 hour bike ride in the beautiful Bangkok and watch the sun go down and the city dive into mystery Cross to the Thonburi side of Bangkok and walk along the Klongsan market Take a break and scout for some snacks before sitting down for a flavorful meal at an authentic Thai restaurant Visit Bangkok's renowned temples, including the majestic Wat Arun Stay safe on your night time ride with quality biking equipment, safely gear and the local knowledge of your guide Go on a 4 hour bike ride in the beautiful Bangkok and watch the sun go down and the city dive into mystery Cross to the Thonburi side of Bangkok and walk along the Klongsan market Take a break and scout for some snacks before sitting down for a flavorful meal at an authentic Thai restaurant Visit Bangkok's renowned temples, including the majestic Wat Arun Stay safe on your night time ride with quality biking equipment, safely gear and the local knowledge of your guide What We Love:   What We Love: Discover Bangkok's Thonburi area on a gentle 4 hour bike ride and get to know the city's cultural and culinary traditions. Walk with your bike through Klongsan market and cycle to a Chinese pagoda on then banks of the Chao Praya River. Ride through a quiet neighbourhood and stop at the local street food market where your private guide will explain the history of local dishes. Continue along the river until you see one of the most magnificent symbolic temples of Bangkok – Temple of Dawn. After the insightful visit, slow down at a local Thai restaurant for the main meal of the trip. The final part of the adventure takes you to the Grand Palace, Wat Pho and the flower market. Marvel at fresh florals from all around Thailand before heading back.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1245-bangkok-sunset-bike-ride-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bangkok Sunset Bike Ride",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:07:51"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 47,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6deb0781-Colors-of-Ayutthaya-Biking-Tour/ColorsofAyutthayaBikingTour.jpgopacity0.867161",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Colors of Ayutthaya Bicycle Tour will take you through the suburbs of the ancient capital, with stopovers at a historical park, old ruins, Buddhist temples, local markets and more Discover the ancient city of Ayutthaya, the former royal capital, on a 6.5 hour biking adventure Get to explore the beautiful local scenery and some of Thailand's best known architectural landmarks Visit the Royal Elephant Kraal, ancient temples, local markets and see the Reclining Buddha Explore the rich local culture and traditions accompanied by an English speaking guide Discover the ancient city of Ayutthaya, the former royal capital, on a 6.5 hour biking adventure Discover the ancient city of Ayutthaya, the former royal capital, on a 6.5 hour biking adventure Get to explore the beautiful local scenery and some of Thailand's best known architectural landmarks Get to explore the beautiful local scenery and some of Thailand's best known architectural landmarks Visit the Royal Elephant Kraal, ancient temples, local markets and see the Reclining Buddha Visit the Royal Elephant Kraal, ancient temples, local markets and see the Reclining Buddha Explore the rich local culture and traditions accompanied by an English speaking guide Explore the rich local culture and traditions accompanied by an English speaking guide What We Love:   What We Love: Enjoy a relaxing bike ride through the suburbs of Ayutthaya exploring the old capital's ruins and historical parks. Hop on a bike and start the tour by riding through quiet villages and rice fields before you make your first stop at Phaniat Royal Elephant Kraal to interact with the magnificent animals. At noon, you will relax over a light Thai lunch and go on to visit Ayutthaya's signature Buddhist temples: Wat Mahathat and Wat Pra Sri Sanphet. Ride though the local market where you will get to discover Thailand's cuisine in all its richness and sample fried and baked local delicacies. The tour of the temples then continues with a stop over at Luang Phor Lokayasuttha – home to the biggest reclining Buddha in Ayutthaya. Your trip will conclude with the crossing of the Chao Phraya River before you make your way to your next destination, to Bangkok or stay on in Ayutthaya.  ",
        "strLocation": "Bangkok",
        "strOriginUrl": "https://www.klook.com/activity/1250-colors-of-ayutthaya-biking-tour-bangkok/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Colors of Ayutthaya Biking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:08:02"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 36,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f9233266-Cartoon-Network-Amazone/CartoonNetworkAmazoneCombo.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend a unique family day out at Thailand's most animated waterpark! Enjoy our exclusive offer with a choice between single day pass or THB500 food coupon/transportation voucher included with your ticket Experience the thrill of over 150 slides and attractions in 10 themed zones Watch cool stunts, thrilling acrobatics and jaw-dropping action scenes in the live shows Meet and greet your favorite Cartoon Network characters Enhance your Cartoon Network experience by purchasing add ons such as spa packages, lockers and cabanas here Enjoy our exclusive offer with a choice between single day pass or THB500 food coupon/transportation voucher included with your ticket Experience the thrill of over 150 slides and attractions in 10 themed zones Watch cool stunts, thrilling acrobatics and jaw-dropping action scenes in the live shows Meet and greet your favorite Cartoon Network characters Enhance your Cartoon Network experience by purchasing add ons such as spa packages, lockers and cabanas here here What We Love:   What We Love: Cartoon Network Amazone is the world's first Cartoon Network-themed waterpark. Based on the popular children's channel, this family-friendly water park is sure to excite thrill-seekers and animation fanatics alike! Splash out with all of your favorite Cartoon Network friends, including Adventure Time's Finn and Jake, The Powerpuff Girls, Johnny Bravo and many more. This unique park will have you free-falling 17 meters, hurtling to a splash landing from 23.4 meters, braving the Riptide Rapids, riding out the Mega Wave and exploring the splashtastic slides and fountains at the kids-only Cartoonival. If you're looking for things to do with kids in Pattaya, this water park should be high on your itinerary!  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/394-cartoon-network-amazone-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Cartoon Network Amazone Combo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:08:16"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ab61bfec-Art-in-Paradise/ArtinParadise.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly You'll want to charge your camera batteries as these interactive art illusions will have you taking picture after hilarious picture! Trick and be tricked at Thailand's first optical illusion gallery Experience the 10 3D galleries with paintings that you can step inside, strike a pose and take pictures with! There are no boundaries - the gallery is fully interactive Trick and be tricked at Thailand's first optical illusion gallery Trick and be tricked at Thailand's first optical illusion gallery Experience the 10 3D galleries with paintings that you can step inside, strike a pose and take pictures with! Experience the 10 3D galleries with paintings that you can step inside, strike a pose and take pictures with! There are no boundaries - the gallery is fully interactive There are no boundaries - the gallery is fully interactive What We Love:   What We Love: Experience life in a new dimension at an art gallery like no other! These unconventional paintings use an art technique where two-dimensional pictures are turned into three-dimensional images through the use of optical illusions. Float down Venetian canals, go on an African safari, escape a shark attack and go back to a land of dinosaurs! The gallery is fully interactive, so you can touch, climb, pose and take photos with all the paintings. Your friends at home will be completely confused where you've been holidaying!  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/337-art-in-paradise-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Art in Paradise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:08:28"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 14,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ab8a93af-Tiffanys-Show/TiffanysShow.jpg",
        "strIntroduction": " Watch this dazzling show of cabaret, dance and song paying homage to national performances from across the globe and brought to life by stunningly beautiful Thai ladyboys Watch spectacular performers, impressive costumes and amazing set design This internationally acclaimed show rates highly amongst the world's top shows Choose your preferred theatre seating to be close to the stage or getting an overview from further back Watch spectacular performers, impressive costumes and amazing set design Watch spectacular performers, impressive costumes and amazing set design This internationally acclaimed show rates highly amongst the world's top shows This internationally acclaimed show rates highly amongst the world's top shows Choose your preferred theatre seating to be close to the stage or getting an overview from further back Choose your preferred theatre seating to be close to the stage or getting an overview from further back What We Love:   What We Love: ‘Tiffany's Show' is the original transvestite cabaret show in Pattaya, a uniquely Thai production now in its 40th year. Originating as a one-man show performed for friends on New Year's Eve in 1974, it has now expanded into one of Thailand's most famed performances. Catering to audiences from across the globe, it was voted number four in a list of the world's Top Ten Best Shows. The incredible talents of the transvestite and transgender community, drawn from all corners of the Thai kingdom, are showcased in a display of spectacular exotic scenes, enhanced by the latest lighting and sound technology. Extravagant costumes, toe tapping choreography, and beautiful ‘showgirls' will ensure your night at Tiffany's is one to remember.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/336-tiffanys-show-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tiffany's Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:08:40"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2471edf1-Cartoon-Network-Amazone-Package-Add-Ons/CartoonNetworkAmazoneAddOns.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Make a splash at Cartoon Network Amazone with these fantastic package add ons at a discount including food vouchers, locker rental, cabana rental and spa experiences Experience the thrill of over 150 slides and attractions at Cartoon Network Amazone (purchase discounted admission tickets here) Get great value discounts on dining within the park with food vouchers loaded onto a convenient wristband payment system Keep belongings locked up safely with a 1 day locker rental Create a base for the day with a private cabana rental ideal for families or groups Parents can relax whilst the kids are at play with a choice of 3 relaxing spa treatments available within the park Experience the thrill of over 150 slides and attractions at Cartoon Network Amazone (purchase discounted admission tickets here) here Get great value discounts on dining within the park with food vouchers loaded onto a convenient wristband payment system Keep belongings locked up safely with a 1 day locker rental Create a base for the day with a private cabana rental ideal for families or groups Parents can relax whilst the kids are at play with a choice of 3 relaxing spa treatments available within the park What We Love:   What We Love: Enhance your day of fun at the world's first Cartoon Network-themed waterpark: Cartoon Network Amazone in Pattaya. Based on the popular children's channel, this family-friendly water park is sure to excite thrill-seekers and animation fanatics alike! With these extra packages that you can add on to your Cartoon Network Amazone ticket, you'll be getting the best value on food vouchers, locker rental, private cabana rental and incredibly relaxing spa treatments, so you can guarantee it'll be an enjoyable day out for the whole family.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1228-cartoon-network-amazon-add-ons/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Cartoon Network Amazone Add Ons",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:08:50"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 6,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/fb9569e9-Khao-Kheow-Open-Zoo/KhaoKheowOpenZoo.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend the day exploring acres of open land at Khao Kheow zoo in Pattaya, see wildlife up-close and in a natural-imitation environment and expand your animal knowledge at the zoo's shows and interactive enclosures Visit a zoo committed to providing a spacious and humane environment for its animals Get educated with Khao Kheow zoo's interactive shows and animal feedings See a huge range of animals and species from all corners of the globe in Pattaya Visit a zoo committed to providing a spacious and humane environment for its animals Visit a zoo committed to providing a spacious and humane environment for its animals Get educated with Khao Kheow zoo's interactive shows and animal feedings Get educated with Khao Kheow zoo's interactive shows and animal feedings See a huge range of animals and species from all corners of the globe in Pattaya See a huge range of animals and species from all corners of the globe in Pattaya What We Love:   What We Love: Visit Thailand's first zoo, home to more than 8,000 animals and over 300 species, living in an open-concept, uncaged world. With three key goals in mind - conservation, research and education - Khao Kheow is committed to providing a humane environment where visitors and children can experience and learn about wildlife in a natural environment. Explore the African Savanna with zebras, rhinos and giraffes, see lions and tigers at the Cats Complex, walk through the colorful aviary, and ride through the one-acre deer park. You'll be able to feed and touch animals, watch a penguin parade, discover nocturnal wildlife at the zoo after dark, and even ride an elephant! Seems like a lot to cover? Don't worry, the zoo's golf cart service will zip you around quickly and efficiently!  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/338-khao-kheow-open-zoo-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Khao Kheow Open Zoo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:09:02"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/cfc9c512-3G-WiFi-HKG-Pick-Up-for-Thailand/3GWiFiHKGPickUpforThailand.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Thailand with an unlimited data pocket 3G WiFi device with convenient pick up at Hong Kong International Airport. Get WiFi access across the whole of Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Thailand - wherever your itinerary takes you Get WiFi access across the whole of Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport Collect and drop off your device at Hong Kong airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Thailand, without the stress of sourcing WiFi once you get there. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Thailand but also Singapore, Taiwan, Japan and Korea.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/665-thailand-wifi-device-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Thailand",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:09:15"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 23,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4b5263dc-Ripleys-Believe-It-Or-Not%21-Museum/RipleysBelieveItOrNot%21Museum.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Take your pick of attractions including the Ripley's Believe It or Not! Museum, the Infinity mirror maze, a haunted house, a wax museum and a laser challenge! Choose your favorite 5 out of 7 attractions Explore a range of attractions that have enjoyed international success Spend the day challenging yourself, getting a scare and seeing unbelievable sights Choose your favorite 5 out of 7 attractions Explore a range of attractions that have enjoyed international success Spend the day challenging yourself, getting a scare and seeing unbelievable sights What We Love:   What We Love: Ripley's, a world famous walk through museum that originated in the USA has now made its way to Thailand! Choose from a selection of 7 attractions: pick your favorite 5 or visit all 7! Get a fright at the two haunted attractions, meet your favorite stars at the waxwork museum, find your way out of the mirror maze, escape the laser challenge and get a unique cinema experience in ‘12D'! At Ripley's Believe It or Not! Museum you can discover a unique selection of oddities including primitive torture devices, a mask made from human skin, a real human shrunken head, a wax figure of the four-eyed man, and even a Titanic made from over 1,000,000 matchsticks – Believe It or Not!  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/340-ripleys-believe-it-or-not-museum-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Ripley's Believe It Or Not! Museum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:09:28"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 59,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/68b7f2ac-Pattaya-Coral-Island-Snorkeling-Tour/CoralIslandSnorkelingTour.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Embark on a snorkeling trip to Pattaya and enjoy loads of other water activities: have fun on a banana boat ride, discover the underwater world with Seawalker, fly with a parachute and more! Visit Coral Island and swim in the turquoise waters of Hard Tien Beach Go snorkeling with Seawalker - a safe way to dive for beginners without even getting your hair wet – and discover Pattaya's mesmerizing underwater kingdom Rip through the waves on a banana boat and marvel at the extraordinary scenery of the Coral Island Return home with a CD containing the best memories of the experience and start counting social media likes Visit Coral Island and swim in the turquoise waters of Hard Tien Beach Visit Coral Island and swim in the turquoise waters of Hard Tien Beach Go snorkeling with Seawalker - a safe way to dive for beginners without even getting your hair wet – and discover Pattaya's mesmerizing underwater kingdom Go snorkeling with Seawalker - a safe way to dive for beginners without even getting your hair wet – and discover Pattaya's mesmerizing underwater kingdom Rip through the waves on a banana boat and marvel at the extraordinary scenery of the Coral Island Rip through the waves on a banana boat and marvel at the extraordinary scenery of the Coral Island Return home with a CD containing the best memories of the experience and start counting social media likes Return home with a CD containing the best memories of the experience and start counting social media likes What We Love:   What We Love: Discover Pattaya's rich underwater world, fly with a parachute, ride a banana boat, go on a Seawalker dive and more – all on a quiet secluded beach. This Coral Island snorkeling tour combines 5 fun water activities in Pattaya and you are sure to find something you've always wanted to try. Explore Coral Island's beautiful nature, take in the breathtaking views, stay away from tourist crowds and swim in the crystal clear waters of Hard Tien Beach. Don't forget your complimentary CD full of exciting Pattaya memories at the end of the tour and share the experience with friends and family back home.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1168-coral-island-snorkeling-tour-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Coral Island Snorkeling Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:09:40"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ee73f32a-Nong-Nooch-Tropical-Garden/NongNoochTropicalGarden.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Roam 600-acres of beautifully manicured garden, observe Thai skills in action at the shows, then settle down for a delicious buffet lunch Visit this beautiful and award-winning garden showcasing an impressive range of plants and landscaping Watch two shows－ a Thai cultural show and an elephant show Enjoy a sumptuous buffet lunch included in the ticket Visit this beautiful and award-winning garden showcasing an impressive range of plants and landscaping Watch two shows－ a Thai cultural show and an elephant show Enjoy a sumptuous buffet lunch included in the ticket What We Love:   What We Love: Whether you've got green fingers or not, you'll be thoroughly impressed by the beautiful 600-acres of Nong Nooch Tropical Gardens. Providing a tranquil day excursion from Phuket, you can roam the acres of intricately landscaped grounds (winner of numerous international awards) and take in the fusion of European and Thai inspiration. You'll lose track of time discovering the unique areas of orchids, fountains, topiary, waterfalls, cacti, ferns, bonsai and even a mini Stonehenge! While you're there, don't miss the elephant show (cheer along football- and basketball-playing elephants) and the Thai culture show (dancers and actors re-create historical events and Muay Thai boxing). And to top it off, a delicious lunch buffet is included in the price.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/335-nong-nooch-tropical-garden-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Nong Nooch Tropical Garden",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:09:53"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 13,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d2990de4-%E8%8A%AD%E6%8F%90%E9%9B%85%E7%9C%9F%E7%90%86%E5%AF%BA-KLOOK%E5%AE%A2%E8%B7%AF/TheSanctuaryofTruth.jpgopacity0.999938",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Marvel at the breathtaking intricate wooden architecture of The Sanctuary of Truth temple in Pattaya Enjoy Thailand's famous ornate wood temple and trace the origins of Thai wood carving Be guided by an expert who will explain the cultural philosophy of the 105 meter tall building Take part in other recreational activities such as an elephant ride or river boat ride Enjoy Thailand's famous ornate wood temple and trace the origins of Thai wood carving Be guided by an expert who will explain the cultural philosophy of the 105 meter tall building Take part in other recreational activities such as an elephant ride or river boat ride What We Love:   What We Love: The Sanctuary of Truth is an architecture marvel composed entirely of wood without any metal nails. Constructed to preserve the building techniques of the past, the building exemplifies hand-hewn woodworking skills in Thailand. Built based on the religious philosophy of impermanence, the complex features four wings dedicated to Thai, Khmer, Chinese and Indian religious iconography respectively. Check out the intricate wooden carvings as you walk around the building.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1109-the-sanctuary-of-truth-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "The Sanctuary of Truth",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:10:04"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 28,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/60ae1885-%E8%8A%AD%E5%A0%A4%E9%9B%85%E4%B8%8E%E5%91%A8%E8%BE%B9%E6%9C%BA%E5%9C%BA%E7%9A%84%E6%8E%A5%E9%80%81%E6%9C%8D%E5%8A%A1---Klook%E5%AE%A2%E8%B7%AF/AirportTransfersUTPDMKBKKPickUpforPattaya.jpgopacity0.999861",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Travel in a private car from Bangkok or Pattaya airports to the city center with ease. All you have to sit back and plan what you're going to do when you get there! Enjoy easy transfers from Suvarnabhumi, Don Muang or Pattaya U-Tapao airport to Pattaya hotels in a modern air conditioned vehicle Receive a convenient pick up service from your airport of choice Choose between two vehicles to suit the size of your traveling party Enjoy easy transfers from Suvarnabhumi, Don Muang or Pattaya U-Tapao airport to Pattaya hotels in a modern air conditioned vehicle Enjoy easy transfers from Suvarnabhumi, Don Muang or Pattaya U-Tapao airport to Pattaya hotels in a modern air conditioned vehicle Receive a convenient pick up service from your airport of choice Receive a convenient pick up service from your airport of choice Choose between two vehicles to suit the size of your traveling party Choose between two vehicles to suit the size of your traveling party What We Love:   What We Love: Make sure your visit to Thailand is hassle free by booking your Pattaya transfer in advance. Enjoy the comfort of a private vehicle with your own professional driver who will pick you up right from Bangkok Suvarnabhumi, Bangkok Don Muang or Pattaya U-Tapao Airport arrival hall, before whisking you off to your final destination in Pattaya. These private transfers can accommodate between 1 and 10 people with a choice of a modern car with air conditioning.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1175-bangkok-city-transfers-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (UTP/DMK/BKK Pick Up) for Pattaya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:10:15"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 53,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ce06239f-City-Transfers-for-Pattaya%2C-Thailand/CityTransfersforPattaya%2CThailand.jpgopacity0.950728",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Travel with ease in a private car from Pattaya hotels to nearby destinations. All you have to sit back and plan what you're going to do when you get there! Enjoy easy transfers from Pattaya city to nearby destinations in a modern air conditioned vehicle Receive a convenient pick up service from your hotel Choose between two vehicles to suit the size of your traveling party Enjoy easy transfers from Pattaya city to nearby destinations in a modern air conditioned vehicle Enjoy easy transfers from Pattaya city to nearby destinations in a modern air conditioned vehicle Receive a convenient pick up service from your hotel Receive a convenient pick up service from your hotel Choose between two vehicles to suit the size of your traveling party Choose between two vehicles to suit the size of your traveling party What We Love:   What We Love: Make sure your visit to Thailand is hassle free by booking your city to city transfer in advance. Enjoy the comfort of a private vehicle with your own professional driver who will pick you up right from your hotel before whisking you off to your final destination. These private transfers to or from Pattaya and Bangkok, Hua Hin, Koh Samet or Koh Chang can accommodate between 1 and 10 people with a choice of a modern car with air conditioning.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1185-city-transfers-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "City Transfers for Pattaya, Thailand",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:10:28"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 10,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/815aa735-Colosseum-Show/ColosseumShow.jpg",
        "strIntroduction": " Watch Pattaya's newest cabaret show, in the unique Roman amphitheater venue, from an exclusive VIP seat viewpoint Enjoy the spectacular show from front and center seating Watch spectacular acts, impressive costumes and talented ladyboy performers Visit the spectacular Colosseum reconstruction with a glamorous interior too Enjoy the spectacular show from front and center seating Watch spectacular acts, impressive costumes and talented ladyboy performers Visit the spectacular Colosseum reconstruction with a glamorous interior too What We Love:   What We Love: The Colosseum show is the latest, largest and most extravagant contender on Pattaya's cabaret show scene, offering Thai and foreign audiences a vividly colorful extravaganza of traditional and contemporary cabaret entertainment. The impressive theatre, designed in the style of Rome's famous entertainment arena provides uninterrupted views of the state-of-the-art stage for every audience member. The 16-segment show, with acts inspired by cultures from across the world, features everything from traditional Thai dance to a Marilyn Monroe tribute. The audience begin the journey in Italy, then venture through Asia and India before returning back to the west. You'll be blown away by the spectacular costumes, artistic choreography, unique event space and of course, the elegant and beautiful ‘katoey' showgirls (ladyboys).  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/341-colosseum-show-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Colosseum Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:10:40"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9b921e16-3G4G-SIM-Card-HKG-Pick-Up-for-Thailand/3G4GSIMCardHKGPickUpforThailand.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Connect with your mobile just like you do at home with a 4G/3G SIM card in Thailand 7 days SIM card loaded with 1.5GB of daily 4G and unlimited 3G for use in Thailand Additional 100 baht calling time included 3-in-1 SIM card (Mini, Micro and Nano sizes) 7 days SIM card loaded with 1.5GB of daily 4G and unlimited 3G for use in Thailand 7 days SIM card loaded with 1.5GB of daily 4G and unlimited 3G for use in Thailand Additional 100 baht calling time included Additional 100 baht calling time included 3-in-1 SIM card (Mini, Micro and Nano sizes) 3-in-1 SIM card (Mini, Micro and Nano sizes) What We Love:   What We Love: We know that you love to be able to connect with your friends and family, and we also know that you don't like roaming costs. With a local Sim card available for pick up before you leave you can connect as soon as you arrive in Thailand. With unlimited data you'll be able to send those holiday snaps to family and friends, look at maps to find the best of the best, and stay in touch with your email while you're away.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/726-thailand-happy-tourist-sim-card-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G/4G SIM Card (HKG Pick Up) for Thailand",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:10:52"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/86a4b3f1-Teddy-Bear-Museum-Pattaya/TeddyBearMuseumPattaya.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy a day filled with family-friendly fun at Pattaya's Teddy Bear Museum housing over a thousand cute exhibits A great family-friendly activity awaits at the Teddy Bear Museum in Pattaya Spend the day surrounded by cuteness and learn more about one of the world's most favorite toys The best things about Teddy Bear Museum is that the exhibits are not kept in glass boxes - you can touch them, hug them and take photos A great family-friendly activity awaits at the Teddy Bear Museum in Pattaya Spend the day surrounded by cuteness and learn more about one of the world's most favorite toys The best things about Teddy Bear Museum is that the exhibits are not kept in glass boxes - you can touch them, hug them and take photos What We Love:   What We Love: Spend the day in a museum of ultimate cuteness. Teddy Bear Museum, also known as Teddy Island, is a truly unique place in Pattaya. Located in a teddy-bear themed building, it houses a staggering 1,000 stuffed animals and lets you journey through time and discover interesting stories behind one of the world's most popular toys. This fun experience is meant to be shared with family and friends and is a great place for children. This is not your typical museum so forget strict rules and limitations - at the Teddy Bear Museum you can touch and interact with every exhibit. Make sure you have your camera ready - Pattaya's teddy bear island is sight to remember.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1857-teddy-bear-museum-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Teddy Bear Museum Pattaya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:11:05"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/82e136c5-Underwater-World-Pattaya/UnderwaterWorldPattaya.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly View sea creatures and feed the fish at Thailand's first modern aquarium Explore five zones at the Underwater World Pattaya and spot over 5,000 types of fish Interact and touch sea creatures at the Touch Pool zone Enjoy three feeding shows including shark and manta ray feeding Have an entertaining day at the premier education and marine conservation sight in Pattaya Explore five zones at the Underwater World Pattaya and spot over 5,000 types of fish Interact and touch sea creatures at the Touch Pool zone Enjoy three feeding shows including shark and manta ray feeding Have an entertaining day at the premier education and marine conservation sight in Pattaya What We Love:   What We Love: Explore the first modern aquarium in Thailand with over 5,000 marine animals from the region. There is an impressive diversity of sea creatures including coral, sharks, manta rays and giant fish to look at from the comfortable surrounds of a 100-meter long underwater tunnel. Don't miss out on the koi feeding experience that is fun for the whole family. If you're adventurous, dive with the sharks and manta rays for the experience of a lifetime. The marine conservation base of Pattaya will definitely be a hit for the entire family!  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1106-underwater-world-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Underwater World Pattaya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:11:18"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 75,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a5befa11-Pattaya-ATV-Adventure-ATV-/PattayaATVAdventure.jpg",
        "strIntroduction": " Explore Pattaya's off-road scenery on an ATV adventure just 20 minutes away from the bustling city Hop on an ATV for a 2 or 4 hour thrilling off-road adventure in beautiful Pattaya! Leave the party noise behind and enjoy the fresh air of the countryside Ride high-quality US-imported ATVs and buggies through Pattaya's exotic scenery No prior driving experience necessary – the ATVs are super easy to ride! Hop on an ATV for a 2 or 4 hour thrilling off-road adventure in beautiful Pattaya! Hop on an ATV for a 2 or 4 hour thrilling off-road adventure in beautiful Pattaya! Leave the party noise behind and enjoy the fresh air of the countryside Leave the party noise behind and enjoy the fresh air of the countryside Ride high-quality US-imported ATVs and buggies through Pattaya's exotic scenery Ride high-quality US-imported ATVs and buggies through Pattaya's exotic scenery No prior driving experience necessary – the ATVs are super easy to ride! No prior driving experience necessary – the ATVs are super easy to ride! What We Love:   What We Love: Get off the beaten track, leave the hustle and bustle behind and discover pristine Thai countryside no more than half an hour away from the busy city. Hop on an ATV and ride along scenic off-road trails. Enjoy the sunshine or splash through the mud – the ATV adventure is a thrill in any weather and will only leave you wanting more. Never been on an ATV before? No worries – no prior driving experience is needed to enjoy the tour and you will be riding top-notch US-imported ATVs and buggies. The vehicles are super easy to control and you will get the hang of it in no time. So, hit the pedal and let the fun begin!  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1170-atv-adventure-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Pattaya ATV Adventure",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:11:31"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 50,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5a9d8a8d-Pattaya-Private-Car-Charter/PattayaPrivateCarCharter.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly See more of Pattaya in comfort by booking a private car charter with a professional driver and an experienced guide available on request Enjoy a comfortable private charter in a modern air conditioned car (up to 3 people) or van (up to 10 people) Feel safe in the hands of your experienced driver and guide on request (full day charter only) Choose between two different vehicle sizes and full or half day packages to suit the requirements of your trip Plan your own itinerary and let your driver navigate the best route Enjoy a comfortable private charter in a modern air conditioned car (up to 3 people) or van (up to 10 people) Feel safe in the hands of your experienced driver and guide on request (full day charter only) Choose between two different vehicle sizes and full or half day packages to suit the requirements of your trip Plan your own itinerary and let your driver navigate the best route What We Love:   What We Love: Don't let anything get in the way of your travel in the beautiful Pattaya. Book a private vehicle with a professional driver to take you anywhere you need to be. Choose between a car or van to accommodate your travel party, a half or full day and you are ready to go. The private charter is perfect for larger groups, especially for families, as it lets you see more in a day with the utmost ease. Don't waste your precious vacation time on figuring out how to get places. Instead, your professional driver will pick you up and drop you off directly from your hotel - all you need to do is agree on the sightseeing plan. All private vehicles are air conditioned for optimal comfort and relaxation, so everything you need is already taken care of.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1597-private-car-charter-thailand-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Pattaya Private Car Charter",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:11:43"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 110,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d470fc6a-Ultralight-Flight/UltralightFlight.jpgopacity0.897472",
        "strIntroduction": " Make your aviation dreams come true as you soar above the skies of Pattaya in an ultralight aircraft Experience the most spectacular panorama of Pattaya's beautiful vistas on your graceful and thrilling flight These ultralight (or microlight) aircrafts are renowned as some of the safest machines in the air Trust the training of licensed pilots with thousands of hours experience in the sky Aircrafts are equipped with top safety measures including an ejection device and automatic parachutes for emergencies Receive complimentary hotel transfers and soft drink refreshments included in the experience Experience the most spectacular panorama of Pattaya's beautiful vistas on your graceful and thrilling flight These ultralight (or microlight) aircrafts are renowned as some of the safest machines in the air Trust the training of licensed pilots with thousands of hours experience in the sky Aircrafts are equipped with top safety measures including an ejection device and automatic parachutes for emergencies Receive complimentary hotel transfers and soft drink refreshments included in the experience What We Love:   What We Love: Experience a unique kind of sightseeing – from the air! Microlight or Ultralight flying is the up and coming sport in Thailand. Once a privileged experience only for a select few, now this unique sport is accessible to all. Cruise at speeds of up to 80mph, giving you time to appreciate the blue seas and spectacular views below, and the graceful movements of your ultralight aircraft, for 15 or 25 minutes of flight time. This experienced company, using instructors with thousands of hours experience in the air, and the safest ultralight aircrafts, aims to make sport aviation accessible for all, with one of Thailand's most affordable flight experiences.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/519-ultralight-flight-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Ultralight Flight",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:11:56"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0ff393a6-3G-WiFi-Taiwan-Pick-Up-for-Thailand/3GWiFiTPETSAKHHPickUpforThailand.jpg",
        "strIntroduction": " Stay connected when traveling in Thailand with a 3G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Stay connected for your trip in Thailand with unlimited WiFi coverage. When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Thailand from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 3G data whilst connecting up to 10 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1148-wi-ho-thailand-wifi-device-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (TPE/TSA/KHH Pick Up) for Thailand",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:12:06"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7acd4796-Mini-Siam-Pattaya---Klook/PattayaMiniSiam.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy discounts to the Mini Siam Pattaya park where you can discover a miniature world of Thai architecture and world landmarks Visit Ayutthaya, the Eiffel Tower, the Egyptian Abu Simbel temple and other structures - in miniature! Explore the different landmarks all around in the world in a day Get instant ticket confirmation and enjoy a hassle free journey A perfect activity for family and friends at one of the most popular attractions in Pattaya Visit Ayutthaya, the Eiffel Tower, the Egyptian Abu Simbel temple and other structures - in miniature! Explore the different landmarks all around in the world in a day Get instant ticket confirmation and enjoy a hassle free journey A perfect activity for family and friends at one of the most popular attractions in Pattaya What We Love:   What We Love: Explore the world in a day at Mini Siam where you can venture around 29 sections, largely divided into miniature Siam and Europe. The Mini Siam zone features many famous Thai temples and attractions: Wat Phra Kaeo, Wat Arun, Phanom Long Historical Park, and Ayutthaya are among the most prominent ones. Other famous landmarks featured are the Eiffel Tower, the Leaning Tower of Pisa, London Tower Bridge and Angkor Wat in Cambodia - discover more places in the Mini Europe zone. So if you're vacation days don't quite cover your endless list of sights to see, this might be your answer! A perfect place for a family outing, everyone will enjoy discovering a miniature world in a day.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1110-mini-siam-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Pattaya Mini Siam",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:12:18"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 75,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b54016fb-%E8%8A%AD%E6%8F%90%E9%9B%85%E6%B0%B4%E4%B8%8A%E9%A3%9E%E4%BA%BA-Klook%E5%AE%A2%E8%B7%AF/FlyboardinPattaya.jpg",
        "strIntroduction": " Try one of the most exciting water activities ever - flyboarding - in exotic Pattaya! Invented in 2012 by watercraft rider, Franky Zapata, flyboard is the latest fun discovery in extreme water sports Try flyboarding in Pattaya – with its long sandy beaches, clear water and mesmerizing blue sky Flyboard is exhilarating! One second you are in the sky, the other you are going in for a refreshing dive on a stunning Pattaya beach Come home with amazing photos and videos to share with friends! Invented in 2012 by watercraft rider, Franky Zapata, flyboard is the latest fun discovery in extreme water sports Invented in 2012 by watercraft rider, Franky Zapata, flyboard is the latest fun discovery in extreme water sports Try flyboarding in Pattaya – with its long sandy beaches, clear water and mesmerizing blue sky Try flyboarding in Pattaya – with its long sandy beaches, clear water and mesmerizing blue sky Flyboard is exhilarating! One second you are in the sky, the other you are going in for a refreshing dive on a stunning Pattaya beach Flyboard is exhilarating! One second you are in the sky, the other you are going in for a refreshing dive on a stunning Pattaya beach Come home with amazing photos and videos to share with friends! Come home with amazing photos and videos to share with friends! What We Love:   What We Love: Fly through the air before going in for a refreshing dive, Flyboard Pattaya is a thrilling experience that is sure to become one of the highlights of your Thailand holiday. A relative newbie in the world of extreme fun, Flyboard was invented in 2012 by Franky Zapata, and is now recognized by water activity lovers from coast to coast. Get ready for take-off – this experience is sure to stay with you for years to come. Don't forget to get videos and pics of you flyboarding in Pattaya and share with family and friends back home – those are sure to get a round of \"wow\"s!  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1174-flyboard-in-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Flyboard in Pattaya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:12:30"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 78,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5d79a735-Pattaya-Island-Hopping-to-Bamboo-Island/PattayaIslandHopping.jpgopacity0.9888",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Cruise around Pattaya's islands from Koh Pai to Koh Ling on a one day island hopping adventure! Discover the best of Pattaya on a fun island hopping trip on a sailing boat Stop by Koh Pai for its pristine beaches and beautiful nature Hop off at Koh Rin for great diving, snorkeling, corals and underwater canyons Don't miss taking fun pictures with Thai Samae monkeys on Koh Ling Discover the best of Pattaya on a fun island hopping trip on a sailing boat Discover the best of Pattaya on a fun island hopping trip on a sailing boat Stop by Koh Pai for its pristine beaches and beautiful nature Stop by Koh Pai for its pristine beaches and beautiful nature Hop off at Koh Rin for great diving, snorkeling, corals and underwater canyons Hop off at Koh Rin for great diving, snorkeling, corals and underwater canyons Don't miss taking fun pictures with Thai Samae monkeys on Koh Ling Don't miss taking fun pictures with Thai Samae monkeys on Koh Ling What We Love:   What We Love: Explore Pattaya on a fun island hopping trip. Start off at Koh Pai to stroll down undisturbed natural beaches and a relaxing swim. Visit Koh Rin – one of Thailand's best diving and snorkeling spots, boasting underwater canyons and splendid corals. Hop off at Koh Ling and get acquainted with its main inhabitants: Thai Samae monkeys. Breathe in the fresh sea breeze as the sailing boat takes you from one island to the other, enjoy a fresh flavorful Thai buffet on the boat, join the dance party as you cruise back and more - all included on this relaxing Pattaya day cruise!  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1178-island-hopping-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Pattaya Island Hopping",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:12:40"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 36,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/925f14b7-Oasis-Spa/OasisSpaMassage.jpg",
        "strIntroduction": " Pick from many massages and treatments at Pattaya's Oasis Spa for a few hours of total indulgence Take a break from the beach, diving and parties and pamper yourself in the tranquil and calm Oasis Spa Indulge in the powerfully relaxing four hand massage — great for softening your muscles after water sports Enrich your skin with hot oil aromatherapy treatment or explore the ancient tradition of foot reflexology Who needs makeup when you can look like a movie star after the Oasis Royal Thai Facial Take a break from the beach, diving and parties and pamper yourself in the tranquil and calm Oasis Spa Indulge in the powerfully relaxing four hand massage — great for softening your muscles after water sports Enrich your skin with hot oil aromatherapy treatment or explore the ancient tradition of foot reflexology Who needs makeup when you can look like a movie star after the Oasis Royal Thai Facial What We Love:   What We Love: As much as you may be enjoying your vacation on one of Pattaya's beaches, the sad truth is that your skin and hair are probably already feeling the adverse effects of continuous sun and salty water exposure. Treat yourself to a treatment at Oasis Spa and let your hair regain its shine and your skin — its natural fresh glow. Too much surfing or diving? Relax your muscles with a powerful four hand massage and your busy mind with aromatherapy treatments. Hidden away in a quiet tropical garden but close to Jomtien Beach, Oasis Spa offers you a day of calm and beauty in one of Thailand's most hectic resorts.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1565-oasis-spa-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Oasis Spa & Massage",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:12:51"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 90,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/fb274ba8-%E8%8A%AD%E6%8F%90%E9%9B%85%E9%95%BF%E8%87%82%E7%8C%BF%E4%B8%9B%E6%9E%97%E9%A3%9E%E8%B6%8A-klook%E5%AE%A2%E8%B7%AF/FlightOfTheGibbonChonburi.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Zipline a 3km course with 24 platforms in the heart of a Thai rainforest Zipline through a jungle ecosystem on the highest zipline in Thailand Enjoy a 3km course with 24 platforms, 2 hanging sky bridges, 2 rappel descents and a zipline over 300 meters long Take in the wildlife, flowers and fauna - you might even see a hornbill along the way! Go on a free tram tour around Khao Kheow Open Safari Park Zipline through a jungle ecosystem on the highest zipline in Thailand Enjoy a 3km course with 24 platforms, 2 hanging sky bridges, 2 rappel descents and a zipline over 300 meters long Take in the wildlife, flowers and fauna - you might even see a hornbill along the way! Go on a free tram tour around Khao Kheow Open Safari Park What We Love:   What We Love: Soar through the Thailand rainforest as you enjoy the natural wonder of a rainforest. If you're in luck, you'll also be able to see the rare hornbill among other animals. The site has a 300 meter rope slide, 2 rappel descents and 2 hanging sky bridges with an experienced guide who will pay close attention to your safety. At the end of the the obstacle, enjoy the view from a high platform overlooking the lush greenery and scenic mountains.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1108-flight-of-the-gibbon-tour-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Flight Of The Gibbon Chonburi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:13:02"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 79,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ce5eecc1-Oasis-Spa-Packages/OasisSpaLuxuryPackages.jpg",
        "strIntroduction": " Look your best on your vacation in Thailand with a visit to Pattaya's Oasis Spa — indulge in exotic massages, Ayurveda, aromatherapy and more! Treat your body and soul to Oasis Spa's most luxurious experiences Save your hair from the effects of sun and salty water with shea butter and silk protein treatment Find relief for strained muscles with a deep massage using heated basalt stones or a four hand massage With a choice of six packages to choose from, you're sure to find the perfect treatment Treat your body and soul to Oasis Spa's most luxurious experiences Save your hair from the effects of sun and salty water with shea butter and silk protein treatment Find relief for strained muscles with a deep massage using heated basalt stones or a four hand massage With a choice of six packages to choose from, you're sure to find the perfect treatment What We Love:   What We Love: Leave the party and the beach behind for a day and go in for a few hours of total well-deserved pampering. Oasis Spa awaits with an abundance of delicious body and mind treatments that are sure to get you re-energized in no time. With packages ranging from traditional massages, aromatherapy treatment, hair care, hot stones massage and the mysterious Ayurveda, you certainly won't be strapped for choice. Nestles in the quiet tropical garden within walking distance to Jomtien Beach, Oasis Spa is indeed an oasis of calm and peace in the continuous hustle of Pattaya.  ",
        "strLocation": "Pattaya",
        "strOriginUrl": "https://www.klook.com/activity/1566-oasis-spa-luxury-packages-pattaya/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Oasis Spa Luxury Packages",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:13:12"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f55ad309-3G-WiFi-Device-HKG-Pick-Up-for-Thailand/3GWiFiHKGPickUpforThailand.jpgopacity0.945503",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Thailand with an unlimited data pocket 3G WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Thailand - wherever your itinerary takes you Get WiFi access across the whole of Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport Collect and drop off your device at Hong Kong airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy 24 hours pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Thailand, without the stress of sourcing WiFi once you get there. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Thailand but also Singapore, Taiwan, Japan and Korea.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/662-thailand-wifi-device-chiangmai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Thailand",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:13:24"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 28,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/67ef4e2f-Chiang-Rai--the-Golden-Triangle/ChiangRaitheGoldenTriangle.jpg",
        "strIntroduction": " Spend a fully packed day around Chiang Rai's historical landmarks, from the White Temple to the Mekong River and the Golden Triangle Make your way to the meeting point of Thailand, Laos and Myanmar – also known as The Golden Triangle Enjoy a warm cup of coffee at the Maekhajan Hot Springs See the spectacularly intricate Wat Rong Khun, also known as the White Temple Opt for a boat ride along the Mekong River to the Laotian island of Don Sao Pick up some mementos at the border market between Thailand and Myanmar Stop by the villages of the Akh and Yao Hill Tribes Make your way to the meeting point of Thailand, Laos and Myanmar – also known as The Golden Triangle Make your way to the meeting point of Thailand, Laos and Myanmar – also known as The Golden Triangle Enjoy a warm cup of coffee at the Maekhajan Hot Springs Enjoy a warm cup of coffee at the Maekhajan Hot Springs See the spectacularly intricate Wat Rong Khun, also known as the White Temple See the spectacularly intricate Wat Rong Khun, also known as the White Temple Opt for a boat ride along the Mekong River to the Laotian island of Don Sao Opt for a boat ride along the Mekong River to the Laotian island of Don Sao Pick up some mementos at the border market between Thailand and Myanmar Pick up some mementos at the border market between Thailand and Myanmar Stop by the villages of the Akh and Yao Hill Tribes Stop by the villages of the Akh and Yao Hill Tribes What We Love:   What We Love: Hop on a whirlwind journey around landmark Chiang Mai and even make a stop at the Golden Triangle, known as the meeting point of Thailand, Laos and Myanmar. This extensive tour of the northern Thai province begins with a stop at the Mae Khajan Hot Springs and the nearby Wat Rong Khun. Also known as the White Temple, Wat Rong Khun is known best for its incredible white structure, intricate in detail and eerie in thematic references. You'll then be whisked away to the cross point of Thailand, Laos and Myanmar. The opportunity to sail down the Mekong River awaits, toward the Laotian island of Don Sao. From there, head to Mae Sai, the border down near Myanmar where you'll get to enjoy a mini market shopping spree. Then head back to the city center of Chiang Mai, but not before making a stop at the villages of Akha and Yao Hill Tribes, and getting to know a thing or two about their day-to-day lives and cultural practices.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/387-chiang-rai-the-golden-triangle-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Chiang Rai & the Golden Triangle",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:13:35"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 33,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/754c1937-Doi-Inthanon-National-Park/DoiInthanonNationalPark.jpg",
        "strIntroduction": " See Thailand's highest mountains and visit an ethnic hill tribe in the country's premier national park Spend a day at Doi Inthanon National Park and immerse yourself in northern Thailand's rich, natural bounty See the Wachiritharn and Siritharn Waterfalls, glimpse the agricultural work at the Royal Project Research Station, and the get incredible panoramic views of the park from the King and Queen's chedis (Buddhist stupas) Make it to the perch of Thailand's highest peak, and take in the vast expanse of forest and greenery Roam amidst more flora along the Angkha Nature Walk Drop by Karen and Hmong Villages, and get to know the locals Spend a day at Doi Inthanon National Park and immerse yourself in northern Thailand's rich, natural bounty Spend a day at Doi Inthanon National Park and immerse yourself in northern Thailand's rich, natural bounty See the Wachiritharn and Siritharn Waterfalls, glimpse the agricultural work at the Royal Project Research Station, and the get incredible panoramic views of the park from the King and Queen's chedis (Buddhist stupas) See the Wachiritharn and Siritharn Waterfalls, glimpse the agricultural work at the Royal Project Research Station, and the get incredible panoramic views of the park from the King and Queen's chedis (Buddhist stupas) Make it to the perch of Thailand's highest peak, and take in the vast expanse of forest and greenery Make it to the perch of Thailand's highest peak, and take in the vast expanse of forest and greenery Roam amidst more flora along the Angkha Nature Walk Roam amidst more flora along the Angkha Nature Walk Drop by Karen and Hmong Villages, and get to know the locals Drop by Karen and Hmong Villages, and get to know the locals What We Love:   What We Love: Roam Northern Thailand's vast forest bounty with a day at the Doi Inthanon National Park. Walk up to the thunderous Wachiritharn and Siritharn Waterfalls, and take a look at the agricultural work of the Royal Project Research Station. Continue on amidst forest greenery until you get to the King and Queen's chedis, where you'll find some of the best views of the park, and then proceed to the top of Doi Inthanon, the highest mountain in Thailand, where even more spectacular panoramas await. A nature walk follows along the Angkha Trail, before you arrive at a Karen and Hmong Ethnic Village, then work your way back down to end your full day spent in nature.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/384-doi-inthanon-national-park-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Doi Inthanon National Park",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:13:46"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 28,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1596ddb2-Black-House--White-Temple-Trip/BlackHouseWhiteTempleTrip.jpgopacity0.955702",
        "strIntroduction": " Explore fascinating landmarks in this journey, featuring the White Temple, the Black House, and the city of Chiang Rai on a day tour from Chiang Mai See the beautifully eerie and intricate Wat Rong Khun, also known as the White Temple, designed by National Artist Chalermchai Kositpipat Stop by the Black House, a museum and the home of National Artist Dr. Thawan Duchanee, and see its incredible interiors and bone displays Enjoy a delicious local lunch to fuel your journey See the beautifully eerie and intricate Wat Rong Khun, also known as the White Temple, designed by National Artist Chalermchai Kositpipat See the beautifully eerie and intricate Wat Rong Khun, also known as the White Temple, designed by National Artist Chalermchai Kositpipat Stop by the Black House, a museum and the home of National Artist Dr. Thawan Duchanee, and see its incredible interiors and bone displays Stop by the Black House, a museum and the home of National Artist Dr. Thawan Duchanee, and see its incredible interiors and bone displays Enjoy a delicious local lunch to fuel your journey Enjoy a delicious local lunch to fuel your journey What We Love:   What We Love: Be captivated by the incredible sights of Chiang Rai in this day exploration. Visit Wat Rong Khun, the spectacular White Temple known for its hauntingly beautiful blend of cultural and contemporary details. Designed by Thai National Artist Chalermchai Kositpipat, the temple features an entrance with outstretched hands, Predator jutting from the ground, as well as a number of other pop culture references within the dazzling white structure. Then head off to the Black House, a museum and also the home of the National Artist Dr. Thawan Duchanee. There you'll find a complex of dark and eerily designed buildings, filled with bones, skulls, fur and feathers, displayed and arranged as though an exhibit, but also as homely ornamentation. It's a fascinating immersion in the Thai north, one that captivates with its beauty, as well as its mystery.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/380-black-house-white-temple-trip-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Black House & White Temple Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:13:56"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 14,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/40631486-/ChiangMaiNightSafariPark.jpgopacity0.751133",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Take a closer look at the night wildlife scene as the sun sets at Chiang Mai Night Safari Get close to wild animals in an enclosed tram ride at night Have the chance to see rare nocturnal animals at dusk or in the night See a wide variety of over 1400 large and small animals of 134 species Get close to wild animals in an enclosed tram ride at night Have the chance to see rare nocturnal animals at dusk or in the night See a wide variety of over 1400 large and small animals of 134 species What We Love:   What We Love: Get up close and personal with zebras, giraffes, red kangaroos and other African animals on a tram ride after dusk has fallen. The fully enclosed tram ride with dim yellow lights is fully safe for you and allows the animals to venture right up to the vehicle. The tour lasts around an hour and it is an absolutely thrilling experience to witness predators like the lion, spotted hyena and white tiger in their natural environment. Don't miss out on the chance to spot over 130 species of animals at the night safari.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/1112-night-safari-park-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Chiang Mai Night Safari Park",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:14:05"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 23,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5d5f5b43-Chiang-Mai-Cooking-Class/AuthenticThaiCookingClass.jpgopacity0.790707",
        "strIntroduction": " Explore the tastes of Thai cuisine through picking your own ingredients and learning how to prepare them with the help of a professional chef! Choose between four cooking class packages at the school in Chiang Mai or the organic farm Hand-pick fresh vegetables and herbs for your desired dish Learn how to cook a delicious Thai dinner Have the guidance of professional chefs when cooking Take home a recipe book filled with the dishes you prepared Choose between four cooking class packages at the school in Chiang Mai or the organic farm Choose between four cooking class packages at the school in Chiang Mai or the organic farm Hand-pick fresh vegetables and herbs for your desired dish Hand-pick fresh vegetables and herbs for your desired dish Learn how to cook a delicious Thai dinner Learn how to cook a delicious Thai dinner Have the guidance of professional chefs when cooking Have the guidance of professional chefs when cooking Take home a recipe book filled with the dishes you prepared Take home a recipe book filled with the dishes you prepared What We Love:   What We Love: Break away from tour norms and dive into a hands-on Thai cooking experience. Before cooking, take a stroll through an organic farm and witness how herbs and vegetables are cultivated in Thailand. Hand-pick ingredients for your desired dish and receive a quick introduction to herbs. Opt for the full day course located on 1.6 acres at the organic farm where there are more than 20 types of plants. You'll get the chance to see local life and savor every bite of freshness in your authentic meal with the ease of knowing where the ingredients came from. This provides the ideal activity for foodies craving a uniquely Thai culinary experience.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/710-lamphun-cooking-class-chiangmai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Authentic Thai Cooking Class",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:14:15"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/30562ae2-3G4G-SIM-Card-HKG-Pick-Up-for-Thailand/3G4GSIMCardHKGPickUpforThailand.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Connect with your mobile just like you do at home with a 4G/3G SIM Card in Thailand 7 Days SIM Card loaded with 4G and Unlimited 3G for use in Thailand Additional 100baht calling time included 3-in-1 SIM Card (Mini, Micro and Nano sizes) 7 Days SIM Card loaded with 4G and Unlimited 3G for use in Thailand 7 Days SIM Card loaded with 4G and Unlimited 3G for use in Thailand Additional 100baht calling time included Additional 100baht calling time included 3-in-1 SIM Card (Mini, Micro and Nano sizes) 3-in-1 SIM Card (Mini, Micro and Nano sizes) What We Love:   What We Love: We know that you love to be able to connect with your friends and family, and we also know that you don't like roaming costs. With a local SIM card available for pick up before you even leave, you can connect as soon as you arrive in Thailand. With unlimited data you'll be able to send those holiday snaps to family and friends, navigate with mobile maps, and stay on top of your emails while you're away.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/723-thailand-happy-tourist-sim-card-chiangmai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G/4G SIM Card (HKG Pick Up) for Thailand",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:14:26"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f711c9f8-Airport-Transfers-CNX-Pick-Up-for-Chiang-Mai%2C-Chiang-Rai%2C-Mae-Hong-Son%2C-Pai%2C-Mae-Rim--more/AirportTransfersCNXPickUpforChiangMaimore.jpgopacity0.97044",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Arrive in comfort by conveniently booking an airport to downtown transfer in Chiang Mai Enjoy Chiang Mai airport-hotel transfers in a modern air conditioned vehicle to the city center or Chiang Rai, Pai and other nearby destinations Receive a convenient pick up service from the arrivals hall/hotel lobby from your English-speaking driver Choose between two vehicles that suit the size of your traveling party Enjoy Chiang Mai airport-hotel transfers in a modern air conditioned vehicle to the city center or Chiang Rai, Pai and other nearby destinations Enjoy Chiang Mai airport-hotel transfers in a modern air conditioned vehicle to the city center or Chiang Rai, Pai and other nearby destinations Receive a convenient pick up service from the arrivals hall/hotel lobby from your English-speaking driver Receive a convenient pick up service from the arrivals hall/hotel lobby from your English-speaking driver Choose between two vehicles that suit the size of your traveling party Choose between two vehicles that suit the size of your traveling party What We Love:   What We Love: Enjoy a hassle free trip to and from Chiang Mai airport by booking an airport transfer in advance. Enjoy the exclusivity of a private vehicle with your own professional driver who will pick you up right from the arrival hall or from your hotel, before whisking you off to your destination. These airport transfers can accommodate between 1 and 10 people in a car or van with air conditioning so your comfort and relaxation are well taken care of.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/1189-private-airport-transfers-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (CNX Pick Up) for Chiang Mai & more",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:14:36"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 41,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6d013c25-Chiang-Mai-Spa/FahLannaSpa.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend the day enjoying therapeutic massages and other rejuvenating treatments at Fah Lanna Spa Indulge in a tranquil spa experience at Fah Lanna, featured in the film 'Lost in Thailand' in 2012 Take your choice of 3 relaxing spa packages including body scrubs, oil massages or facial treatments Trigger you natural healing abilities with Reiki healing Indulge in a tranquil spa experience at Fah Lanna, featured in the film 'Lost in Thailand' in 2012 Indulge in a tranquil spa experience at Fah Lanna, featured in the film 'Lost in Thailand' in 2012 Take your choice of 3 relaxing spa packages including body scrubs, oil massages or facial treatments Take your choice of 3 relaxing spa packages including body scrubs, oil massages or facial treatments Trigger you natural healing abilities with Reiki healing Trigger you natural healing abilities with Reiki healing What We Love:   What We Love: Revitalize your travel-weary body with a day of blissful serenity at Fah Lanna Spa which you might recognise from the film 'Lost in Thailand'. Allow your stress to melt away as you sink into a welcoming herbal bath and have professional masseuses work their magic with a plethora of therapeutic massages. Try the Fah Lanna Karma package and submit to the restorative powers of Reiki Healing. Reiki triggers the body's natural healing abilities through balancing life energies. Without touching. The masseuses sweep their hands over your body, creating a tranquil manifestation of relaxation and healing. Being a family business, the spa workers add a friendly touch to the experience—all in all you'll leave feeling at peace with your body and mind!  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/711-fah-lanna-spa-chiangmai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Fah Lanna Spa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:14:46"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 50,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0c8679ad-ATV-and-Buggy-Experience/ATVandBuggyExperience.jpgopacity0.830656",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Hit the road 4x4 style and weave your way through some of Chiang Mai's mountainous track, stopping at local villages and breathtaking viewpoints along the way Organized by the most experienced and most popular companies providing adventure rides to visitors to Chiang Mai Choose between two action packed tours: a beginner's ATV ride up 5000ft or a 1500cc off road buggy adventure (1 or 2 hour tours available) Guided by an English speaking instructor who will look after you on your trip Hotel pick up and drop off, and personal injury insurance included Organized by the most experienced and most popular companies providing adventure rides to visitors to Chiang Mai Organized by the most experienced and most popular companies providing adventure rides to visitors to Chiang Mai Choose between two action packed tours: a beginner's ATV ride up 5000ft or a 1500cc off road buggy adventure (1 or 2 hour tours available) Choose between two action packed tours: a beginner's ATV ride up 5000ft or a 1500cc off road buggy adventure (1 or 2 hour tours available) Guided by an English speaking instructor who will look after you on your trip Guided by an English speaking instructor who will look after you on your trip Hotel pick up and drop off, and personal injury insurance included Hotel pick up and drop off, and personal injury insurance included What We Love:   What We Love: These riding experiences will offer you a great way to see the picturesque landscape of Chiang Mai. With the choice of two different trips you can opt to take a ride on a 150cc ATV up the mountainous incline, stopping along the way to look at the dazzling rice fields and terraces. An alternative to this if you are a more experienced driver, is the revved up 1500cc off-road buggy extravaganza that will take you up into the rainforest and through some true off-road terrain!  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/708-chiangmai-atv-buggy-experience-chiangmai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "ATV and Buggy Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:14:58"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 105,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/361d0dc1-City-Transfers-for-Chiang-Mai%2C-Thailand/CityTransfersforChiangMai%2CThailand.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Travel with ease in a private car from Chiang Mai hotels to nearby destinations. All you have to sit back and plan what you're going to do when you get there! Enjoy easy transfers from Chiang Mai city to nearby destinations in a modern air conditioned vehicle Receive a convenient pick up service from your hotel Choose between two vehicles to suit the size of your traveling party Enjoy easy transfers from Chiang Mai city to nearby destinations in a modern air conditioned vehicle Enjoy easy transfers from Chiang Mai city to nearby destinations in a modern air conditioned vehicle Receive a convenient pick up service from your hotel Receive a convenient pick up service from your hotel Choose between two vehicles to suit the size of your traveling party Choose between two vehicles to suit the size of your traveling party What We Love:   What We Love: Make sure your visit to Thailand is hassle free by booking your city to city transfer in advance. Enjoy the comfort of a private vehicle with your own professional driver who will pick you up right from your hotel before whisking you off to your final destination. These private transfers to or from Chiang Mai city center to Pai, Chiang Rai, Doi Ang Khang or Mae Hong Son can accommodate between 1 and 10 people with a choice of a modern car with air conditioning.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/1188-city-transfers-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "City Transfers for Chiang Mai, Thailand",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:15:11"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 102,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/56fc5809-Flight-of-the-Gibbon/FlightoftheGibbonChiangMai.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Swing like a monkey through the jungle on this treetop canopy adventure! Fly through the trees on over 5km of zipline on Thailand's original zipline canopy tour Partake in a day of adventures including daredevil abseils and sky bridges Feel safe with experienced guides and the highest safety precautions at the world renowned Flight of the Gibbon Learn about the ecology of your beautiful surrounds Fly through the trees on over 5km of zipline on Thailand's original zipline canopy tour Fly through the trees on over 5km of zipline on Thailand's original zipline canopy tour Partake in a day of adventures including daredevil abseils and sky bridges Partake in a day of adventures including daredevil abseils and sky bridges Feel safe with experienced guides and the highest safety precautions at the world renowned Flight of the Gibbon Feel safe with experienced guides and the highest safety precautions at the world renowned Flight of the Gibbon Learn about the ecology of your beautiful surrounds Learn about the ecology of your beautiful surrounds What We Love:   What We Love: Experience the beauty, magic and adventure of Thailand's rainforest like never before! High in the treetops of a pristine national park, you'll glide through the jungle canopy over 5 km of thrilling wire ziplines, scenic sky bridges and adrenaline-inducing abseiling. Located next to a quaint Thai village, it'll feel like going back in time. Along the way, highly trained and safety-minded Sky Rangers will share their local knowledge of the rainforest flora and fauna that inhabit this ancient, biologically diverse wonderland. Flight of the Gibbon is an educational adventure you will never forget and the highlight of your trip to Thailand!  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/580-flight-of-the-gibbon-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Flight of the Gibbon Chiang Mai",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:15:24"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 44,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7bf9741c-%E9%B9%B0%E8%BD%A8%C2%B7%E4%B8%9B%E6%9E%97%E9%A3%9E%E8%B7%83-Klook%E5%AE%A2%E8%B7%AF/TreetopZiplineAdventure.jpgopacity0.92632",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Zipline at the famous jungles of Chiang Mai with three packages and 15-35 platforms for you to choose from Go on an exciting ziplining adventure in Chiang Mai which is popular for outdoor activities Choose between three packages, ranging from 15 to 35 platforms, with varying difficulty levels Enjoy the beautiful natural environment of Chiang Mai with jungle, waterfalls and mountains surrounding you Go on an exciting ziplining adventure in Chiang Mai which is popular for outdoor activities Choose between three packages, ranging from 15 to 35 platforms, with varying difficulty levels Enjoy the beautiful natural environment of Chiang Mai with jungle, waterfalls and mountains surrounding you What We Love:   What We Love: Go into the jungle for a thrilling ziplining experience complete with waterfall and jungle views. As you navigate your way around the course, you will need to pass many obstacles including the monkey bridge, timber balancing beams and climbing nets. Pick the package that suits you best and leave your worries behind with a professional crew who will help you with the equipment and ensure your safety throughout the activity. Lift your hands and soar through the air like an eagle!  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/1111-zipline-adventure-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Treetop Zipline Adventure",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:15:36"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 33,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c14ec061-Jungle-Trek/JungleTrek.jpgopacity0.924255",
        "strIntroduction": " Ride an elephant, get to know some of Chiang Mai's local hill tribes, and take a dip by a waterfall in this day trek! Enjoy an elephant ride by the river in Mae Tang Trek the beautiful scenery around Mae Rim in Chiang Mai Savor a delicious, riverside lunch Take a thrilling white water raft ride and a tranquil bamboo raft ride Explore the Akha Village, another ethnic tribe in Chiang Mai Cap off your trek with a relaxing plunge into cool waters by a waterfall Enjoy an elephant ride by the river in Mae Tang Enjoy an elephant ride by the river in Mae Tang Trek the beautiful scenery around Mae Rim in Chiang Mai Trek the beautiful scenery around Mae Rim in Chiang Mai Savor a delicious, riverside lunch Savor a delicious, riverside lunch Take a thrilling white water raft ride and a tranquil bamboo raft ride Take a thrilling white water raft ride and a tranquil bamboo raft ride Explore the Akha Village, another ethnic tribe in Chiang Mai Explore the Akha Village, another ethnic tribe in Chiang Mai Cap off your trek with a relaxing plunge into cool waters by a waterfall Cap off your trek with a relaxing plunge into cool waters by a waterfall What We Love:   What We Love: Retreat to the hillsides of Chiang Mai in this easy jungle trek. Visit an elephant camp, where you'll get to enjoy a relaxing elephant ride in greenery, before venturing off on exhilarating trek to a beautiful water fall where you can enjoy a well earned cool off. Visit the hill village of the Akha tribe and explore the area for a taste of every day local life, learn about their culture from your guide, and delight in a delicious lunch meal. You'll then be treated to a tranquil bamboo raft ride along the river and a thrilling white water adventure. If you're looking for an easy day in the outdoors with some cultural immersion, we reckon this is a trek you'll thoroughly enjoy!  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/364-jungle-trek-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Jungle Trek",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:15:46"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4776d8ef-Chiang-Mai-Khantoke-Dinner-and-Cultural-Show/KhantokeDinnerandCulturalShow.jpg",
        "strIntroduction": " See the best of Chiang Mai's cultural traditions and sample iconic northern Thai dishes at the Khantoke Dinner and Cultural Show Witness time honored dance and music performances from local hill tribes Taste a homemade Khantoke dinner of small tasting dishes such as curry, minced pork and fried pumpkin Spend a cultural evening experiencing a tradition that originated in Chiang Mai Enjoy the convenience of hotel pick up and drop off Witness time honored dance and music performances from local hill tribes Witness time honored dance and music performances from local hill tribes Taste a homemade Khantoke dinner of small tasting dishes such as curry, minced pork and fried pumpkin Taste a homemade Khantoke dinner of small tasting dishes such as curry, minced pork and fried pumpkin Spend a cultural evening experiencing a tradition that originated in Chiang Mai Spend a cultural evening experiencing a tradition that originated in Chiang Mai Enjoy the convenience of hotel pick up and drop off Enjoy the convenience of hotel pick up and drop off What We Love:   What We Love: Discover Chiang Mai's oldest customs at the Chiang Mai Traditional Khantoke Dinner and Cultural Show. Enjoy a traditional northern Thai meal – Khantoke Dinner – a generous serving of homemade family style dishes on large platters eaten sitting down on floor mats at low tables. The highlight of your Thai dinner experience will be a traditional cultural show, including dance and music performances by several Chiang Mai hill tribes. Dive into the history, diverse background and beauty of the region in the relaxing and fun atmosphere, home to the original Khantoke Dinner Show.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/1180-khantoke-dinner-cultural-show-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Khantoke Dinner and Cultural Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:15:58"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 28,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1b0d4a5e-Chiang-Mai-Private-Car-Charter/ChiangMaiPrivateCarCharter.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Explore Chiang Mai with comfort and ease by booking a private car charter for a full or half day - plan your own itinerary and let your driver take you there! Enjoy a comfortable private charter in a modern air conditioned car (up to 3 people) or van (up to 10 people) Travel safely and quickly to any destination in Chiang Mai with an experienced driver and personal guide on request (full day charter only) Choose between two a full or half day packages to suit the requirements of your journey Pick the destination and let your private charter take you there along the shortest route Enjoy a comfortable private charter in a modern air conditioned car (up to 3 people) or van (up to 10 people) Travel safely and quickly to any destination in Chiang Mai with an experienced driver and personal guide on request (full day charter only) Choose between two a full or half day packages to suit the requirements of your journey Pick the destination and let your private charter take you there along the shortest route What We Love:   What We Love: Don't waste your precious vacation time in Chiang Mai figuring out the best way to go places. With a private car and a professional driver at your service, you will be able to get to any destination in the city in the shortest time possible — safely and with no hassle. Enjoy the ride in a spacious modern air-conditioned car or book a van for a larger party of travelers. Chiang Mai private car charters are a great fit for families, letting you see more in less time. Your experienced driver will pick you up and drop you off directly from your hotel – all you need to do is agree on the sightseeing plan.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/1598-private-car-charter-thailand-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Chiang Mai Private Car Charter",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:16:11"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 40,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f415fba2-Doi-Suthep-Mountain-Biking/DoiSuthepMountainBiking.jpg",
        "strIntroduction": " Descend over 4000ft on this mountain biking trip, experiencing Chiang Mai's Doi Suthep National Park's untouched forest and breathtaking views. Choose between 3 different routes suited to your mountain biking abilities Tackle 4000ft of beautiful mountain terrain Choice of three different biking trails to suit all abilities All trips guided by English-speaking mountain biking professionals Safety gear and safety briefing provided before the ride as well as basic mountain biking training for newbies Enjoy lunch at the end of the bike ride Hotel pick up and drop off are provided Tackle 4000ft of beautiful mountain terrain Choice of three different biking trails to suit all abilities All trips guided by English-speaking mountain biking professionals Safety gear and safety briefing provided before the ride as well as basic mountain biking training for newbies Enjoy lunch at the end of the bike ride Hotel pick up and drop off are provided What We Love:   What We Love: Take a breather from the never-ending liveliness of Chiang Mai. Make your way out of the city for a mountain bike ride that even has the National Geographic's seal of approval. There are three different trails suited to the mountain biking novice or pro. With a 4 x 4 ride up to the summit you only really have to worry about going downhill. Each trail takes you on a ride from the stunning summit view of the Mae Ping Valley down through small villages including a coffee plantation. Carrying on, each of the biking trails dip through luscious jungle before reaching Huay Tung Thao Lake for lunch. There may even be time for a dip in the lake too.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/706-doi-suthep-mountain-biking-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Doi Suthep Mountain Biking",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:16:23"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 80,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/402ba610-Amazing-Chiang-Dao/AmazingChiangDaoPrivateTour.jpgopacity0.597545",
        "strIntroduction": " Head north of Chiang Mai to Chiang Dao and enjoy an elephant ride, a trip on a bamboo raft, an incredible cave complex and more Visit the Chiang Dao Elephant Camp and enjoy a 1.5hrs elephant ride to Lisu Hill Tribe Village Enjoy a tranquil 1 hour river journey on a bamboo raft See the Chiang Dao Caves and its incredible temple. Marvel at the countless Buddha images, and once inside, have a guide to light the pathway for you Take a dip in the Bua Tong Waterfalls for a refreshing swim Visit the Chiang Dao Elephant Camp and enjoy a 1.5hrs elephant ride to Lisu Hill Tribe Village Visit the Chiang Dao Elephant Camp and enjoy a 1.5hrs elephant ride to Lisu Hill Tribe Village Enjoy a tranquil 1 hour river journey on a bamboo raft Enjoy a tranquil 1 hour river journey on a bamboo raft See the Chiang Dao Caves and its incredible temple. Marvel at the countless Buddha images, and once inside, have a guide to light the pathway for you See the Chiang Dao Caves and its incredible temple. Marvel at the countless Buddha images, and once inside, have a guide to light the pathway for you Take a dip in the Bua Tong Waterfalls for a refreshing swim Take a dip in the Bua Tong Waterfalls for a refreshing swim What We Love:   What We Love: Get close to nature and Thailand's friendly elephants with this trip north to Chiang Dao. The district is known for its Elephant Camp, reportedly one of the best in the city. Spend some time getting acquainted with these lovely, massive creatures' morning routines, before getting on their backs and enjoying an hour and half's ride to Lisu Hill Tribe village. The path takes you along a quiet river embraced by verdant forests, before you settle into a delicious, local lunch, and then embark on a quiet bamboo raft ride. You'll then see the Chiang Dao Caves - a complex of 100 caves, five of which are open to the public. Glimpse the incredible Buddha images in the interiors. You may even opt for the company of a guide and their gas lantern to light the path and your photographs. The journey wraps up with a refreshing dip in the Bua Tong Waterfalls, and a cool swim by the pool's limestone rocks.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/378-amazing-chiang-dao-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Amazing Chiang Dao Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:16:37"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 74,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/12f404d5-5-Hill-Tribes-Tour/5HillTribesPrivateTour.jpg",
        "strIntroduction": " Roam the hills of Chiang Mai and get to know the diverse local communities with a private tour guide Visit 5 different hill tribe villages in Chiang Mai and get to know their culture and customs. Meet the Akha, Meo, Lisu, Palong, and Karen folks En route, make a stop at an orchid and butterfly farm Wrap up your cultural immersion with a visit to the Chiang Dao Caves and Temple Enjoy the services of a private English speaking guide plus direct hotel transfers included Visit 5 different hill tribe villages in Chiang Mai and get to know their culture and customs. Meet the Akha, Meo, Lisu, Palong, and Karen folks Visit 5 different hill tribe villages in Chiang Mai and get to know their culture and customs. Meet the Akha, Meo, Lisu, Palong, and Karen folks En route, make a stop at an orchid and butterfly farm En route, make a stop at an orchid and butterfly farm Wrap up your cultural immersion with a visit to the Chiang Dao Caves and Temple Wrap up your cultural immersion with a visit to the Chiang Dao Caves and Temple Enjoy the services of a private English speaking guide plus direct hotel transfers included Enjoy the services of a private English speaking guide plus direct hotel transfers included What We Love:   What We Love: Immerse yourself in local culture with this tour around the hill tribes of Chiang Mai. You'll kick off with stops at an orchid and butterfly farm, before heading off to the different community villages. Meet the Akha, who are known for their spirituality; the Meo, whom you'll notice for their grounded homes, as opposed to being propped on stilts; the Lisu, outgoing people often settled near water; the Palong, a smaller group known for growing tea; and the Karens, masterful weavers, and also the most populous in Thailand. Befriend the locals and learn a thing or two about their customs and culture, before capping off the day with a trip to the Chiang Dao Cave and Temple, an enchanting limestone cave complex.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/385-5-hill-tribes-tour-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "5 Hill Tribes Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:16:50"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 52,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/33d5301e-Chiang-Mai-Kayak-Tour/JungleKayakTour.jpg",
        "strIntroduction": " A chance to get into the nature of Chiang Mai by journeying through the luscious jungle by kayak Kayak through the nature of Chiang Mai Have your English-speaking guide help you through the journey offering safety tips and instruction All equipment, safety gear and basic provisions provided Lunch included in the trip Hotel pick up and drop off included Kayak through the nature of Chiang Mai Have your English-speaking guide help you through the journey offering safety tips and instruction All equipment, safety gear and basic provisions provided Lunch included in the trip Hotel pick up and drop off included What We Love:   What We Love: Delve into the peaceful Mae Ngat Valley on this kayak tour. Even if you're not a pro at kayaking – don't worry, basic training is provided on this tour. Heading off the beaten track put yourself in command of a paddle and journey into the Mae Taeng Jungle reserve. At your own pace let your senses enjoy the quiet and untouched surroundings. Head back into town equipped with well-worked limbs and great memories.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/707-jungle-kayak-tour-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Jungle Kayak Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:17:02"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/74a0e050-Wi-Ho%21%C2%AE-Thailand-WiFi-Device/3GWiFiTPETSAKHHPickUpforThailand.jpgopacity0.897472",
        "strIntroduction": " Stay connected when traveling in Thailand with a 3G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Kaohsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Kaohsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Stay connected for your trip in Thailand with unlimited WiFi coverage. When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Thailand from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 3G data whilst connecting up to 10 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/1149-wi-ho-thailand-wifi-device-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (TPE/TSA/KHH Pick Up) for Thailand",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:17:13"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 42,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/331bdf48-%E6%B8%85%E8%BF%88%E8%A1%97%E5%A4%B4%E7%BE%8E%E9%A3%9F%E4%B9%8B%E6%97%85/ChiangMaiStreetEats.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Follow your local Chiang Mai guide into the night market stopping at only the best food stalls! Dive into the food stalls at the Chiang Mai night market Visit the Wat Chedi Luang temple Stop for a drink at the quirky bus bar located next to the river Dive into the food stalls at the Chiang Mai night market Dive into the food stalls at the Chiang Mai night market Visit the Wat Chedi Luang temple Visit the Wat Chedi Luang temple Stop for a drink at the quirky bus bar located next to the river Stop for a drink at the quirky bus bar located next to the river What We Love:   What We Love: With so many food stalls to choose from, how do you find the best? Taking this small group tour you'll be guided to the best tasting, most famous and most authentic of them all - guided by your local 'foodie guide'. Along the way take an interlude from the eating and pay your respects to the historic Wat Chedi Luang - an ancient temple in the middle of the city. Finish the tour with a drink at the well known 'bus' bar situated next to the river before heading back to your hotel satisfied with an insight into Thai cuisine and a content stomach.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/734-chiangmai-street-food-chiangmai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Chiang Mai Street Eats",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:17:22"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 46,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/053ae433-Rafting-with-8Adventures/Raftingwith8Adventures.jpg",
        "strIntroduction": " Experience rapid rafting through wild Mae Taeng River, break through twisty torrents and marvel at Chiang Mai's beautiful nature Raft down 10 km on Chiang Mai's beautiful Mae Taeng River Several whitewater rafting activities will provide you with multi-dimensional training and experience Enjoy stunning Chiang Mai's nature: green valleys, magnificent hills and exotic fauna World-renowned professional coaches guarantee your safety throughout the activity Raft down 10 km on Chiang Mai's beautiful Mae Taeng River Several whitewater rafting activities will provide you with multi-dimensional training and experience Enjoy stunning Chiang Mai's nature: green valleys, magnificent hills and exotic fauna World-renowned professional coaches guarantee your safety throughout the activity What We Love:   What We Love: The fascinating Mae Taeng River runs through North Eastern Chiang Mai, home to rolling waterways and magnificent hills. As you raft down the river, keep your eyes wide open for Chiang Mai's stunning nature: you may even get a chance to see wild elephants. Away from the urban noise and with a professional instructor by your side, Chiang Mai river rafting is a great way to relax and pick up a skill that will come in hand in lots of other Thailand adventures.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/1962-rafting-8adventures-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Rafting with 8Adventures",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:17:34"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e05c086a-Oasis-Spa/OasisSpa.jpg",
        "strIntroduction": " Pick from many massages and treatments at Chiang Mai's Oasis Spa for a few hours of total indulgence Explore Chiang Mai's signature zen culture with a day of pampering in Oasis Spa Discover the healing effects of foot reflexology — an ancient pressure point massage Rid yourself of stress and worry with a luscious aromatherapy oil treatment Choose between Oasis Spa's four prime city locations, each a true landmark of Chiang Mai Explore Chiang Mai's signature zen culture with a day of pampering in Oasis Spa Discover the healing effects of foot reflexology — an ancient pressure point massage Rid yourself of stress and worry with a luscious aromatherapy oil treatment Choose between Oasis Spa's four prime city locations, each a true landmark of Chiang Mai What We Love:   What We Love: Chiang Mai, Thailand's northern capital. The city known for its well-guarded tranquility, zen lifestyle, Buddhist temples and glorious architecture. Take a break after a busy day of sightseeing and indulge in some well-deserved rest in the best of Thai traditions. Try the deeply toning four hand massage to soften your tired muscles, treat yourself to a luscious aromatherapy treatment with warm local oils or discover the ancient healing practice of foot reflexology. With four locations in different parts of Chiang Mai, Oasis Spa is not only easy to find — each branch has its own story to tell and is a cultural attraction in its own right.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/1563-oasis-spa-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Oasis Spa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:17:46"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 36,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/10d579b7-Chiang-Mai-Rickshaw-Explore/ChiangMaiRickshawExplore.jpgopacity0.744311",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Explore Chiang Mai on a rickshaw visiting the places and the people that make the city what it is! Enjoy a private rickshaw ride around the city Visit the famous Wat Chiang Man and Wat Puak Taem temples Taste tropical fruits at Waroros market Enjoy a private rickshaw ride around the city Enjoy a private rickshaw ride around the city Visit the famous Wat Chiang Man and Wat Puak Taem temples Visit the famous Wat Chiang Man and Wat Puak Taem temples Taste tropical fruits at Waroros market Taste tropical fruits at Waroros market What We Love:   What We Love: Get on your bike! However in this tour you won't have to do the peddling! This rickshaw ride has your private guide and driver take you around the city, exploring the colourful streets, looking into the lives of the locals and scouting out the best produce at the market. Start the tour at Thapae Gate and make your way to the famous Wat Chiang Man and Wat Puak Taem temples and observe the bang and clang of brass instruments being made. Getting back on your rickshaw visit the nearby Chuan Chom Restaurant - a venture introduced to rehabilitate woman with prison sentences. Finally head to the fresh local market and find yourself dazzled by the striking amount of tropical produce, not to mention the taste - since you'll be getting to try some too!  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/733-chiangmai-rickshaw-tour-chiangmai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Chiang Mai Rickshaw Explore",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:17:58"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 73,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/36ba51c9-Mae-Ping-River-Experience/MaePingRiverExperience.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Join a one day immersive experience of Chiang Mai taking you to its oldest temples, busy local markets, a relaxing river cruise and more - complete with an authentic northern Thai lunch at a local farm Explore Chiang Mai's authentic culture, lifestyle and laid back atmosphere on the Mae Ping River Experience tour Visit one of Chiang Mai's oldest temple communities - Chai Monkol - and uncover the way of life of the local monks Indulge in a bowl of in Khao Soy, a traditional northern Thai noodle soup over lunch at a traditional farm Cruise the Mae Ping River in a long tail boat and discover the busy life along its river banks Explore Chiang Mai's authentic culture, lifestyle and laid back atmosphere on the Mae Ping River Experience tour Visit one of Chiang Mai's oldest temple communities - Chai Monkol - and uncover the way of life of the local monks Indulge in a bowl of in Khao Soy, a traditional northern Thai noodle soup over lunch at a traditional farm Cruise the Mae Ping River in a long tail boat and discover the busy life along its river banks What We Love:   What We Love: Go in for a truly authentic experience of Chiang Mai - a city in mountainous northern Thailand dating all the way back to the 1200s. Spend the day discovering Chiang Mai's traditionally relaxed pace of life as you shop at the local markets, cruise down the Mae Ping River and sample signature delicacies. Start off with the visit to the bustling Warorot Market, the most famous central market in Chiang Mai before heading to the relaxing and colorful Ton Lam Yai Flower Market. Then, the tour takes you to Wat Chai Monkol — one of the oldest monastery communities in Chiang Mai founded over 600 years ago. Stop for a break at a local farmer's house where you will get to enjoy local delicacies and learn about Thailand's famous vegetables and herbs. Return to Chiang Mai on a long tail boat taking you down the picturesque Mae Ping River.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/1248-mae-ping-river-experience-chiangmai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Mae Ping River Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:18:12"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1cfbac86-Doi-Lom-Cycling-Challenge/DoiLomCyclingChallenge.jpgopacity0.899842",
        "strIntroduction": " Enjoy a challenging cycling adventure on the hill of Doi Lom Bike around the scenic Chiang Mai countryside with the leading of your experienced guide, who is dedicated to this circuit Take in the scenic views of quiet rice paddies and lush mountainsides around Doi Lom hill Ride past the villages of Karen and Hmong tribes, and learn a thing or two about their culture and daily customs Enjoy the challenge of intense uphill riding, which is equally rewarding for the spectacular views you'll find up ahead Bike around the scenic Chiang Mai countryside with the leading of your experienced guide, who is dedicated to this circuit Bike around the scenic Chiang Mai countryside with the leading of your experienced guide, who is dedicated to this circuit Take in the scenic views of quiet rice paddies and lush mountainsides around Doi Lom hill Take in the scenic views of quiet rice paddies and lush mountainsides around Doi Lom hill Ride past the villages of Karen and Hmong tribes, and learn a thing or two about their culture and daily customs Ride past the villages of Karen and Hmong tribes, and learn a thing or two about their culture and daily customs Enjoy the challenge of intense uphill riding, which is equally rewarding for the spectacular views you'll find up ahead Enjoy the challenge of intense uphill riding, which is equally rewarding for the spectacular views you'll find up ahead What We Love:   What We Love: Take on a biking challenge along the rough dirt roads of the Chiang Mai countryside. This cycling adventure is for those who are up for a challenge, with steeper inclines and lush slopes that make for intense uphill riding – as well as equally scenic views! Ride past quiet rice paddies and scenic mountain views. Stop by the villages of Karen and Hmong tribes, and get to know a thing or two about their culture and daily customs. You'll have rest stops as well as the opportunity to roam the countryside, before pedaling onward to the top, and enjoying the rewards of incredible Chiang Mai panoramas. Away from the tourist hustle, this cycling challenge on Doi Lom hill is the perfect adventure for the outdoor lover!  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/370-doi-lom-cycling-challenge-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Doi Lom Cycling Challenge",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:18:24"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 133,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/17ca1599-Intro-to-Caving/IntrotoCaving.jpg",
        "strIntroduction": " Spend the day exploring the depths of mysterious caves at Crazy Horse Buttress, the climbing hotspot of Chiang Mai, with Thailand's only AMGA certified guides! Descend down a deep cavern in the heart of Crazy Horse Buttress, known as one of the best climb spots in the world Receive guidance and feel safe under Thailand's best climbing instructors Learn all about cave exploration and geology throughout your journey Enjoy a round trip transfer from the CMRCA center to Crazy Horse Buttress, as well a traditional Thai lunch, which you will eat in the cave! Choose to include hotel transfers for extra convenience Descend down a deep cavern in the heart of Crazy Horse Buttress, known as one of the best climb spots in the world Descend down a deep cavern in the heart of Crazy Horse Buttress, known as one of the best climb spots in the world Receive guidance and feel safe under Thailand's best climbing instructors Receive guidance and feel safe under Thailand's best climbing instructors Learn all about cave exploration and geology throughout your journey Learn all about cave exploration and geology throughout your journey Enjoy a round trip transfer from the CMRCA center to Crazy Horse Buttress, as well a traditional Thai lunch, which you will eat in the cave! Enjoy a round trip transfer from the CMRCA center to Crazy Horse Buttress, as well a traditional Thai lunch, which you will eat in the cave! Choose to include hotel transfers for extra convenience Choose to include hotel transfers for extra convenience What We Love:   What We Love: Imagine climbing down to the depths of a large hole, not really knowing what you will find down below. Sounds scary? Don't fear. You'll be in the safe hands of the experienced climbing instructors of Chiang Mai Rock Climbing Adventure on this one day introductory course to caving. You will learn all about cave exploration, view remarkable features of caves that few get to see, and do all this at the awe-inspiring Crazy Horse Buttress, one of the world's most sought-after climbing spots. Staying true to the spirit of adventure, you will also stop for a lunch break within the cavern, where you can enjoy a delicious Thai meal with your headlamp as your source of light, and a bat or two above you (don't worry, they won't bite!). The package also includes transportation from the CMRCA center to Crazy Horse Buttress, and back, plus optional hotel transfers for added convenience.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/509-intro-to-caving-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Intro to Caving",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:18:38"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 234,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/738dd79f-Underground-Gibbon/UndergroundGibbon.jpgopacity0.950728",
        "strIntroduction": " Experience the wonders of cave exploration at Crazy Horse Buttress, followed by an over-night stay at the tranquil Mae Kampong Village then ziplining, on this two-day adventure tour of Chiang Mai Explore the mysterious caves of Crazy Horse Buttress, in the safe hands of AMGA certified instructors, and a delicious Thai meal at the heart of the cave Spend the night at Mae Kampong village, with a relaxing Thai massage, two authentic home-cooked meals and warm local hospitality Enjoy a morning of ziplining through the jungle, in association with Flight of the Gibbon Enjoy swimming at a waterfall, along with lunch, before heading back to Chiang Mai Explore the mysterious caves of Crazy Horse Buttress, in the safe hands of AMGA certified instructors, and a delicious Thai meal at the heart of the cave Explore the mysterious caves of Crazy Horse Buttress, in the safe hands of AMGA certified instructors, and a delicious Thai meal at the heart of the cave Spend the night at Mae Kampong village, with a relaxing Thai massage, two authentic home-cooked meals and warm local hospitality Spend the night at Mae Kampong village, with a relaxing Thai massage, two authentic home-cooked meals and warm local hospitality Enjoy a morning of ziplining through the jungle, in association with Flight of the Gibbon Enjoy a morning of ziplining through the jungle, in association with Flight of the Gibbon Enjoy swimming at a waterfall, along with lunch, before heading back to Chiang Mai Enjoy swimming at a waterfall, along with lunch, before heading back to Chiang Mai What We Love:   What We Love: Cave exploration is not unlike exploring a whole new world; with dark, winding passageways leading you to unknown, mysterious corners, sparkling walls, awe-inspiring stalactites and stalagmites, and the occasional bat or two. Luckily, you'll be led by highly experienced instructors given you tips and guidance throughout. Having lunch in a cave is not something you do everyday, so this delicious Thai meal will feel extra special. Emerge back into the open air and head to peaceful Mae Kampong Village, where you will stay at the home of a friendly and hospitable villager, eat an authentic, home-cooked dinner and breakfast, and receive an invigorating one hour Thai massage. You will spend the next morning ziplining, giving you the sensation of flying through the jungle before a delicious lunch and a refreshing dip in the scenic waterfalls.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/511-underground-gibbon-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Underground Gibbon",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:18:51"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 71,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/503e7c58-ATV-with-8Adventures/ATVwith8Adventures.jpg",
        "strIntroduction": " Pump up your adrenalin as you explore Chiang Mai nature by ATV and by raft, by zipline or by foot! Discover Chiang Mai on an exciting off-road adventure through beautiful countryside Explore Thailand's exotic flora and fauna on a fun jungle trek Get your blood pumping with 31 trips down the zipline Cool down with an adrenaline junkie's favorite – rafting down a mountain river 8Adventures is renowned for their excellent safety practices, professionalism and world champion staff Discover Chiang Mai on an exciting off-road adventure through beautiful countryside Explore Thailand's exotic flora and fauna on a fun jungle trek Get your blood pumping with 31 trips down the zipline Cool down with an adrenaline junkie's favorite – rafting down a mountain river 8Adventures is renowned for their excellent safety practices, professionalism and world champion staff What We Love:   What We Love: Known for its relaxed pace of life and a stress-free environment, Chiang Mai is yet full of surprises. And you will get to discover loads of them on the ATV + 8Adventures tour. From riding an off-road vehicle to white water rafting, jungle trekking and even ziplining, you will get to see and experience the most exciting side of Chiang Mai. Whatever you choose, feel completely at ease in the safe hands of the 8Adventures team - one of Chiang Mai's most reputable operators.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/1976-atv-combo-8adventures-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "ATV with 8Adventures",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:19:03"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 50,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/74346e2e-Chiang-Mai-Segway-Adventure/ChiangMaiSegwayAdventure.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly See Chiang Mai on a 2 hour Segway tour along temples, landmarks and markets Explore Chiang Mai on a 2 hour Segway tour and snap stunning photos A Segway tour is a convenient and safe way to get around and understand Chiang Mai's true character Cruise by temples, famous landmarks and Chiang Mai's breathtaking scenery Your Chiang Mai Segway ride will be comfortable and safe on top-notch imported equipment Explore Chiang Mai on a 2 hour Segway tour and snap stunning photos Explore Chiang Mai on a 2 hour Segway tour and snap stunning photos A Segway tour is a convenient and safe way to get around and understand Chiang Mai's true character A Segway tour is a convenient and safe way to get around and understand Chiang Mai's true character Cruise by temples, famous landmarks and Chiang Mai's breathtaking scenery Cruise by temples, famous landmarks and Chiang Mai's breathtaking scenery Your Chiang Mai Segway ride will be comfortable and safe on top-notch imported equipment Your Chiang Mai Segway ride will be comfortable and safe on top-notch imported equipment What We Love:   What We Love: Discover Chiang Mai in the most exciting and convenient way imaginable – tour the city on a Segway. See magnificent temples and other landmarks, learn about local culture, snap pictures of the breathtaking scenery and explore local lifestyle. Learn about Chiang Mai's long history. The Chiang Mai Segway tour will let you take in more of the area's unique character and see it up close while slowly gliding by. Explore Chiang Mai in detail, ride by local markets, people-watch and pick up a few souvenirs at local shops. This 2 hour Segway tour will give you the complete Chiang Mai experience while not taking up too much of your time.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/1140-segway-adventure-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Chiang Mai Segway Adventure",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:19:15"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 76,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/51619556-Chiang-Mai-Mind--Soul/ChiangMaiMindandSoul.jpgopacity0.754521",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Delve into Thailand's spiritual side on a tour of Chiang Mai's Buddhist ways of life and join local monks to partake in traditional rituals Discover the Buddhist philosophy on this insightful tour of Chiang Mai Start off with a scenic ride in a songthaew, Thailand's signature public bus Partake in traditional rituals and ceremonies alongside local monks Visit Wat U-Mong and Wat Suan Dok temples and learn the basics of meditation Discover the Buddhist philosophy on this insightful tour of Chiang Mai Start off with a scenic ride in a songthaew, Thailand's signature public bus Partake in traditional rituals and ceremonies alongside local monks Visit Wat U-Mong and Wat Suan Dok temples and learn the basics of meditation What We Love:   What We Love: The Chiang Mai Mind and Soul Tour takes you on a mindful discovery of the Buddhist philosophy and puts you at the epicenter of traditional rituals and ceremonies. On this insightful experience, you will learn to meditate, offer alms to monks, get a true understanding of Dharma - a key concept in Buddhism, partake in the practice 'making merit' and grab a typical northern Thai breakfast. This early morning tour is a great way to see the authentically peaceful side of Thailand, away from the city noise, heavy traffic and party islands. This tour is a true spiritual adventure for those seeking to uncover Thailand's Buddhist heritage.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/1249-ming-and-soul-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Chiang Mai Mind and Soul",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:19:28"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 102,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f2ddee47-Intro-to-Rock-Climbing/IntrotoRockClimbing.jpg",
        "strIntroduction": " Get your first taster of climbing at Crazy Horse Buttress, Chiang Mai's top climbing location, with training from Thailand's best instructors! Learn the basics of rock climbing and rappelling (abseiling), with the help of friendly, professional instructors Feel in safe hands with the only AMGA certified guides in Thailand Climb at Crazy Horse Buttress, known as one of the “world's greenest mega crags” Enjoy round-trip transportation from Chiang Mai Rock Climbing Adventure (CMRCA) to Crazy Horse Buttress and a tasty lunch included Choose to include hotel transfers for extra convenience Learn the basics of rock climbing and rappelling (abseiling), with the help of friendly, professional instructors Learn the basics of rock climbing and rappelling (abseiling), with the help of friendly, professional instructors Feel in safe hands with the only AMGA certified guides in Thailand Feel in safe hands with the only AMGA certified guides in Thailand Climb at Crazy Horse Buttress, known as one of the “world's greenest mega crags” Climb at Crazy Horse Buttress, known as one of the “world's greenest mega crags” Enjoy round-trip transportation from Chiang Mai Rock Climbing Adventure (CMRCA) to Crazy Horse Buttress and a tasty lunch included Enjoy round-trip transportation from Chiang Mai Rock Climbing Adventure (CMRCA) to Crazy Horse Buttress and a tasty lunch included Choose to include hotel transfers for extra convenience Choose to include hotel transfers for extra convenience What We Love:   What We Love: There is perhaps no better place than Crazy Horse Buttress, with its limestone cliffs and reputation as a world class climbing venue, to try rock climbing and rappelling (abseiling) for the first time. With talented and experienced instructors from Chiang Mai Rock Climbing Adventure (CMRCA), you will not only learn how to rock climb and rappel, but will also be introduced to the mechanics of the equipment and safe practices that will aid your climbing in the future. With plenty of opportunities throughout the day to practice climbing, and a thrilling abseil into the mouth of a cave at the end, you are guaranteed to have a fun-filled, adventurous day out! The package also includes round-trip transportation from the CMRCA center in Chiang Mai to Crazy Horse Buttress and the option for additional hotel transfers too.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/507-intro-to-rock-climbing-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Intro to Rock Climbing",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:19:42"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 206,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/760c81fe-Rock-the-Gibbon/RocktheGibbon.jpgopacity0.867161",
        "strIntroduction": " A two day adventure in Chiang Mai, with activities including rock climbing, caving, rappelling, ziplining, as well as an over-night stay at the peaceful Mae Kampong Village Learn the basics of rock-climbing and rappelling, and explore the caves of Crazy Horse Buttress, one of the most sought-after climbing and adventure spots in Thailand Zipline through the jungles with the supervision of trained guides, in collaboration with Flight of the Gibbon Receive climbing and rappelling instruction from Thailand's only AMGA certified instructors Spend the night at Mae Kampong Village, where you will receive a relaxing Thai massage, home-cooked dinner and breakfast, and the company of friendly villagers Go for a dip in the waterfalls to cool off, followed by lunch Learn the basics of rock-climbing and rappelling, and explore the caves of Crazy Horse Buttress, one of the most sought-after climbing and adventure spots in Thailand Learn the basics of rock-climbing and rappelling, and explore the caves of Crazy Horse Buttress, one of the most sought-after climbing and adventure spots in Thailand Zipline through the jungles with the supervision of trained guides, in collaboration with Flight of the Gibbon Zipline through the jungles with the supervision of trained guides, in collaboration with Flight of the Gibbon Receive climbing and rappelling instruction from Thailand's only AMGA certified instructors Receive climbing and rappelling instruction from Thailand's only AMGA certified instructors Spend the night at Mae Kampong Village, where you will receive a relaxing Thai massage, home-cooked dinner and breakfast, and the company of friendly villagers Spend the night at Mae Kampong Village, where you will receive a relaxing Thai massage, home-cooked dinner and breakfast, and the company of friendly villagers Go for a dip in the waterfalls to cool off, followed by lunch Go for a dip in the waterfalls to cool off, followed by lunch What We Love:   What We Love: Experience the adventures of Chiang Mai's jungle on this special two-day tour. Start at Crazy Horse Buttress, famed for its jaw-dropping limestone cliffs, perfect for rock-climbing and abseiling. After learning the basics from Thailand's most experienced and talented instructors, you will then practice scaling up the rocks, or rappelling down to deep, mysterious caves. Then head over to Mae Kampong Village; located within the jungles, you won't find much cell phone reception, but you will find peace, tranquility, and warm local hospitality. After a relaxing Thai massage, you will have the chance to sample an authentic home-cooked meal prepared by the villagers, before retiring for the night at one of the village houses. The next morning will be spent zip lining. Flying from tree to tree, you will truly feel like you are flying through the jungle! After a relaxing dip in the waterfalls and a delicious lunch, you will be dropped back off to Chiang Mai.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/510-rock-the-gibbon-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Rock the Gibbon",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:19:53"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 46,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/29d3d105-%E5%8D%9A%E6%A1%91%E9%92%93%E9%B1%BC/BoSangFishingPark.jpgopacity0.650769",
        "strIntroduction": " Defeat Thailand's famous catfish with a fishing day trip to Bo Sang Fishing Park Catch a giant Mekong catfish or a striped catfish in the park's beautiful lake Receive bate and tackle for your fishing experience Have skilled fisherman show you the ways of their art Enjoy convenient hotel pick up and drop off included Catch a giant Mekong catfish or a striped catfish in the park's beautiful lake Catch a giant Mekong catfish or a striped catfish in the park's beautiful lake Receive bate and tackle for your fishing experience Receive bate and tackle for your fishing experience Have skilled fisherman show you the ways of their art Have skilled fisherman show you the ways of their art Enjoy convenient hotel pick up and drop off included Enjoy convenient hotel pick up and drop off included What We Love:   What We Love: Test your fishing skills through a duel with Thailand's notoriously feisty catfish. Best visited during the winter, a large population of giant Mekong catfish and striped catfish inhabit the waters. The fish range from 5 to 25kg, but your chances of catching the larger specimens are fairly likely. This fishing trip caters to both experienced and inexperienced fishers-everyone is guaranteed to catch a fish!  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/709-borsang-fishing-park-chiangmai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bo Sang Fishing Park",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:20:05"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 116,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8c74a105-Rock-Climbing-Essentials/RockClimbingEssentials.jpg",
        "strIntroduction": " Learn the skills and techniques to become a self-sufficient top-rope climber at the Crazy Horse Buttress, with the help of Thailand's best climbing instructors! Learn about the mechanics and safety measures of top rope climbing from a team of friendly and knowledgeable instructors Feel in safe hands with the only AMGA certified guides in Thailand Climb the limestone crags of Crazy Horse Buttress, one of the most scenic climbing spots in Thailand Enjoy round-trip transportation from the Chiang Mai Rock Climbing Association (CMRCA) center to Crazy Horse Buttress, and a tasty lunch Choose to include hotel transfers for extra convenience Learn about the mechanics and safety measures of top rope climbing from a team of friendly and knowledgeable instructors Learn about the mechanics and safety measures of top rope climbing from a team of friendly and knowledgeable instructors Feel in safe hands with the only AMGA certified guides in Thailand Feel in safe hands with the only AMGA certified guides in Thailand Climb the limestone crags of Crazy Horse Buttress, one of the most scenic climbing spots in Thailand Climb the limestone crags of Crazy Horse Buttress, one of the most scenic climbing spots in Thailand Enjoy round-trip transportation from the Chiang Mai Rock Climbing Association (CMRCA) center to Crazy Horse Buttress, and a tasty lunch Enjoy round-trip transportation from the Chiang Mai Rock Climbing Association (CMRCA) center to Crazy Horse Buttress, and a tasty lunch Choose to include hotel transfers for extra convenience Choose to include hotel transfers for extra convenience What We Love:   What We Love: Tried the basics of rock climbing, but hungry to learn more? Then look no further than Chiang Mai Rock Climbing Adventure (CMRCA); with a team of friendly and experienced climbing instructors, you will be guided through the skills and techniques that will put you on the path of becoming a self-sufficient rock climber! With instruction on belaying, top-rope anchors, bolt integrity and, of course, plenty of time to practice climbing, you will end the day feeling comfortable and confident in your ability to top-rope climb without the assistance of a guide. The package includes round-trip transportation from the CMRCA center to Crazy Horse Buttress, the leading climbing spot in northern Thailand.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/508-rock-climbing-essentials-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Rock Climbing Essentials",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:20:18"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 23,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/930ee463-Lets-Relax-Spa-Packages/LetsRelaxSpaPackages.jpg",
        "strIntroduction": " Try a variety of relaxing spa treatments bundled into irresistible packages for mind, body and soul Enjoy a well-balanced selection of stunning spa treatments at Chiang Mai's famous Let’s Relax Spa for up to three hours Give in to the expertise of the spa's professionals and its 15 years of experience Try the exotic reflexology treatments, aromatic scrubs and wraps, natural hot stone massage and more A winner of multiple awards including 'Thailand's Most Popular Day Spa' and featured in 'Lonely Planet' guides Enjoy a well-balanced selection of stunning spa treatments at Chiang Mai's famous Let’s Relax Spa for up to three hours Give in to the expertise of the spa's professionals and its 15 years of experience Try the exotic reflexology treatments, aromatic scrubs and wraps, natural hot stone massage and more A winner of multiple awards including 'Thailand's Most Popular Day Spa' and featured in 'Lonely Planet' guides What We Love:   What We Love: With over 15 years of experience and having served more than a million customers, Let’s Relax is one of Chiang Mai’s most renowned spas. Complete your Thai holiday with the ultimate relaxation and pampering. Choose from a variety of inspirational packages such as Heavenly Relax with Hot Herbal Compress, Body & Soul aromatherapy, hand and foot reflexology and more. With two convenient locations in Chiang Mai, working a few hours of pampering into your schedule will be easy. Revive your body and soul and let the vacation mood last!  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/2143-lets-relax-spa-packages-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Let's Relax Spa Packages",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:20:32"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 17,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0df2e63f-Lets-Relax-Spa-Massages-in-Chiang-Mai/LetsRelaxSpaTreatments.jpg",
        "strIntroduction": " Spend a relaxing day in Chiang Mai by planning your visit to Let's Relax Spa in advance – or surprise a friend or loved one Complete your holiday in Chiang Mai with a choice of pampering massages at Let's Relax Spa Enjoy aromatic scrubs, body wraps, aromatherapy treatments and Thai massages Reward yourself with a luxurious four-hand massage performed by two professional therapists A winner of multiple awards including 'Thailand's Most Popular Day Spa' and featured in 'Lonely Planet' guides Complete your holiday in Chiang Mai with a choice of pampering massages at Let's Relax Spa Enjoy aromatic scrubs, body wraps, aromatherapy treatments and Thai massages Reward yourself with a luxurious four-hand massage performed by two professional therapists A winner of multiple awards including 'Thailand's Most Popular Day Spa' and featured in 'Lonely Planet' guides What We Love:   What We Love: Chiang Mai is one of the best places in Thailand to relax and unwind. Even more so, when you have a wonderful experience awaiting you at Let’s Relax Spa. Here, you can leave your troubles at the door and indulge yourself into luxurious pampering sessions. Try a traditional Thai massage, a fragrant aromatherapy oil treatment, a healing hot stone massage, herbal compresses and more. Looking for the ultimate relaxation? Go in for the four-hand massage performed by two therapists simultaneously – a true treat for your tired muscles.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/2142-lets-relax-spa-treatments-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Let's Relax Spa Treatments",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:20:43"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 68,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/587ec79c-/SUPwith8Adventures.jpg",
        "strIntroduction": " Try stand up paddle boarding in one of Thailand's most beautiful destinations, amazing Chiang Mai Take on a Chiang Mai adventure by stand up paddle boarding, a more relaxed version of surfing Learn the basics of SUP and go for a 3 hour trip, or enjoy a jungle trek after you SUP 8Adventures is renowned for their excellent safety practices, professionalism and world champion staff The tour comes with everything included: from your dedicated professional coach to hotel pick up and refreshments Take on a Chiang Mai adventure by stand up paddle boarding, a more relaxed version of surfing Learn the basics of SUP and go for a 3 hour trip, or enjoy a jungle trek after you SUP 8Adventures is renowned for their excellent safety practices, professionalism and world champion staff The tour comes with everything included: from your dedicated professional coach to hotel pick up and refreshments What We Love:   What We Love: Originating in Hawaii and having quickly spread to other tourist destinations, stand up paddle boarding (SUP, for short) is an offshoot of surfing. It was originally crafted for the oceans, but these days is also a great way to conquer rivers – especially when the boards are adjusted for river paddling, like on this tour. Grab a board and start paddling to explore a stunning waterway in Chiang Mai. With a professional instructor and all the required safety precautions, you can easily enjoy stand up paddle boarding with beautiful views of Chiang Mai's nature.  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/1977-sup-8adventures-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "SUP with 8Adventures",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:20:53"
    }
]