[
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 86,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/77bb470c-Oasis-Spa-Packages/OasisSpaLuxuryPackages.jpg",
        "strIntroduction": " Enjoy a day of pampering in one of the oldest spas in Chiang Mai, Oasis Spa, featuring four prime locations and exclusive beauty treatments Enjoy a unique pampering experience in one Thailand's most tranquil cities — Chiang Mai With four branches in the city and free shuttle service, Oasis Spa offers lots of flexibility and won't require a lengthy commute Featuring a wide selection of massages, oil treatments, hair spa packages and even traditional foot reflexology, Oasis Spa has everything a weary traveler may require With six ultra luxurious treatments to choose from, you're guaranteed to find one that's perfect for you Enjoy a unique pampering experience in one Thailand's most tranquil cities — Chiang Mai With four branches in the city and free shuttle service, Oasis Spa offers lots of flexibility and won't require a lengthy commute Featuring a wide selection of massages, oil treatments, hair spa packages and even traditional foot reflexology, Oasis Spa has everything a weary traveler may require With six ultra luxurious treatments to choose from, you're guaranteed to find one that's perfect for you What We Love:   What We Love: Don't leave Chiang Mai without a visit to Oasis Spa for one of its indulgent relaxing treatment packages. Sporting four branches in Thailand's northern capital, Oasis Spa offers a truly personal experience, with each location offering a unique view of the city and a new perspective of its architecture. After admiring the site, you will get to experience some of the most luxurious treatments Thailand has to offer from the aromatic body scrub Coco Mango to the healing and strengthening Ayurveda. Lots of beautifying options await you: hair spa, compresses, wraps and more. And for the ultimate indulgence, the Sabai Stone Massage or Four Hand Massage are waiting for you!  ",
        "strLocation": "Chiang Mai",
        "strOriginUrl": "https://www.klook.com/activity/1564-oasis-spa-luxury-packages-chiang-mai/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Oasis Spa Luxury Packages",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:21:04"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d77278d3-3G4G-SIM-Card-HKG-Pick-Up-for-Thailand/3G4GSIMCardHKGPickUpforThailand.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Connect with your mobile just like you do at home with a 4G/3G Sim Card in Thailand 7 Days Sim Card loaded with 4G and Unlimited 3G for use in Thailand Additional 100baht calling time included 3-in-1 Sim Card (Mini, Micro and Nano sizes) 7 Days Sim Card loaded with 4G and Unlimited 3G for use in Thailand 7 Days Sim Card loaded with 4G and Unlimited 3G for use in Thailand Additional 100baht calling time included Additional 100baht calling time included 3-in-1 Sim Card (Mini, Micro and Nano sizes) 3-in-1 Sim Card (Mini, Micro and Nano sizes) What We Love:   What We Love: We know that you love to be able to connect with your friends and family, and we also know that you don't like roaming costs. With a local Sim card available for pick up before you leave you can connect as soon as you arrive in Thailand. With unlimited data you'll be able to send those holiday snaps to family and friends, look at maps to find the best of the best, and stay in touch with your email while you're away.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/724-thailand-happy-tourist-sim-card-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G/4G SIM Card (HKG Pick Up) for Thailand",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:21:12"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/366afcf8-3G4G-SIM-Card-HKT-Pick-Up-for-Thailand/3G4GSIMCardHKTPickUpforThailand.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend money on your holiday instead of hefty phone bills – get a local SIM card for your holiday in Thailand! Stay connected on your holiday in Thailand with a local SIM card Keep in touch with family and friends without overspending on roaming services Share vacation photos and enjoy fast web speeds thanks to 4G and 3G connectivity (area-dependant) You can pick up the SIM card right upon your arrival at Phuket International Airport Stay connected on your holiday in Thailand with a local SIM card Stay connected on your holiday in Thailand with a local SIM card Keep in touch with family and friends without overspending on roaming services Keep in touch with family and friends without overspending on roaming services Share vacation photos and enjoy fast web speeds thanks to 4G and 3G connectivity (area-dependant) Share vacation photos and enjoy fast web speeds thanks to 4G and 3G connectivity (area-dependant) You can pick up the SIM card right upon your arrival at Phuket International Airport You can pick up the SIM card right upon your arrival at Phuket International Airport What We Love:   What We Love: Connect with family and friends and tell them all about the exciting vacation you are having in Thailand without exorbitant roaming costs with the 7 day unlimited SIM card. Enjoy lightning fast web speeds, get updates from your social media accounts and make hassle-free travel arrangements. Available for pick up right when you arrive in Phuket, the SIM card will let you connect to 4G or 3G network (depending on the area) and will let you make the best of your vacation without worrying about the details.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/1502-thailand-sim-card-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G/4G SIM Card (HKT Pick Up) for Thailand",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:21:22"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/dddceb11-3G-WiFi-Device-HKG-Pick-Up-for-Thailand/3GWiFiHKGPickUpforThailand.jpgopacity0.761249",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Thailand with an unlimited data pocket 3G WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Thailand - wherever your itinerary takes you Get WiFi access across the whole of Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport Collect and drop off your device at Hong Kong airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Thailand, without the stress of sourcing WiFi once you get there. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Thailand but also Singapore, Taiwan, Japan and Korea.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/663-thailand-wifi-device-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Thailand",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:21:36"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 13,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0f1b1ab4-Simon-Cabaret-Show/SimonCabaretShow.jpg",
        "strIntroduction": " Experience the unique performances of the Phuket Simon Cabaret, featuring spectacular costumes, an amazing set and acts influenced by Thailand and the world Watch the island's famed cabaret show, on stage since 1991 Enjoy the spectacular costumes and set design See acts combining burlesque, comedy, carnival, pop, Bollywood and some celebrating the man/woman theme Watch the island's famed cabaret show, on stage since 1991 Watch the island's famed cabaret show, on stage since 1991 Enjoy the spectacular costumes and set design Enjoy the spectacular costumes and set design See acts combining burlesque, comedy, carnival, pop, Bollywood and some celebrating the man/woman theme See acts combining burlesque, comedy, carnival, pop, Bollywood and some celebrating the man/woman theme What We Love:   What We Love: Since opening in 1991, Phuket Simon Cabaret has established itself as one of the must-see entertainments whilst in Phuket. You'll be downright wowed by the outstanding set designs, extravagant costumes and glamorous performers. The show features modern and traditional acts from across the globe, set within an intimate theatre with hi-tech sound and lighting equipment, and accompanied by upbeat songs and Thailand's famed *kathoey* (‘ladyboy') dancers.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/292-simon-cabaret-show-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Simon Cabaret Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:21:49"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 51,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/45e95117-Flying-Hanuman/FlyingHanuman.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Swing from tree to tree with on an eco-adventure including a 400m zipline and 40m abseil. Choose your length of adventure and whether you want a meal included Get an immense adrenaline rush with up to 15 ziplines, 2 sky bridges, 2 abseils, 3 spiral staircases and a sky rail on a 28- or 16-platform route Marvel at spectacular views across the jungle treetops to Phuket town Choose Journey A to chow down on a hearty meal and seasonal fruit set after the experience Support eco-tourism with an adventure striving to maintain the natural rainforest surrounds Feel completely safe with at least 2 experienced guides per group, highly trained in hair-raising activities Enjoy the convenience of pick up and drop off direct from your hotel Get an immense adrenaline rush with up to 15 ziplines, 2 sky bridges, 2 abseils, 3 spiral staircases and a sky rail on a 28- or 16-platform route Get an immense adrenaline rush with up to 15 ziplines, 2 sky bridges, 2 abseils, 3 spiral staircases and a sky rail on a 28- or 16-platform route Marvel at spectacular views across the jungle treetops to Phuket town Marvel at spectacular views across the jungle treetops to Phuket town Choose Journey A to chow down on a hearty meal and seasonal fruit set after the experience Choose Journey A to chow down on a hearty meal and seasonal fruit set after the experience Support eco-tourism with an adventure striving to maintain the natural rainforest surrounds Support eco-tourism with an adventure striving to maintain the natural rainforest surrounds Feel completely safe with at least 2 experienced guides per group, highly trained in hair-raising activities Feel completely safe with at least 2 experienced guides per group, highly trained in hair-raising activities Enjoy the convenience of pick up and drop off direct from your hotel Enjoy the convenience of pick up and drop off direct from your hotel What We Love:   What We Love: Named after the Hindu god's monkey-like depictions, Flying Hanuman is an eco adventure like no other in Phuket and rated the top rainforest experience in SE Asia. Showcasing the island's alternative beauty where sea and sand are replaced with lush thick forests. The 80,000 square meter site plot has been left largely untouched in order to maintain the natural balance of the environment. Once you're briefed and kitted out, you'll make a short wilderness walk before beginning the gravity-defying route. Soar through the Thai jungle with an array of high-wire activities. Fly along the 400 meter zipwire, rappel 40 meters down an ancient tree, swing in twos on the Honeymoon sling and set your heart thumping on the sky rail.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/287-flying-hanuman-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Flying Hanuman",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:22:00"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 36,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ba8d0b6c-Raya--Coral-Island-Day-Trip/RayaCoralIslandDayTrip.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Warm turquoise water, glittering white sands and world-class snorkeling await just 30 minutes of speedboating from Phuket Discover the incredible underwater worlds at Raya and Coral Islands Weak currents and amazing snorkeling close to shore makes these islands ideal for snorkeling beginners and younger children Tuck in to a sumptuous BBQ buffet lunch at a beachside restaurant Enjoy the convenience of complimentary hotel transfers Discover the incredible underwater worlds at Raya and Coral Islands Discover the incredible underwater worlds at Raya and Coral Islands Weak currents and amazing snorkeling close to shore makes these islands ideal for snorkeling beginners and younger children Weak currents and amazing snorkeling close to shore makes these islands ideal for snorkeling beginners and younger children Tuck in to a sumptuous BBQ buffet lunch at a beachside restaurant Tuck in to a sumptuous BBQ buffet lunch at a beachside restaurant Enjoy the convenience of complimentary hotel transfers Enjoy the convenience of complimentary hotel transfers What We Love:   What We Love: Experience the best snorkeling off Phuket's southern coast at the top sites of Raya and Coral islands. Small enough to circumnavigate by foot, these islands are pleasantly undeveloped, providing a true tranquil escape from the bustle of Phuket. Long white sands and exceptional year-round snorkeling and swimming make it a perfect destination for daytrippers. You'll hop between the two islands, finding your perfect spot to snorkel or relax before heading to shore for a delicious BBQ buffet lunch at a beachside restaurant. The emerald waters are home to a wealth of colorful aquatic life, where sightings of vibrant coral, rainbow trout, puffer fish and giant star fish are all on the agenda.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/302-raya-coral-island-day-trip-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Raya & Coral Island Day Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:22:14"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 23,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5ce39c71-Airport-Transfers-HKT-Pick-Up-for-Phuket%2C-Khao-Lak%2C-Krabi%2C-or-Koh-Lanta/AirportTransfersHKTPickUpforPhuketmore.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Arrive in comfort by conveniently booking an airport to downtown transfer in Phuket Enjoy Phuket airport-hotel transfers in a modern air conditioned vehicle Receive a convenient pick up service from the arrivals hall/hotel lobby from your English-speaking driver Choose between two vehicles that suit the size of your traveling party Enjoy Phuket airport-hotel transfers in a modern air conditioned vehicle Enjoy Phuket airport-hotel transfers in a modern air conditioned vehicle Receive a convenient pick up service from the arrivals hall/hotel lobby from your English-speaking driver Receive a convenient pick up service from the arrivals hall/hotel lobby from your English-speaking driver Choose between two vehicles that suit the size of your traveling party Choose between two vehicles that suit the size of your traveling party What We Love:   What We Love: Enjoy a hassle free trip to and from Phuket airport by booking an airport transfer in advance. Enjoy the exclusivity of a private vehicle with your own professional driver who will pick you up right from the arrival hall or from your hotel, before whisking you off to your destination. These airport transfers can accommodate between 1 and 10 people in a car or van with air conditioning so your comfort and relaxation are well taken care of.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/1166-private-airport-transfers-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (HKT Pick Up) for Phuket & more",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:22:25"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 31,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c04e2273-Splash-Jungle-Waterpark/SplashJungleWaterpark.jpgopacity0.950728",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Visit Phuket's exceptional waterpark. Hit the slides for an adrenalin rush or opt for a relaxing float instead Slip and slide down Splash Jungle's rides Relax on the lazy river or hit the surf at the wave pool Kids will love the Aqua Play Pool and Kids slide Adults can unwind in the Igloo Sauna or Hot Spring Pool or even book pampering services direct to a private cabana Leave your belongings in a locker and enjoy the cashless payment system Slip and slide down Splash Jungle's rides Slip and slide down Splash Jungle's rides Relax on the lazy river or hit the surf at the wave pool Relax on the lazy river or hit the surf at the wave pool Kids will love the Aqua Play Pool and Kids slide Kids will love the Aqua Play Pool and Kids slide Adults can unwind in the Igloo Sauna or Hot Spring Pool or even book pampering services direct to a private cabana Adults can unwind in the Igloo Sauna or Hot Spring Pool or even book pampering services direct to a private cabana Leave your belongings in a locker and enjoy the cashless payment system Leave your belongings in a locker and enjoy the cashless payment system What We Love:   What We Love: When temperatures rise, there's nothing more satisfying than a day cooling off at a waterpark! Splash Jungle features 6 different geographical themes to discover, taking you from the ancient Incas to mysterious Asia, to the splendor of Northern Europe to the plains of Africa. Brave the thrilling rides such as the Boomerango and Superbowl as well as the six-level wave pool. For something a little more relaxing, why not float around the 335 meters of lazy river or treat yourself to some hydrotherapy in the spring pool, whilst the younger ones frolic in the aqua-play area. With lifeguards at every attraction, you can relax knowing the whole family's safe. Enjoy the in-park facilities, cashless payment system and you can even rent a private cabana. There's something for the whole family to enjoy.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/291-splash-jungle-waterpark-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Splash Jungle Waterpark",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:22:36"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 57,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d67034de-Phuket-Fantasea/PhuketFantasea.jpgopacity0.787503",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend the evening at the spectacular FantaSea entertainment complex and enjoy an award-winning show displaying Thailand's deep cultural heritage with or without a delicious pre-show dinner Watch a spectacular show of talented performers and incredible acts Wander the carnival themed shopping street, try the games at the undersea arcade and visit the tigers in the Jungle Adventure Savor a delicious dinner at Asia's largest buffet restaurant or a luxury 5* seafood meal at newly opened Suriyamas Watch a spectacular show of talented performers and incredible acts Watch a spectacular show of talented performers and incredible acts Wander the carnival themed shopping street, try the games at the undersea arcade and visit the tigers in the Jungle Adventure Wander the carnival themed shopping street, try the games at the undersea arcade and visit the tigers in the Jungle Adventure Savor a delicious dinner at Asia's largest buffet restaurant or a luxury 5* seafood meal at newly opened Suriyamas Savor a delicious dinner at Asia's largest buffet restaurant or a luxury 5* seafood meal at newly opened Suriyamas What We Love:   What We Love: Inspired by Thailand's rich and exotic heritage, Phuket FantaSea not only showcases the charm and beauty of Thailand but also enriches ancient Thai traditions with the wonder of cutting edge technology and special effects. The result is a stunning 140-acre themed complex packed with a multitude of activities and entertainments: a carnival village with games, handicrafts and shopping; a 4,000 seat themed restaurant offering a grand buffet of Thai and international cuisines; a breathtaking Las Vegas-style theatrical show, displaying Thailand's myths, mysteries, grace and beauty, not to mention the troupe of elephants, fire-eaters, graceful dancers and even a tiger! This wondrous extravaganza is certain to delight the whole family.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/294-phuket-fantasea-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Phuket Fantasea",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:22:48"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 36,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2cb000d6-Raya-Island-Snorkeling-Trip/RayaIslandSnorkelingTrip.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Venture south just half an hour by speedboat and discover a world of amazing coral, beautiful beaches and calm seas Spend a day enjoying the beauty of Raya Island and world-class snorkeling Weak currents and amazing snorkeling close to shore makes this a perfect spot for snorkeling beginners and younger children Tuck in to a delicious local lunch at Raya Seafood Restaurant Enjoy hotel transfers included Spend a day enjoying the beauty of Raya Island and world-class snorkeling Spend a day enjoying the beauty of Raya Island and world-class snorkeling Weak currents and amazing snorkeling close to shore makes this a perfect spot for snorkeling beginners and younger children Weak currents and amazing snorkeling close to shore makes this a perfect spot for snorkeling beginners and younger children Tuck in to a delicious local lunch at Raya Seafood Restaurant Tuck in to a delicious local lunch at Raya Seafood Restaurant Enjoy hotel transfers included Enjoy hotel transfers included What We Love:   What We Love: The tropical shores of Raya Island are just far enough off Phuket's southern coast that the tourist troops haven't quite discovered it yet, but close enough to make it a worthy day trip destination. A 30-minute speedboat ride brings you to sun kissed beaches and turquoise waters favored amongst divers for coral reefs just teeming with aquatic life. First stop is the island's most beautiful beach, Patok, where you can relax and swim to your heart's content. Excellent snorkeling awaits at Kon Kae Bay where giant star fish, puffer fish and rainbow trout can all be spotted. Enjoy a sumptuous lunch at Raya Seafood Restaurant before the warm waters and gleaming sands beckon you for a few more hours of swimming and basking in the sun.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/300-raya-island-snorkeling-trip-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Raya Island Snorkeling Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:23:02"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 31,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/18d14299-Phi-Phi-Jet-Cruise-Day-Trip/PhiPhiJetCruiseDayTrip.jpgopacity0.952414",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Cruise to the Phi Phi Islands aboard a luxury cruiser and enjoy a day of island sightseeing, snorkeling and relaxation Relax in the cushioned comfort of the Premium Class sofa lounge, 1st's private seating or the value but comfortable seating of Standard Class Enjoy exclusive use of a private sundeck in Premium or the public deck of 1st and Standard Savor a delicious buffet and sumptuous seafood for lunch Receive complimentary beverages and snacks Snorkel the beautiful island waters from a luxury speedboat (free gear rental included) Enjoy convenient transfers to and from your hotel Relax in the cushioned comfort of the Premium Class sofa lounge, 1st's private seating or the value but comfortable seating of Standard Class Relax in the cushioned comfort of the Premium Class sofa lounge, 1st's private seating or the value but comfortable seating of Standard Class Enjoy exclusive use of a private sundeck in Premium or the public deck of 1st and Standard Enjoy exclusive use of a private sundeck in Premium or the public deck of 1st and Standard Savor a delicious buffet and sumptuous seafood for lunch Savor a delicious buffet and sumptuous seafood for lunch Receive complimentary beverages and snacks Receive complimentary beverages and snacks Snorkel the beautiful island waters from a luxury speedboat (free gear rental included) Snorkel the beautiful island waters from a luxury speedboat (free gear rental included) Enjoy convenient transfers to and from your hotel Enjoy convenient transfers to and from your hotel What We Love:   What We Love: Located just 45km to the east of Phuket, Phi Phi is renowned world wide for its natural scenic beauty and warm azure waters. You'll swiftly glide from Phuket to Phi Phi in the luxury of the newly built Royal Jet Cruiser 9 on a comfortable 1.5 hour voyage. Cruise past Phi Phi Ley Island for on board sightseeing – Viking Cave, Pi-Le Cove, Loh Samah Bay, Maya Bay and Monkey Beach. On arrival at Phi Phi Don Island everyone will step ashore to enjoy swimming and snorkeling in these incredible waters, home to a variety of tropical fish. Enjoy a sumptuous lunch at an island restaurant before a few hours of relaxing free time.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/299-phi-phi-jet-cruise-day-trip-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Phi Phi Jet Cruise Day Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:23:13"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4b99e893-ATV-Safari-Adventures/ATVSafariAdventures.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Set off on these exciting ATV safari adventures, sightsee Phuket and then, if you wish, even trek on an elephant! Ride on a safari adventure on a Polaris Phoenix 200cc quad bike (ATV) Motor on- and off- road through jungle trails, over hills and past rubber plantations Trek on an elephant, watch a monkey show and meet baby elephants on the Safari Program Visit the famed Big Buddha statue and enjoy panoramic island views on the 1- or 2-hour Short Courses Suited to both experienced and inexperienced riders Enjoy complimentary hotel transfers included Ride on a safari adventure on a Polaris Phoenix 200cc quad bike (ATV) Ride on a safari adventure on a Polaris Phoenix 200cc quad bike (ATV) Motor on- and off- road through jungle trails, over hills and past rubber plantations Motor on- and off- road through jungle trails, over hills and past rubber plantations Trek on an elephant, watch a monkey show and meet baby elephants on the Safari Program Trek on an elephant, watch a monkey show and meet baby elephants on the Safari Program Visit the famed Big Buddha statue and enjoy panoramic island views on the 1- or 2-hour Short Courses Visit the famed Big Buddha statue and enjoy panoramic island views on the 1- or 2-hour Short Courses Suited to both experienced and inexperienced riders Suited to both experienced and inexperienced riders Enjoy complimentary hotel transfers included Enjoy complimentary hotel transfers included What We Love:   What We Love: Pump up the adrenalin and head into the jungle! These ATVs (All Terrain Vehicles) are surprisingly easy to control for any experience level. Begin with a briefing then some practice time before setting off on your journey through jungle trails, past rubber plantations and across luscious hills. Safety is paramount, with tours led by an experienced guide who keeps an eye on you throughout. Visit Phuket's famous Big Buddha statue where you'll take a break to learn of its history and enjoy the panoramic views. Beyond the ATV riding, there's also the option for a 30-minute elephant trek, monkey show and chance to meet the young elephants too!  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/289-atv-safari-adventures-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "ATV Safari Adventures",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:23:27"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 45,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/76ed4f46-Phang-Nga-Sea-Canoeing/PhangNgaSeaCanoeing.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Canoe the turquoise waters of Phang Nga National Park and experience the dramatic sights of its famous natural landmarks Paddle through Panak's sea cave, past the impressive James Bond Island and to beautiful Hong Island Enjoy free time on the beach, swimming or canoeing at Naka Bay or Lawa Island Tuck into a delicious lunch provided on board the big boat Complimentary Phuket hotel pick ups and drop offs are included (limited area) Paddle through Panak's sea cave, past the impressive James Bond Island and to beautiful Hong Island Paddle through Panak's sea cave, past the impressive James Bond Island and to beautiful Hong Island Enjoy free time on the beach, swimming or canoeing at Naka Bay or Lawa Island Enjoy free time on the beach, swimming or canoeing at Naka Bay or Lawa Island Tuck into a delicious lunch provided on board the big boat Tuck into a delicious lunch provided on board the big boat Complimentary Phuket hotel pick ups and drop offs are included (limited area) Complimentary Phuket hotel pick ups and drop offs are included (limited area) What We Love:   What We Love: An impressive limestone monolith jutting up from emerald waters, James Bond Island is a landmark not to be missed. And what better way to explore than by canoe! Venture north by boat to explore the incredible beauty of Phang Nga National Park. Sightsee the spectacular nature from your canoe and paddle into Mut Cave at Panak Island. A delicious lunch spread is prepared on board before spending the afternoon at your leisure. Naka Bay or Lawa Island are the ideal locations to relax, have a swim or practice your canoeing skills amongst the luscious scenery and tropical waters of the national park. And when your limbs are just beginning to ache, you'll be whisked back home, direct to your hotel.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/402-phang-nga-sea-canoeing-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Phang Nga Sea Canoeing",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:23:38"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 62,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d11b777e-Phi-Phi--Bamboo-Islands-Trip/PhiPhiBambooIslandsTrip.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover the Thailand you've seen in the movies as you swim in crystal waters, snorkel amongst colorful coral, hand feed monkeys and relax on the beaches of paradise Come ashore at Bamboo Island, a Thai paradise of sparkling sands and azure waters Imagine you're exploring with Leo as you discover 'The Beach' Enjoy a delicious lunch at a beachside restaurant on Phi Phi Don Feed monkeys, sightsee from the boat and discover a hub of bird's nest soup production Transfers from your hotel and back are included Come ashore at Bamboo Island, a Thai paradise of sparkling sands and azure waters Come ashore at Bamboo Island, a Thai paradise of sparkling sands and azure waters Imagine you're exploring with Leo as you discover 'The Beach' Imagine you're exploring with Leo as you discover 'The Beach' Enjoy a delicious lunch at a beachside restaurant on Phi Phi Don Enjoy a delicious lunch at a beachside restaurant on Phi Phi Don Feed monkeys, sightsee from the boat and discover a hub of bird's nest soup production Feed monkeys, sightsee from the boat and discover a hub of bird's nest soup production Transfers from your hotel and back are included Transfers from your hotel and back are included What We Love:   What We Love: The Phi Phi Islands are about as idyllic as it gets. With pristine, palm-fringed beaches and turquoise waters, it's no surprise this was the choice destination for the Dicaprio blockbuster. This full day island-hopping trip will first take you to the sparkling sands of Bamboo Island. A private crescent-shaped bay where you can relax on the beach or snorkel beautifully clear waters. Departing for Hin Klang, you'll be mesmerized by the colorful marine life and coral reef resting just feet below the surface, before heading to Phi Phi Don for a beachside restaurant lunch. A sightseeing cruise will take you past the islands' fascinating rock formations to where it's feeding time at Monkey Beach. The most fascinating part of the trip comes in the form of Phi Phi Lay. Here you'll find the Viking Cave, home to a thriving bird's nest soup industry and of course, Maya Bay, where you can explore the spectacular setting of ‘The Beach'.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/304-phi-phi-bamboo-islands-trip-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Phi Phi & Bamboo Islands Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:23:50"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 37,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/80a4bf78-Siam-Niramit/SiamNiramit.jpgopacity0.999615",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly With incredible acrobatics and dance, and fantastic costumes and set design – it's no wonder Siam Niramit is one of Phuket's most popular shows. Choose Silver, Gold or, for the best views, Platinum seating and opt for the pre-show dinner to further enhance your evening Watch one of Phuket's top shows with spectacular performers and wonderful costumes Gain a deeper insight into Thai culture and history – without stepping foot in a museum! Choose to add on the delicious buffet dinner of international and Thai cuisine Stroll mock-traditional streets, ride or feed an elephant and watch performers at the pre-show Receive complimentary transfers to and from your hotel Watch one of Phuket's top shows with spectacular performers and wonderful costumes Watch one of Phuket's top shows with spectacular performers and wonderful costumes Gain a deeper insight into Thai culture and history – without stepping foot in a museum! Gain a deeper insight into Thai culture and history – without stepping foot in a museum! Choose to add on the delicious buffet dinner of international and Thai cuisine Choose to add on the delicious buffet dinner of international and Thai cuisine Stroll mock-traditional streets, ride or feed an elephant and watch performers at the pre-show Stroll mock-traditional streets, ride or feed an elephant and watch performers at the pre-show Receive complimentary transfers to and from your hotel Receive complimentary transfers to and from your hotel What We Love:   What We Love: With a convenient pick-up straight from your hotel, you'll be whisked into the fantastical Thai land, for an evening of history, culture and an unbelievable performance. The three-act show takes you on a Thai journey combining an impressive range of dance, martial arts and acrobatics. One of the largest productions in the world, it features over 100 performers (in over 500 costumes!) and outstanding set design. It's worth coming early for the pre-show to see various cultural Thai treasures: a traditional village (complete with floating market), a fountain and light show, amazing dance performances, Thai boxing and even elephant feeding and rides! Opt to include dinner to indulge in a sumptuous range of Thai and International dishes including vegetarian and halal food – simply delicious!  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/295-siam-niramit-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Siam Niramit",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:24:02"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 50,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/af11934d-Krabi-4-Islands-Day-Trip/Krabi4-IslandsDayTrip.jpg",
        "strIntroduction": " Motor from Phuket to Krabi by big boat (thereby minimizing any sickness inducing waves) to visit the quieter beaches on Krabi's shores Island hop between the white sands and clear waters near Krabi Swim and snorkel amongst amazing coral reefs and colorful marine life Sunbath on a beach or take to the water for sea sports Visit the Phra Nang Cave and learn about the phallic sculptures left within Savor a delicious lunch and relax by idyllic Railay Beach Receive complimentary transfers to and from your hotel Island hop between the white sands and clear waters near Krabi Island hop between the white sands and clear waters near Krabi Swim and snorkel amongst amazing coral reefs and colorful marine life Swim and snorkel amongst amazing coral reefs and colorful marine life Sunbath on a beach or take to the water for sea sports Sunbath on a beach or take to the water for sea sports Visit the Phra Nang Cave and learn about the phallic sculptures left within Visit the Phra Nang Cave and learn about the phallic sculptures left within Savor a delicious lunch and relax by idyllic Railay Beach Savor a delicious lunch and relax by idyllic Railay Beach Receive complimentary transfers to and from your hotel Receive complimentary transfers to and from your hotel What We Love:   What We Love: Cruise from Phuket in the sturdy comfort of a big boat before visiting the beautiful sands and incredible topography of the wonderful islands and secluded beaches on the coast of Krabi. Once in the Aonang Beach area, you'll transfer to a smaller speedboat to begin the island exploration. Hop between the tropical shores of Chicken Island, Tup Island, Poda Island and Phra Nang Cave (home to some interestingly shaped shrine sculptures…) The waters here are beautifully clear and the marine life is certain to amaze. Swimming, snorkeling, sunbathing, sea sports and exploring are the main callings of the day with a delicious lunch at Railay beach included too.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/296-krabi-4-islands-day-trip-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Krabi 4-Islands Day Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:24:15"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 78,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ae5f777a-Similan-Islands-Day-Trip/SimilanIslandsDayTrip.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend the day exploring Thailand's bluest waters and whitest sands Visit some of Thailand's best snorkeling islands Go ashore for a beach stroll or a relax on Similan's powder white sands Relish a delicious Thai style buffet lunch Enjoy complimentary hotel pick up and drop off Visit some of Thailand's best snorkeling islands Go ashore for a beach stroll or a relax on Similan's powder white sands Relish a delicious Thai style buffet lunch Enjoy complimentary hotel pick up and drop off What We Love:   What We Love: Just 84 km northwest of the deckchairs and bustling crowds of Patong lies the gateway to another, far less congested, world. Koh Similan is one of the Andaman's most spectacular island groups, largely due to the strikingly clear blue waters that surround it, worthy of being considered one of the 10 most interesting underwater sites in the world. Cruise by speedboat to this island paradise, snorkel amongst tropical fish and colorful coral, enjoy a seafood island lunch and relax on what are widely renowned as Thailand's whitest sands.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/404-similan-islands-day-trip-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Similan Islands Day Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:24:25"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 43,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6627f191-Raya-Island-Deep-Sea-Fishing-Trip/RayaIslandDeepSeaFishingTrip.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Fish off the shores of the Raya Islands, known for their wealth of big fish, with equipment, lunch and drinks included Spend a day fishing for big fish in the beautiful islands around Phuket Enjoy a delicious lunch on board and free time for a swim in the warm waters Bring along friends and family not interested in the actual fishing for a discounted rate Enjoy the convenience of pick-up and drop-off direct from your hotel Spend a day fishing for big fish in the beautiful islands around Phuket Spend a day fishing for big fish in the beautiful islands around Phuket Enjoy a delicious lunch on board and free time for a swim in the warm waters Enjoy a delicious lunch on board and free time for a swim in the warm waters Bring along friends and family not interested in the actual fishing for a discounted rate Bring along friends and family not interested in the actual fishing for a discounted rate Enjoy the convenience of pick-up and drop-off direct from your hotel Enjoy the convenience of pick-up and drop-off direct from your hotel What We Love:   What We Love: With a cornucopia of big fish around the Raya (or Racha) Islands, just 12km south of Phuket, this tour is your best chance to make a big catch. These waters are teeming with Marlin, Sailfish, Wahoo, King Mackerel, Dolphin and Tuna, and as a company with over 15 years of fishing experience in the area, they know just where to find them. Your boat will switch between trolling and bottom fishing with hand lines. All equipment is provided and you'll even stop at a secluded bay for a spot of lunch and chance to swim or snorkel in the azure waters. Perfect for fishing-fanatic groups and families alike – non-fishers can even enjoy the day and the lunch for half the price!  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/285-raya-island-fishing-trip-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Raya Island Deep Sea Fishing Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:24:35"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 74,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c3042975-Phuket-Island-Transfers/CityTransfersforPhuket%2CThailand.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Travel with ease in a private car from Phuket hotels to nearby destinations. All you have to sit back and plan what you're going to do when you get there! Enjoy easy transfers from Phuket island to nearby destinations in a modern air conditioned vehicle Receive a convenient pick up service from your hotel Choose between two vehicles to suit the size of your traveling party Enjoy easy transfers from Phuket island to nearby destinations in a modern air conditioned vehicle Enjoy easy transfers from Phuket island to nearby destinations in a modern air conditioned vehicle Receive a convenient pick up service from your hotel Receive a convenient pick up service from your hotel Choose between two vehicles to suit the size of your traveling party Choose between two vehicles to suit the size of your traveling party What We Love:   What We Love: Make sure your visit to Thailand is hassle free by booking a Phuket transfer in advance. Enjoy the comfort of a private vehicle with your own professional driver who will pick you up right from your hotel before whisking you off to your final destination. These private transfers to or from Phuket and Krabi, Koh Lanta or Khao Lak can accommodate between 1 and 10 people with a choice of a modern car with air conditioning.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/1167-island-transfers-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "City Transfers for Phuket, Thailand",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:24:46"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 41,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/cb74ed0e-Bangala-Boxing-Stadium/BanglaBoxingStadium.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Complete your Thailand experience by watching the national sport – Muay Thai. Three choices of seating let you decide exactly how close to the action you want to be! Watch men and women Muay Thai boxers from the world over at the famed Phuket stadium Begin by supporting the young fighters – some only 10 years old – before the professionals take to the ring Experience native culture with this ancient sport, so much a part of Thai life Chose between VIP, Ringside or Stadium seating Enjoy the convenience of hotel transfers included Watch men and women Muay Thai boxers from the world over at the famed Phuket stadium Watch men and women Muay Thai boxers from the world over at the famed Phuket stadium Begin by supporting the young fighters – some only 10 years old – before the professionals take to the ring Begin by supporting the young fighters – some only 10 years old – before the professionals take to the ring Experience native culture with this ancient sport, so much a part of Thai life Experience native culture with this ancient sport, so much a part of Thai life Chose between VIP, Ringside or Stadium seating Chose between VIP, Ringside or Stadium seating Enjoy the convenience of hotel transfers included Enjoy the convenience of hotel transfers included What We Love:   What We Love: Each week, fighters from all over the world assemble at Phuket's famous boxing stadium to compete in Thailand's national sport. Muay Thai boxing, an ancient martial art, is unlike traditional Western Boxing in many ways. You'll be amazed at the pace of the sport with men and women fighters using not just their fists, but also elbows, knees and feet to trick and beat their opponent. If you are already a fan of Muay Thai, looking for some evening entertainment or just want to get the complete experience when in Thailand – a real Muay Thai match should certainly be high on your itinerary.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/293-bangla-boxing-stadium-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bangla Boxing Stadium",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:24:57"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 63,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/16ab7155-X-Treme-Adventures/X-TremeAdventures.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Swing through the trees, ride an ATV and trek by elephant back – this is sure to be your most exciting day in Phuket! Fly, zip line and swing through the jungle on a 1-hour treetop adventure Motor on- and off- road with a safari adventure on a Polaris Phoenix 200cc quad bike (ATV) Trek on an elephant and meet the baby elephants! Suited to both experienced and inexperienced riders Enjoy complimentary hotel transfers included Fly, zip line and swing through the jungle on a 1-hour treetop adventure Fly, zip line and swing through the jungle on a 1-hour treetop adventure Motor on- and off- road with a safari adventure on a Polaris Phoenix 200cc quad bike (ATV) Motor on- and off- road with a safari adventure on a Polaris Phoenix 200cc quad bike (ATV) Trek on an elephant and meet the baby elephants! Trek on an elephant and meet the baby elephants! Suited to both experienced and inexperienced riders Suited to both experienced and inexperienced riders Enjoy complimentary hotel transfers included Enjoy complimentary hotel transfers included What We Love:   What We Love: For more extreme adventurers, you won't want to miss this packed itinerary of exciting jungle activities! Begin by swinging through the trees on the 1 hour X-Treme treetop challenge. Next you'll rev up your engine for 30 minutes riding an ATV (All Terrain Vehicle) through jungle trails, across hilltops and past rubber plantations. You'll be able to tick something off the bucket list with a 30-minute elephant trek whilst enjoying spectacular sea views before your chance to make friends with the young elephants. Experienced guides are with you throughout, to guarantee your safety and ensure that this will be one of your holiday highlights!  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/290-x-treme-adventures-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "X-Treme Adventures",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:25:12"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 47,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e12f2a78-Phuket-Private-Car-Charter/PhuketPrivateCarCharter.jpgopacity0.902188",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Explore Phuket with comfort and ease by booking a private car charter for a full or half day - plan your own itinerary and let your driver take you there! Enjoy a comfortable private charter in a modern air conditioned car (up to 3 people) or van (up to 10 people) Feel safe in the hands of your experienced driver and guide on request (full day charters only) Choose between two different vehicle sizes and full or half day packages to suit the requirements of your trip Plan your own itinerary and let your driver navigate the best route Enjoy a comfortable private charter in a modern air conditioned car (up to 3 people) or van (up to 10 people) Feel safe in the hands of your experienced driver and guide on request (full day charters only) Choose between two different vehicle sizes and full or half day packages to suit the requirements of your trip Plan your own itinerary and let your driver navigate the best route What We Love:   What We Love: For the most convenient and stress free way to explore Phuket, why not charter your own private vehicle? Opt for a car or van to accommodate your travel party, choose a full or half day, then decide exactly when and where you want to go - the itinerary is completely up to you. Perfect for larger groups, especially for families, travel from beach to jungle - and everywhere in between - with the utmost ease. Your professional driver will pick you up and drop you off directly from your hotel - all you have to worry about is enjoying the exclusivity of the experience. All private vehicles are air conditioned for optimal comfort and relaxation, so everything you need is already taken care of.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/823-phuket-private-car-charter-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Phuket Private Car Charter",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:25:28"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 31,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/51b3f418-Phi-Phi-Round-Trip-Cruise-Transfer/PhiPhiRoundTripCruiseTransfer.jpgopacity0.902188",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Cruise to the Phi Phi Islands aboard a luxury cruiser in the utmost comfort and exclusivity Relax in cushioned comfort in the Premium Class private lounge or the sofa seating area reserved for 1st Class passengers Enjoy exclusive use of a private sundeck in Premium Class or the public deck in 1st Class Receive complimentary beverages and snacks Enjoy convenient transfers to and from your hotel Relax in cushioned comfort in the Premium Class private lounge or the sofa seating area reserved for 1st Class passengers Relax in cushioned comfort in the Premium Class private lounge or the sofa seating area reserved for 1st Class passengers Enjoy exclusive use of a private sundeck in Premium Class or the public deck in 1st Class Enjoy exclusive use of a private sundeck in Premium Class or the public deck in 1st Class Receive complimentary beverages and snacks Receive complimentary beverages and snacks Enjoy convenient transfers to and from your hotel Enjoy convenient transfers to and from your hotel What We Love:   What We Love: Swiftly glide from Phuket to Phi Phi in the luxury of the newly built Royal Jet Cruiser 9 on a comfortable 2 hour voyage past spectacular tropical island views. Phi Phi is famed across the world for its natural scenic beauty and warm azure waters. For extra comfort on the journey, choose 1st class seating to enjoy cushioned lounge chairs and a 1st class refreshments service. For even more luxury, opt for Premium class to make the most of a private sundeck, luxurious sofa seating and complimentary drinks, snacks and beer.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/298-phi-phi-round-trip-cruise-transfer-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Phi Phi Round Trip Cruise Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:25:38"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/492d289a-Wi-Ho%21%C2%AE-Thailand-WiFi-Device/3GWiFiTPETSAKHHPickUpforThailand.jpg",
        "strIntroduction": " Stay connected when traveling in Thailand with a 3G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Stay connected for your trip in Thailand with unlimited WiFi coverage. When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Thailand from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 3G data whilst connecting up to 10 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/1150-wi-ho-thailand-wifi-device-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (TPE/TSA/KHH Pick Up) for Thailand",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:25:50"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 44,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2e991308-%E6%99%AE%E5%90%89%E9%95%87%E4%B8%AD%E8%91%A1%E6%96%87%E5%8C%96%E4%B9%8B%E6%97%85/PhuketHeritageWalk.jpgopacity0.949014",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Embark on a small group walking tour through the old Sino-Portuguese town giving you a full insight into the Phuket of hundreds of years ago Start the day visiting a local fresh market Visit Chinpracha House and Thai Hua museum Stroll through the old town visiting the old post office and first hotel in Phuket Hotel pick up and lunch are included Start the day visiting a local fresh market Start the day visiting a local fresh market Visit Chinpracha House and Thai Hua museum Visit Chinpracha House and Thai Hua museum Stroll through the old town visiting the old post office and first hotel in Phuket Stroll through the old town visiting the old post office and first hotel in Phuket Hotel pick up and lunch are included Hotel pick up and lunch are included What We Love:   What We Love: Thought Phuket was just a resort town? In fact Phuket has been home to a major trading port and tin mining industry dating back to the 19th century that brought thousands of Chinese migrants to Phuket's shores . With these flourishing industries came infrastructure that still stands today. Now a quaint town this tour brings the past back to life with all the stories and facts about what used to be. Start the day with a visit to the fresh market before heading to Chinpracha House and Thai Hua museum. Stroll through the old town famous for it's Sino-Portuguese architecture, those feeling peckish can try out some Hokkien style noodles and Malay tea which still remain popular from the days of the Chinese migrants.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/731-phuket-heritage-walk-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Phuket Heritage Walk",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:25:58"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 57,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8530c5eb-Bungy-Jump/BungeeJump.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Show gravity who's boss with a bungy jump in the safest surroundings overlooking spectacular views Take the leap from the only fully licensed Bungee Jump in Phuket Feel safe with a managing team from the home of bungee, New Zealand, and over 20 years of operation on this site Enjoy the views over the Kathu woodlands above a lagoon You will receive a free t-shirt and certificate, as well as have the opportunity to purchase photos and a video Take the leap from the only fully licensed Bungee Jump in Phuket Take the leap from the only fully licensed Bungee Jump in Phuket Feel safe with a managing team from the home of bungee, New Zealand, and over 20 years of operation on this site Feel safe with a managing team from the home of bungee, New Zealand, and over 20 years of operation on this site Enjoy the views over the Kathu woodlands above a lagoon Enjoy the views over the Kathu woodlands above a lagoon You will receive a free t-shirt and certificate, as well as have the opportunity to purchase photos and a video You will receive a free t-shirt and certificate, as well as have the opportunity to purchase photos and a video What We Love:   What We Love: Go on – crank up the adrenalin whilst in Phuket! Take the leap from 50 meters above a beautiful green-blue jungle lagoon with panoramic views all round. Safety is paramount at the New Zealand operated and managed site, the only fully licensed bungee jump in Phuket since opening in 1992. You'll be driven to the pond-side site where you'll be fully briefed and prepped (now's the time to tell the team if you want to be dunked in the water on your jump!) Ascend to the top of the tower by lift from where you'll make your leap of faith – with a nudge from the crew if you like – and free-fall vertically downwards! Afterwards you'll receive a certificate and t-shirt with the choice to purchase additional souvenirs commemorating your initiation into the 50-meter club!  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/284-bungy-jump-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bungee Jump",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:26:11"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 72,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f3960c3c-Raya-Island-Diving/RayaIslandDiving.jpg",
        "strIntroduction": " With a license, descend to depths of up to 30 meters amongst colourful coral on a slope dive or for beginners, take your first dip into the world of scuba in Raya's beautifully clear waters Make 2 dives at one of Thailand's premier sites Receive friendly and informative instruction from a professional diver Complete beginners will receive instruction and guidance allowing them to scuba dive in shallower waters Feel safe in this operator's years of experience, wealth of positive reviews and top quality equipment Enjoy a delicious lunch between your dives Transfers from your hotel and back are included Make 2 dives at one of Thailand's premier sites Make 2 dives at one of Thailand's premier sites Receive friendly and informative instruction from a professional diver Receive friendly and informative instruction from a professional diver Complete beginners will receive instruction and guidance allowing them to scuba dive in shallower waters Complete beginners will receive instruction and guidance allowing them to scuba dive in shallower waters Feel safe in this operator's years of experience, wealth of positive reviews and top quality equipment Feel safe in this operator's years of experience, wealth of positive reviews and top quality equipment Enjoy a delicious lunch between your dives Enjoy a delicious lunch between your dives Transfers from your hotel and back are included Transfers from your hotel and back are included What We Love:   What We Love: As one of the furthest islands off Phuket's southern coast, you'll find Raya Yai to be delightfully uncrowded and unspoilt. Boasting mile upon mile of white sandy beaches and world class diving in beautifully clear waters, just a one hour boat ride from Phuket. A typical dive here is a gentle drift along a sloping rock face, sprinkled with a variety of coral forests. Large schools of false barracuda, octopi and cuttlefish can often be spotted, as well as other more common tropical species and Manta Rays. Dives at Raya Yai are calm and easy with depths ranging from 2 meters through to 30+ meters making it perfect for those wanting a relaxing dive and first timers too. The team of highly experienced staff at South Siam have an excellent reputation for safety and instruction. This will be a sure contender for best dive experience, whether you're a proficient diver or complete novice.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/301-raya-island-diving-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Raya Island Diving",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:26:21"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 134,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/af49a5ba-Phuket-Helicopter-Tours/PhuketHelicopterTours.jpgopacity0.747729",
        "strIntroduction": " Understand why Phuket is known as the 'Pearl of the South' taking in sights of everything from idyllic beaches, to the Big Buddha Statue, and the hidden nature of Phang Nga View Phuket's best beaches, and famous exclusive resorts on the 10 minute Route A tour Discover Phuket's best beaches, as well as tropical rainforest, the 46m Big Buddha, Wat Chalong, the Royal Phuket Marina and more on Route B On Route C, view Phuket's most spectacular natural scenery plus famous James Bond Island, a floating Muslim Village and the Blue Canyon Golf Course Receive a tour narration from someone with a deep knowledge of the area: the pilot Relax with refreshments and cold towels after the flight Enjoy the convenience of pick-up and drop-off direct from your hotel View Phuket's best beaches, and famous exclusive resorts on the 10 minute Route A tour View Phuket's best beaches, and famous exclusive resorts on the 10 minute Route A tour Discover Phuket's best beaches, as well as tropical rainforest, the 46m Big Buddha, Wat Chalong, the Royal Phuket Marina and more on Route B Discover Phuket's best beaches, as well as tropical rainforest, the 46m Big Buddha, Wat Chalong, the Royal Phuket Marina and more on Route B On Route C, view Phuket's most spectacular natural scenery plus famous James Bond Island, a floating Muslim Village and the Blue Canyon Golf Course On Route C, view Phuket's most spectacular natural scenery plus famous James Bond Island, a floating Muslim Village and the Blue Canyon Golf Course Receive a tour narration from someone with a deep knowledge of the area: the pilot Receive a tour narration from someone with a deep knowledge of the area: the pilot Relax with refreshments and cold towels after the flight Relax with refreshments and cold towels after the flight Enjoy the convenience of pick-up and drop-off direct from your hotel Enjoy the convenience of pick-up and drop-off direct from your hotel What We Love:   What We Love: Prepare for the journey of a lifetime on Phuket's most exclusive and picturesque tour. You'll soar high above the ‘Pearl of the South', enjoying spectacular aerial views of Phuket's famous beaches and most exclusive hotels and villas. Look on in awe at the incredible expanses of turquoise blue waters, emerald bays and secret lagoons combined with temples, a famous golf course, the big Buddha statue and lush mountainous terrain. Along the way, your highly experienced pilot will narrate the journey and point out interesting sights. The EC-130 helicopter is world renowned as the best tour helicopter due to a quiet engine and large windows allowing you a peaceful journey with panoramic views. So get your camera at the ready – these are some holiday snaps you won't want to miss.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/288-phuket-helicopter-tours-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Phuket Helicopter Tours",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:26:32"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0c40b9ed-Orientala-Wellness-Spa-Packages/OrientalaWellnessSpaPackages.jpg",
        "strIntroduction": " Don't just get a quick massage at the beach — indulge in a complete experience with a selection of treatment packages from Orientala Spa Spend up to three hours in paradise with one of Orientala Spa's relaxing treatment packages Feel stress melt away with Varee — a soothing and healing Indian head massage Look years younger after a rejuvenating Aloe Vera Facial and get that fresh summer glow Rid your body of toxins and fatigue with a warming Pita Clay Wrap One of the six packages is guaranteed to suit you Spend up to three hours in paradise with one of Orientala Spa's relaxing treatment packages Feel stress melt away with Varee — a soothing and healing Indian head massage Look years younger after a rejuvenating Aloe Vera Facial and get that fresh summer glow Rid your body of toxins and fatigue with a warming Pita Clay Wrap One of the six packages is guaranteed to suit you What We Love:   What We Love: In a busy eventful city like Phuket, it's easy to get lost in all the sightseeing, boat trips and beach parties. Don't let your full schedule stand in the way of your relaxation — after all, you are here on vacation. Let yourself unwind with a series of special spa treatments in Orientala Spa. Go in for a mild Soother including a 50 minute Thai massage or shoo bad thoughts away with Varee Indian head massage. Pita clay wrap will warm you up and detoxify your body while Herbal Vayo Massage will let your experience the healing effects of a hot herbal compress.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/1545-orientala-wellness-spa-packages-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Orientala Wellness Spa Packages",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:26:44"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 49,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/eb01c5de-Luxury-Yacht-Cruise/LuxuryYachtCruise.jpg",
        "strIntroduction": " Relax in boating bliss as you sail to a tropical island paradise, enjoying water activities from a luxury yacht Experience the exclusive comfort of yachting to Raya or Maiton Islands Enjoy activities in the uncrowded, coral-filled waters surrounding the boat such as swimming, snorkeling and fishing Tuck in to a sumptuous BBQ lunch onboard Enjoy the convenience of complimentary hotel transfers Experience the exclusive comfort of yachting to Raya or Maiton Islands Experience the exclusive comfort of yachting to Raya or Maiton Islands Enjoy activities in the uncrowded, coral-filled waters surrounding the boat such as swimming, snorkeling and fishing Enjoy activities in the uncrowded, coral-filled waters surrounding the boat such as swimming, snorkeling and fishing Tuck in to a sumptuous BBQ lunch onboard Tuck in to a sumptuous BBQ lunch onboard Enjoy the convenience of complimentary hotel transfers Enjoy the convenience of complimentary hotel transfers What We Love:   What We Love: Glide through tropical Thai waters aboard a luxury sailing yacht. Departing from Phuket, you can recline and sunbath on deck before arriving at Maiton or Raya Island (season dependent) a few kilometers south. Drawing fewer crowds, these islands are renowned for their spectacularly blue waters, romantic beaches and incredible aquatic life. Spend the day sightseeing, snorkeling, fishing and swimming from the back of the yacht before a BBQ buffet lunch is served on board. What more relaxing way to visit the islands!  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/303-luxury-yacht-cruise-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Luxury Yacht Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:26:55"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 469,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/75b658e7-Private-Private-Speedboat-Charter/PrivateSpeedboatCharterfromPhuket.jpgopacity0.744311",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend the day surrounded by the beauty of Coral and Raya Island on a private speedboat charter - an exclusive and convenient day trip from Phuket Enjoy an exclusive private day charter to Coral or Raya Island on a luxury cruiser for up to 20 people Avoid the tourist crowds in your own double engine speedboat with 2 crew on hand Get picked up and dropped off directly from your hotel within the Phuket island area Enjoy an exclusive private day charter to Coral or Raya Island on a luxury cruiser for up to 20 people Enjoy an exclusive private day charter to Coral or Raya Island on a luxury cruiser for up to 20 people Avoid the tourist crowds in your own double engine speedboat with 2 crew on hand Avoid the tourist crowds in your own double engine speedboat with 2 crew on hand Get picked up and dropped off directly from your hotel within the Phuket island area Get picked up and dropped off directly from your hotel within the Phuket island area What We Love:   What We Love: Thailand has endless beautiful islands to explore. The trouble is, when you find one that's easy to get to, so have the rest of Thailand's tourists, which might slightly ruin your Thai paradise. Coral and Raya Islands, both conveniently located to the south of Phuket and an easy day trip, are idyllic, less discovered destinations renowned for their world class snorkeling. Collect together your travel companions and head out for a day in paradise - on your very own private speedboat! This exclusive private day trip from Phuket includes hotel pick up and drop off, a two-engine speedboat with two crew and eight hours discovering the turquoise waters around Coral, Raya Yai and Raya Noi Islands.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/745-phuket-speedboat-charter-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Private Speedboat Charter from Phuket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:27:05"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 92,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e065830c-Three-Dives-Day-Trip/ThreeDivesDayTrip.jpgopacity0.899842",
        "strIntroduction": " Motor to remote Ko Dok Mai Island to enjoy a great variety of dives which more experienced divers will love: a wreck, a wall dive and a coral dive Make 3 dives at one of Thailand's premier sites, great for qualified divers Receive friendly and informative instruction from a professional diver Have a pre-dive briefing and quick refresher before you go in Feel safe in this operator's years of experience, wealth of positive reviews and top quality equipment Enjoy a delicious lunch between your dives Transfers from your hotel and back are included Make 3 dives at one of Thailand's premier sites, great for qualified divers Make 3 dives at one of Thailand's premier sites, great for qualified divers Receive friendly and informative instruction from a professional diver Receive friendly and informative instruction from a professional diver Have a pre-dive briefing and quick refresher before you go in Have a pre-dive briefing and quick refresher before you go in Feel safe in this operator's years of experience, wealth of positive reviews and top quality equipment Feel safe in this operator's years of experience, wealth of positive reviews and top quality equipment Enjoy a delicious lunch between your dives Enjoy a delicious lunch between your dives Transfers from your hotel and back are included Transfers from your hotel and back are included What We Love:   What We Love: Dive at three premier sites off the Phuket coast in one day. The King Cruiser is a car ferry wreck from 1997. She came to rest 32 meters down and now attracts huge schools of barracuda, travellies and snappers as well as scorpion fish and lionfish. The three pinnacles of Shark point are covered with hard and soft coral and known particularly for leopard sharks and nurse sharks. Ko Dok Mai (flower island) is a small lone island boasting excellent wall diving ranging from 20-30 meters as well as two caves. Rock oysters, giant clams, sea fans, sea horses, shrimp, nudibranch and schools of yellow tail barracuda can all be seen here. Dive with a team of highly experienced staff, all with an excellent reputation for safety and instruction - you're guaranteed to have a great day under the water!  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/305-three-dives-day-trip-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Three Dives Day Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:27:17"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 55,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ef738c5d-Phuket-Freshwater-Fishing-Park/PhuketFreshwaterFishingPark.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Target your choice species of fish with bread or chicken/shrimp bait for a fruitful day of freshwater fishing Spend a day fishing at Phuket's only freshwater fishing park Enjoy a delicious lunch on site Attract a range of catch including Redtail Catfish, Piranha Pacu, Barramundi, Siamese Shark, Alligator Gar, Arapaima and Mekong Catfish Enjoy the convenience of pick-up and drop-off direct from your hotel Spend a day fishing at Phuket's only freshwater fishing park Spend a day fishing at Phuket's only freshwater fishing park Enjoy a delicious lunch on site Enjoy a delicious lunch on site Attract a range of catch including Redtail Catfish, Piranha Pacu, Barramundi, Siamese Shark, Alligator Gar, Arapaima and Mekong Catfish Attract a range of catch including Redtail Catfish, Piranha Pacu, Barramundi, Siamese Shark, Alligator Gar, Arapaima and Mekong Catfish Enjoy the convenience of pick-up and drop-off direct from your hotel Enjoy the convenience of pick-up and drop-off direct from your hotel What We Love:   What We Love: The most fruitful way to bag that monster catch is at Phuket's one and only freshwater fishing lake. Boasting over 12 different species from Thailand, America and other parts of the world, this is without doubt Thailand's most varied freshwater fishing park. With a choice of bread or chicken & shrimp bait, you'll be treated to catches like Alligator Gar, Redtail Catfish, Arapaima, Siamese Carp, Pacu, Barramundi, Walking Catfish, Spotted Featherback and many more! Break up your day of fishing with an onsite lunch of Thai and Western food. You're guaranteed a great day of fishing with anglers regularly catching fish up to 40kg, and if you're lucky, possibly something bigger!  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/286-phuket-freshwater-fishing-park-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Phuket Freshwater Fishing Park",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:27:28"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 1094,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/65b6cbee-DaVinci-Luxury-Yacht-Charter/DaVinciLuxuryYachtCharter.jpgopacity0.601394",
        "strIntroduction": " With an excellent reputation in these parts, DaVinci will provide you and your guests with the most luxurious and relaxing way to explore these beautiful Thai waters Cruise the Andaman's turquoise seas with a relaxing catamaran charter Receive first-class service and hospitality from the experienced crew plus inclusive food and drinks Learn the basics of sailing or sit back as the expert skipper and crew take control Sunbath on deck, snorkel from the boat, or swim ashore for an idyllic beach stroll Cruise the Andaman's turquoise seas with a relaxing catamaran charter Cruise the Andaman's turquoise seas with a relaxing catamaran charter Receive first-class service and hospitality from the experienced crew plus inclusive food and drinks Receive first-class service and hospitality from the experienced crew plus inclusive food and drinks Learn the basics of sailing or sit back as the expert skipper and crew take control Learn the basics of sailing or sit back as the expert skipper and crew take control Sunbath on deck, snorkel from the boat, or swim ashore for an idyllic beach stroll Sunbath on deck, snorkel from the boat, or swim ashore for an idyllic beach stroll What We Love:   What We Love: Discover secluded snorkeling spots and hidden bays aboard the luxury ‘DaVinci' catamaran. This modern 39 ft cruiser provides day trips off Phuket's shores with impeccable service and experienced crew. Experience the thrill of sailing, the fun of tuna fishing along the way, and the joy of splashing into the Andaman's beautifully warm waters. Day trip to Koh Raya or Phuket's southern islands to experience pristine waters perfect for snorkeling or a beachside stroll under swaying coconut palms. DaVinci comfortably accommodates up to 12 guests for day trips with a skipper and 1-2 other crew. The boat is fully equipped including refrigerators and iceboxes and a delectable Thai buffet lunch is provided under the shade.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/401-davinci-luxury-yacht-charter-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "DaVinci Luxury Yacht Charter",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:27:39"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 79,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b35078b4-Oasis-Spa-Packages/OasisSpaSpecialPackages.jpg",
        "strIntroduction": " Enjoy a day of exclusive pampering at one of the best spas in Phuket, Oasis Spa, featuring four prime locations and luxury spa treatments Heal your body and soul with a pampering spa experiences at Oasis Spa, one of Phuket's most luxurious spas Each spa location offers a different luxury experience tailoring everything from the views to the decor to your preference With a choice of packages designed to target specific areas, pick from traditional Thai massage, hair treatments, coconut and mango, and more Opt for the ultimate experiences with a hot stone massage or magically healing four hands massage With six packages to choose from you're guaranteed to find something perfect for you Heal your body and soul with a pampering spa experiences at Oasis Spa, one of Phuket's most luxurious spas Each spa location offers a different luxury experience tailoring everything from the views to the decor to your preference With a choice of packages designed to target specific areas, pick from traditional Thai massage, hair treatments, coconut and mango, and more Opt for the ultimate experiences with a hot stone massage or magically healing four hands massage With six packages to choose from you're guaranteed to find something perfect for you What We Love:   What We Love: Pamper yourself from head to toe at Oasis Spa with one of its indulgent relaxing treatment packages. Sporting four locations in Phuket, Oasis Spa offers a truly personal experience, letting you choose between stunning ocean views, secret lagoon villas, Moroccan or traditional Thai décor. With a variety of luxurious treatments like Sabai Stone Massage, Hair Spa Package, foot reflexology, herbal compresses, mango body scrubs and more, you will have a wide range of experiences to choose from. Don't miss out on Ayurveda — East Indian warm oil massage renowned for its mind and body healing properties.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/1551-oasis-spa-special-packages-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Oasis Spa Special Packages",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:27:52"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 81,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/81c4a046-Blue-Elephant-Thai-Cooking-Class/BlueElephantThaiCookingClassPhuket.jpgopacity0.757893",
        "strIntroduction": " Learn how to cook Thai food at arguably the best cooking class in Phuket at Blue Elephant Cooking School Enjoy a hands on Thai cooking class under the guidance of the talented chefs at Blue Elephant Create a selection Thai dishes such as papaya salad, green curry, coconut soup and spicy chicken; a different menu is provided each day! Embark on an exotic culinary adventure in Phuket in a fully equipped and clean kitchen Meet other budding chefs in a group class or opt for a more personalised experience with a private lesson Dine on your creations after the class and take home the knowledge to recreate restaurant quality dishes at home Enjoy a hands on Thai cooking class under the guidance of the talented chefs at Blue Elephant Enjoy a hands on Thai cooking class under the guidance of the talented chefs at Blue Elephant Create a selection Thai dishes such as papaya salad, green curry, coconut soup and spicy chicken; a different menu is provided each day! Create a selection Thai dishes such as papaya salad, green curry, coconut soup and spicy chicken; a different menu is provided each day! different menu Embark on an exotic culinary adventure in Phuket in a fully equipped and clean kitchen Embark on an exotic culinary adventure in Phuket in a fully equipped and clean kitchen Meet other budding chefs in a group class or opt for a more personalised experience with a private lesson Meet other budding chefs in a group class or opt for a more personalised experience with a private lesson Dine on your creations after the class and take home the knowledge to recreate restaurant quality dishes at home Dine on your creations after the class and take home the knowledge to recreate restaurant quality dishes at home What We Love:   What We Love: Often considered one of the most delicious cuisines in the world, Thai food is known for its creative use of fresh ingredients, flavorful herbs and health properties. Complete your visit to Phuket with a professional cooking class, suitable for both seasoned chefs and novice cooks. Classes include a market visit or in depth explanation of Thai flavors before the hands-on cooking lesson, with all ingredients and equipment provided, before the best part - tasting your creations! Under the watchful eye of globally recognized Thai cuisine expert Nooror Somany-Steppe, you will quickly master some of Thailand's signature dishes. Afterwards, you'll have the know-how to host an exotic dinner party and wow your guests with your newly acquired master chef skills.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/1414-blue-elephant-cooking-school-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Blue Elephant Thai Cooking Class (Phuket)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:28:04"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ccd8aab1-Orientala-Spa/OrientalaSpa.jpg",
        "strIntroduction": " Dive into Thailand's signature zen culture with an enjoyable and stress-relieving massage at Orientala Spa in Phuket Stay rested and refreshed in the busy Phuket with a selection of relaxing spa treatments Take a break from your full sightseeing schedule and experience the best of Thai healing Choose from 5 packages, from a traditional Thai massage to a healing sports massage Stay rested and refreshed in the busy Phuket with a selection of relaxing spa treatments Take a break from your full sightseeing schedule and experience the best of Thai healing Choose from 5 packages, from a traditional Thai massage to a healing sports massage What We Love:   What We Love: Unwind in the aromatic and relaxing atmosphere of Orientala Spa with a selection of treatments designed to rejuvenate and beautify. Known across the world for their healing properties, Thai massages are an affordable luxury and an experience not to be missed on your trip to Phuket. Indulge yourself with 1 to 2 hour massage sessions, from a traditional Thai massage to an oil massage or even a sports massage. Each treatment comes with its own benefits and will be a great way to refresh and catch a break from your active vacation.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/1544-orientala-spa-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Orientala Spa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:28:17"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 36,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7e57ccf3-Orientala-Spa/OasisSpa.jpgopacity0.899842",
        "strIntroduction": " Pick from many massages and treatments at Phuket's Oasis Spa for a few hours of total indulgence Take a vacation from the beach and pamper yourself with a series of luxurious spa treatments at Oasis Spa, one of Phuket's most exclusive spas Indulge in a powerfully relaxing massage with stunning ocean views and partially outdoor treatment rooms Enrich your skin with hot oil aromatherapy treatment, explore the ancient tradition of foot reflexology or get a special glow with a facial With seven packages to choose from, you're sure to find your perfect treatment Take a vacation from the beach and pamper yourself with a series of luxurious spa treatments at Oasis Spa, one of Phuket's most exclusive spas Indulge in a powerfully relaxing massage with stunning ocean views and partially outdoor treatment rooms Enrich your skin with hot oil aromatherapy treatment, explore the ancient tradition of foot reflexology or get a special glow with a facial With seven packages to choose from, you're sure to find your perfect treatment What We Love:   What We Love: Give your skin a break from the sun and the beach and indulge in a day of head-to-toe pampering at Oasis Spa — where stunning views and experienced massage gurus will take you to a state of complete relaxation. With treatments ranging from traditional classic massages to oil aromatherapy, foot reflexology and luxurious facials, you won't be strapped for choice. With the sea breeze on your skin, your muscles relaxed and your head free of worry, your time at Oasis spa promises to be one of the highlights of your holiday in Phuket.  ",
        "strLocation": "Phuket",
        "strOriginUrl": "https://www.klook.com/activity/1550-oasis-spa-phuket/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Oasis Spa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:28:26"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2fcc0591-3G-WiFi-Device-HKG-Pick-Up-for-Thailand/3GWiFiHKGPickUpforThailand.jpgopacity0.70933",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Thailand with an unlimited data pocket 3G WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Thailand - wherever your itinerary takes you Get WiFi access across the whole of Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong airport Collect and drop off your device at Hong Kong airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Thailand, without the stress of sourcing WiFi once you get there. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Thailand but also Singapore, Taiwan, Japan and Korea.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/664-thailand-wifi-device-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Thailand",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:28:40"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4b1510de-%E8%8B%8F%E6%A2%85%E5%B2%9B%E6%9C%BA%E5%9C%BA%EF%BC%88USM%EF%BC%89%E6%8E%A5%E9%80%81%E6%9C%8D%E5%8A%A1---Klook%E5%AE%A2%E8%B7%AF/AirportTransfersUSMPickUpforKohSamuimore.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Arrive in comfort by conveniently booking an airport to downtown transfer on Koh Samui Enjoy Koh Samui airport-hotel transfers in a modern air conditioned vehicle Receive a convenient pick up service from the airport meeting pointl/hotel lobby from your English-speaking driver Choose between two vehicles that suit the size of your traveling party Enjoy Koh Samui airport-hotel transfers in a modern air conditioned vehicle Enjoy Koh Samui airport-hotel transfers in a modern air conditioned vehicle Receive a convenient pick up service from the airport meeting pointl/hotel lobby from your English-speaking driver Receive a convenient pick up service from the airport meeting pointl/hotel lobby from your English-speaking driver Choose between two vehicles that suit the size of your traveling party Choose between two vehicles that suit the size of your traveling party What We Love:   What We Love: Enjoy a hassle free trip to and from Koh Samui airport by booking an airport transfer in advance. Enjoy the exclusivity of a private vehicle with your own professional driver who will pick you up right from the arrival hall or from your hotel, before whisking you off to your destination. These airport transfers can accommodate between 1 and 10 people in a car or van with air conditioning so your comfort and relaxation are well taken care of.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/1172-private-airport-transfers-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (USM Pick Up) for Koh Samui & more",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:28:51"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 28,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7bb98f94-Airport-Transfers-URT-Pick-Up-for-Surat-Thani%2C-Surat-Thani%2C-Samui%2C-Koh-Phangan%2C-or-Koh-Tao-/AirportTransfersURTPickUpforSuratThanimore.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Arrive in comfort by conveniently booking an airport to downtown transfer from Surat Thani Airport to Koh Samui, Koh Tao, Koh Phangan and other nearby destinations Enjoy Surat Thani airport-hotel transfers in a modern air conditioned vehicle to nearby islands including Samui, Koh Phangan and Koh Tao Receive a convenient pick up service from the arrivals hall/hotel lobby from your English-speaking driver Choose between two vehicles that suit the size of your traveling party Enjoy Surat Thani airport-hotel transfers in a modern air conditioned vehicle to nearby islands including Samui, Koh Phangan and Koh Tao Enjoy Surat Thani airport-hotel transfers in a modern air conditioned vehicle to nearby islands including Samui, Koh Phangan and Koh Tao Receive a convenient pick up service from the arrivals hall/hotel lobby from your English-speaking driver Receive a convenient pick up service from the arrivals hall/hotel lobby from your English-speaking driver Choose between two vehicles that suit the size of your traveling party Choose between two vehicles that suit the size of your traveling party What We Love:   What We Love: Enjoy a hassle free trip to and from Surat Thani airport by booking an airport transfer in advance. Enjoy the exclusivity of a private vehicle with your own professional driver who will pick you up right from the arrival hall or from your hotel, before whisking you off to your destination. These airport transfers can accommodate between 1 and 10 people in a car or van with air conditioning so your comfort and relaxation are well taken care of.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/1173-private-airport-transfers-surat-thani/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (URT Pick Up) for Surat Thani & more",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:29:02"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d2e92fa2-3G4G-SIM-Card-HKG-Pick-Up-for-Thailand/3G4GSIMCardHKGPickUpforThailand.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Connect with your mobile just like you do at home with a 4G/3G Sim Card in Thailand 7 Days Sim Card loaded with 4G and Unlimited 3G for use in Thailand Additional 100baht calling time included 3-in-1 Sim Card (Mini, Micro and Nano sizes) 7 Days Sim Card loaded with 4G and Unlimited 3G for use in Thailand 7 Days Sim Card loaded with 4G and Unlimited 3G for use in Thailand Additional 100baht calling time included Additional 100baht calling time included 3-in-1 Sim Card (Mini, Micro and Nano sizes) 3-in-1 Sim Card (Mini, Micro and Nano sizes) What We Love:   What We Love: We know that you love to be able to connect with your friends and family, and we also know that you don't like roaming costs. With a local Sim card available for pick up before you leave you can connect as soon as you arrive in Thailand. With unlimited data you'll be able to send those holiday snaps to family and friends, look at maps to find the best of the best, and stay in touch with your email while you're away.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/725-happy-tourist-sim-card-thailand/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G/4G SIM Card (HKG Pick Up) for Thailand",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:29:15"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 51,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6be335dd-Angthong-National-Park-/AngthongNationalPark.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend a day away from the busy beaches and come on board for a full day of snorkeling with an optional kayaking adventure around the beautiful Marine Park too! Spend a day in Thailand's beautiful Angthong National Park, a protected area home to exotic marine life Snorkel through the beautiful nature and clear blue waters Opt for the additional kayak adventure to explore more of the marine park Enjoy a light pre-departure breakfast and Thai buffet lunch Travel with ease as hotel transfers are included Spend a day in Thailand's beautiful Angthong National Park, a protected area home to exotic marine life Spend a day in Thailand's beautiful Angthong National Park, a protected area home to exotic marine life Snorkel through the beautiful nature and clear blue waters Snorkel through the beautiful nature and clear blue waters Opt for the additional kayak adventure to explore more of the marine park Opt for the additional kayak adventure to explore more of the marine park Enjoy a light pre-departure breakfast and Thai buffet lunch Enjoy a light pre-departure breakfast and Thai buffet lunch Travel with ease as hotel transfers are included Travel with ease as hotel transfers are included What We Love:   What We Love: Angthong National Park offers visitors beautiful scenery surrounding spectacular snorkeling conditions – perfect for a relaxing day trip. Float through the warm waters of the Gulf of Thailand, take in the exotic marine life and marvel at the intoxicating beauty of this magical underwater world. You'll motor from Koh Samui to Koh Wao, a cluster of three islands creating a shallow and sheltered bay which provides perfect conditions for snorkeling and kayaking – and in crystal clear waters too! The boat journey is equally as scenic: glide past snow-white beaches, luscious nature and hidden lagoons. Keep an eye out for the ‘sea-gypsies' – longtime inhabitants who continue to make a living by fishing these waters.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/319-angthong-national-park-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Angthong National Park",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:29:27"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 20,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0e5d3320-Discover-Koh-Samui/DiscoverKohSamui.jpgopacity0.669369",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Tour around the beautiful island of Koh Samui, see the most popular sights and even take the chance to ride an elephant and relax with a fish spa! See Samui's famous sights and beautiful nature including a market, famous rocks, a mummified monk and the ideal viewpoint Watch animal shows and ride an elephant Relax with a tranquil waterfall dip and later, a fish spa! Travel with ease as hotel transfers are included See Samui's famous sights and beautiful nature including a market, famous rocks, a mummified monk and the ideal viewpoint See Samui's famous sights and beautiful nature including a market, famous rocks, a mummified monk and the ideal viewpoint Watch animal shows and ride an elephant Watch animal shows and ride an elephant Relax with a tranquil waterfall dip and later, a fish spa! Relax with a tranquil waterfall dip and later, a fish spa! Travel with ease as hotel transfers are included Travel with ease as hotel transfers are included What We Love:   What We Love: This is the all-inclusive Koh Samui experience. You'll have the chance to watch a baby elephant and monkey show where you can even meet and feed the elephant or try a special baby elephant massage! Then it's your chance to experience riding an elephant yourself. After a visit to the famous Big Buddha, you can browse the local stalls at Nathon Town's colorful market and take some time to chill with a unique fish spa experience. A stop at Kunaram Temple is sure to impress – it's the site of Samui's mummified monk! Before a visit to the Secret Waterfall to cool off. Next don't miss seeing Samui's humorously-shaped Grandmother and Grandfather rocks by Lamai Beach. The final stop in this jam-packed tour is a photo op at Lad Koh, a spectacular viewpoint where you'll certainly be able to capture that perfect holiday snap.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/327-discover-koh-samui-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Discover Koh Samui",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:29:42"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 56,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/cc3359c6-Koh-Tao--Koh-Nangyuan-by-Speed-Boat/KohTaoKohNangyuanbySpeedBoat.jpgopacity0.751133",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Motor with speedy efficiency to discover world-class snorkeling at two of the Gulf's less visited islands Koh Tao and Koh Nangyuan Spend a day at the tiny islands of Tao and Nangyuan, home to amazing shallow reef snorkeling Choose the speedy transport option on the speedboat for the most exhilarating way to travel Enjoy breakfast before departure and lunch on Koh Tao Travel with ease as hotel transfers are included to and from the pier Spend a day at the tiny islands of Tao and Nangyuan, home to amazing shallow reef snorkeling Spend a day at the tiny islands of Tao and Nangyuan, home to amazing shallow reef snorkeling Choose the speedy transport option on the speedboat for the most exhilarating way to travel Choose the speedy transport option on the speedboat for the most exhilarating way to travel Enjoy breakfast before departure and lunch on Koh Tao Enjoy breakfast before departure and lunch on Koh Tao Travel with ease as hotel transfers are included to and from the pier Travel with ease as hotel transfers are included to and from the pier What We Love:   What We Love: Renowned for cerulean waters, colorful coral reefs and a myriad of vibrant fish, the small islands of Kho Tao and Kho Nangyuan provide excellent snorkeling day trip locations, away from the tourist crowds of neighboring islands. Begin the day with a convenient hotel pick-up and a pre-departure breakfast on the pier. Then ride the warm waves by speedboat to the first snorkeling stop at Koh Tao's isolated Mango Bay. Exploring the azure waters will work up an appetite for a beachside restaurant lunch before hopping back on board and heading to the emerald bays of Koh Nangyuan. Here you'll get the chance to explore the shallow reefs of one of Thailand's best snorkeling spots. As the day starts to cool, travel ashore to make the 10-15 minute hike to the viewpoint offering spectacular views of the sandbar-linked island below. Enjoy a swift boat ride back to Samui and a return drop-off at your hotel.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/321-koh-tao-koh-nangyuan-by-speed-boat-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Koh Tao & Koh Nangyuan by Speed Boat",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:29:55"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 50,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3cffeef7-Koh-Samui--Private-Car-Charter/KohSamuiPrivateCarCharter.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Get around the beautiful island of Koh Samui in style with the comfort of a private vehicle and the help of an experienced driver Enjoy a comfortable private charter in a modern air conditioned car (up to 3 people) or van (up to 10 people) Feel safe in the hands of your experienced driver and guide on request (full day charter only) Choose between two different vehicle sizes and full or half day packages Plan your own itinerary and let your driver navigate the quickest way to get there Enjoy a comfortable private charter in a modern air conditioned car (up to 3 people) or van (up to 10 people) Feel safe in the hands of your experienced driver and guide on request (full day charter only) Choose between two different vehicle sizes and full or half day packages Plan your own itinerary and let your driver navigate the quickest way to get there What We Love:   What We Love: Book a private vehicle with a professional driver to take you anywhere you need to be in Koh Samui and enjoy a convenient and stress free way to explore the island. Opt for a car or van to accommodate your travel party, choose a full or half day, then decide exactly when and where you want to go - the itinerary is completely up to you. Perfect for larger groups, especially for families, travel from beach to jungle - and everywhere in between - with the utmost ease. Your experienced driver will pick you up and drop you off directly from your hotel — all you have left to do is enjoy the special experience and take in the unique atmosphere of Koh Samui. All private vehicles are air conditioned for optimal comfort and relaxation, so everything you need is already taken care of.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/1599-private-car-charter-thailand-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Koh Samui Private Car Charter",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:30:05"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 67,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f30d1afb-Koh-Tao--Koh-Nanyuan-by-Big-Boat/KohTaoKohNangyuanbyBigBoat.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Travel by ferry to the smaller islands of Koh Tao and Koh Nangyuan and enjoy smooth and comfortable transfers so you can focus on snorkeling – and not the wobbly seas! Spend a day at the tiny islands of Tao and Nangyuan, home to amazing shallow reef snorkeling Motor to the islands by ferry, the sturdier, more relaxing transport option (for a more exhilarating option, book the speedboat trip here) Relax in spacious comfort on the 1.5 hour journey with air conditioning and comfortable seating on boat Enjoy an international buffet lunch on board, and snacks and drinks served after snorkeling Travel with ease as hotel transfers are included to and from the pier Spend a day at the tiny islands of Tao and Nangyuan, home to amazing shallow reef snorkeling Spend a day at the tiny islands of Tao and Nangyuan, home to amazing shallow reef snorkeling Motor to the islands by ferry, the sturdier, more relaxing transport option (for a more exhilarating option, book the speedboat trip here) Motor to the islands by ferry, the sturdier, more relaxing transport option (for a more exhilarating option, book the speedboat trip here) here Relax in spacious comfort on the 1.5 hour journey with air conditioning and comfortable seating on boat Relax in spacious comfort on the 1.5 hour journey with air conditioning and comfortable seating on boat Enjoy an international buffet lunch on board, and snacks and drinks served after snorkeling Enjoy an international buffet lunch on board, and snacks and drinks served after snorkeling Travel with ease as hotel transfers are included to and from the pier Travel with ease as hotel transfers are included to and from the pier What We Love:   What We Love: This trusted ferry service now provides snorkeling excursions too! For anyone prone to seasickness, this ferry transfer provides you with a more stable, air-conditioned voyage to Koh Tao from where you'll move to a high-speed boat for inter-island hopping within the sheltered bay area. So whatever the weather, you can be sure to have the calmest journey to your snorkeling destination. On arrival in Koh Tao and Koh Nangyuan, you'll be blown over by the unspoiled beauty of these islands. Delve into the colorful underwater world with your mask and snorkel, then trek up to Koh Nangyuan's spectacular viewpoint, or simply lie on the beach… and relax!  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/325-koh-tao-koh-nangyuan-by-big-boat-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Koh Tao & Koh Nangyuan by Big Boat",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:30:48"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 141,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/bada0c58-Santiburi-Samui-Golf-Club/SantiburiSamuiGolfClub.jpgopacity0.744311",
        "strIntroduction": " Fit a few hours of golf into your holiday at one of Thailand's top 5 courses, famed for its incomparable views over coasts, bays, beaches, islands and turquoise seas Tee-off at Samui's championship golf course Enjoy spectacular mountain and sea views as you play Challenge yourself with the multiple playing levels that follow the hillside gradient This no handicap course is accessible to all levels but is demanding so beginners can start on the 9 hole variant Cool off after a game over panoramic views from the Santiburi Club House Tee-off at Samui's championship golf course Tee-off at Samui's championship golf course Enjoy spectacular mountain and sea views as you play Enjoy spectacular mountain and sea views as you play Challenge yourself with the multiple playing levels that follow the hillside gradient Challenge yourself with the multiple playing levels that follow the hillside gradient This no handicap course is accessible to all levels but is demanding so beginners can start on the 9 hole variant This no handicap course is accessible to all levels but is demanding so beginners can start on the 9 hole variant Cool off after a game over panoramic views from the Santiburi Club House Cool off after a game over panoramic views from the Santiburi Club House What We Love:   What We Love: Established in 2003, the Santiburi Samui Country Club is Samui's championship 18 hole golf course, stretching along the hills of the northern coastline and recently vote as one of the top five golf courses in Thailand. It's renowned at one of Asia's most beautiful and has been an essential stop on both the PGA Asian Tour and The Queen's Cup for many years. Play a round beneath swaying coconut palms then relax at the club with a cool drink over incomparable mountain and coastal views over to Koh Phangan and Maenam Beach. The package includes green fee, caddy and cart for this challenging course but with no handicap requirement. So for any budding golfers visiting the island, Thailand's newest golfing destination should be on your itinerary.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/328-santiburi-samui-golf-club-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Santiburi Samui Golf Club",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:31:01"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 49,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/44fa33e7-%E8%8B%8F%E6%A2%85%E5%B2%9B%E8%A1%97%E5%A4%B4%E7%BE%8E%E9%A3%9F%E4%B9%8B%E6%97%85/SamuiStreetEats.jpgopacity0.8277",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover and savor the authentic flavors of local Thai street food - Samui style. A small group foodie tour that will tempt anyone with an appetite for Thai food Enjoy beach views as the sun sets Head to Samui's bustling night market Get an introduction to street food from an experienced guide or 'foodie' Learn about the all the fresh and meaty dishes from the locals Enjoy beach views as the sun sets Enjoy beach views as the sun sets Head to Samui's bustling night market Head to Samui's bustling night market Get an introduction to street food from an experienced guide or 'foodie' Get an introduction to street food from an experienced guide or 'foodie' Learn about the all the fresh and meaty dishes from the locals Learn about the all the fresh and meaty dishes from the locals What We Love:   What We Love: Koh Samui - perfection would be an understatement for this natural paradise. Start the tour by saying cheers to the day as you watch the sun slip behind the island before heading into town to delight your tastebuds with some local street food. Let your nose guide you right to the food, stopping at each stall to try a bit of everything assisted by your english-speaking tour guide. On the way learn about the seasoning process crucial to these iconic dishes before finishing up with a traditional Thai dessert. With a full stomach, retreat back to the beach and have one last drink before calling it a night.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/730-samui-street-food-koh%20samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Samui Street Eats",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:31:13"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 69,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1ddb2523-Red-Baron-Boat-Trips/RedBaronBoatTrips.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Cruise, snorkel and dine on the glorious waters around Koh Samui and Koh Phangan on this spectacular traditional yacht Spend a day on the luxurious Red Baron traditional sailing boat Cruise all day to Koh Phangan every Tuesday or Koh Samui every Saturday Brunch cruise to Koh Phangan on Wednesdays and Sundays Add a dose of romance with the sunset cruises every Monday and Friday Snorkel, swim, sunbathe and enjoy the fantastic nature at these two beautiful islands Enjoy a full breakfast and BBQ lunch (or brunch buffet), fresh fruits, snacks and drinks throughout Hotel transfers are also included Spend a day on the luxurious Red Baron traditional sailing boat Spend a day on the luxurious Red Baron traditional sailing boat Cruise all day to Koh Phangan every Tuesday or Koh Samui every Saturday Cruise all day to Koh Phangan every Tuesday or Koh Samui every Saturday Brunch cruise to Koh Phangan on Wednesdays and Sundays Brunch cruise to Koh Phangan on Wednesdays and Sundays Add a dose of romance with the sunset cruises every Monday and Friday Add a dose of romance with the sunset cruises every Monday and Friday Snorkel, swim, sunbathe and enjoy the fantastic nature at these two beautiful islands Snorkel, swim, sunbathe and enjoy the fantastic nature at these two beautiful islands Enjoy a full breakfast and BBQ lunch (or brunch buffet), fresh fruits, snacks and drinks throughout Enjoy a full breakfast and BBQ lunch (or brunch buffet), fresh fruits, snacks and drinks throughout Hotel transfers are also included Hotel transfers are also included What We Love:   What We Love: Prepare to be pampered as you cruise the crystal waters of Koh Samui and around. This traditional Thai sailing junk, a twin-masted, red-sailed icon in these parts, is the biggest of its kind in Koh Samui and the Gulf of Thailand. Spend a day in traditional luxury as you glide past the pristine beaches and secret bays of this beautiful region. Snorkel and swim or simply relax on deck with a refreshing drink in hand as you wait for the mouthwatering buffet and barbeque to be served. You can chill in the covered saloon, visit the lounge bar, fish from the designated platform or claim your spot on a comfortable sun lounger. Sailings change daily: choose from Samui's most beautiful beaches or Koh Phangan's unspoiled beauty. Opt for a full day, brunch or romantic sunset cruise. Whatever you choose, peace and relaxation are guaranteed!  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/331-red-baron-boat-trips-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Red Baron Boat Trips",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:31:26"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 100,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f7805fdb-Angthong-Marine-Park-Cruise/AngthongMarineParkCruise.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Every Thursday you can sail on the iconic Red Baron to Angthong National Marine Park, a picturesque archipelago of over 40 islands, boasting some of the cleanest waters and most colorful fish Spend a day on the luxurious Red Baron traditional sailing boat Visit the protected Marine Park, the emerald inspiration for cult classic ‘The Beach' Snorkel, swim, sunbath and enjoy the fantastic nature of this beautiful island Enjoy a mouthwatering breakfast, lunch, fresh fruits, drinks and snacks Hotel transfers are also included Spend a day on the luxurious Red Baron traditional sailing boat Spend a day on the luxurious Red Baron traditional sailing boat Visit the protected Marine Park, the emerald inspiration for cult classic ‘The Beach' Visit the protected Marine Park, the emerald inspiration for cult classic ‘The Beach' Snorkel, swim, sunbath and enjoy the fantastic nature of this beautiful island Snorkel, swim, sunbath and enjoy the fantastic nature of this beautiful island Enjoy a mouthwatering breakfast, lunch, fresh fruits, drinks and snacks Enjoy a mouthwatering breakfast, lunch, fresh fruits, drinks and snacks Hotel transfers are also included Hotel transfers are also included What We Love:   What We Love: Each Thursday, the Red Baron, Koh Samui's most luxurious cruise boat, sails to Angthong National Marine Park, one of Thailand's most idyllic paradises. This traditional Thai sailing junk, a twin-masted, red-sailed icon in these parts, is the biggest of its kind in Koh Samui and the Gulf of Thailand. Spend a day in traditional luxury as you glide past the inspiration for ‘The Beach' and snorkel or swim in the crystal clear waters of this 40-island archipelago. Or, if you'd prefer, simply relax on deck with a refreshing drink in hand as you wait for the mouthwatering lunch buffet and barbeque to be served. You can chill in the covered saloon, visit the lounge bar, fish from the designated platform or claim your spot on a comfortable sun lounger.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/560-angthong-marine-park-cruise-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Angthong Marine Park Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:37:23"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 64,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7f9b3552-Peace-Tropical-Spa/PeaceTropicalSpaPackages.jpg",
        "strIntroduction": " Pamper yourself with aromatic herbal steams and finger-licking fruit scrubs at Peace Tropical Spa in Koh Samui Enjoy a day of pampering on a beautiful tropical island — you deserve it Choose between one of many relaxing treatments and don't miss the specialties: herbal steams and fruit scrubs Peace Tropical Spa's professional therapists will ensure you your muscle tension and stress will dissolve on your first visit! Enjoy a day of pampering on a beautiful tropical island — you deserve it Choose between one of many relaxing treatments and don't miss the specialties: herbal steams and fruit scrubs Peace Tropical Spa's professional therapists will ensure you your muscle tension and stress will dissolve on your first visit! What We Love:   What We Love: Complete your busy day at Koh Samui with a true treat for your body and mind. Located in the quiet corner only a few minutes from Fisherman's Village and close to Bophut Beach, Peace Tropical Spa is an escape into the world of calm amidst the busy island life. Featuring a rich selection of artisan spa treatments including, the spa's signature offerings are aromatic herbal steams and delicious fruit scrubs: coconut, lemon grass, jasmine mint and more. Your visit to Peace Tropical Spa is guaranteed to leave you feeling refreshed and ready for more island adventures.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/1575-peace-tropical-spa-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Peace Tropical Spa Packages",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:37:37"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 55,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/47f272e2-Thaisolate-Floating-Spa/ThaisolateFloatingSpa.jpg",
        "strIntroduction": " Looking for a truly unique experience in Koh Samui? The first and only floating centre in the gulf of Thailand, Thaisolate Floating Spa welcomes you with open arms! Free your mind of stress and your body of tiredness in the Dreampod isolation tanks of Thaisolate Floating Spa Meditate, regain peace and tranquility as you lie atop the water, weightless and free Removing all outer distractions, flotation lets you rediscover yourself and replenish mental energy Free your mind of stress and your body of tiredness in the Dreampod isolation tanks of Thaisolate Floating Spa Meditate, regain peace and tranquility as you lie atop the water, weightless and free Removing all outer distractions, flotation lets you rediscover yourself and replenish mental energy What We Love:   What We Love: Thaisolate Floating Spa is the only specialized float centre in Thailand. Float centre? Yes, here you will get to experience flotation on water in the state-of-the-art Dreampod isolation tanks. A popular practice in the recent years, floating has come to be associated with significant mental and physical benefits as it lets you \"turn off\" outside distractions and focus on your mind. Recommended as pain relief and to reduce high blood pressure, floating is also a common practice in meditation centers and is used to improve physical performance.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/1574-thaisloate-floating-spa-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Thaisolate Floating Spa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:37:49"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 17,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/aeef5914-Lets-Relax-Spa-and-Massage-Treatments/LetsRelaxSpaTreatments.jpg",
        "strIntroduction": " Leave worries behind as you enter Let's Relax Spa in Koh Samui: an oasis of peace, calm and relaxation Leave worries behind and explore an array of relaxing treatments at Let's Relax Spa in Koh Samui Pick one of many amazing treatments from aromatic scrubs and wraps to massages and aromatherapy This moment of peace and relaxation will leave you feeling refreshed and re-energized for the rest of your holiday A winner of multiple awards including 'Thailand's Most Popular Day Spa' and featured in 'Lonely Planet' guides Leave worries behind and explore an array of relaxing treatments at Let's Relax Spa in Koh Samui Pick one of many amazing treatments from aromatic scrubs and wraps to massages and aromatherapy This moment of peace and relaxation will leave you feeling refreshed and re-energized for the rest of your holiday A winner of multiple awards including 'Thailand's Most Popular Day Spa' and featured in 'Lonely Planet' guides What We Love:   What We Love: What makes for an amazing spa experience? It’s a well-balanced combination of relaxing health treatments, professional and friendly therapists, reasonable pricing and beautiful views. Let’s Relax Spa in the heart of Koh Samui has all of that and more. Choose between a myriad ways to pamper yourself: a four-hand massage, body scrubs, aromatic hot stone massage, aromatherapy and more. With over 15 years of experienced and more than a million happy customers, Let’s Relax is well-known across Thailand for its excellent service.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/2144-lets-relax-spa-treatments-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Let's Relax Spa Treatments",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:38:01"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 23,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/de35f8d2-Lets-Relax-Spa-Packages-Koh-Samui/LetsRelaxSpaPackages.jpgopacity0.472525",
        "strIntroduction": " From aromatherapy to foot reflexology, Let's Relax Spa offers a full range of wellness treatments to match any requirements Explore lots of ways to get rid of stress at Let's Relax Spa in Koh Samui - these packages are more than just a massage Try one of many available wellness packages: Blooming Life, Body & Soul, Full Spirit, Golfer’s Heaven, Dream and more Indulge in hours of aromatherapy, body scrubs, foot reflexology and traditional Thai massages A winner of multiple awards including 'Thailand's Most Popular Day Spa' and featured in 'Lonely Planet' guides Explore lots of ways to get rid of stress at Let's Relax Spa in Koh Samui - these packages are more than just a massage Try one of many available wellness packages: Blooming Life, Body & Soul, Full Spirit, Golfer’s Heaven, Dream and more Indulge in hours of aromatherapy, body scrubs, foot reflexology and traditional Thai massages A winner of multiple awards including 'Thailand's Most Popular Day Spa' and featured in 'Lonely Planet' guides What We Love:   What We Love: Koh Samui is one of Thailand's busiest islands. With so much to do, so many parties to attend, loads of attractions to visit and tanning sessions, make sure you leave a few hours just for yourself. At Let's Relax Spa, you will be able to put these hours to good use – pampering yourself with luxurious wellness treatments: body wraps and scrubs, oil and aromatherapy massages and more. Fitted into convenient packages with names like Dream Package, Full Spirit or Body & Soul, your time with Let’s Relax Spa's professional therapists will leave you re-energized and ready for the day.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/2145-lets-relax-spa-packages-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Let's Relax Spa Packages",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:38:13"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 63,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6caf28f3-%E6%B5%B7%E8%BE%B9%E9%87%8E%E9%A4%90%E7%A7%81%E4%BA%BA%E7%8B%82%E6%AC%A2---Klook%E5%AE%A2%E8%B7%AF/PrivateBeachPicnic.jpgopacity0.0442984",
        "strIntroduction": " Escape the city, escape the noise and stay totally relaxed on the only private beach picnic in Koh Samui with a menu of your choice Great times await! Get ready for a delicious picnic prepared and waiting for you Swim, snorkel and relax on a breathtakingly beautiful Thai island The 6 hour private tour with a convenient pick up right from your hotel is the best way to unwind Enjoy a sumptuous feast with the best of Thai and Western dishes plus wine and beer, fully customizable to your preferences Great times await! Get ready for a delicious picnic prepared and waiting for you Swim, snorkel and relax on a breathtakingly beautiful Thai island The 6 hour private tour with a convenient pick up right from your hotel is the best way to unwind Enjoy a sumptuous feast with the best of Thai and Western dishes plus wine and beer, fully customizable to your preferences What We Love:   What We Love: Go on a delicious adventure in Koh Samui with a relaxing picnic on a beautiful island. Away from the noise and Full Moon parties, you will get to see a more peaceful side of the area on nearby islands, with breathtaking rustic scenery, crystal clear water and clean fresh sea air. Head to the azure waters of Koh Tan for some light snorkeling before visiting Tan Island or Mudsum Beach where a delicious picnic lunch awaits, with Thai and Western menu options, freshly prepared just for you. Indulge in a delicious meal of dishes such as papaya salad, fried rice, meat skewers, vegetable couscous, sandwiches and cake or Thai desserts. Special dietary requirements are catered for and you can request dishes too. One thing is sure – you won't want to leave!  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/1949-beach-picnic-private-tour-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Private Beach Picnic",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:38:24"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 192,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9cac8f21-Private-Yacht-Charters/PrivateYachtCharters.jpgopacity0",
        "strIntroduction": " Welcome aboard your choice of private yacht! There's a boat to suit every occasion - whether for couples, families, corporates or friends. Throw in some sunshine, snorkeling and a white sand beach and you really can't go wrong! Choose Sanora for family groups up to 5, Viva II for intimate sailings with 2-4, Crazy Horse catamaran for 6 or Dreamcatcher for a luxury cruise with 18 Embark on a half day cruise (4hrs), sunset cruise (2.5hrs) or full day cruise (8hrs) Sail past picturesque coast and enjoy snorkeling and swimming in the crystal clear waters Full day charters will enjoy a delicious beachside Thai restaurant lunch whilst all other trips include ample snacks and soft drinks Transfer with ease as hotel pick up and drop off is included Choose Sanora for family groups up to 5, Viva II for intimate sailings with 2-4, Crazy Horse catamaran for 6 or Dreamcatcher for a luxury cruise with 18 Choose Sanora for family groups up to 5, Viva II for intimate sailings with 2-4, Crazy Horse catamaran for 6 or Dreamcatcher for a luxury cruise with 18 Embark on a half day cruise (4hrs), sunset cruise (2.5hrs) or full day cruise (8hrs) Embark on a half day cruise (4hrs), sunset cruise (2.5hrs) or full day cruise (8hrs) Sail past picturesque coast and enjoy snorkeling and swimming in the crystal clear waters Sail past picturesque coast and enjoy snorkeling and swimming in the crystal clear waters Full day charters will enjoy a delicious beachside Thai restaurant lunch whilst all other trips include ample snacks and soft drinks Full day charters will enjoy a delicious beachside Thai restaurant lunch whilst all other trips include ample snacks and soft drinks Transfer with ease as hotel pick up and drop off is included Transfer with ease as hotel pick up and drop off is included What We Love:   What We Love: These yacht charters provide the most unique way to explore the Koh Samui coastline, offering everything from single-handed day cruisers to speedy catamarans. Equipped with all modern electronics, comfortable cockpits and on deck lounging, as well as functioning kitchens and bathrooms, these sailing boats are perfect for a day of marine exploration. The easy-to-handle cruisers will help hone your sailing skills: take the helm, practice tacking or try to set the jib. Alternatively, sit back, relax and enjoy the views. Make stops for swimming and snorkeling in scenic bays, visit exotic waterfalls and uninhabited islands, then cruise into the sunset. The experienced staff will provide a truly remember charter: they're committed to giving you the best experience possible and are seasoned experts in these waters. Trust their judgment to show you the most beautiful hidden locations around Koh Samui and Koh Phangan.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/333-private-yacht-charters-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Private Yacht Charters",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:38:35"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 65,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2dd80d58-%E6%9C%97%E5%A7%86%E9%85%92%E5%8E%82%E5%8F%82%E8%A7%82%E4%B8%8E%E7%BE%8E%E9%85%92%E5%93%81%E5%B0%9D-%E5%90%AB%E5%8D%88%E9%A4%90---Klook%E5%AE%A2%E8%B7%AF/DrinksTastingTour.jpg",
        "strIntroduction": " Get a totally unique perspective on Koh Samui with a tasting tour of the island's only distillery, brewery and winery Explore Koh Samui on one of island's most enjoyable and relaxing tours Learn all about local fruit wine making and taste three delicious Thai wines Visit an actual rum distillery, try local rums and learn how the drink is made from scratch Savor a gourmet lunch and try your hand at cocktail making before tasting a selection of home-brewed ales Benefit from the wealth of knowledge from your English speaking guide and the owners of the venues you visit Explore Koh Samui on one of island's most enjoyable and relaxing tours Learn all about local fruit wine making and taste three delicious Thai wines Visit an actual rum distillery, try local rums and learn how the drink is made from scratch Savor a gourmet lunch and try your hand at cocktail making before tasting a selection of home-brewed ales Benefit from the wealth of knowledge from your English speaking guide and the owners of the venues you visit What We Love:   What We Love: Our Drinks Tasting Tour in Koh Samui offers a unique insight into the local alcohol produced on the island. Instead of filling your glass with generic beers and cocktails, you will get to taste two flavors of locally brewed rum and learn about the secrets of Thai fruit wine making. A gourmet food break is prepared together with your own private cocktail making session. After lunch, head over to sample a selection of four amazing ales – pick your favorite carefully as you'll be offered a whole pint to enjoy.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/1950-drinks-tasting-tour-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Drinks Tasting Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:38:47"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 50,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4b094a51-Photography-Tour/PhotographyTour.jpgopacity0",
        "strIntroduction": " Love photography? Take your hobby to the next level with a 5 hour photo tour of Koh Samui and its major landmarks Whether a pro or an enthusiast, you are sure to enjoy a photo tour of Koh Samui, with lots to see and lots to capture Visit the island's famous attractions: from Grandfather and Grandmother Rocks to the Big Buddha and more Complete the tour with a beautiful sunset over the island Capture amazing photos of the sceneries around you and take as much time as you need to perfect your masterpieces Meet a friendly group of like-minded amateur and experienced photographers Whether a pro or an enthusiast, you are sure to enjoy a photo tour of Koh Samui, with lots to see and lots to capture Visit the island's famous attractions: from Grandfather and Grandmother Rocks to the Big Buddha and more Complete the tour with a beautiful sunset over the island Capture amazing photos of the sceneries around you and take as much time as you need to perfect your masterpieces Meet a friendly group of like-minded amateur and experienced photographers What We Love:   What We Love: Do you often feel bad when you hold back the group trying to capture as many memories as possible? Well, you won't have to anymore. With this Photography Tour in Koh Samui, you will get to take as many photos as you'd like with the friendly encouragement of like-minded enthusiasts. During the 5 hour tour, you will get to visit iconic Koh Samui attractions at the best times to avoid the crowds so you can take your time photographing stunning natural scenes, architecture and more. Your first stop will be the magnificent Golden Pagoda and the tour will continue to some of the most important attractions on the island: the Big Buddha, temples, rock formations and more. Complete with a stunning island sunset, this is a wonderful photographic adventure into the heart of Koh Samui.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/1951-photography-tour-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Photography Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:38:58"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d964f82f-3G4G-SIM-Card-HKG-Pick-Up-for-Thailand/3G4GSIMCardHKGPickUpforThailand.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Connect with your mobile just like you do at home with a 4G/3G SIM Card in Thailand 7 Days Sim Card loaded with 4G and Unlimited 3G for use in Thailand Additional 100 baht calling time included 3-in-1 Sim Card (Mini, Micro and Nano sizes) 7 Days Sim Card loaded with 4G and Unlimited 3G for use in Thailand 7 Days Sim Card loaded with 4G and Unlimited 3G for use in Thailand Additional 100 baht calling time included Additional 100 baht calling time included 3-in-1 Sim Card (Mini, Micro and Nano sizes) 3-in-1 Sim Card (Mini, Micro and Nano sizes) What We Love:   What We Love: We know that you love to be able to connect with your friends and family, and we also know that you don't like roaming costs. With a local Sim card available for pick up before you leave you can connect as soon as you arrive in Thailand. Make the most of unlimited data so you can send those holiday snaps to family and friends, look at maps to find the best of the best, and keep on top of your emails while you're away.  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/2013-sim-card-thailand-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G/4G SIM Card (HKG Pick Up) for Thailand",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:39:08"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6178bfe5-3G4G-SIM-Card-KBV-Pick-Up-for-Thailand/3G4GSIMCardKBVPickUpforThailand.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend money on your holiday instead of hefty phone bills – get a local SIM card for your holiday in Thailand! Stay connected on your holiday in Thailand with a local SIM card Keep in touch with family and friends without overspending on roaming services Share vacation photos and enjoy fast web speeds thanks to 4G and 3G connectivity (area-dependant) You can pick up the SIM card right upon your arrival at Krabi International Airport Stay connected on your holiday in Thailand with a local SIM card Stay connected on your holiday in Thailand with a local SIM card Keep in touch with family and friends without overspending on roaming services Keep in touch with family and friends without overspending on roaming services Share vacation photos and enjoy fast web speeds thanks to 4G and 3G connectivity (area-dependant) Share vacation photos and enjoy fast web speeds thanks to 4G and 3G connectivity (area-dependant) You can pick up the SIM card right upon your arrival at Krabi International Airport You can pick up the SIM card right upon your arrival at Krabi International Airport What We Love:   What We Love: Connect with family and friends and tell them all about the exciting vacation you are having in Thailand without exorbitant roaming costs with the 7 day unlimited SIM card. Enjoy lightning fast web speeds, get updates from your social media accounts and make hassle-free travel arrangements. Available for pick up right when you arrive in Krabi, the SIM card will let you connect to 4G or 3G network (depending on the area) and will let you make the best of your vacation without worrying about the details.  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/1774-thailand-sim-card-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G/4G SIM Card (KBV Pick Up) for Thailand",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:39:19"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 85,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3cc06d4a-Krabi-City-Transfers/CityTransfersforKrabi%2CThailand.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Travel in comfort by conveniently booking Krabi city transfers for your trip and see the city at your own pace getting from destination to destination in a private vehicle Enjoy hassle-free transfers within Krabi in a comfortable air-conditioned vehicle Spend time on sightseeing and exploring the city instead of running after a crowded bus or overpaying for a taxi Choose between two vehicles that suit the size of your traveling party Enjoy hassle-free transfers within Krabi in a comfortable air-conditioned vehicle Enjoy hassle-free transfers within Krabi in a comfortable air-conditioned vehicle Spend time on sightseeing and exploring the city instead of running after a crowded bus or overpaying for a taxi Spend time on sightseeing and exploring the city instead of running after a crowded bus or overpaying for a taxi Choose between two vehicles that suit the size of your traveling party Choose between two vehicles that suit the size of your traveling party What We Love:   What We Love: Enjoy a hassle free vacation in Krabi by booking convenient city transfers to most popular destinations. Benefit from the exclusivity of a private vehicle with your own professional driver taking you around town in comfort and style. City transfers can accommodate between 1 and 10 people in a car or van — perfect for individual trips or group tours.  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/1441-city-transfers-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "City Transfers for Krabi, Thailand",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:39:29"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 14,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/20167e9d-Krabi-Ao-ThaLane-Mangrove-Kayak-Trip-/KrabiMangroveKayakTrip.jpgopacity0.803341",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Leave all your worries behind and explore the quiet canyons of Ao Thalane Bay on a relaxing kayaking trip Hop aboard a kayak and explore one Krabi's most beautiful hidden bays — Ao Thalane Bay Paddle around quiet canyons and groves with towering karst formations in the background Enjoy a delicious lunch in the calm natural environment and try to spot the elusive local inhabitants — crab-eating macaques! Expand your experience with the full or half day tour with an optional elephant ride Hop aboard a kayak and explore one Krabi's most beautiful hidden bays — Ao Thalane Bay Paddle around quiet canyons and groves with towering karst formations in the background Enjoy a delicious lunch in the calm natural environment and try to spot the elusive local inhabitants — crab-eating macaques! Expand your experience with the full or half day tour with an optional elephant ride What We Love:   What We Love: Ao Thalane is one of the most beautiful bays in the whole of Thailand. Surrounded by towering karst formations and cute little offshore islands, this place is simply ideal for kayaking. You get to explore small hidden passageways and discover the bay's diverse eco system at your own pace and away from hordes of tourists. Rich in flora and fauna, Ao Thalane Bay is a great place to spot some of Thailand's evasive wildlife: rare birds, monkeys and more. Choose between a quick half-day kayaking trip or go all in with longer tours including an optional elephant ride.  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/1453-mangrove-kayak-trip-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Krabi Mangrove Kayak Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:39:38"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 46,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/07b45866-%E6%B3%B0%E5%9B%BD%E5%AE%8F%E5%B2%9B%E6%B5%AE%E6%BD%9C%E4%B8%80%E6%97%A5%E6%B8%B8---Klook%E5%AE%A2%E8%B7%AF/KrabitoPhiPhiDayTourbySpeedboat.jpgopacity0.687708",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Travel from Krabi to the Phi Phi Islands the efficient way, by speedboat! Take a relaxing trip to one of Krabi's most well-known destinations — Phi Phi Islands Take a memorable stroll down Maya Beach — where the young Leonardo DiCaprio once played a hopeful Richard in 'The Beach' Snorkel amidst colorful corals in the underwater field of Monkey Bay Enjoy a convenient trip with hotel pick up, speedboat ride and a delicious lunch all taken care of Take a relaxing trip to one of Krabi's most well-known destinations — Phi Phi Islands Take a memorable stroll down Maya Beach — where the young Leonardo DiCaprio once played a hopeful Richard in 'The Beach' Snorkel amidst colorful corals in the underwater field of Monkey Bay Enjoy a convenient trip with hotel pick up, speedboat ride and a delicious lunch all taken care of What We Love:   What We Love: Dubbed the \"the jewels of the Andaman Sea\", Phi Phi Islands remain one of Thailand's major 'must-sees'. On this trip to Phi Phi Islands, you will get to visit iconic locations such as Maya Beach — the set of the 2000 adventure drama 'The Beach' starring Leonardo DiCaprio. After a relaxing lunch, you get to stop by stunningly colorful coral gardens of Monkey Bay and snorkel to explore its abundant marine life. Enjoy a relaxing boat ride back that will take you along incredible landscapes and changing water hues — take fascinating photos and feel a refreshing sea breeze on your skin.  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/1439-krabi-to-phi-phi-day-tour-by-speedboat-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Krabi to Phi Phi Day Tour by Speedboat",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:39:53"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 60,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d974f2b0-Krabi--Private-Car-Charter/KrabiPrivateCarCharter.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover Krabi's breathtaking sights with ease by booking a private car charter - plan your itinerary and let your experienced driver get you there! Enjoy a convenient private charter in a modern air conditioned car (up to 3 people) or van (up to 10 people) Feel safe in the hands of your experienced driver and guide on request (full day charter only) Choose between full or half day packages and get to your destinations in no time Decide where you want to go and let your driver navigate the best route Enjoy a convenient private charter in a modern air conditioned car (up to 3 people) or van (up to 10 people) Feel safe in the hands of your experienced driver and guide on request (full day charter only) Choose between full or half day packages and get to your destinations in no time Decide where you want to go and let your driver navigate the best route What We Love:   What We Love: For the most convenient and stress free way to discover Krabi, why not charter your own private vehicle? Choose a car for a party of up to three traveler or a van for a bigger group. Travel between famous sights, sandy beaches and the jungle in a comfortable air conditioned vehicle with an experienced driver who will show you the best shortcuts. Get picked up and dropped off right at your hotel and don't waste any time figuring out how to get somewhere. Simply hop into your private car and enjoy the exclusivity of the experience!  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/1600-private-car-charter-thailand-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Krabi Private Car Charter",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:40:05"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 48,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/722fa834-Krabi-Departure-James-Bond-Island-Speedboat-Tour/JamesBondIslandSpeedboatTourfromKrabi.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover the set of the 1974 James Bond Movie, The Man With The Golden Gun: circle it on a kayak, explore the island itself and take photos with iconic backdrops Visit one of the most iconic destinations in Krabi - James Bond Island Explore the set of the 1974 James Bond movie 'The Man With The Golden Gun' Part of the Phang-Nga Bay National Park, the island is a tropical paradise with lots of exciting stories to tell Visit one of the most iconic destinations in Krabi - James Bond Island Explore the set of the 1974 James Bond movie 'The Man With The Golden Gun' Part of the Phang-Nga Bay National Park, the island is a tropical paradise with lots of exciting stories to tell What We Love:   What We Love: Bond. James Bond. Try repeating this phrase at the set of one of the most renowned James Bond movie — The Man With The Golden Gun — filmed in 1974 and starring Roger Moore. Today, James Bond Island is one of the major attractions at Phang-Nga Bay National Park. The beautiful island has remained almost exactly the same as featured in the movie and you will get the chance to walk in James Bond's footsteps and take amazing photos with the famous backdrop. The island itself is a joy to discover — with a pristine natural environment and clear soft waters. Hop on a speedboat and see it all!  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/1455-james-bond-island-speedboat-tour-from-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "James Bond Island Speedboat Tour from Krabi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:40:17"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3e7cd222-3G-WiFi-Device-TPETSAKHH-Pick-Up-for-Krabi%2C-Thailand/3GWiFiTPETSAKHHPickUpforThailand.jpgopacity0",
        "strIntroduction": " Stay connected when traveling in Thailand with a 3G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Stay connected for your trip in Thailand with unlimited WiFi coverage. When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Thailand from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 3G data whilst connecting up to 10 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/1445-wifi-device-thailand-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (TPE/TSA/KHH Pick Up) for Thailand",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:40:32"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 13,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3ccf4b87-%E7%94%B2%E7%B1%B3%E5%9B%9B%E5%B2%9B1%E6%97%A5%E6%B8%B8---Klook%E5%AE%A2%E8%B7%AF/Krabi4IslandsDayTour.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Explore the best of Krabi: the beautiful islands of Koh Poda, Koh Gai, Koh Tub, Koh Mor and the stunning Phra Nang Cave beach See the best of Krabi in less than 7 hours with a fun tour of 4 iconic islands Visit the famous Koh Gai – the Chicken Island and see where it got its nickname for yourself Explore the lesser know tiny islands of Koh Tub and Koh Mor Discover the magnificent Phra Nang Cave beach on the Railway Peninsula See the best of Krabi in less than 7 hours with a fun tour of 4 iconic islands Visit the famous Koh Gai – the Chicken Island and see where it got its nickname for yourself Explore the lesser know tiny islands of Koh Tub and Koh Mor Discover the magnificent Phra Nang Cave beach on the Railway Peninsula What We Love:   What We Love: The 4 Islands Tour is a true Krabi classic. The speedboat will take you to some of Krabi's most iconic landmarks. Visit Koh Gai, aka the Chicken Island, noted for its peculiar-shaped mountain top. Snorkel in crystal clear turquoise waters of Koh Poda and don't forget to snap a photo with the background of its famous rock featured on travel postcards and tourist brochures. If you are taking the tour at low tide, you will get to walk the narrow strap of sands connecting the tiny islands of Koh Mor and Koh Tub. With transportation and lunch taken care of, all you have left to do is relax and take in stunning Krabi views.  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/1433-4-islands-day-tour-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Krabi 4 Islands Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:40:45"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 19,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/17cccaa1-%E5%96%80%E6%AF%94%E5%B2%9B%E6%9C%BA%E5%9C%BA%E6%8E%A5%E9%80%81/AirportTransfersKBVHKTPickUpforKrabimore.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Arrive in comfort by conveniently booking an airport to downtown transfer for your trip to Krabi and beyond Enjoy airport-hotel transfers in a modern air conditioned vehicle Receive a convenient pick up service from your English-speaking driver Choose between two vehicles that suit the size of your traveling party Enjoy airport-hotel transfers in a modern air conditioned vehicle Enjoy airport-hotel transfers in a modern air conditioned vehicle Receive a convenient pick up service from your English-speaking driver Receive a convenient pick up service from your English-speaking driver Choose between two vehicles that suit the size of your traveling party Choose between two vehicles that suit the size of your traveling party What We Love:   What We Love: Enjoy a hassle free trip to and from the airport by booking an airport transfer in advance. Enjoy the exclusivity of a private vehicle with your own professional driver who will pick you up right from the arrival hall or from your hotel, before whisking you off to your destination. These airport transfers can accommodate between 1 and 10 people in a car or van with air conditioning so your comfort and relaxation are well taken care of.  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/1440-airport-transfers-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (KBV/HKT Pick Up) for Krabi & more",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:40:56"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 46,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7b3bd0c6-%E5%A5%A2%E5%8D%8E%E6%B8%B8%E8%89%87%E7%94%B2%E7%B1%B3%E5%B2%9B%E6%B5%AA%E6%BC%AB%E6%97%A5%E8%90%BD---Klook%E5%AE%A2%E8%B7%AF/KrabiLuxurySunsetCruise.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Krabi Luxury Sunset Cruise is the ultimate relaxation: indulge in luxurious lifestyle on board a stunning yacht as you explore the secrets of the Andaman Sea Enjoy a relaxing day on the sea on board a luxury yacht Jump, dive, snorkel, have fun in the water and recharge on board with delicious snacks Watch the day close in a with a sunset barbecue on the beach Marvel at stunning views as you pass by the iconic Chicken Island, Railay Beach and more Enjoy a relaxing day on the sea on board a luxury yacht Jump, dive, snorkel, have fun in the water and recharge on board with delicious snacks Watch the day close in a with a sunset barbecue on the beach Marvel at stunning views as you pass by the iconic Chicken Island, Railay Beach and more What We Love:   What We Love: Feel like a true celebrity as you tour the Andaman Sea on a luxury yacht. Feel the wind in your hair, tan on the sun-filled deck, indulge in exotic food and drinks and mingle with the beau monde. Krabi offers stunning sea views and you are sure to have an amazing time whether by yourself or in the company of friends as you speed through the waves. Enjoy your time in the water, snorkel, dive, go for a relaxing swim and refresh back on board with a lunch of canapés and barbecue. Make sure you take lots of beautiful pictures as you ride into the sunset — you will want to keep the memories of this amazing experience with you.  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/1451-luxury-sunset-cruise-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Krabi Luxury Sunset Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:41:08"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/aba86521-%E6%B3%B0%E5%9B%BD%E5%AE%8F%E5%B2%9B%E6%B5%AE%E6%BD%9C%E4%B8%80%E6%97%A5%E6%B8%B8---Klook%E5%AE%A2%E8%B7%AF/KohHongIslandDayTour.jpgopacity0.215719",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy a relaxing day at the National Marine Park in Hong Islands, Krabi – a stunning archipelago with pristine nature and turquoise waters A day trip to Hong Islands in Krabi is the ultimate relaxation: peaceful, secluded and quiet Snorkel in clear waters of a secluded lagoon and explore the islands' abundant marine life Hong Islands have National Park status and will give you a chance to see pristine natural scenery Leave your worries behind and let a powerful speedboat take you on an amazing day trip to Krabi's hidden paradise A day trip to Hong Islands in Krabi is the ultimate relaxation: peaceful, secluded and quiet Snorkel in clear waters of a secluded lagoon and explore the islands' abundant marine life Hong Islands have National Park status and will give you a chance to see pristine natural scenery Leave your worries behind and let a powerful speedboat take you on an amazing day trip to Krabi's hidden paradise What We Love:   What We Love: Explore Thailand's island paradise in Krabi with a visit to Hong Islands. Belonging to the National Marine Park, this stunning four-island archipelago is just twenty minutes away from Ao Nang by speedboat. With a mesmerizing backdrop of Phang Nga Bay, the islands have rightfully earned their title as some of the most beautiful in Thailand. Hong is literally translated as \"room\" from Thai — and for a reason: the islands are secluded and in the centre is a lagoon completely surrounded by cliffs. You will be able to enjoy complete privacy, crystal clear water and sunny sandy beaches away from crowds of tourists so you can truly relax.  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/1434-koh-hong-island-dayp-tour-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Koh Hong Island Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:41:20"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 60,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/82024c6b-ATV-%E7%94%B2%E7%B1%B3%E4%B8%9B%E6%9E%97%E5%86%92%E9%99%A9---Klook%E5%AE%A2%E8%B7%AF/KrabiATVAdventure.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly See Krabi's stunning natural wonders on a fun ATV trip — hop on a quad bike and visit hidden waterfalls, Phuket, Phang Nga and more Feel the wind in your hair as you speed through beautiful Krabi countryside on a powerful ATV Enjoy the peace and tranquility of local farms and plantations and discover Krabi's well-kept hidden oases Splash into the local river, challenge yourself with an uphill ride or relax on a slow-paced nature ride Visit nearby cities and attractions with a 2-hour ATV ride to Phuket or a 3-hour ride to Phang Nga Feel the wind in your hair as you speed through beautiful Krabi countryside on a powerful ATV Enjoy the peace and tranquility of local farms and plantations and discover Krabi's well-kept hidden oases Splash into the local river, challenge yourself with an uphill ride or relax on a slow-paced nature ride Visit nearby cities and attractions with a 2-hour ATV ride to Phuket or a 3-hour ride to Phang Nga What We Love:   What We Love: Hop on a powerful ATV and start the day on an off-road trail leading you through local farms, jungle and plantations. Get ready for the highlight of trip — ride on your ATV right through a clear river and discover a hidden waterfall, a true oasis for all nature lovers. Take your time with a relaxing swim and get ready for the next part of the tour after a snack. Test your endurance on an uphill trail that will take you to the peak of the mountain and reward your efforts with stunning views and exhilarating highland air. Complete the tour with a relaxing countryside ride to the ATV camp where a well-deserved rest and refreshments await! Looking for a bigger challenge? Try riding your ATV all the way to Phuket on a 2-hour adventure or to Phang Nga.  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/1452-atv-adventure-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Krabi ATV Adventure",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:41:28"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 40,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/56433b85-Jungle-Tour-to-Tiger-Cave-Temple%2C-Hot-Springs--Crystal-Pool/TigerCaveEmeraldPoolJungleTour.jpgopacity0.654508",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Trek in Krabi's jungle, meditate in a mountain temple and pamper yourself with a swim in the Emerald Pool Delve deep into Krabi's jungle on a one day tour to discover unique hidden sights like the Tiger Temple Cave and the Emerald Pool Regain peace of mind by meditating in one of Thailand's calmest temples protected by a high mountain range Take a plunge into the Emerald Pool — a natural hot spring surrounded by stunning limestone Delve deep into Krabi's jungle on a one day tour to discover unique hidden sights like the Tiger Temple Cave and the Emerald Pool Regain peace of mind by meditating in one of Thailand's calmest temples protected by a high mountain range Take a plunge into the Emerald Pool — a natural hot spring surrounded by stunning limestone What We Love:   What We Love: This full day tour will take you to Krabi's signature attractions nestled deep in the jungle: Wat Tahm Suea (the Tiger Cave Temple) and Sra Morakot (the Emerald Pool). This exotic and yet relaxing adventure kicks off with a refreshing swim in the Emerald Pool, a freshwater pool inside the Khao Phra Bang Khram Nature Reserve. There, you will get to soak yourself in a 120-square-meter pond sporting a mysterious green hue thanks to the abundance of minerals from the surroundings limestone hills. You will then head off to the Tiger Cave Temple, aptly named for the rock formation nearby resembling a tiger's claw. The temple is a meditation centre and its tranquility is guarded by the spectacular Ao Luk Thanu mountain range.  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/1454-tiger-cave-emerald-pool-jungle-tour-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tiger Cave & Emerald Pool Jungle Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:41:38"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 100,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2b42d427-%E7%94%B2%E7%B1%B3%E5%B2%9B%E4%B8%80%E6%97%A5%E7%A7%9F%E8%88%B9%E6%B8%B8---Klook%E5%AE%A2%E8%B7%AF/PrivateBoatCharterIslandHoppinginKrabi.jpgopacity0",
        "strIntroduction": " Avoid long lines in the heat and crowds of tourists by touring Krabi's islands on an exclusive private boat Enjoy an exclusive private charter boat to discover Krabi's most beautiful islands: Phi Phi, Hong Islands, James Bond Island and more Stay away from tourist crowds in your own double engine speedboat or a traditional longtail boat with an experienced captain Go for the ultimate comfort and get picked up and dropped off directly from your hotel Enjoy an exclusive private charter boat to discover Krabi's most beautiful islands: Phi Phi, Hong Islands, James Bond Island and more Enjoy an exclusive private charter boat to discover Krabi's most beautiful islands: Phi Phi, Hong Islands, James Bond Island and more Stay away from tourist crowds in your own double engine speedboat or a traditional longtail boat with an experienced captain Stay away from tourist crowds in your own double engine speedboat or a traditional longtail boat with an experienced captain Go for the ultimate comfort and get picked up and dropped off directly from your hotel Go for the ultimate comfort and get picked up and dropped off directly from your hotel What We Love:   What We Love: Krabi has a myriad of stunning islands to explore. The only problem you might face is getting to them. Why spend your precious vacation time in a waiting line to board a crowded boat when you can enjoy a hassle free ride in a private speedboat or longtail boat that will whisk you away to your destination in comfort? Get your friends together and enjoy a relaxing trip to some of Krabi's most beautiful islands: Phi Phi Island, Hong Islands, James Bond Island and more.  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/1442-private-boat-charter-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Private Boat Charter Island Hopping in Krabi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:41:49"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 17,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4c935f3f-Lets-Relax-Spa-Treatment-Krabi/LetsRelaxSpaTreatments.jpgopacity0",
        "strIntroduction": " Discover a myriad of ways to relax at Let's Relax Spa in Krabi: aromatherapy, hot oil massage, a herbal compress and traditional Thai massages Reward yourself with a pampering massage at the famous Let's Relax Spa in Krabi Chase worries away with aromatherapy, hot oil treatment, Thai massage, body scrubs and more Explore an abundance of exotic wellness procedures, including hot stone massage and a herbal compress A winner of multiple awards including 'Thailand's Most Popular Day Spa' and featured in 'Lonely Planet' guides Reward yourself with a pampering massage at the famous Let's Relax Spa in Krabi Chase worries away with aromatherapy, hot oil treatment, Thai massage, body scrubs and more Explore an abundance of exotic wellness procedures, including hot stone massage and a herbal compress A winner of multiple awards including 'Thailand's Most Popular Day Spa' and featured in 'Lonely Planet' guides What We Love:   What We Love: Krabi, one of the most beautiful islands in Thailand, definitely has lots to offer. Stunning sandy beaches, turquoise blue waters, splendid sunny days and more. Complete your visit to this paradise on Earth with a few hours of pampering and indulgence. Explore the traditional relaxation techniques performed by Let's Relax Spa's professional therapists. Try various wellness treatments like aromatherapy, a traditional Thai massage, a herbal compress, hand and foot reflexology and more. Feel stress and tension disappear with the luxurious four-hand massage or revive your skin with an exfoliating scrub.  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/2146-lets-relax-spa-treatments-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Let's Relax Spa Treatments",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:42:00"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 47,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5475e22a-Krabi-Tree-Top-Adventure/KrabiTreeTopAdventure.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend a day filled with adventure! Krabi Tree Top is a jungle amuzement park offering up to 50 fun activities for the whole family to enjoy! Your day at Krabi Tree Top Park is sure to be one of the major highlights of your time in Thailand Hidden in the green oasis of Krabi in between lush exotic vegetation and green hills, the park offers up to 50 activities Try tight rope walking, take a dive on the tarzan swing, go ziplining, hop on a flying skateboard and more! Your day at Krabi Tree Top Park is sure to be one of the major highlights of your time in Thailand Hidden in the green oasis of Krabi in between lush exotic vegetation and green hills, the park offers up to 50 activities Try tight rope walking, take a dive on the tarzan swing, go ziplining, hop on a flying skateboard and more! What We Love:   What We Love: Well hidden in a dense jungle and protected by limestone cliffs, the Tree Top Adventure Park Krabi may seem like a quiet paradise for an uneventful day. But this could not be further from the truth. Filled with exciting activities from ziplining to tarzan swings, the Tree Top Adventure Park has all an adrenaline junkie could wish for. Here, you get to ride a flying skateboard, test your skills as a tight rope walker, reenact scenes from Indiana Jones on rope bridges and more. Complete with convenient pick ups throughout the city and a refreshing lunch with stunning park views, your visit to Tree Top Adventure Park Krabi is sure to be memorable.  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/1443-tree-top-adventure-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Krabi Tree Top Adventure",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:42:12"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 23,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b76854bb-Lets-Relax-Spa-Packages-Krabi/LetsRelaxSpaPackages.jpgopacity0.414035",
        "strIntroduction": " From healing treatments to relaxing massages and herbal compresses, at Krabi's Let's Relax Spa you won't be strapped for choice Explore an abundance of choices for deeper relaxation on Thailand's stunning Krabi island Unwind and de-stress with aromatherapy, hot stone massage and more bundled into beautiful packages Known for its excellent service and professional therapists at a spa with over 15 years of experience A winner of multiple awards including 'Thailand's Most Popular Day Spa' and featured in 'Lonely Planet' guides Explore an abundance of choices for deeper relaxation on Thailand's stunning Krabi island Unwind and de-stress with aromatherapy, hot stone massage and more bundled into beautiful packages Known for its excellent service and professional therapists at a spa with over 15 years of experience A winner of multiple awards including 'Thailand's Most Popular Day Spa' and featured in 'Lonely Planet' guides What We Love:   What We Love: Send yourself on a wellness day get-away on one of Thailand's most beautiful islands. Set in stunning Krabi, Let's Relax Spa boasts over 15 years of experience and has even been featured in the world-famous travel guide \"Lonely Planet\". Choose between several luxurious packages with enticing titles. Try Blooming Life, a 3 hour indulgence of aromatherapy oil massage, body scrub and facial relaxation or go in for Heavenly Relax with Hot Herbal Compress combining the healing powers of a traditional Thai message and foot reflexology, or any other package to suit your preferences.  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/2147-lets-relax-spa-packages-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Let's Relax Spa Packages",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:42:28"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 44,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/739dc69d-Universal-Studios-Singapore-Ticket-Discount/UniversalStudiosSingapore%E2%84%A2.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy cutting edge rides and all your favorite attractions plus have fun with the Minions, Sesame Street friends and more at Universal Studios Singapore today! Receive your ticket instantly after booking Face your fears at Halloween Horror Nights 6, the region's scariest Halloween party, happening on select nights in October, get your tickets now! Immerse yourself in your favorite movies with access to all 7 of USS's themed zones based on well known Hollywood blockbusters Bring the silver screen to life as you ride on roller coasters, settle in for a stage show, and dine at themed restaurants An enjoyable day for all, to entertain the young (and the young at heart!) Receive your ticket instantly after booking Receive your ticket instantly after booking Face your fears at Halloween Horror Nights 6, the region's scariest Halloween party, happening on select nights in October, get your tickets now! Face your fears at Halloween Horror Nights 6, the region's scariest Halloween party, happening on select nights in October, get your tickets now! Halloween Horror Nights 6, Immerse yourself in your favorite movies with access to all 7 of USS's themed zones based on well known Hollywood blockbusters Immerse yourself in your favorite movies with access to all 7 of USS's themed zones based on well known Hollywood blockbusters Bring the silver screen to life as you ride on roller coasters, settle in for a stage show, and dine at themed restaurants Bring the silver screen to life as you ride on roller coasters, settle in for a stage show, and dine at themed restaurants An enjoyable day for all, to entertain the young (and the young at heart!) An enjoyable day for all, to entertain the young (and the young at heart!) What We Love:   What We Love: Go beyond the screen and Ride The Movies™ at Universal Studios Singapore™. Only here can you experience cutting-edge rides, shows, and attractions based on your favorite blockbuster films and television series – at one of only 4 global locations! The park's 24 rides and attractions will satisfy every cinematic fantasy, including the Battlestar Galactica dueling roller coaster, Jurassic Park river rapids, and a 4D Shrek show. The 50-acre park has 7 different movie-themed zones: Hollywood, New York, Sci-Fi City, Ancient Egypt, The Lost World, Far Far Away and Madagascar. This adventure park is sure to indulge the thrill-seeker or movie buff's every fantasy.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/117-universal-studios-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Universal Studios Singapore™",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:42:36"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8ed9c347-Aquarium/SEAAquarium%E2%84%A2.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Immerse yourself in an underwater experience at the largest aquarium in the world Enter the breathtaking underwater realm featuring over 100,000 marine creatures, from over 800 species across 49 habitats! Check out the Maritime Xperiential Museum complete with boat reconstructions, shipwreck artifacts and maritime archaeology Experience an incredible 360° 4D multi-sensory shipwreck simulation enhanced by special effects at the Typhoon Theatre As the planet's largest aquarium, you'll experience the biggest ocean viewing windows in the world and the world's largest underwater acrylic dome at 9m in diameter! Enter the breathtaking underwater realm featuring over 100,000 marine creatures, from over 800 species across 49 habitats! Enter the breathtaking underwater realm featuring over 100,000 marine creatures, from over 800 species across 49 habitats! Check out the Maritime Xperiential Museum complete with boat reconstructions, shipwreck artifacts and maritime archaeology Check out the Maritime Xperiential Museum complete with boat reconstructions, shipwreck artifacts and maritime archaeology Experience an incredible 360° 4D multi-sensory shipwreck simulation enhanced by special effects at the Typhoon Theatre Experience an incredible 360° 4D multi-sensory shipwreck simulation enhanced by special effects at the Typhoon Theatre As the planet's largest aquarium, you'll experience the biggest ocean viewing windows in the world and the world's largest underwater acrylic dome at 9m in diameter! As the planet's largest aquarium, you'll experience the biggest ocean viewing windows in the world and the world's largest underwater acrylic dome at 9m in diameter! What We Love:   What We Love: Venture through the fascinating world beneath the sea as you explore the ocean realm of S.E.A. Aquarium™, home to more than 100,000 marine animals of over 800 species, across 49 different habitats, each one as fascinating as the next. Get acquainted with the marine habitat as you meet magnificent hammerhead sharks, come face-to-face with bottlenose dolphins, discover sea life up close at the Touch Pool and watch the colorful fish, rays and sharks surround you in the panoramic Open Ocean. As the world's largest aquarium, an awe-inspiring experience awaits as you unfold the endless wonders of our blue planet.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/119-sea-aquarium-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "S.E.A. Aquarium™",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:42:48"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9658ba79-Gardens-by-the-Bay/GardensbytheBay.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy access to the Flower Dome and Cloud Forest, in addition to a range of other free attractions such as the Supertree Grove and Sun Pavilion! Visit the iconic Flower Dome in the Bay South Garden. Experience the Mediterranean-like climate concocted for the Dome's succulents and baobabs See the world's tallest indoor waterfall in the Cloud Forest, displayed with a 35-metre mountain covered in lush vegetation Take a leisurely stroll through the Supertree Grove, home to the famed 16-storey manmade trees Get to know Singapore's ethnic groups at the Heritage Gardens with Indian, Chinese, Malay and Colonial attractions Visit the iconic Flower Dome in the Bay South Garden. Experience the Mediterranean-like climate concocted for the Dome's succulents and baobabs Visit the iconic Flower Dome in the Bay South Garden. Experience the Mediterranean-like climate concocted for the Dome's succulents and baobabs See the world's tallest indoor waterfall in the Cloud Forest, displayed with a 35-metre mountain covered in lush vegetation See the world's tallest indoor waterfall in the Cloud Forest, displayed with a 35-metre mountain covered in lush vegetation Take a leisurely stroll through the Supertree Grove, home to the famed 16-storey manmade trees Take a leisurely stroll through the Supertree Grove, home to the famed 16-storey manmade trees Get to know Singapore's ethnic groups at the Heritage Gardens with Indian, Chinese, Malay and Colonial attractions Get to know Singapore's ethnic groups at the Heritage Gardens with Indian, Chinese, Malay and Colonial attractions What We Love:   What We Love: An iconic Singapore destination, Gardens by the Bay is undoubtedly an itinerary item for every visitor to the city. Its waterfront gardens (Bay South, Bay East, and Bay Central) and conservatories (Flower Dome and Cloud Forest) as well as the newly opened Sun Pavilion, feature some of the most incredible manmade structures built to house flora and fauna from the world over. Get full access to the conservatories and learn about the powerful interconnectedness of ecology. See the tallest indoor waterfall, walk amidst the Supertree Grove, then cross the OCBC Skyway for spectacular views of Marina Bay. With countless attractions for both grown-ups and children, Gardens by the Bay is sure worth the day spent!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/127-gardens-by-the-bay-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Gardens by the Bay",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:42:59"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 20,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/655efeaa-Singapore-Zoo-Ticket-Discounts/SingaporeZoo.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend a day exploring the award-winning zoo, where animals roam freely in open and naturalistic habitats Receive your ticket instantly after booking and access within a flexible period (valid for 180 days from the 'Visit Date' indicated on the voucher) See zoo animals in environments that have been thoughtfully built and landscaped around their habitats in the wild See the best views from elevated platforms, underwater galleries and glass observatories Get an immersive experience: travel aboard a guided tram or trek on foot at your leisure as you journey through distinctive global habitats Begin your day with a unique dining experience for the kids (or the kids at heart), opt for the Jungle Breakfast. You can also check out the zoo's latest attraction, the River Safari, or a nocturnal animal experience at the Night Safari! Receive your ticket instantly after booking and access within a flexible period (valid for 180 days from the 'Visit Date' indicated on the voucher) Receive your ticket instantly after booking and access within a flexible period (valid for 180 days from the 'Visit Date' indicated on the voucher) See zoo animals in environments that have been thoughtfully built and landscaped around their habitats in the wild See zoo animals in environments that have been thoughtfully built and landscaped around their habitats in the wild See the best views from elevated platforms, underwater galleries and glass observatories See the best views from elevated platforms, underwater galleries and glass observatories Get an immersive experience: travel aboard a guided tram or trek on foot at your leisure as you journey through distinctive global habitats Get an immersive experience: travel aboard a guided tram or trek on foot at your leisure as you journey through distinctive global habitats Begin your day with a unique dining experience for the kids (or the kids at heart), opt for the Jungle Breakfast. You can also check out the zoo's latest attraction, the River Safari, or a nocturnal animal experience at the Night Safari! Begin your day with a unique dining experience for the kids (or the kids at heart), opt for the Jungle Breakfast. You can also check out the zoo's latest attraction, the River Safari, or a nocturnal animal experience at the Night Safari! Jungle Breakfast River Safari Night Safari What We Love:   What We Love: Set in one of the most beautiful wildlife environments in the world, Singapore Zoo is home to over 2,800 animals from over 300 species of mammals, birds and reptiles that roam freely in their nature-resembling habitats, separated from visitors only by moats and wooden fencing. The park also boasts the world's first free-ranging orang utan habitat in a zoo! See these beautiful creatures with hassle-free ease on a sightseeing day tour.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/141-singapore-zoo-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Singapore Zoo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:43:09"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 16,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6d73d9fa-Adventure-Cove-Waterpark/AdventureCoveWaterpark.jpgopacity0.215719",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Ready, set, slide! Get your fill of the park's hair-raising water rides before heading to the reef for interactive sea life encounters Splash in gallons of fun with the park's exciting slides and tube rides Try out aquatic daredevil activities such as the balance beam, tight rope, cargo net climb, and platform cliff jump Experience an amazing ray encounter, snorkel over tropical fish, ride a leisurely tube through an underwater tunnel and more Take your toddlers to the Seahorse Hideaway for some tot-friendly fun Splash in gallons of fun with the park's exciting slides and tube rides Splash in gallons of fun with the park's exciting slides and tube rides Try out aquatic daredevil activities such as the balance beam, tight rope, cargo net climb, and platform cliff jump Try out aquatic daredevil activities such as the balance beam, tight rope, cargo net climb, and platform cliff jump Experience an amazing ray encounter, snorkel over tropical fish, ride a leisurely tube through an underwater tunnel and more Experience an amazing ray encounter, snorkel over tropical fish, ride a leisurely tube through an underwater tunnel and more Take your toddlers to the Seahorse Hideaway for some tot-friendly fun Take your toddlers to the Seahorse Hideaway for some tot-friendly fun What We Love:   What We Love: Promising endless splashes of fun, Adventure Cove Waterpark is an aquatic park with something for every adventurous water lover. Feel the adrenaline rush as you zoom down thrilling water slides, such as Southeast Asia's first hydro-magnetic coaster. Grab a mat and challenge a friend to a high-speed water duel. Take twists and turns in a dark water chute, get sucked into a spiral whirlpool, or hide your fears at the platform cliff jump. For in-betweens, chill out with friends at the Bluwater Bay wave pool, or grab a tube and journey down Adventure River, passing through 14 stunning scenes including a tropical jungle garden and a grotto inhabited by whimsical sea creatures. You can also snorkel over a colorful coral reef with 20,000 friendly fish, or wade amongst dozens of rays as you touch their velvety wings. For a day of wet and wild fun in the sun, there's only one place to come!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/120-adventure-cove-waterpark-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Adventure Cove Waterpark",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:43:20"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 24,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/778c4391-Singapore-Night-Safari/SingaporeNightSafari.jpgopacity0",
        "strIntroduction": " Psyche yourself up for a journey of wild animal encounters! The world's first noctural animal safari is sure to excite the whole family Hop aboard the Safari Tram for a multi-sensory wildlife adventure, complete with commentary from your knowledgeable tram guide Get a closer look at the wildlife on four walking trails: Fishing Cat, Leopard, East Lodge and Wallaby Don't miss out on the safari's two shows, featuring amazing animal talent and incredible fire-eating and tribal dances For the full wildlife experience, why not also pay a visit to world-famous Singapore Zoo or the newest animal attraction, the River Safari! Complete your experience at the Night Safari with a special language tram - Japanese or Mandarin Chinese or feast on a wild buffet, click here for more details Hop aboard the Safari Tram for a multi-sensory wildlife adventure, complete with commentary from your knowledgeable tram guide Hop aboard the Safari Tram for a multi-sensory wildlife adventure, complete with commentary from your knowledgeable tram guide Get a closer look at the wildlife on four walking trails: Fishing Cat, Leopard, East Lodge and Wallaby Get a closer look at the wildlife on four walking trails: Fishing Cat, Leopard, East Lodge and Wallaby Don't miss out on the safari's two shows, featuring amazing animal talent and incredible fire-eating and tribal dances Don't miss out on the safari's two shows, featuring amazing animal talent and incredible fire-eating and tribal dances For the full wildlife experience, why not also pay a visit to world-famous Singapore Zoo or the newest animal attraction, the River Safari! For the full wildlife experience, why not also pay a visit to world-famous Singapore Zoo or the newest animal attraction, the River Safari! Singapore Zoo River Safari Complete your experience at the Night Safari with a special language tram - Japanese or Mandarin Chinese or feast on a wild buffet, click here for more details Complete your experience at the Night Safari with a special language tram - Japanese or Mandarin Chinese or feast on a wild buffet, click here for more details here What We Love:   What We Love: As dusk falls, take an after-hours look at over 2,500 nocturnal animals starting their nightly rituals. Come close as they frolic, graze and hunt. Embark on an exciting tram ride that takes you through 7 geographical regions, or opt for a walking trail for an even deeper journey into the park. Be wowed by the fiery stunts of tribal warriors at the Thumbuakar Performance, and don't miss the interactive Creatures of the Night Show, where you can learn more about the natural abilities of fascinating nocturnal animals.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/122-singapore-night-safari-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Singapore Night Safari",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:43:34"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 17,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1944ba85-Singapore-River-Safari/SingaporeRiverSafari.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Learn about the world's rivers, befriend their animal inhabitants, and delve right into their depths plus get a FREE boat ride included! Flexible schedule to visit park (ticket is valid for 180 days from the 'Visit Date' indicated on the voucher) Cruise downstream on one of the park's boat rides, included in your ticket Delight in the colorful fish exhibit at the Congo River, and observe ancient-looking creatures at the Nile-inspired ‘River of Life' Meet the adorable pandas, Kai Kai and Jia Jia at the Giant Panda Forest! River Safari lasts 2-3 hours so for the full wildlife experience, we also recommend that you check out Singapore Zoo and the Night Safari! Flexible schedule to visit park (ticket is valid for 180 days from the 'Visit Date' indicated on the voucher) Flexible schedule to visit park (ticket is valid for 180 days from the 'Visit Date' indicated on the voucher) Cruise downstream on one of the park's boat rides, included in your ticket Cruise downstream on one of the park's boat rides, included in your ticket Delight in the colorful fish exhibit at the Congo River, and observe ancient-looking creatures at the Nile-inspired ‘River of Life' Delight in the colorful fish exhibit at the Congo River, and observe ancient-looking creatures at the Nile-inspired ‘River of Life' Meet the adorable pandas, Kai Kai and Jia Jia at the Giant Panda Forest! Meet the adorable pandas, Kai Kai and Jia Jia at the Giant Panda Forest! River Safari lasts 2-3 hours so for the full wildlife experience, we also recommend that you check out Singapore Zoo and the Night Safari! River Safari lasts 2-3 hours so for the full wildlife experience, we also recommend that you check out Singapore Zoo and the Night Safari! Singapore Zoo Night Safari What We Love:   What We Love: Take the family on a captivating experience of river life at the Singapore River Safari. Inspired by the mighty rivers of the world, the attraction features animals and plantation against a backdrop of history and culture. Name the world's longest rivers in order: which comes first, Egypt's Nile, China's Yangtze, or South America's Amazon? Discover how deep Africa's Congo River runs, and the religious significance of the Ganges in India. Learn about the endangered species of North America's Mississippi, the floating villages of the Mekong in Asia and the river systems of the Murray in Australia. The Amazon River Quest also gives you an idea of what it's like to cruise along the world's rainforest, while the Flooded Forest takes you deep into the ‘lungs of the earth'. There's certainly no shortage of fun and discovery at the Singapore River Safari!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/124-singapore-river-safari-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Singapore River Safari",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:43:46"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 9,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/eee00d09-Skyline-Luge/SkylineLuge.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Ride down as fast as you dare on the Skyline Luge – after soaring to the top of the tracks on the Skyride! Experience the half-go kart, half-toboggan ride with origins from New Zealand at its only Asian extension! Get to the top of the tracks aboard the Skyride, a thrilling cable car-like ride with your feet dangling above scenic views Zip down the 688m Dragon Trail or the 628m Jungle Trail on the Luge Come dark, you'll also get to try the first Luge nighttime experience, offered exclusively at Skyline Luge Sentosa! Experience the half-go kart, half-toboggan ride with origins from New Zealand at its only Asian extension! Experience the half-go kart, half-toboggan ride with origins from New Zealand at its only Asian extension! Get to the top of the tracks aboard the Skyride, a thrilling cable car-like ride with your feet dangling above scenic views Get to the top of the tracks aboard the Skyride, a thrilling cable car-like ride with your feet dangling above scenic views Zip down the 688m Dragon Trail or the 628m Jungle Trail on the Luge Zip down the 688m Dragon Trail or the 628m Jungle Trail on the Luge Come dark, you'll also get to try the first Luge nighttime experience, offered exclusively at Skyline Luge Sentosa! Come dark, you'll also get to try the first Luge nighttime experience, offered exclusively at Skyline Luge Sentosa! What We Love:   What We Love: Part-go kart, part-toboggan (a type of sled), this unique ride will have you racing down a purpose-built track with the wind in your hair and the thrill of gravity's pull. Invented in New Zealand over 27 years ago, Skyline Luge involves a type of three-wheel sled, where riders can control their descent by pulling or pushing handlebars to brake or accelerate. Sentosa's the only place in all of Asia for a ride on the Luge, with a 1.2km-track for you to enjoy with loved ones. You also get the chance to hop on the Skyride for an open-cabin trip to the top of the tracks, where you'll enjoy scenic, bird's eye views of the city skyline, Sentosa Island, and the South China Sea!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/132-skyline-luge-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Skyline Luge",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:43:57"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/30870e7d-Singapore-Cable-Car-Skypass/SingaporeCableCarSkypass.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Get the best views and experience Sentosa Island's attractions via Singapore's famed Cable Car! Take in stunning, 360-degree sights of Singapore's Southern precinct Get bird's eye views of the iconic Mount Faber Park, Universal Studios, Resorts World Sentosa and more! Visit Mount Faber Park, one of the oldest hilltop parks in Singapore, for a relaxing afternoon amidst greenery The Cable Car is also the most unique way to get to Sentosa Island – no Singapore trip is complete without it! For a unique dining experience, upgrade to the 4-course Sky Dining dinner on the Singapore Cable Car Take in stunning, 360-degree sights of Singapore's Southern precinct Take in stunning, 360-degree sights of Singapore's Southern precinct Get bird's eye views of the iconic Mount Faber Park, Universal Studios, Resorts World Sentosa and more! Get bird's eye views of the iconic Mount Faber Park, Universal Studios, Resorts World Sentosa and more! Visit Mount Faber Park, one of the oldest hilltop parks in Singapore, for a relaxing afternoon amidst greenery Visit Mount Faber Park, one of the oldest hilltop parks in Singapore, for a relaxing afternoon amidst greenery The Cable Car is also the most unique way to get to Sentosa Island – no Singapore trip is complete without it! The Cable Car is also the most unique way to get to Sentosa Island – no Singapore trip is complete without it! For a unique dining experience, upgrade to the 4-course Sky Dining dinner on the Singapore Cable Car For a unique dining experience, upgrade to the 4-course Sky Dining dinner on the Singapore Cable Car Sky Dining dinner What We Love:   What We Love: See the picturesque landscape unfold aboard the Faber Peak Singapore Cable Car. Relish stunning, 360-degree views of the Southern precinct, drop by Sentosa Island, and pay a visit to Mount Faber, one of the city's oldest hilltop parks. Once there, why not pay a visit to Sentosa Cable Car Museum, where the world's largest Lego cable car cabin awaits?  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/130-faber-peak-cable-car-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Singapore Cable Car Skypass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:44:09"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 36,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0a34aff0-Universal-Studios-Singapore-Halloween-Horror-Nights-6/USSHalloweenHorrorNights6%21.jpgopacity0",
        "strIntroduction": " Universal Studios Singapore Horror Nights is back for its spookiest event yet with all new haunted houses, shows - prepare to be spooked this Halloween in Singapore Behold the most eagerly awaited Halloween event in Singapore Experience the 5 all new haunted houses, 2 scare zones and 2 terrifying shows Enjoy Universal Studios Singapore during the day and Halloween Horror Nights after the sun sets Get 100% flexibility with an open dated ticket valid for entry on any one of the 16 event nights until 31 October 2016 Behold the most eagerly awaited Halloween event in Singapore Behold the most eagerly awaited Halloween event in Singapore Experience the 5 all new haunted houses, 2 scare zones and 2 terrifying shows Experience the 5 all new haunted houses, 2 scare zones and 2 terrifying shows Enjoy Universal Studios Singapore during the day and Halloween Horror Nights after the sun sets Enjoy Universal Studios Singapore during the day and Halloween Horror Nights after the sun sets Universal Studios Singapore Get 100% flexibility with an open dated ticket valid for entry on any one of the 16 event nights until 31 October 2016 Get 100% flexibility with an open dated ticket valid for entry on any one of the 16 event nights until 31 October 2016 What We Love:   What We Love: One of Singapore's most anticipated Halloween events is back! Halloween Horror Nights 6 is set to keep your pulse pounding with all new themes bringing your worst nightmares to life! Prepare to be terrified with five frightening haunted houses, two fear inducing scare zones, and two horrifying shows. In addition, all the usual thrilling rides will be open all night such as Battlestar Galactica: HUMAN vs CYLON, TRANSFORMERS The Ride: The Ultimate 3D Battle, and Revenge of the Mummy. This USS Halloween Horror Nights is going to be one experience you won't forget!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1679-universal-studios-singapore-halloween-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "USS Halloween Horror Nights 6!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:44:18"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/67f7e335-Jurong-Bird-Park/JurongBirdPark.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Be charmed at one of the largest free-flying aviaries in the world. Walk amongst the feathered residents, and get the chance to hand feed them! Flexible visit time (ticket is valid for 180 days from the 'Visit Date' indicated on voucher) Prepare to be amazed by the nine-storey Lory Loft aviary, the open Flamingo Lake, a 30m waterfall, and more Get the chance to hand feed and learn about birds at their most active - from flamingos and ostriches to pelicans and lorikeets Watch an interactive show featuring a star-studded lineup of feathered friends and ferocious flying predators Flexible visit time (ticket is valid for 180 days from the 'Visit Date' indicated on voucher) Prepare to be amazed by the nine-storey Lory Loft aviary, the open Flamingo Lake, a 30m waterfall, and more Get the chance to hand feed and learn about birds at their most active - from flamingos and ostriches to pelicans and lorikeets Watch an interactive show featuring a star-studded lineup of feathered friends and ferocious flying predators What We Love:   What We Love: Meet and interact with thousands of birds at Asia's largest bird paradise. Discover a collection of over 5,000 colorful birds from 400 species, across over 20.2 hectares of exploratory landscapes, naturalistic environments and giant walk-in aviaries. You'll get to enjoy close-up interactions with the feathered residents at feeding sessions, and be impressed by entertaining antics at daily shows. Indulge in a sumptuous Asian buffet lunch in the company of talented parrots, and splash in some water fun at the wet playground. This sanctuary sure makes for an exciting day out for the whole family!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/123-jurong-bird-park-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Jurong Bird Park",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:44:30"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f5546e7f-4G-WiFi-Device-HKG-Pick-Up-for-Singapore/4GWiFiHKGPickUpforSingapore.jpgopacity0.122359",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Singapore on a 4G pocket WiFi device with convenient pick up at Hong Kong International Airport Enjoy mobile data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Enjoy mobile data use with a 4G device that conveniently fits in your pocket Enjoy mobile data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy WiFi access throughout your stay in Singapore, without the stress of sourcing WiFi once you get there. The speedy 4G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Singapore but also Thailand, Taiwan, Japan, Korea and beyond.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/666-singapore-wifi-device/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (HKG Pick Up) for Singapore",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:44:39"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c6ab928c-Singapore-4G-WiFi-Router-Changi-Airport-Pick-Up/4GWiFiSINPickUpforSingapore.jpgopacity0.793893",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected in Singapore with an unlimited data 4G WiFi device and convenient airport pick up Get 4G internet speed everywhere in Singapore Connect up to 8 devices at once on one pocket WiFi device Enjoy unlimited internet service with this lightweight and pocket-sized device Conveniently pick up and drop off your device at Changi Airport Get 4G internet speed everywhere in Singapore Connect up to 8 devices at once on one pocket WiFi device Enjoy unlimited internet service with this lightweight and pocket-sized device Conveniently pick up and drop off your device at Changi Airport What We Love:   What We Love: This handy and lightweight device is your passport to roam around Singapore with WiFi connection everywhere. The speedy internet connection allows you to get in touch with friends and family, share travel pictures and navigate around the city with no hassle at all. What's more, you can connect up to 8 devices to this pocket-sized router. Travel with ease knowing you can pick up and return the router at Changi Airport upon your arrival in Singapore.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1132-4g-wifi-router-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (SIN Pick Up) for Singapore",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:44:51"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 9,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9382849d-Wings-of-Time/WingsofTime.jpgopacity0",
        "strIntroduction": " Indulge in a spectacular water, laser lights, and fireworks display featuring a story of friendship and courage Experience 3D projection mapping, state-of-the-art lasers, spectacular pyrotechnics, fountains and water jets, and an enthralling music production – all in one incredible fusion! Journey with Shahbaz, the mythical bird-like creature and his human friends, Rachel and Felix, and learn a thing or two about courage and friendship See the world's first permanent night show set in the open sea, projected onto a larger-than-life water screen Experience 3D projection mapping, state-of-the-art lasers, spectacular pyrotechnics, fountains and water jets, and an enthralling music production – all in one incredible fusion! Experience 3D projection mapping, state-of-the-art lasers, spectacular pyrotechnics, fountains and water jets, and an enthralling music production – all in one incredible fusion! Journey with Shahbaz, the mythical bird-like creature and his human friends, Rachel and Felix, and learn a thing or two about courage and friendship Journey with Shahbaz, the mythical bird-like creature and his human friends, Rachel and Felix, and learn a thing or two about courage and friendship See the world's first permanent night show set in the open sea, projected onto a larger-than-life water screen See the world's first permanent night show set in the open sea, projected onto a larger-than-life water screen What We Love:   What We Love: In the world's first permanent night show set in the open sea, Wings of Time features an epic production that brings together 3D projection mapping, state-of-the-art laser lights, robotic water fountains and pyrotechnics to tell the tale of Shahbaz and friends. The story follows the mythical birdlike creature and his two human pals as they journey across breathtaking landscapes through time. The imagery is projected onto a massive water screen, offering a captivating visual feast, while music has been produced to sweep you off into the narrative from the get-go. A magical experience for both children and grown-ups, weaved into a tale of friendship and courage and awe, Wings of Time is a must-see while in Sentosa!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/135-wings-of-time-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Wings of Time",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:45:01"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 68,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/672c0062-iVenture-Singapore-Flexi-Attractions-Pass/iVentureSingaporeFlexiAttractionsPass.jpgopacity0",
        "strIntroduction": " Choose between 3 or 5 of Singapore's top attractions for 5 days of sightseeing at up to 50% off by simply swiping your iVenture Card! Access 3 or 5 of Singapore's leading attractions including Singapore Flyer, Singapore Zoo, Night Safari, Jurong Bird Park, S.E.A. Aquarium and more! Get great discounts on Universal Studios Singapore tickets when you select a 3 or 5 Attractions Pass + USS package Take advantage of 'skip the queue' benefits at selected attractions Plan your own itinerary. Choose from 12 available attractions and schedule where you want to go and when you want to go Enjoy additional discounts and savings on a number of other activities Access 3 or 5 of Singapore's leading attractions including Singapore Flyer, Singapore Zoo, Night Safari, Jurong Bird Park, S.E.A. Aquarium and more! Access 3 or 5 of Singapore's leading attractions including Singapore Flyer, Singapore Zoo, Night Safari, Jurong Bird Park, S.E.A. Aquarium and more! Get great discounts on Universal Studios Singapore tickets when you select a 3 or 5 Attractions Pass + USS package Get great discounts on Universal Studios Singapore tickets when you select a 3 or 5 Attractions Pass + USS package Take advantage of 'skip the queue' benefits at selected attractions Take advantage of 'skip the queue' benefits at selected attractions Plan your own itinerary. Choose from 12 available attractions and schedule where you want to go and when you want to go Plan your own itinerary. Choose from 12 available attractions and schedule where you want to go and when you want to go Enjoy additional discounts and savings on a number of other activities Enjoy additional discounts and savings on a number of other activities What We Love:   What We Love: Access a number of Singapore's best sights and attractions – cash-free! The iVenture Card grants you entry to attractions such as Singapore Zoo, Night Safari, SP Ho Ho tour buses and Moonlight Adventure on a single pass. Customize your own itinerary to suit your interests and schedule. The card comes with easy reference guides that map out what to do and see in Singapore as well as access to big savings and other special offers. It's the easiest and most convenient way to enjoy a fun and memorable trip to the iconic landmarks of Singapore.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/757-iventure-singapore-flexi-attractions-pass-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "iVenture Singapore Flexi Attractions Pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:45:10"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 16,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/152ceb22-Madame-Tussauds-Singapore/MadameTussaudsSingapore.jpgopacity0.193546",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Movie stars, athletes, musicians and world leaders await your visit at Madame Tussauds Museum in Singapore! Discover Madame Tussauds Museum in Singapore \"Meet\" renowned athletes, movie stars, singers, historic figures, celebrities and more Go on The Spirit of Singapore Boat Ride – unique experience only available at Madame Tussauds Museum in Singapore Visit the Images of Singapore Live exhibition to discover the city's rich history Discover Madame Tussauds Museum in Singapore Discover Madame Tussauds Museum in Singapore \"Meet\" renowned athletes, movie stars, singers, historic figures, celebrities and more \"Meet\" renowned athletes, movie stars, singers, historic figures, celebrities and more Go on The Spirit of Singapore Boat Ride – unique experience only available at Madame Tussauds Museum in Singapore Go on The Spirit of Singapore Boat Ride – unique experience only available at Madame Tussauds Museum in Singapore Visit the Images of Singapore Live exhibition to discover the city's rich history Visit the Images of Singapore Live exhibition to discover the city's rich history What We Love:   What We Love: Snap a selfie with rock stars, actors, politicians, musicians and more at the world-famous Madame Tussauds Museum in Singapore. Take a trip back in history or straight to famedom by visiting the museum's various sections: Music, A-List Party, Sports, History & Leaders, Film and more. Don't leave without going on The Spirit of Singapore Boat Ride that takes you on a voyage through an exotic tropical garden. See the Images of Singapore Live exhibition and discover the city's transformation from a small village into a bustling metropolis.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1182-madame-tussauds-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Madame Tussauds Singapore",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:45:22"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 29,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/372ec7fc-Dolphin-Discovery/DolphinIslandInteractionPrograms.jpgopacity0",
        "strIntroduction": " Take the incredible opportunity to meet and play with the Indo-Pacific bottlenose dolphins of Resorts World Sentosa in Singapore Come face-to-face with gentle and playful bottlenose dolphins Play some dolphin games, practice some tricks and learn to communicate with the dolphins Experience the thrill of being propelled through the water by one of these adorable creatures in the Dolphin Adventure Learn about the dolphins' environment, the threats to their daily life, and discover a thing or two about their anatomy Come face-to-face with gentle and playful bottlenose dolphins Come face-to-face with gentle and playful bottlenose dolphins Play some dolphin games, practice some tricks and learn to communicate with the dolphins Play some dolphin games, practice some tricks and learn to communicate with the dolphins Experience the thrill of being propelled through the water by one of these adorable creatures in the Dolphin Adventure Experience the thrill of being propelled through the water by one of these adorable creatures in the Dolphin Adventure Learn about the dolphins' environment, the threats to their daily life, and discover a thing or two about their anatomy Learn about the dolphins' environment, the threats to their daily life, and discover a thing or two about their anatomy What We Love:   What We Love: Tick another thing off the bucket list with the chance to actually swim with dolphins in Singapore. You'll be wading waist-deep into the water to meet Indo-Pacific bottlenose dolphins up close! In Dolphin Discovery, you'll get the chance to personally interact with the beautiful marine creatures and play with them at their Resorts World Sentosa home. In the Dolphin Adventure, you'll also be able to swim alongside them and be propelled through the water by them! The trainers will also tell you more about their habitats, diet, and the threats they face in their day-to-day ocean life. Couple this with learning games, hand signals, and fun facts about the dolphins, and there you have it: the most interesting marine crash course ever!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/137-dolphin-discovery-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Dolphin Island Interaction Programs",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:45:34"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 40,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4fc36c13-Legoland-Malaysia-Ticket-Discounts/Legoland.jpgopacity0",
        "strIntroduction": " Spend a day with the family at the themed areas in Asia's first Legoland Park! Hop over to Imagination, where you can build anything you imagine with Lego bricks and test your creation's structure on the earthquake table! Build and program Lego robots at Lego Technic, then fire laser blasters and plunge down a tropical jungle at Land of Adventure Check out incredible Asian landmarks at Miniland – all recreated using over 30 million Lego bricks! Take a train, captain your own boat or pilot an airplane at Lego City, then go for a thrilling ride on the Dragon Roller Coaster Shop at The Big Shop, the only place you'll find the largest selection of LEGO toys in Asia! For the ultimate ease, buy your ticket with return transfers, the easiest way to get from Singapore to Legoland Malaysia Hop over to Imagination, where you can build anything you imagine with Lego bricks and test your creation's structure on the earthquake table! Hop over to Imagination, where you can build anything you imagine with Lego bricks and test your creation's structure on the earthquake table! Build and program Lego robots at Lego Technic, then fire laser blasters and plunge down a tropical jungle at Land of Adventure Build and program Lego robots at Lego Technic, then fire laser blasters and plunge down a tropical jungle at Land of Adventure Check out incredible Asian landmarks at Miniland – all recreated using over 30 million Lego bricks! Check out incredible Asian landmarks at Miniland – all recreated using over 30 million Lego bricks! Take a train, captain your own boat or pilot an airplane at Lego City, then go for a thrilling ride on the Dragon Roller Coaster Take a train, captain your own boat or pilot an airplane at Lego City, then go for a thrilling ride on the Dragon Roller Coaster Shop at The Big Shop, the only place you'll find the largest selection of LEGO toys in Asia! Shop at The Big Shop, the only place you'll find the largest selection of LEGO toys in Asia! For the ultimate ease, buy your ticket with return transfers, the easiest way to get from Singapore to Legoland Malaysia For the ultimate ease, buy your ticket with return transfers, the easiest way to get from Singapore to Legoland Malaysia What We Love:   What We Love: Trek northward into Malaysian domain for a fun day out at Legoland! Hunt for lost treasure and plunge down a boat slide in the Land of Adventure. Go on the Dragon Roller Coaster or try Merlin's carousel challenge in the Lego Kingdoms. Shoot water bombs at Lego Technic, or spin as crazily as you want on the Technic Twister. Then pilot your own plane or learn to drive at Lego City, before shopping at the largest Lego store in Asia, the Big Shop! You'll also get to build your own Lego Robots at the Mindstorms, and explore Lego Replicas of Asian landmarks in Miniland. There's plenty to look forward to and a lot of room for your creativity and imagination to go wild, so round up the family and make a day trip to Asia's first Legoland Park!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/133-legoland-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Legoland",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:45:45"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 186,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/93457072-iVenture-Singapore-Ultimate-Attractions-Pass/iVentureSingaporeUltimateAttractionsPass.jpgopacity0",
        "strIntroduction": " Visit unlimited top attractions in Singapore for 2, 3 or 5 consecutive days at up to 50% off retail prices! Visit Singapore's leading attractions including Universal Studios Singapore, Singapore Flyer, Singapore Zoo, Night Safari, S.E.A. Aquarium, a River Cruise and more Take advantage of 'skip the queue' benefits at selected attractions Tuck into a selection of dining offers included in the pass such as The Landmark lunch buffet Plan your own itinerary - choose from 30 available attractions and schedule where you want to go and when you want to go Enjoy additional discounts and savings on a number of other activities, shopping and dining Visit Singapore's leading attractions including Universal Studios Singapore, Singapore Flyer, Singapore Zoo, Night Safari, S.E.A. Aquarium, a River Cruise and more Visit Singapore's leading attractions including Universal Studios Singapore, Singapore Flyer, Singapore Zoo, Night Safari, S.E.A. Aquarium, a River Cruise and more Take advantage of 'skip the queue' benefits at selected attractions Take advantage of 'skip the queue' benefits at selected attractions Tuck into a selection of dining offers included in the pass such as The Landmark lunch buffet Tuck into a selection of dining offers included in the pass such as The Landmark lunch buffet Plan your own itinerary - choose from 30 available attractions and schedule where you want to go and when you want to go Plan your own itinerary - choose from 30 available attractions and schedule where you want to go and when you want to go Enjoy additional discounts and savings on a number of other activities, shopping and dining Enjoy additional discounts and savings on a number of other activities, shopping and dining What We Love:   What We Love: Experience unlimited access to Singapore's favorite sights and attractions – cash-free! The iVenture Card grants you entry to 30 Singapore attractions such as Singapore Zoo, Night Safari, Madame Tussauds, S.E.A. Aquarium, The Landmark lunch buffet, Singapore River Cruise and even Universal Studios Singapore - all on a single pass! Customize your own itinerary to suit your interests and schedule and sightsee for your choice of 2, 3 or 5 consecutive days. The card comes with easy reference guides that map out what to do and see in Singapore as well as access to big savings and other special offers. With a simple swipe at each attraction, it's the easiest way to enjoy a fun and memorable trip to the iconic landmarks of Singapore. With the Ultimate Attractions Pass you'll also be able to access museums, rent bikes, and enjoy exclusive meal offers including buffets and set lunches.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/758-iventure-singapore-ultimate-attractions-pass-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "iVenture Singapore Ultimate Attractions Pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:45:57"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e6f28a1e-Discover-Singapore-on-a-Vietnam-War-era-vehicle-tour-on-land-and-sea/CaptainExplorerDUKW%C2%AETour.jpgopacity0",
        "strIntroduction": " All aboard an original Vietnam War era vehicle for an unforgettable tour of Singapore and its key attractions Tour Singapore in an amphibious vehicle with a professional guide Cruise past the city's top attractions from City Hall to Marina Bay Ride on land before splashing into water — you can go anywhere on this tour Learn more about Singapore's culture, traditions and history on this adventurous city tour thats bound to widen your mind and eyes Tour Singapore in an amphibious vehicle with a professional guide Cruise past the city's top attractions from City Hall to Marina Bay Ride on land before splashing into water — you can go anywhere on this tour Learn more about Singapore's culture, traditions and history on this adventurous city tour thats bound to widen your mind and eyes What We Love:   What We Love: Hop on a unique amphibious vehicle and kick start your Singapore exploration via land and water. Accompanied by a professional tour guide, you will not only tour the city in style, but also learn more about its history, culture and traditions. Drive around the city and see famous landmarks: Esplanade, Padang, Supreme Court, City Hall and more. Get ready for a splashdown as you slide into the waters of Marina Bay and continue the tour along the Singapore River.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1357-captain-explorer-dukw-tour-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Captain Explorer DUKW® Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:46:07"
    },
    {
        "intDurationHour": 240,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 22,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e5b100db-Singapore-SIM-Card-Changi-Airport-Pick-Up/3G4GSIMCardSINPickUpforSingapore.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend money on your holiday instead of hefty phone bills – get a local SIM card for your holiday in Singapore and use for 10 days! Pick up a local SIM card at Changi Airport and enjoy Singapore in full Call hotels, sightseeing spots and make reservations without worrying about the cost of your call Get 14GB of mobile web traffic in Singapore - connect anytime you want The SIM card comes with 90 minutes of international calls - stay in touch with family and friends Pick up a local SIM card at Changi Airport and enjoy Singapore in full Call hotels, sightseeing spots and make reservations without worrying about the cost of your call Get 14GB of mobile web traffic in Singapore - connect anytime you want The SIM card comes with 90 minutes of international calls - stay in touch with family and friends What We Love:   What We Love: Connect with family and friends and tell them all about the exciting trip to Singapore without exorbitant roaming costs. Conveniently pick up a local SIM card as you arrive at the airport and enjoy smooth connectivity for 10 whole days. Enjoy lightning fast web speeds, get updates from your social media accounts and make hassle-free travel arrangements - make the best of your vacation without worrying about the details.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1460-sim-card-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G/4G SIM Card (SIN Pick Up) for Singapore",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:46:17"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 72,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/169ecd30-iFly-Singapore---Indoors-Skydiving-Experience/iFlySingapore.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Experience the thrill of skydiving without the plane and the plunge, and only at a fraction of the cost – all at the world's first themed wind tunnel for indoor skydiving! Receive full safety and instructional 'sky diving' training from certified professionals Know the thrill that comes after the jump with 2 full sky diving rounds! Get suited up in complementary sky diving and safety gear Choose when to fly with a walk-in ticket giving you flexibility Receive full safety and instructional 'sky diving' training from certified professionals Receive full safety and instructional 'sky diving' training from certified professionals Know the thrill that comes after the jump with 2 full sky diving rounds! Know the thrill that comes after the jump with 2 full sky diving rounds! Get suited up in complementary sky diving and safety gear Get suited up in complementary sky diving and safety gear Choose when to fly with a walk-in ticket giving you flexibility Choose when to fly with a walk-in ticket giving you flexibility What We Love:   What We Love: Experience what it's like to skydive without the dangers and cost of doing a tandem jump! iFly introduces the new sport of bodyflying, where participants are given the chance to hover and 'fly' inside the world's first themed wind tunnel. With patented technology, the 16.5ft-wide, five storey-high tunnel propels flyers through powerful airspeeds, replicating the jump experienced from a plane. You will receive training from professional instructors and get suited up in sky diving gear before doing your jump, ensuring that safety grounds are covered before entering the tunnel and experiencing the rush of a sky dive!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/139-ifly-singapore-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "iFly Singapore",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:46:29"
    }
]