[
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d2e92fa2-3G4G-SIM-Card-HKG-Pick-Up-for-Thailand/3G4GSIMCardHKGPickUpforThailand.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Connect with your mobile just like you do at home with a 4G/3G Sim Card in Thailand 7 Days Sim Card loaded with 4G and Unlimited 3G for use in Thailand Additional 100baht calling time included 3-in-1 Sim Card (Mini, Micro and Nano sizes) 7 Days Sim Card loaded with 4G and Unlimited 3G for use in Thailand 7 Days Sim Card loaded with 4G and Unlimited 3G for use in Thailand Additional 100baht calling time included Additional 100baht calling time included 3-in-1 Sim Card (Mini, Micro and Nano sizes) 3-in-1 Sim Card (Mini, Micro and Nano sizes) What We Love:   What We Love: We know that you love to be able to connect with your friends and family, and we also know that you don't like roaming costs. With a local Sim card available for pick up before you leave you can connect as soon as you arrive in Thailand. With unlimited data you'll be able to send those holiday snaps to family and friends, look at maps to find the best of the best, and stay in touch with your email while you're away.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/725-happy-tourist-sim-card-thailand/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G/4G SIM Card (HKG Pick Up) for Thailand"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 51,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/44fa33e7-%E8%8B%8F%E6%A2%85%E5%B2%9B%E8%A1%97%E5%A4%B4%E7%BE%8E%E9%A3%9F%E4%B9%8B%E6%97%85/SamuiStreetEats.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover and savor the authentic flavors of local Thai street food - Samui style. A small group foodie tour that will tempt anyone with an appetite for Thai food Enjoy beach views as the sun sets Head to Samui's bustling night market Get an introduction to street food from an experienced guide or 'foodie' Learn about the all the fresh and meaty dishes from the locals Enjoy beach views as the sun sets Enjoy beach views as the sun sets Head to Samui's bustling night market Head to Samui's bustling night market Get an introduction to street food from an experienced guide or 'foodie' Get an introduction to street food from an experienced guide or 'foodie' Learn about the all the fresh and meaty dishes from the locals Learn about the all the fresh and meaty dishes from the locals What We Love:   What We Love: Koh Samui - perfection would be an understatement for this natural paradise. Start the tour by saying cheers to the day as you watch the sun slip behind the island before heading into town to delight your tastebuds with some local street food. Let your nose guide you right to the food, stopping at each stall to try a bit of everything assisted by your english-speaking tour guide. On the way learn about the seasoning process crucial to these iconic dishes before finishing up with a traditional Thai dessert. With a full stomach, retreat back to the beach and have one last drink before calling it a night.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/730-samui-street-food-koh%20samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Samui Street Eats"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f6524314-Wi-Ho%21%C2%AE-Thailand-Wi-Fi-Device---Klook/3GWiFiTPETSAKHHPickUpforThailand.jpg",
        "strIntroduction": " Stay connected when traveling in Thailand with a 3G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Stay connected for your trip in Thailand with unlimited WiFi coverage. When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Thailand from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 3G data whilst connecting up to 10 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/1151-wi-ho-thailand-wifi-device-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (TPE/TSA/KHH Pick Up) for Thailand"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ddefde8b-Bangkok-City-Transfers-Hua-Hin-Pattaya-Jomtien/AirportTransfersUSMPickUpforKohSamuimore.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Arrive in comfort by conveniently booking an airport to downtown transfer on Koh Samui Enjoy Koh Samui airport-hotel transfers in a modern air conditioned vehicle Receive a convenient pick up service from the airport meeting pointl/hotel lobby from your English-speaking driver Choose between two vehicles that suit the size of your traveling party Enjoy Koh Samui airport-hotel transfers in a modern air conditioned vehicle Enjoy Koh Samui airport-hotel transfers in a modern air conditioned vehicle Receive a convenient pick up service from the airport meeting pointl/hotel lobby from your English-speaking driver Receive a convenient pick up service from the airport meeting pointl/hotel lobby from your English-speaking driver Choose between two vehicles that suit the size of your traveling party Choose between two vehicles that suit the size of your traveling party What We Love:   What We Love: Enjoy a hassle free trip to and from Koh Samui airport by booking an airport transfer in advance. Enjoy the exclusivity of a private vehicle with your own professional driver who will pick you up right from the arrival hall or from your hotel, before whisking you off to your destination. These airport transfers can accommodate between 1 and 10 people in a car or van with air conditioning so your comfort and relaxation are well taken care of.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/1172-private-airport-transfers-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (USM Pick Up) for Koh Samui & more"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 29,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ddefde8b-Bangkok-City-Transfers-Hua-Hin-Pattaya-Jomtien/AirportTransfersURTPickUpforSuratThanimore.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Arrive in comfort by conveniently booking an airport to downtown transfer from Surat Thani Airport to Koh Samui, Koh Tao, Koh Phangan and other nearby destinations Enjoy Surat Thani airport-hotel transfers in a modern air conditioned vehicle to nearby islands including Samui, Koh Phangan and Koh Tao Receive a convenient pick up service from the arrivals hall/hotel lobby from your English-speaking driver Choose between two vehicles that suit the size of your traveling party Enjoy Surat Thani airport-hotel transfers in a modern air conditioned vehicle to nearby islands including Samui, Koh Phangan and Koh Tao Enjoy Surat Thani airport-hotel transfers in a modern air conditioned vehicle to nearby islands including Samui, Koh Phangan and Koh Tao Receive a convenient pick up service from the arrivals hall/hotel lobby from your English-speaking driver Receive a convenient pick up service from the arrivals hall/hotel lobby from your English-speaking driver Choose between two vehicles that suit the size of your traveling party Choose between two vehicles that suit the size of your traveling party What We Love:   What We Love: Enjoy a hassle free trip to and from Surat Thani airport by booking an airport transfer in advance. Enjoy the exclusivity of a private vehicle with your own professional driver who will pick you up right from the arrival hall or from your hotel, before whisking you off to your destination. These airport transfers can accommodate between 1 and 10 people in a car or van with air conditioning so your comfort and relaxation are well taken care of.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/1173-private-airport-transfers-surat-thani/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (URT Pick Up) for Surat Thani & more"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 57,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/47f272e2-Thaisolate-Floating-Spa/ThaisolateFloatingSpa.jpg",
        "strIntroduction": " Looking for a truly unique experience in Koh Samui? The first and only floating centre in the gulf of Thailand, Thaisolate Floating Spa welcomes you with open arms! Free your mind of stress and your body of tiredness in the Dreampod isolation tanks of Thaisolate Floating Spa Meditate, regain peace and tranquility as you lie atop the water, weightless and free Removing all outer distractions, flotation lets you rediscover yourself and replenish mental energy Free your mind of stress and your body of tiredness in the Dreampod isolation tanks of Thaisolate Floating Spa Meditate, regain peace and tranquility as you lie atop the water, weightless and free Removing all outer distractions, flotation lets you rediscover yourself and replenish mental energy What We Love:   What We Love: Thaisolate Floating Spa is the only specialized float centre in Thailand. Float centre? Yes, here you will get to experience flotation on water in the state-of-the-art Dreampod isolation tanks. A popular practice in the recent years, floating has come to be associated with significant mental and physical benefits as it lets you \"turn off\" outside distractions and focus on your mind. Recommended as pain relief and to reduce high blood pressure, floating is also a common practice in meditation centers and is used to improve physical performance.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/1574-thaisloate-floating-spa-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Thaisolate Floating Spa"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 65,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7f9b3552-Peace-Tropical-Spa/PeaceTropicalSpaPackages.jpg",
        "strIntroduction": " Pamper yourself with aromatic herbal steams and finger-licking fruit scrubs at Peace Tropical Spa in Koh Samui Enjoy a day of pampering on a beautiful tropical island — you deserve it Choose between one of many relaxing treatments and don't miss the specialties: herbal steams and fruit scrubs Peace Tropical Spa's professional therapists will ensure you your muscle tension and stress will dissolve on your first visit! Enjoy a day of pampering on a beautiful tropical island — you deserve it Choose between one of many relaxing treatments and don't miss the specialties: herbal steams and fruit scrubs Peace Tropical Spa's professional therapists will ensure you your muscle tension and stress will dissolve on your first visit! What We Love:   What We Love: Complete your busy day at Koh Samui with a true treat for your body and mind. Located in the quiet corner only a few minutes from Fisherman's Village and close to Bophut Beach, Peace Tropical Spa is an escape into the world of calm amidst the busy island life. Featuring a rich selection of artisan spa treatments including, the spa's signature offerings are aromatic herbal steams and delicious fruit scrubs: coconut, lemon grass, jasmine mint and more. Your visit to Peace Tropical Spa is guaranteed to leave you feeling refreshed and ready for more island adventures.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/1575-peace-tropical-spa-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Peace Tropical Spa Packages"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 51,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/524a8bd9-%E6%99%AE%E5%90%89%E5%B2%9B%E4%B8%93%E8%BD%A6%E6%B8%B8%E8%A7%88/KohSamuiPrivateCarCharter.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Get around the beautiful island of Koh Samui in style with the comfort of a private vehicle and the help of an experienced driver Enjoy a comfortable private charter in a modern air conditioned car (up to 3 people) or van (up to 10 people) Feel safe in the hands of your experienced driver and guide on request (full day charter only) Choose between two different vehicle sizes and full or half day packages Plan your own itinerary and let your driver navigate the quickest way to get there Enjoy a comfortable private charter in a modern air conditioned car (up to 3 people) or van (up to 10 people) Feel safe in the hands of your experienced driver and guide on request (full day charter only) Choose between two different vehicle sizes and full or half day packages Plan your own itinerary and let your driver navigate the quickest way to get there What We Love:   What We Love: Book a private vehicle with a professional driver to take you anywhere you need to be in Koh Samui and enjoy a convenient and stress free way to explore the island. Opt for a car or van to accommodate your travel party, choose a full or half day, then decide exactly when and where you want to go - the itinerary is completely up to you. Perfect for larger groups, especially for families, travel from beach to jungle - and everywhere in between - with the utmost ease. Your experienced driver will pick you up and drop you off directly from your hotel — all you have left to do is enjoy the special experience and take in the unique atmosphere of Koh Samui. All private vehicles are air conditioned for optimal comfort and relaxation, so everything you need is already taken care of.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/1599-private-car-charter-thailand-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Koh Samui Private Car Charter"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 52,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6be335dd-Angthong-National-Park-/AngthongNationalPark.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend a day away from the busy beaches and come on board for a full day of snorkeling with an optional kayaking adventure around the beautiful Marine Park too! Spend a day in Thailand's beautiful Angthong National Park, a protected area home to exotic marine life Snorkel through the beautiful nature and clear blue waters Opt for the additional kayak adventure to explore more of the marine park Enjoy a light pre-departure breakfast and Thai buffet lunch Travel with ease as hotel transfers are included Spend a day in Thailand's beautiful Angthong National Park, a protected area home to exotic marine life Spend a day in Thailand's beautiful Angthong National Park, a protected area home to exotic marine life Snorkel through the beautiful nature and clear blue waters Snorkel through the beautiful nature and clear blue waters Opt for the additional kayak adventure to explore more of the marine park Opt for the additional kayak adventure to explore more of the marine park Enjoy a light pre-departure breakfast and Thai buffet lunch Enjoy a light pre-departure breakfast and Thai buffet lunch Travel with ease as hotel transfers are included Travel with ease as hotel transfers are included What We Love:   What We Love: Angthong National Park offers visitors beautiful scenery surrounding spectacular snorkeling conditions – perfect for a relaxing day trip. Float through the warm waters of the Gulf of Thailand, take in the exotic marine life and marvel at the intoxicating beauty of this magical underwater world. You'll motor from Koh Samui to Koh Wao, a cluster of three islands creating a shallow and sheltered bay which provides perfect conditions for snorkeling and kayaking – and in crystal clear waters too! The boat journey is equally as scenic: glide past snow-white beaches, luscious nature and hidden lagoons. Keep an eye out for the ‘sea-gypsies' – longtime inhabitants who continue to make a living by fishing these waters.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/319-angthong-national-park-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Angthong National Park"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 58,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/cc3359c6-Koh-Tao--Koh-Nangyuan-by-Speed-Boat/KohTaoKohNangyuanbySpeedBoat.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Motor with speedy efficiency to discover world-class snorkeling at two of the Gulf's less visited islands Koh Tao and Koh Nangyuan Spend a day at the tiny islands of Tao and Nangyuan, home to amazing shallow reef snorkeling Choose the speedy transport option on the speedboat for the most exhilarating way to travel Enjoy breakfast before departure and lunch on Koh Tao Travel with ease as hotel transfers are included to and from the pier Spend a day at the tiny islands of Tao and Nangyuan, home to amazing shallow reef snorkeling Spend a day at the tiny islands of Tao and Nangyuan, home to amazing shallow reef snorkeling Choose the speedy transport option on the speedboat for the most exhilarating way to travel Choose the speedy transport option on the speedboat for the most exhilarating way to travel Enjoy breakfast before departure and lunch on Koh Tao Enjoy breakfast before departure and lunch on Koh Tao Travel with ease as hotel transfers are included to and from the pier Travel with ease as hotel transfers are included to and from the pier What We Love:   What We Love: Renowned for cerulean waters, colorful coral reefs and a myriad of vibrant fish, the small islands of Kho Tao and Kho Nangyuan provide excellent snorkeling day trip locations, away from the tourist crowds of neighboring islands. Begin the day with a convenient hotel pick-up and a pre-departure breakfast on the pier. Then ride the warm waves by speedboat to the first snorkeling stop at Koh Tao's isolated Mango Bay. Exploring the azure waters will work up an appetite for a beachside restaurant lunch before hopping back on board and heading to the emerald bays of Koh Nangyuan. Here you'll get the chance to explore the shallow reefs of one of Thailand's best snorkeling spots. As the day starts to cool, travel ashore to make the 10-15 minute hike to the viewpoint offering spectacular views of the sandbar-linked island below. Enjoy a swift boat ride back to Samui and a return drop-off at your hotel.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/321-koh-tao-koh-nangyuan-by-speed-boat-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Koh Tao & Koh Nangyuan by Speed Boat"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 54,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/849d40ea-Koh-Phangan-Island-Tour/KohPhanganIslandTour.jpg",
        "strIntroduction": " Leave Koh Samui for the day and hop over to neighboring Koh Phangan – haven for backpackers and party goers but with an authentic and easy-going soul Discover the temples, life and culture of Koh Phangan Snorkel at one of the cleanest beaches, an excellent coral site See the site of the famous Full Moon Parties Travel with ease as hotel transfers are included Discover the temples, life and culture of Koh Phangan Discover the temples, life and culture of Koh Phangan Snorkel at one of the cleanest beaches, an excellent coral site Snorkel at one of the cleanest beaches, an excellent coral site See the site of the famous Full Moon Parties See the site of the famous Full Moon Parties Travel with ease as hotel transfers are included Travel with ease as hotel transfers are included What We Love:   What We Love: Spend a day discovering beautiful Koh Phangan, 20 kilometers to the North of Koh Samui. Explore temples, feed elephants, gain an insight into authentic local life and snorkel in the island's clear warm waters. The final stop is, of course, a visit to the site of the world-famous monthly Full Moon Party. A light pre-departure breakfast and lunch at a local restaurant are all included in the tour. You'll experience the authentic side to this relaxed and friendly destination, beyond the backpackers and partying.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/323-koh-phangan-island-tour-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Koh Phangan Island Tour"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 68,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f30d1afb-Koh-Tao--Koh-Nanyuan-by-Big-Boat/KohTaoKohNangyuanbyBigBoat.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Travel by ferry to the smaller islands of Koh Tao and Koh Nangyuan and enjoy smooth and comfortable transfers so you can focus on snorkeling – and not the wobbly seas! Spend a day at the tiny islands of Tao and Nangyuan, home to amazing shallow reef snorkeling Motor to the islands by ferry, the sturdier, more relaxing transport option (for a more exhilarating option, book the speedboat trip here) Relax in spacious comfort on the 1.5 hour journey with air conditioning and comfortable seating on boat Enjoy an international buffet lunch on board, and snacks and drinks served after snorkeling Travel with ease as hotel transfers are included to and from the pier Spend a day at the tiny islands of Tao and Nangyuan, home to amazing shallow reef snorkeling Spend a day at the tiny islands of Tao and Nangyuan, home to amazing shallow reef snorkeling Motor to the islands by ferry, the sturdier, more relaxing transport option (for a more exhilarating option, book the speedboat trip here) Motor to the islands by ferry, the sturdier, more relaxing transport option (for a more exhilarating option, book the speedboat trip here) here Relax in spacious comfort on the 1.5 hour journey with air conditioning and comfortable seating on boat Relax in spacious comfort on the 1.5 hour journey with air conditioning and comfortable seating on boat Enjoy an international buffet lunch on board, and snacks and drinks served after snorkeling Enjoy an international buffet lunch on board, and snacks and drinks served after snorkeling Travel with ease as hotel transfers are included to and from the pier Travel with ease as hotel transfers are included to and from the pier What We Love:   What We Love: This trusted ferry service now provides snorkeling excursions too! For anyone prone to seasickness, this ferry transfer provides you with a more stable, air-conditioned voyage to Koh Tao from where you'll move to a high-speed boat for inter-island hopping within the sheltered bay area. So whatever the weather, you can be sure to have the calmest journey to your snorkeling destination. On arrival in Koh Tao and Koh Nangyuan, you'll be blown over by the unspoiled beauty of these islands. Delve into the colorful underwater world with your mask and snorkel, then trek up to Koh Nangyuan's spectacular viewpoint, or simply lie on the beach… and relax!  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/325-koh-tao-koh-nangyuan-by-big-boat-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Koh Tao & Koh Nangyuan by Big Boat"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 21,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0e5d3320-Discover-Koh-Samui/DiscoverKohSamui.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Tour around the beautiful island of Koh Samui, see the most popular sights and even take the chance to ride an elephant and relax with a fish spa! See Samui's famous sights and beautiful nature including a market, famous rocks, a mummified monk and the ideal viewpoint Watch animal shows and ride an elephant Relax with a tranquil waterfall dip and later, a fish spa! Travel with ease as hotel transfers are included See Samui's famous sights and beautiful nature including a market, famous rocks, a mummified monk and the ideal viewpoint See Samui's famous sights and beautiful nature including a market, famous rocks, a mummified monk and the ideal viewpoint Watch animal shows and ride an elephant Watch animal shows and ride an elephant Relax with a tranquil waterfall dip and later, a fish spa! Relax with a tranquil waterfall dip and later, a fish spa! Travel with ease as hotel transfers are included Travel with ease as hotel transfers are included What We Love:   What We Love: This is the all-inclusive Koh Samui experience. You'll have the chance to watch a baby elephant and monkey show where you can even meet and feed the elephant or try a special baby elephant massage! Then it's your chance to experience riding an elephant yourself. After a visit to the famous Big Buddha, you can browse the local stalls at Nathon Town's colorful market and take some time to chill with a unique fish spa experience. A stop at Kunaram Temple is sure to impress – it's the site of Samui's mummified monk! Before a visit to the Secret Waterfall to cool off. Next don't miss seeing Samui's humorously-shaped Grandmother and Grandfather rocks by Lamai Beach. The final stop in this jam-packed tour is a photo op at Lad Koh, a spectacular viewpoint where you'll certainly be able to capture that perfect holiday snap.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/327-discover-koh-samui-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Discover Koh Samui"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 144,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/bada0c58-Santiburi-Samui-Golf-Club/SantiburiSamuiGolfClub.jpg",
        "strIntroduction": " Fit a few hours of golf into your holiday at one of Thailand's top 5 courses, famed for its incomparable views over coasts, bays, beaches, islands and turquoise seas Tee-off at Samui's championship golf course Enjoy spectacular mountain and sea views as you play Challenge yourself with the multiple playing levels that follow the hillside gradient This no handicap course is accessible to all levels but is demanding so beginners can start on the 9 hole variant Cool off after a game over panoramic views from the Santiburi Club House Tee-off at Samui's championship golf course Tee-off at Samui's championship golf course Enjoy spectacular mountain and sea views as you play Enjoy spectacular mountain and sea views as you play Challenge yourself with the multiple playing levels that follow the hillside gradient Challenge yourself with the multiple playing levels that follow the hillside gradient This no handicap course is accessible to all levels but is demanding so beginners can start on the 9 hole variant This no handicap course is accessible to all levels but is demanding so beginners can start on the 9 hole variant Cool off after a game over panoramic views from the Santiburi Club House Cool off after a game over panoramic views from the Santiburi Club House What We Love:   What We Love: Established in 2003, the Santiburi Samui Country Club is Samui's championship 18 hole golf course, stretching along the hills of the northern coastline and recently vote as one of the top five golf courses in Thailand. It's renowned at one of Asia's most beautiful and has been an essential stop on both the PGA Asian Tour and The Queen's Cup for many years. Play a round beneath swaying coconut palms then relax at the club with a cool drink over incomparable mountain and coastal views over to Koh Phangan and Maenam Beach. The package includes green fee, caddy and cart for this challenging course but with no handicap requirement. So for any budding golfers visiting the island, Thailand's newest golfing destination should be on your itinerary.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/328-santiburi-samui-golf-club-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Santiburi Samui Golf Club"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1b7a6d8d-Big-Game-Fishing-Trip/BigGameFishingTrip.jpg",
        "strIntroduction": " Avid fishermen will be spoiled with the abundance of big game fish inhabiting these waters, by day or by night! Fish for big game in the fruitful waters South of Samui Non-fishers can still enjoy the trip with swimming, snorkeling and chilling (Day Fishing only) Relish a delicious lunch/dinner on-board Enjoy hotel pick up and drop off included Fish for big game in the fruitful waters South of Samui Fish for big game in the fruitful waters South of Samui Non-fishers can still enjoy the trip with swimming, snorkeling and chilling (Day Fishing only) Non-fishers can still enjoy the trip with swimming, snorkeling and chilling (Day Fishing only) Relish a delicious lunch/dinner on-board Relish a delicious lunch/dinner on-board Enjoy hotel pick up and drop off included Enjoy hotel pick up and drop off included What We Love:   What We Love: Love adventure? Love fishing? Love cruising, swimming and snorkeling in Samui's crystal clear waters? Well we've got just the trip for you! With an experienced captain and crew you'll be taken through the fish-rich waters around Samui to where the big underwater game is. Live bait, a great atmosphere, on-board lunch/dinner and excitement guaranteed. As the most popular fishing company on Koh Samui, you're guaranteed a more fruitful day as the boats fish from the south side of the island. It may take a little longer to reach, but the quality of the big game fishing is well worth it, seeing regular catches of barracuda, cobia, shark, mackerel, sailfish, snapper, grouper, trevally and more! The day tour is perfect for a sunny day on the water for all your friends and family whilst the night tour offers something a little different for the committed fisherman!  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/329-big-game-fishing-trip-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Big Game Fishing Trip"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 70,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1ddb2523-Red-Baron-Boat-Trips/RedBaronBoatTrips.jpg",
        "strIntroduction": " Cruise, snorkel and dine on the glorious waters around Koh Samui and Koh Phangan on this spectacular traditional yacht Spend a day on the luxurious Red Baron traditional sailing boat Cruise all day to Koh Phangan every Tuesday or Koh Samui every Saturday Brunch cruise to Koh Phangan on Wednesdays and Sundays Add a dose of romance with the sunset cruises every Monday and Friday Snorkel, swim, sunbathe and enjoy the fantastic nature at these two beautiful islands Enjoy a full breakfast and BBQ lunch (or brunch buffet), fresh fruits, snacks and drinks throughout Hotel transfers are also included Spend a day on the luxurious Red Baron traditional sailing boat Spend a day on the luxurious Red Baron traditional sailing boat Cruise all day to Koh Phangan every Tuesday or Koh Samui every Saturday Cruise all day to Koh Phangan every Tuesday or Koh Samui every Saturday Brunch cruise to Koh Phangan on Wednesdays and Sundays Brunch cruise to Koh Phangan on Wednesdays and Sundays Add a dose of romance with the sunset cruises every Monday and Friday Add a dose of romance with the sunset cruises every Monday and Friday Snorkel, swim, sunbathe and enjoy the fantastic nature at these two beautiful islands Snorkel, swim, sunbathe and enjoy the fantastic nature at these two beautiful islands Enjoy a full breakfast and BBQ lunch (or brunch buffet), fresh fruits, snacks and drinks throughout Enjoy a full breakfast and BBQ lunch (or brunch buffet), fresh fruits, snacks and drinks throughout Hotel transfers are also included Hotel transfers are also included What We Love:   What We Love: Prepare to be pampered as you cruise the crystal waters of Koh Samui and around. This traditional Thai sailing junk, a twin-masted, red-sailed icon in these parts, is the biggest of its kind in Koh Samui and the Gulf of Thailand. Spend a day in traditional luxury as you glide past the pristine beaches and secret bays of this beautiful region. Snorkel and swim or simply relax on deck with a refreshing drink in hand as you wait for the mouthwatering buffet and barbeque to be served. You can chill in the covered saloon, visit the lounge bar, fish from the designated platform or claim your spot on a comfortable sun lounger. Sailings change daily: choose from Samui's most beautiful beaches or Koh Phangan's unspoiled beauty. Opt for a full day, brunch or romantic sunset cruise. Whatever you choose, peace and relaxation are guaranteed!  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/331-red-baron-boat-trips-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Red Baron Boat Trips"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 196,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9cac8f21-Private-Yacht-Charters/PrivateYachtCharters.jpg",
        "strIntroduction": " Welcome aboard your choice of private yacht! There's a boat to suit every occasion - whether for couples, families, corporates or friends. Throw in some sunshine, snorkeling and a white sand beach and you really can't go wrong! Choose Sanora for family groups up to 5, Viva II for intimate sailings with 2-4, Crazy Horse catamaran for 6 or Dreamcatcher for a luxury cruise with 18 Embark on a half day cruise (4hrs), sunset cruise (2.5hrs) or full day cruise (8hrs) Sail past picturesque coast and enjoy snorkeling and swimming in the crystal clear waters Full day charters will enjoy a delicious beachside Thai restaurant lunch whilst all other trips include ample snacks and soft drinks Transfer with ease as hotel pick up and drop off is included Choose Sanora for family groups up to 5, Viva II for intimate sailings with 2-4, Crazy Horse catamaran for 6 or Dreamcatcher for a luxury cruise with 18 Choose Sanora for family groups up to 5, Viva II for intimate sailings with 2-4, Crazy Horse catamaran for 6 or Dreamcatcher for a luxury cruise with 18 Embark on a half day cruise (4hrs), sunset cruise (2.5hrs) or full day cruise (8hrs) Embark on a half day cruise (4hrs), sunset cruise (2.5hrs) or full day cruise (8hrs) Sail past picturesque coast and enjoy snorkeling and swimming in the crystal clear waters Sail past picturesque coast and enjoy snorkeling and swimming in the crystal clear waters Full day charters will enjoy a delicious beachside Thai restaurant lunch whilst all other trips include ample snacks and soft drinks Full day charters will enjoy a delicious beachside Thai restaurant lunch whilst all other trips include ample snacks and soft drinks Transfer with ease as hotel pick up and drop off is included Transfer with ease as hotel pick up and drop off is included What We Love:   What We Love: These yacht charters provide the most unique way to explore the Koh Samui coastline, offering everything from single-handed day cruisers to speedy catamarans. Equipped with all modern electronics, comfortable cockpits and on deck lounging, as well as functioning kitchens and bathrooms, these sailing boats are perfect for a day of marine exploration. The easy-to-handle cruisers will help hone your sailing skills: take the helm, practice tacking or try to set the jib. Alternatively, sit back, relax and enjoy the views. Make stops for swimming and snorkeling in scenic bays, visit exotic waterfalls and uninhabited islands, then cruise into the sunset. The experienced staff will provide a truly remember charter: they're committed to giving you the best experience possible and are seasoned experts in these waters. Trust their judgment to show you the most beautiful hidden locations around Koh Samui and Koh Phangan.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/333-private-yacht-charters-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Private Yacht Charters"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 102,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f7805fdb-Angthong-Marine-Park-Cruise/AngthongMarineParkCruise.jpg",
        "strIntroduction": " Every Thursday you can sail on the iconic Red Baron to Angthong National Marine Park, a picturesque archipelago of over 40 islands, boasting some of the cleanest waters and most colorful fish Spend a day on the luxurious Red Baron traditional sailing boat Visit the protected Marine Park, the emerald inspiration for cult classic ‘The Beach' Snorkel, swim, sunbath and enjoy the fantastic nature of this beautiful island Enjoy a mouthwatering breakfast, lunch, fresh fruits, drinks and snacks Hotel transfers are also included Spend a day on the luxurious Red Baron traditional sailing boat Spend a day on the luxurious Red Baron traditional sailing boat Visit the protected Marine Park, the emerald inspiration for cult classic ‘The Beach' Visit the protected Marine Park, the emerald inspiration for cult classic ‘The Beach' Snorkel, swim, sunbath and enjoy the fantastic nature of this beautiful island Snorkel, swim, sunbath and enjoy the fantastic nature of this beautiful island Enjoy a mouthwatering breakfast, lunch, fresh fruits, drinks and snacks Enjoy a mouthwatering breakfast, lunch, fresh fruits, drinks and snacks Hotel transfers are also included Hotel transfers are also included What We Love:   What We Love: Each Thursday, the Red Baron, Koh Samui's most luxurious cruise boat, sails to Angthong National Marine Park, one of Thailand's most idyllic paradises. This traditional Thai sailing junk, a twin-masted, red-sailed icon in these parts, is the biggest of its kind in Koh Samui and the Gulf of Thailand. Spend a day in traditional luxury as you glide past the inspiration for ‘The Beach' and snorkel or swim in the crystal clear waters of this 40-island archipelago. Or, if you'd prefer, simply relax on deck with a refreshing drink in hand as you wait for the mouthwatering lunch buffet and barbeque to be served. You can chill in the covered saloon, visit the lounge bar, fish from the designated platform or claim your spot on a comfortable sun lounger.  ",
        "strLocation": "Koh Samui",
        "strOriginUrl": "https://www.klook.com/activity/560-angthong-marine-park-cruise-koh-samui/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Angthong Marine Park Cruise"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 13,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3ccf4b87-%E7%94%B2%E7%B1%B3%E5%9B%9B%E5%B2%9B1%E6%97%A5%E6%B8%B8---Klook%E5%AE%A2%E8%B7%AF/Krabi4IslandsDayTour.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Explore the best of Krabi: the beautiful islands of Koh Poda, Koh Gai, Koh Tub, Koh Mor and the stunning Phra Nang Cave beach See the best of Krabi in less than 7 hours with a fun tour of 4 iconic islands Visit the famous Koh Gai – the Chicken Island and see where it got its nickname for yourself Explore the lesser know tiny islands of Koh Tub and Koh Mor Discover the magnificent Phra Nang Cave beach on the Railway Peninsula See the best of Krabi in less than 7 hours with a fun tour of 4 iconic islands Visit the famous Koh Gai – the Chicken Island and see where it got its nickname for yourself Explore the lesser know tiny islands of Koh Tub and Koh Mor Discover the magnificent Phra Nang Cave beach on the Railway Peninsula What We Love:   What We Love: The 4 Islands Tour is a true Krabi classic. The speedboat will take you to some of Krabi's most iconic landmarks. Visit Koh Gai, aka the Chicken Island, noted for its peculiar-shaped mountain top. Snorkel in crystal clear turquoise waters of Koh Poda and don't forget to snap a photo with the background of its famous rock featured on travel postcards and tourist brochures. If you are taking the tour at low tide, you will get to walk the narrow strap of sands connecting the tiny islands of Koh Mor and Koh Tub. With transportation and lunch taken care of, all you have left to do is relax and take in stunning Krabi views.  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/1433-4-islands-day-tour-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Krabi 4 Islands Day Tour"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 27,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/aba86521-%E6%B3%B0%E5%9B%BD%E5%AE%8F%E5%B2%9B%E6%B5%AE%E6%BD%9C%E4%B8%80%E6%97%A5%E6%B8%B8---Klook%E5%AE%A2%E8%B7%AF/KohHongIslandDayTour.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy a relaxing day at the National Marine Park in Hong Islands, Krabi – a stunning archipelago with pristine nature and turquoise waters A day trip to Hong Islands in Krabi is the ultimate relaxation: peaceful, secluded and quiet Snorkel in clear waters of a secluded lagoon and explore the islands' abundant marine life Hong Islands have National Park status and will give you a chance to see pristine natural scenery Leave your worries behind and let a powerful speedboat take you on an amazing day trip to Krabi's hidden paradise A day trip to Hong Islands in Krabi is the ultimate relaxation: peaceful, secluded and quiet Snorkel in clear waters of a secluded lagoon and explore the islands' abundant marine life Hong Islands have National Park status and will give you a chance to see pristine natural scenery Leave your worries behind and let a powerful speedboat take you on an amazing day trip to Krabi's hidden paradise What We Love:   What We Love: Explore Thailand's island paradise in Krabi with a visit to Hong Islands. Belonging to the National Marine Park, this stunning four-island archipelago is just twenty minutes away from Ao Nang by speedboat. With a mesmerizing backdrop of Phang Nga Bay, the islands have rightfully earned their title as some of the most beautiful in Thailand. Hong is literally translated as \"room\" from Thai — and for a reason: the islands are secluded and in the centre is a lagoon completely surrounded by cliffs. You will be able to enjoy complete privacy, crystal clear water and sunny sandy beaches away from crowds of tourists so you can truly relax.  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/1434-koh-hong-island-dayp-tour-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Koh Hong Island Day Tour"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 46,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/07b45866-%E6%B3%B0%E5%9B%BD%E5%AE%8F%E5%B2%9B%E6%B5%AE%E6%BD%9C%E4%B8%80%E6%97%A5%E6%B8%B8---Klook%E5%AE%A2%E8%B7%AF/KrabitoPhiPhiDayTourbySpeedboat.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Travel from Krabi to the Phi Phi Islands the efficient way, by speedboat! Take a relaxing trip to one of Krabi's most well-known destinations — Phi Phi Islands Take a memorable stroll down Maya Beach — where the young Leonardo DiCaprio once played a hopeful Richard in 'The Beach' Snorkel amidst colorful corals in the underwater field of Monkey Bay Enjoy a convenient trip with hotel pick up, speedboat ride and a delicious lunch all taken care of Take a relaxing trip to one of Krabi's most well-known destinations — Phi Phi Islands Take a memorable stroll down Maya Beach — where the young Leonardo DiCaprio once played a hopeful Richard in 'The Beach' Snorkel amidst colorful corals in the underwater field of Monkey Bay Enjoy a convenient trip with hotel pick up, speedboat ride and a delicious lunch all taken care of What We Love:   What We Love: Dubbed the \"the jewels of the Andaman Sea\", Phi Phi Islands remain one of Thailand's major 'must-sees'. On this trip to Phi Phi Islands, you will get to visit iconic locations such as Maya Beach — the set of the 2000 adventure drama 'The Beach' starring Leonardo DiCaprio. After a relaxing lunch, you get to stop by stunningly colorful coral gardens of Monkey Bay and snorkel to explore its abundant marine life. Enjoy a relaxing boat ride back that will take you along incredible landscapes and changing water hues — take fascinating photos and feel a refreshing sea breeze on your skin.  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/1439-krabi-to-phi-phi-day-tour-by-speedboat-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Krabi to Phi Phi Day Tour by Speedboat"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 19,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/86583624-%E7%94%B2%E7%B1%B3%E5%B2%9B%E6%9C%BA%E5%9C%BA%E6%8E%A5%E9%80%81/AirportTransfersKBVHKTPickUpforKrabimore.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Arrive in comfort by conveniently booking an airport to downtown transfer for your trip to Krabi and beyond Enjoy airport-hotel transfers in a modern air conditioned vehicle Receive a convenient pick up service from your English-speaking driver Choose between two vehicles that suit the size of your traveling party Enjoy airport-hotel transfers in a modern air conditioned vehicle Enjoy airport-hotel transfers in a modern air conditioned vehicle Receive a convenient pick up service from your English-speaking driver Receive a convenient pick up service from your English-speaking driver Choose between two vehicles that suit the size of your traveling party Choose between two vehicles that suit the size of your traveling party What We Love:   What We Love: Enjoy a hassle free trip to and from the airport by booking an airport transfer in advance. Enjoy the exclusivity of a private vehicle with your own professional driver who will pick you up right from the arrival hall or from your hotel, before whisking you off to your destination. These airport transfers can accommodate between 1 and 10 people in a car or van with air conditioning so your comfort and relaxation are well taken care of.  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/1440-airport-transfers-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (KBV/HKT Pick Up) for Krabi & more"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 87,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/08183977-Krabi-City-Transfers/CityTransfersforKrabi%2CThailand.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Travel in comfort by conveniently booking Krabi city transfers for your trip and see the city at your own pace getting from destination to destination in a private vehicle Enjoy hassle-free transfers within Krabi in a comfortable air-conditioned vehicle Spend time on sightseeing and exploring the city instead of running after a crowded bus or overpaying for a taxi Choose between two vehicles that suit the size of your traveling party Enjoy hassle-free transfers within Krabi in a comfortable air-conditioned vehicle Enjoy hassle-free transfers within Krabi in a comfortable air-conditioned vehicle Spend time on sightseeing and exploring the city instead of running after a crowded bus or overpaying for a taxi Spend time on sightseeing and exploring the city instead of running after a crowded bus or overpaying for a taxi Choose between two vehicles that suit the size of your traveling party Choose between two vehicles that suit the size of your traveling party What We Love:   What We Love: Enjoy a hassle free vacation in Krabi by booking convenient city transfers to most popular destinations. Benefit from the exclusivity of a private vehicle with your own professional driver taking you around town in comfort and style. City transfers can accommodate between 1 and 10 people in a car or van — perfect for individual trips or group tours.  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/1441-city-transfers-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "City Transfers for Krabi, Thailand"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 102,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2b42d427-%E7%94%B2%E7%B1%B3%E5%B2%9B%E4%B8%80%E6%97%A5%E7%A7%9F%E8%88%B9%E6%B8%B8---Klook%E5%AE%A2%E8%B7%AF/PrivateBoatCharterIslandHoppinginKrabi.jpg",
        "strIntroduction": " Avoid long lines in the heat and crowds of tourists by touring Krabi's islands on an exclusive private boat Enjoy an exclusive private charter boat to discover Krabi's most beautiful islands: Phi Phi, Hong Islands, James Bond Island and more Stay away from tourist crowds in your own double engine speedboat or a traditional longtail boat with an experienced captain Go for the ultimate comfort and get picked up and dropped off directly from your hotel Enjoy an exclusive private charter boat to discover Krabi's most beautiful islands: Phi Phi, Hong Islands, James Bond Island and more Enjoy an exclusive private charter boat to discover Krabi's most beautiful islands: Phi Phi, Hong Islands, James Bond Island and more Stay away from tourist crowds in your own double engine speedboat or a traditional longtail boat with an experienced captain Stay away from tourist crowds in your own double engine speedboat or a traditional longtail boat with an experienced captain Go for the ultimate comfort and get picked up and dropped off directly from your hotel Go for the ultimate comfort and get picked up and dropped off directly from your hotel What We Love:   What We Love: Krabi has a myriad of stunning islands to explore. The only problem you might face is getting to them. Why spend your precious vacation time in a waiting line to board a crowded boat when you can enjoy a hassle free ride in a private speedboat or longtail boat that will whisk you away to your destination in comfort? Get your friends together and enjoy a relaxing trip to some of Krabi's most beautiful islands: Phi Phi Island, Hong Islands, James Bond Island and more.  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/1442-private-boat-charter-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Private Boat Charter Island Hopping in Krabi"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 48,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5475e22a-Krabi-Tree-Top-Adventure/KrabiTreeTopAdventure.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend a day filled with adventure! Krabi Tree Top is a jungle amuzement park offering up to 50 fun activities for the whole family to enjoy! Your day at Krabi Tree Top Park is sure to be one of the major highlights of your time in Thailand Hidden in the green oasis of Krabi in between lush exotic vegetation and green hills, the park offers up to 50 activities Try tight rope walking, take a dive on the tarzan swing, go ziplining, hop on a flying skateboard and more! Your day at Krabi Tree Top Park is sure to be one of the major highlights of your time in Thailand Hidden in the green oasis of Krabi in between lush exotic vegetation and green hills, the park offers up to 50 activities Try tight rope walking, take a dive on the tarzan swing, go ziplining, hop on a flying skateboard and more! What We Love:   What We Love: Well hidden in a dense jungle and protected by limestone cliffs, the Tree Top Adventure Park Krabi may seem like a quiet paradise for an uneventful day. But this could not be further from the truth. Filled with exciting activities from ziplining to tarzan swings, the Tree Top Adventure Park has all an adrenaline junkie could wish for. Here, you get to ride a flying skateboard, test your skills as a tight rope walker, reenact scenes from Indiana Jones on rope bridges and more. Complete with convenient pick ups throughout the city and a refreshing lunch with stunning park views, your visit to Tree Top Adventure Park Krabi is sure to be memorable.  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/1443-tree-top-adventure-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Krabi Tree Top Adventure"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3e7cd222-3G-WiFi-Device-TPETSAKHH-Pick-Up-for-Krabi%2C-Thailand/3GWiFiTPETSAKHHPickUpforThailand.jpg",
        "strIntroduction": " Stay connected when traveling in Thailand with a 3G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across Thailand - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Stay connected for your trip in Thailand with unlimited WiFi coverage. When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Thailand from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 3G data whilst connecting up to 10 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/1445-wifi-device-thailand-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (TPE/TSA/KHH Pick Up) for Thailand"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 46,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7b3bd0c6-%E5%A5%A2%E5%8D%8E%E6%B8%B8%E8%89%87%E7%94%B2%E7%B1%B3%E5%B2%9B%E6%B5%AA%E6%BC%AB%E6%97%A5%E8%90%BD---Klook%E5%AE%A2%E8%B7%AF/KrabiLuxurySunsetCruise.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Krabi Luxury Sunset Cruise is the ultimate relaxation: indulge in luxurious lifestyle on board a stunning yacht as you explore the secrets of the Andaman Sea Enjoy a relaxing day on the sea on board a luxury yacht Jump, dive, snorkel, have fun in the water and recharge on board with delicious snacks Watch the day close in a with a sunset barbecue on the beach Marvel at stunning views as you pass by the iconic Chicken Island, Railay Beach and more Enjoy a relaxing day on the sea on board a luxury yacht Jump, dive, snorkel, have fun in the water and recharge on board with delicious snacks Watch the day close in a with a sunset barbecue on the beach Marvel at stunning views as you pass by the iconic Chicken Island, Railay Beach and more What We Love:   What We Love: Feel like a true celebrity as you tour the Andaman Sea on a luxury yacht. Feel the wind in your hair, tan on the sun-filled deck, indulge in exotic food and drinks and mingle with the beau monde. Krabi offers stunning sea views and you are sure to have an amazing time whether by yourself or in the company of friends as you speed through the waves. Enjoy your time in the water, snorkel, dive, go for a relaxing swim and refresh back on board with a lunch of canapés and barbecue. Make sure you take lots of beautiful pictures as you ride into the sunset — you will want to keep the memories of this amazing experience with you.  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/1451-luxury-sunset-cruise-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Krabi Luxury Sunset Cruise"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 61,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/82024c6b-ATV-%E7%94%B2%E7%B1%B3%E4%B8%9B%E6%9E%97%E5%86%92%E9%99%A9---Klook%E5%AE%A2%E8%B7%AF/KrabiATVAdventure.jpg",
        "strIntroduction": " See Krabi's stunning natural wonders on a fun ATV trip — hop on a quad bike and visit hidden waterfalls, Phuket, Phang Nga and more Feel the wind in your hair as you speed through beautiful Krabi countryside on a powerful ATV Enjoy the peace and tranquility of local farms and plantations and discover Krabi's well-kept hidden oases Splash into the local river, challenge yourself with an uphill ride or relax on a slow-paced nature ride Visit nearby cities and attractions with a 2-hour ATV ride to Phuket or a 3-hour ride to Phang Nga Feel the wind in your hair as you speed through beautiful Krabi countryside on a powerful ATV Enjoy the peace and tranquility of local farms and plantations and discover Krabi's well-kept hidden oases Splash into the local river, challenge yourself with an uphill ride or relax on a slow-paced nature ride Visit nearby cities and attractions with a 2-hour ATV ride to Phuket or a 3-hour ride to Phang Nga What We Love:   What We Love: Hop on a powerful ATV and start the day on an off-road trail leading you through local farms, jungle and plantations. Get ready for the highlight of trip — ride on your ATV right through a clear river and discover a hidden waterfall, a true oasis for all nature lovers. Take your time with a relaxing swim and get ready for the next part of the tour after a snack. Test your endurance on an uphill trail that will take you to the peak of the mountain and reward your efforts with stunning views and exhilarating highland air. Complete the tour with a relaxing countryside ride to the ATV camp where a well-deserved rest and refreshments await! Looking for a bigger challenge? Try riding your ATV all the way to Phuket on a 2-hour adventure or to Phang Nga.  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/1452-atv-adventure-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Krabi ATV Adventure"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 14,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/20167e9d-Krabi-Ao-ThaLane-Mangrove-Kayak-Trip-/KrabiMangroveKayakTrip.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Leave all your worries behind and explore the quiet canyons of Ao Thalane Bay on a relaxing kayaking trip Hop aboard a kayak and explore one Krabi's most beautiful hidden bays — Ao Thalane Bay Paddle around quiet canyons and groves with towering karst formations in the background Enjoy a delicious lunch in the calm natural environment and try to spot the elusive local inhabitants — crab-eating macaques! Expand your experience with the full or half day tour with an optional elephant ride Hop aboard a kayak and explore one Krabi's most beautiful hidden bays — Ao Thalane Bay Paddle around quiet canyons and groves with towering karst formations in the background Enjoy a delicious lunch in the calm natural environment and try to spot the elusive local inhabitants — crab-eating macaques! Expand your experience with the full or half day tour with an optional elephant ride What We Love:   What We Love: Ao Thalane is one of the most beautiful bays in the whole of Thailand. Surrounded by towering karst formations and cute little offshore islands, this place is simply ideal for kayaking. You get to explore small hidden passageways and discover the bay's diverse eco system at your own pace and away from hordes of tourists. Rich in flora and fauna, Ao Thalane Bay is a great place to spot some to Thailand's evasive wildlife: rare birds, monkeys and more. Choose between a quick half-day kayaking trip or go all in with longer tours including an optional elephant ride.  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/1453-mangrove-kayak-trip-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Krabi Mangrove Kayak Trip"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 41,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/56433b85-Jungle-Tour-to-Tiger-Cave-Temple%2C-Hot-Springs--Crystal-Pool/TigerCaveEmeraldPoolJungleTour.jpg",
        "strIntroduction": " Trek in Krabi's jungle, meditate in a mountain temple and pamper yourself with a swim in the Emerald Pool Delve deep into Krabi's jungle on a one day tour to discover unique hidden sights like the Tiger Temple Cave and the Emerald Pool Regain peace of mind by meditating in one of Thailand's calmest temples protected by a high mountain range Take a plunge into the Emerald Pool — a natural hot spring surrounded by stunning limestone Delve deep into Krabi's jungle on a one day tour to discover unique hidden sights like the Tiger Temple Cave and the Emerald Pool Regain peace of mind by meditating in one of Thailand's calmest temples protected by a high mountain range Take a plunge into the Emerald Pool — a natural hot spring surrounded by stunning limestone What We Love:   What We Love: This full day tour will take you to Krabi's signature attractions nestled deep in the jungle: Wat Tahm Suea (the Tiger Cave Temple) and Sra Morakot (the Emerald Pool). This exotic and yet relaxing adventure kicks off with a refreshing swim in the Emerald Pool, a freshwater pool inside the Khao Phra Bang Khram Nature Reserve. There, you will get to soak yourself in a 120-square-meter pond sporting a mysterious green hue thanks to the abundance of minerals from the surroundings limestone hills. You will then head off to the Tiger Cave Temple, aptly named for the rock formation nearby resembling a tiger's claw. The temple is a meditation centre and its tranquility is guarded by the spectacular Ao Luk Thanu mountain range.  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/1454-tiger-cave-emerald-pool-jungle-tour-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tiger Cave & Emerald Pool Jungle Tour"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 49,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/722fa834-Krabi-Departure-James-Bond-Island-Speedboat-Tour/JamesBondIslandSpeedboatTourfromKrabi.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover the set of the 1974 James Bond Movie, The Man With The Golden Gun: circle it on a kayak, explore the island itself and take photos with iconic backdrops Visit one of the most iconic destinations in Krabi - James Bond Island Explore the set of the 1974 James Bond movie 'The Man With The Golden Gun' Part of the Phang-Nga Bay National Park, the island is a tropical paradise with lots of exciting stories to tell Visit one of the most iconic destinations in Krabi - James Bond Island Explore the set of the 1974 James Bond movie 'The Man With The Golden Gun' Part of the Phang-Nga Bay National Park, the island is a tropical paradise with lots of exciting stories to tell What We Love:   What We Love: Bond. James Bond. Try repeating this phrase at the set of one of the most renowned James Bond movie — The Man With The Golden Gun — filmed in 1974 and starring Roger Moore. Today, James Bond Island is one of the major attractions at Phang-Nga Bay National Park. The beautiful island has remained almost exactly the same as featured in the movie and you will get the chance to walk in James Bond's footsteps and take amazing photos with the famous backdrop. The island itself is a joy to discover — with a pristine natural environment and clear soft waters. Hop on a speedboat and see it all!  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/1455-james-bond-island-speedboat-tour-from-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "James Bond Island Speedboat Tour from Krabi"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 61,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/524a8bd9-%E6%99%AE%E5%90%89%E5%B2%9B%E4%B8%93%E8%BD%A6%E6%B8%B8%E8%A7%88/KrabiPrivateCarCharter.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover Krabi's breathtaking sights with ease by booking a private car charter - plan your itinerary and let your experienced driver get you there! Enjoy a convenient private charter in a modern air conditioned car (up to 3 people) or van (up to 10 people) Feel safe in the hands of your experienced driver and guide on request (full day charter only) Choose between full or half day packages and get to your destinations in no time Decide where you want to go and let your driver navigate the best route Enjoy a convenient private charter in a modern air conditioned car (up to 3 people) or van (up to 10 people) Feel safe in the hands of your experienced driver and guide on request (full day charter only) Choose between full or half day packages and get to your destinations in no time Decide where you want to go and let your driver navigate the best route What We Love:   What We Love: For the most convenient and stress free way to discover Krabi, why not charter your own private vehicle? Choose a car for a party of up to three traveler or a van for a bigger group. Travel between famous sights, sandy beaches and the jungle in a comfortable air conditioned vehicle with an experienced driver who will show you the best shortcuts. Get picked up and dropped off right at your hotel and don't waste any time figuring out how to get somewhere. Simply hop into your private car and enjoy the exclusivity of the experience!  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/1600-private-car-charter-thailand-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Krabi Private Car Charter"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6178bfe5-3G4G-SIM-Card-KBV-Pick-Up-for-Thailand/3G4GSIMCardKBVPickUpforThailand.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend money on your holiday instead of hefty phone bills – get a local SIM card for your holiday in Thailand! Stay connected on your holiday in Thailand with a local SIM card Keep in touch with family and friends without overspending on roaming services Share vacation photos and enjoy fast web speeds thanks to 4G and 3G connectivity (area-dependant) You can pick up the SIM card right upon your arrival at Krabi International Airport Stay connected on your holiday in Thailand with a local SIM card Stay connected on your holiday in Thailand with a local SIM card Keep in touch with family and friends without overspending on roaming services Keep in touch with family and friends without overspending on roaming services Share vacation photos and enjoy fast web speeds thanks to 4G and 3G connectivity (area-dependant) Share vacation photos and enjoy fast web speeds thanks to 4G and 3G connectivity (area-dependant) You can pick up the SIM card right upon your arrival at Krabi International Airport You can pick up the SIM card right upon your arrival at Krabi International Airport What We Love:   What We Love: Connect with family and friends and tell them all about the exciting vacation you are having in Thailand without exorbitant roaming costs with the 7 day unlimited SIM card. Enjoy lightning fast web speeds, get updates from your social media accounts and make hassle-free travel arrangements. Available for pick up right when you arrive in Krabi, the SIM card will let you connect to 4G or 3G network (depending on the area) and will let you make the best of your vacation without worrying about the details.  ",
        "strLocation": "Krabi",
        "strOriginUrl": "https://www.klook.com/activity/1774-thailand-sim-card-krabi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G/4G SIM Card (KBV Pick Up) for Thailand"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 44,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/739dc69d-Universal-Studios-Singapore-Ticket-Discount/UniversalStudiosSingapore%E2%84%A2.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy cutting edge rides and all your favorite attractions plus the all new Soak Out Water Party with the Minions, Sesame Street friends and more at Universal Studios Singapore this summer! As a special bonus, don't miss the Soak Out After Party with DJ Inquisitive and the band Good Karma on Friday and Saturday nights! Receive your ticket instantly after booking Face your fears at Halloween Horror Nights 6, the region's scariest Halloween party, happening on select nights in October, get your tickets now! Immerse yourself in your favorite movies with access to all 7 of USS's themed zones based on well known Hollywood blockbusters Bring the silver screen to life as you ride on roller coasters, settle in for a stage show, and dine at themed restaurants An enjoyable day for all, to entertain the young (and the young at heart!) Receive your ticket instantly after booking Receive your ticket instantly after booking Face your fears at Halloween Horror Nights 6, the region's scariest Halloween party, happening on select nights in October, get your tickets now! Face your fears at Halloween Horror Nights 6, the region's scariest Halloween party, happening on select nights in October, get your tickets now! Halloween Horror Nights 6, Immerse yourself in your favorite movies with access to all 7 of USS's themed zones based on well known Hollywood blockbusters Immerse yourself in your favorite movies with access to all 7 of USS's themed zones based on well known Hollywood blockbusters Bring the silver screen to life as you ride on roller coasters, settle in for a stage show, and dine at themed restaurants Bring the silver screen to life as you ride on roller coasters, settle in for a stage show, and dine at themed restaurants An enjoyable day for all, to entertain the young (and the young at heart!) An enjoyable day for all, to entertain the young (and the young at heart!) What We Love:   What We Love: Go beyond the screen and Ride The Movies™ at Universal Studios Singapore™. Only here can you experience cutting-edge rides, shows, and attractions based on your favorite blockbuster films and television series – at one of only 4 global locations! The park's 24 rides and attractions will satisfy every cinematic fantasy, including the Battlestar Galactica dueling roller coaster, Jurassic Park river rapids, and a 4D Shrek show. The 50-acre park has 7 different movie-themed zones: Hollywood, New York, Sci-Fi City, Ancient Egypt, The Lost World, Far Far Away and Madagascar. This adventure park is sure to indulge the thrill-seeker or movie buff's every fantasy.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/117-universal-studios-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Universal Studios Singapore™"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 23,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1ddfbd71-Singapore-Flyer/SingaporeFlyer.jpg",
        "strIntroduction": " Enjoy a 30 minute ride aboard the iconic Singapore Flyer and get the best views of the city Experience Asia's largest observation wheel and be captivated by the most incredible views of the city Various sights include Collyer Quay, The Fullerton, Esplanade Theatres, Merlion Park, the F1 Circuit, Helix Bridge, Marina Bay Sands, 165m above ground! Step into the Journey of Dreams, an interactive multimedia feast showcasing the story behind the Singapore Flyer Experience Asia's largest observation wheel and be captivated by the most incredible views of the city Experience Asia's largest observation wheel and be captivated by the most incredible views of the city Various sights include Collyer Quay, The Fullerton, Esplanade Theatres, Merlion Park, the F1 Circuit, Helix Bridge, Marina Bay Sands, 165m above ground! Various sights include Collyer Quay, The Fullerton, Esplanade Theatres, Merlion Park, the F1 Circuit, Helix Bridge, Marina Bay Sands, 165m above ground! Step into the Journey of Dreams, an interactive multimedia feast showcasing the story behind the Singapore Flyer Step into the Journey of Dreams, an interactive multimedia feast showcasing the story behind the Singapore Flyer What We Love:   What We Love: Capture breathtaking, panoramic views of Marina Bay and the rest of the island city aboard the Singapore Flyer. Spot as many iconic landmarks as you can find, from Collyer Quay and Esplanade Theatre to the Helix Bridge and Marina Bay Sands. The world's second largest observation wheel runs some half an hour a rotation, with the highest point at 165m from the ground, giving you the most expansive and inclusive view of the city.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/126-singapore-flyer-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Singapore Flyer"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 33,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/be8c0d6d-%E5%9C%A3%E6%B7%98%E6%B2%99%E7%BB%B3%E7%B4%A2%E6%8E%A2%E9%99%A9/MegaZip.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Zoom down the 75 meters high, 450 meters long zip line over the jungle canopy of Imbiah Hill and the white sands of Fox Finish Point Gaze at the spectacular views of one of Singapore's jungles and smooth sands Race side-by-side your friends down the three lined MegaZip Zip line knowing you're in the safe hands of professionally trained staff Gaze at the spectacular views of one of Singapore's jungles and smooth sands Gaze at the spectacular views of one of Singapore's jungles and smooth sands Race side-by-side your friends down the three lined MegaZip Race side-by-side your friends down the three lined MegaZip Zip line knowing you're in the safe hands of professionally trained staff Zip line knowing you're in the safe hands of professionally trained staff What We Love:   What We Love: Take a leap of courage and brave the flight of your life with MegaZip. The 75 meter high and 450 meter long zip line flies you over breathtaking views of Imbiah Hill's lush jungle canopy and calming white sands. Unlike most zip lines, MegaZip consists of three wire lines. Grab a friend or family member and share the adrenaline rush as you race side by side at a speed of 60kmph!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/713-megazip-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "MegaZip"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 73,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/672c0062-iVenture-Singapore-Flexi-Attractions-Pass/iVentureSingaporeFlexiAttractionsPass.jpg",
        "strIntroduction": " Choose between 3 or 5 of Singapore's top attractions for 5 days of sightseeing at up to 50% off by simply swiping your iVenture Card! Access 3 or 5 of Singapore's leading attractions including Singapore Flyer, Singapore Zoo, Night Safari, Jurong Bird Park, S.E.A. Aquarium and more! Get great discounts on Universal Studios Singapore tickets when you select a 3 or 5 Attractions Pass + USS package Take advantage of 'skip the queue' benefits at selected attractions Plan your own itinerary. Choose from 12 available attractions and schedule where you want to go and when you want to go Enjoy additional discounts and savings on a number of other activities Access 3 or 5 of Singapore's leading attractions including Singapore Flyer, Singapore Zoo, Night Safari, Jurong Bird Park, S.E.A. Aquarium and more! Access 3 or 5 of Singapore's leading attractions including Singapore Flyer, Singapore Zoo, Night Safari, Jurong Bird Park, S.E.A. Aquarium and more! Get great discounts on Universal Studios Singapore tickets when you select a 3 or 5 Attractions Pass + USS package Get great discounts on Universal Studios Singapore tickets when you select a 3 or 5 Attractions Pass + USS package Take advantage of 'skip the queue' benefits at selected attractions Take advantage of 'skip the queue' benefits at selected attractions Plan your own itinerary. Choose from 12 available attractions and schedule where you want to go and when you want to go Plan your own itinerary. Choose from 12 available attractions and schedule where you want to go and when you want to go Enjoy additional discounts and savings on a number of other activities Enjoy additional discounts and savings on a number of other activities What We Love:   What We Love: Access a number of Singapore's best sights and attractions – cash-free! The iVenture Card grants you entry to attractions such as Singapore Zoo, Night Safari, SP Ho Ho tour buses and Moonlight Adventure on a single pass. Customize your own itinerary to suit your interests and schedule. The card comes with easy reference guides that map out what to do and see in Singapore as well as access to big savings and other special offers. It's the easiest and most convenient way to enjoy a fun and memorable trip to the iconic landmarks of Singapore.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/757-iventure-singapore-flexi-attractions-pass-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "iVenture Singapore Flexi Attractions Pass"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 200,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/93457072-iVenture-Singapore-Ultimate-Attractions-Pass/iVentureSingaporeUltimateAttractionsPass.jpg",
        "strIntroduction": " Visit unlimited top attractions in Singapore for 2, 3 or 5 consecutive days at up to 50% off retail prices! Visit Singapore's leading attractions including Universal Studios Singapore, Singapore Flyer, Singapore Zoo, Night Safari, S.E.A. Aquarium, a River Cruise and more Take advantage of 'skip the queue' benefits at selected attractions Tuck into a selection of dining offers included in the pass such as The Landmark lunch buffet Plan your own itinerary - choose from 30 available attractions and schedule where you want to go and when you want to go Enjoy additional discounts and savings on a number of other activities, shopping and dining Visit Singapore's leading attractions including Universal Studios Singapore, Singapore Flyer, Singapore Zoo, Night Safari, S.E.A. Aquarium, a River Cruise and more Visit Singapore's leading attractions including Universal Studios Singapore, Singapore Flyer, Singapore Zoo, Night Safari, S.E.A. Aquarium, a River Cruise and more Take advantage of 'skip the queue' benefits at selected attractions Take advantage of 'skip the queue' benefits at selected attractions Tuck into a selection of dining offers included in the pass such as The Landmark lunch buffet Tuck into a selection of dining offers included in the pass such as The Landmark lunch buffet Plan your own itinerary - choose from 30 available attractions and schedule where you want to go and when you want to go Plan your own itinerary - choose from 30 available attractions and schedule where you want to go and when you want to go Enjoy additional discounts and savings on a number of other activities, shopping and dining Enjoy additional discounts and savings on a number of other activities, shopping and dining What We Love:   What We Love: Experience unlimited access to Singapore's favorite sights and attractions – cash-free! The iVenture Card grants you entry to 30 Singapore attractions such as Singapore Zoo, Night Safari, Madame Tussauds, S.E.A. Aquarium, The Landmark lunch buffet, Singapore River Cruise and even Universal Studios Singapore - all on a single pass! Customize your own itinerary to suit your interests and schedule and sightsee for your choice of 2, 3 or 5 consecutive days. The card comes with easy reference guides that map out what to do and see in Singapore as well as access to big savings and other special offers. With a simple swipe at each attraction, it's the easiest way to enjoy a fun and memorable trip to the iconic landmarks of Singapore. With the Ultimate Attractions Pass you'll also be able to access museums, rent bikes, and enjoy exclusive meal offers including buffets and set lunches.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/758-iventure-singapore-ultimate-attractions-pass-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "iVenture Singapore Ultimate Attractions Pass"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 24,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6911acdb-Singapore-City-Sightseeing-Bus-Pass/SingaporeCitySightseeing.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly This unlimited hop on and off bus pass gives you the power to visit top landmarks in Singapore at your own leisure for 1 or 2 days of sightseeing Discover over 50 tourist attractions, including major landmarks, via four strategic routes around the city Choose between a 24 or 48 hours package with freedom to hop on and off as you wish Enjoy the comfortable seating with a choice of an air conditioned lower deck or open air views on the top deck Discover over 50 tourist attractions, including major landmarks, via four strategic routes around the city Choose between a 24 or 48 hours package with freedom to hop on and off as you wish Enjoy the comfortable seating with a choice of an air conditioned lower deck or open air views on the top deck What We Love:   What We Love: Ride on the iconic red double decker sightseeing bus with unlimited hop on and offs at all of the famous landmarks in Singapore. Equipped with audio commentary in 11 languages, including a special one for kids, and just 15-20 minutes between buses, this pass gives you the power to plan your travels in Singapore at your own pace. Take in the unobstructed view of the city on the top deck or stay out of the elements in the air conditioned lower deck, the bus is an easy and convenient way to get around.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1056-city-sightseeing-bus-pass-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Singapore City Sightseeing"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c6ab928c-Singapore-4G-WiFi-Router-Changi-Airport-Pick-Up/4GWiFiSINPickUpforSingapore.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected in Singapore with an unlimited data 4G WiFi device and convenient airport pick up Get 4G internet speed everywhere in Singapore Connect up to 8 devices at once on one pocket WiFi device Enjoy unlimited internet service with this lightweight and pocket-sized device Conveniently pick up and drop off your device at Changi Airport Get 4G internet speed everywhere in Singapore Connect up to 8 devices at once on one pocket WiFi device Enjoy unlimited internet service with this lightweight and pocket-sized device Conveniently pick up and drop off your device at Changi Airport What We Love:   What We Love: This handy and lightweight device is your passport to roam around Singapore with WiFi connection everywhere. The speedy internet connection allows you to get in touch with friends and family, share travel pictures and navigate around the city with no hassle at all. What's more, you can connect up to 8 devices to this pocket-sized router. Travel with ease knowing you can pick up and return the router at Changi Airport upon your arrival in Singapore.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1132-4g-wifi-router-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (SIN Pick Up) for Singapore"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/cd6069d1-Wi-Ho%21%C2%AE-SIngapore-WiFi-Device/3GWiFiTPETSAKHHPickUpforSingapore.jpg",
        "strIntroduction": " Stay connected when traveling in Singapore with a 3G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across Singapore - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 10 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across Singapore - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 10 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Stay connected for your trip in Singapore with unlimited WiFi coverage. When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Singapore from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 4G data whilst connecting up to 10 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1156-wi-ho-wifi-device-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (TPE/TSA/KHH Pick Up) for Singapore"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4bf91e45-Alive-Museum-Singapore/AliveMuseumSingapore.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Explore mindblowing 3D art at Singapore's Alive Museum! Visit Singapore's Alive Museum for an amazing experience of surprise, illusion and art See mesmerizing 3D art challenging you to tell illusion from reality Explore the Digital Art section and enjoy the art pieces like they have never been seen before Take fun pictures right \"inside\" the artworks, thanks to state-of-the-art technology Visit Singapore's Alive Museum for an amazing experience of surprise, illusion and art Visit Singapore's Alive Museum for an amazing experience of surprise, illusion and art See mesmerizing 3D art challenging you to tell illusion from reality See mesmerizing 3D art challenging you to tell illusion from reality Explore the Digital Art section and enjoy the art pieces like they have never been seen before Explore the Digital Art section and enjoy the art pieces like they have never been seen before Take fun pictures right \"inside\" the artworks, thanks to state-of-the-art technology Take fun pictures right \"inside\" the artworks, thanks to state-of-the-art technology What We Love:   What We Love: The Alive Museum Singapore promises oodles of fun for families or friends in Singapore. Having originated in Korea, the Illusionary Entertainment Museum chain is now in Singapore and ready to welcome visitors. Get ready to be amazed! Start off in the 3D Art section to see old classical art take new shapes. Stop by the Digital Art section to explore art beyond what you first see. Don't miss the Object Art hall where you will see senses-challenging sculptures and installations. Discover, have fun and take mind-tricking pictures! Thanks to the state-of-the-art technology, you will be able to take photos \"within the art\".  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1181-alive-museum-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Alive Museum Singapore"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 16,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/152ceb22-Madame-Tussauds-Singapore/MadameTussaudsSingapore.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Movie stars, athletes, musicians and world leaders await your visit at Madame Tussauds Museum in Singapore! Discover Madame Tussauds Museum in Singapore \"Meet\" renowned athletes, movie stars, singers, historic figures, celebrities and more Go on The Spirit of Singapore Boat Ride – unique experience only available at Madame Tussauds Museum in Singapore Visit the Images of Singapore Live exhibition to discover the city's rich history Discover Madame Tussauds Museum in Singapore Discover Madame Tussauds Museum in Singapore \"Meet\" renowned athletes, movie stars, singers, historic figures, celebrities and more \"Meet\" renowned athletes, movie stars, singers, historic figures, celebrities and more Go on The Spirit of Singapore Boat Ride – unique experience only available at Madame Tussauds Museum in Singapore Go on The Spirit of Singapore Boat Ride – unique experience only available at Madame Tussauds Museum in Singapore Visit the Images of Singapore Live exhibition to discover the city's rich history Visit the Images of Singapore Live exhibition to discover the city's rich history What We Love:   What We Love: Snap a selfie with rock stars, actors, politicians, musicians and more at the world-famous Madame Tussauds Museum in Singapore. Take a trip back in history or straight to famedom by visiting the museum's various sections: Music, A-List Party, Sports, History & Leaders, Film and more. Don't leave without going on The Spirit of Singapore Boat Ride that takes you on a voyage through an exotic tropical garden. See the Images of Singapore Live exhibition and discover the city's transformation from a small village into a bustling metropolis.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1182-madame-tussauds-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Madame Tussauds Singapore"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/fbbe5a2b-Singapore-Tiger-Sky-Tower/TigerSkyTowerSingapore.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Climb to the top of Tiger Sky Tower in Singapore - the tallest observatory tower in Asia Climb up to the very top of Asia – Tiger Sky Tower – for breathtaking views of Singapore and the Southern Islands Look down from 131 metres above sea level and see the city like never before Live the adventure in an air-conditioned glass cabin that slowly ascends to the top of the tower for a thrilling experience Snap pictures from the very top and enjoy panoramic views of the bustling metropolis Climb up to the very top of Asia – Tiger Sky Tower – for breathtaking views of Singapore and the Southern Islands Climb up to the very top of Asia – Tiger Sky Tower – for breathtaking views of Singapore and the Southern Islands Look down from 131 metres above sea level and see the city like never before Look down from 131 metres above sea level and see the city like never before Live the adventure in an air-conditioned glass cabin that slowly ascends to the top of the tower for a thrilling experience Live the adventure in an air-conditioned glass cabin that slowly ascends to the top of the tower for a thrilling experience Snap pictures from the very top and enjoy panoramic views of the bustling metropolis Snap pictures from the very top and enjoy panoramic views of the bustling metropolis What We Love:   What We Love: See Singapore from the highest point in Asia – the top of Sky Tower – Asia's tallest observatory tower offering breathtaking 360-degree views of the city at 131 metres above sea level. Enjoy an unobstructed view of Singapore, Sentosa and the Southern Islands. On a clear day, you might even catch a glimpse of Johor Bahru and Indonesian skyline. The viewing cabin is air-conditioned for your comfort and fitted with glass windows all around for your viewing pleasure – it slowly revolves as it ascends the tower, making for an even more exhilarating experience. One of Singapore's signature attractions, the Sky Tower was completed in 2004 and comprises 36 floors.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1184-tiger-sky-tower-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tiger Sky Tower Singapore"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/eaf826cd-National-Museum-of-Singapore/NationalMuseumofSingapore.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Pay a visit to Singapore's signature museum and architectural masterpiece, the National Museum of Singapore Explore over 1,700 historical and cultural artifacts at Singapore's oldest museum, founded in 1887 Journey through 700 years of Singapore's history from the island's development to everyday life Attend one of the many thought-provoking exhibitions and events taking place at the museum Admire exquisite drawings of flora and fauna from the prized William Farquhar Collection of Natural History Drawings Explore over 1,700 historical and cultural artifacts at Singapore's oldest museum, founded in 1887 Explore over 1,700 historical and cultural artifacts at Singapore's oldest museum, founded in 1887 Journey through 700 years of Singapore's history from the island's development to everyday life Journey through 700 years of Singapore's history from the island's development to everyday life Attend one of the many thought-provoking exhibitions and events taking place at the museum Attend one of the many thought-provoking exhibitions and events taking place at the museum Admire exquisite drawings of flora and fauna from the prized William Farquhar Collection of Natural History Drawings Admire exquisite drawings of flora and fauna from the prized William Farquhar Collection of Natural History Drawings What We Love:   What We Love: Explore the National Museum of Singapore – home to numerous historical artifacts and exhibits. Dating all the way back to 1887, the National Museum of Singapore is the country's oldest museum and a cultural and architectural landmark. Despite its rich historical background, the museum's galleries have adopted the latest cutting edge display techniques that redefine the traditional museum experience. From humble beginnings to the present day metropolis, you'll learn about everything from daily life to the rapid development of this island nation over 700 years of Singapore history. The National Museum of Singapore hosts a variety of exhibitions, festivals, film screenings and thought-provoking performances all year round – so you are sure to witness a truly great event during your visit.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1199-national-museum-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "National Museum of Singapore"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/06e9995a-%E6%96%B0%E5%8A%A0%E5%9D%A1%E5%9B%BD%E5%AE%B6%E7%BE%8E%E6%9C%AF%E9%A6%86---Klook%E5%AE%A2%E8%B7%AF/NationalGallerySingapore.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Visit National Gallery Singapore – a stunning architectural endeavour that joins two national monuments, the former Supreme Court and City Hall, to form a new home for Singaporean and Southeast Asian art Discover Singaporean and Southeast Asian art at the National Gallery Singapore – home to over 1,000 art works. Explore Singapore's signature architecture – the National Gallery Singapore is located in the iconic restored Supreme Court and City Hall buildings, built in 1937 and 1926 respectively A day at the National Gallery Singapore is the perfect way to learn more about the city and learn about local and Southeast Asia art Located in the heart of Civic District, the National Gallery Singapore will help you see a different perspective of the bustling metropolis Discover Singaporean and Southeast Asian art at the National Gallery Singapore – home to over 1,000 art works. Explore Singapore's signature architecture – the National Gallery Singapore is located in the iconic restored Supreme Court and City Hall buildings, built in 1937 and 1926 respectively A day at the National Gallery Singapore is the perfect way to learn more about the city and learn about local and Southeast Asia art Located in the heart of Civic District, the National Gallery Singapore will help you see a different perspective of the bustling metropolis What We Love:   What We Love: Explore Southeast Asian art at the new National Gallery Singapore. After opening its doors on 24 Nov 2015, the gallery is located in Singapore's Civic District and boasts a combined floor area of 64,000 square meters and is housed in two of the island's most iconic buildings: former Supreme Court and City Hall. National Gallery Singapore is the largest visual arts venue and museum in Singapore – home to over 1,000 art works and it is certainly one of the main attractions in Singapore. Visitors are introduced to Singaporean and Southeast Asian art in the long-term and special exhibitions taking place at the gallery. A visit to the National Gallery Singapore is a great opportunity to discover art, culture and architecture of Singapore.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1256-national-gallery-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "National Gallery Singapore"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 10,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c7629e59-/ScienceCentreSingapore%2BOmniTheatreMovie.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Combine education and fun with the 2-in-1 deal: a visit to the Science Centre Singapore and a movie at Singapore Omni Theatre, the city's only digital 8K full dome theatre Science Centre in Singapore is the perfect attraction to visit with the whole family Learn about science and technology in a fun and interactive environment Get a free admission ticket to Singapore Omni Theatre for a great time watching a space themed movie Enjoy a whole day of relaxing and educational activities Science Centre in Singapore is the perfect attraction to visit with the whole family Learn about science and technology in a fun and interactive environment Get a free admission ticket to Singapore Omni Theatre for a great time watching a space themed movie Enjoy a whole day of relaxing and educational activities What We Love:   What We Love: A visit to the Science Centre is a fun and educational Singapore activity for the whole family. Start off by broadening your horizons at the Science Center and then reward yourselves with a movie at Singapore Omni Theatre — an observatory and 8k digital full dome cinema located right in the Science Centre. You can spend the day relaxed and entertained, with your kids learning about interesting and educational scientific discoveries.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1347-science-centre-singapore-omni-theatre-movie-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Science Centre Singapore + Omni Theatre Movie"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e27b4cf6-FunVee-Open-Top-Bus-1-Day-Hopper%C2%AE-Pass-with-Sands-Skypark-Option/FunVeeOpenTopBus1DayHopperPasswithSandsSkyparkOption.jpg",
        "strIntroduction": " Singapore deserves your undivided attention. Don't waste time figuring out how to get to another attraction and simply hop on the FunVee Open Top Bus — and include a visit to Sands Skypark and see Singapore from up high! See the distinct landmarks of Singapore: Marina Bay Sands, Collyer Quay, Chinatown, Buddha Tooth Relic Temple, Botanic Gardens and more Learn more about the city with multilingual audio commentary Take stunning photos of Singapore from the upper deck of the bus Show off to your friends with a memorable visit to iconic Marina Bay Sands SkyPark Observation Deck See the distinct landmarks of Singapore: Marina Bay Sands, Collyer Quay, Chinatown, Buddha Tooth Relic Temple, Botanic Gardens and more Learn more about the city with multilingual audio commentary Take stunning photos of Singapore from the upper deck of the bus Show off to your friends with a memorable visit to iconic Marina Bay Sands SkyPark Observation Deck What We Love:   What We Love: Singapore is a big city. And even though you may have a whole list of sightseeing spots you'd like to get to, getting to all of them in a short time can prove to be quite a feat. Checking location addresses, getting lost in an unfamiliar city and trying to read up on various attractions is no fun way to explore Singapore. Make your Singapore visit worry free with the 1 Day Hopper Pass and just enjoy the ride! Throw in a visit to Sands SkyPark Observation Deck — and see the whole city unfold in front of you.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1351-funvee-open-top-bus-1day-hopper-pass-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "FunVee Open Top Bus 1 Day Hopper Pass with Sands Skypark Option"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e6f28a1e-Discover-Singapore-on-a-Vietnam-War-era-vehicle-tour-on-land-and-sea/CaptainExplorerDUKW%C2%AETour.jpg",
        "strIntroduction": " All aboard an original Vietnam War era vehicle for an unforgettable tour of Singapore and its key attractions Tour Singapore in an amphibious vehicle with a professional guide Cruise past the city's top attractions from City Hall to Marina Bay Ride on land before splashing into water — you can go anywhere on this tour Learn more about Singapore's culture, traditions and history on this adventurous city tour thats bound to widen your mind and eyes Tour Singapore in an amphibious vehicle with a professional guide Cruise past the city's top attractions from City Hall to Marina Bay Ride on land before splashing into water — you can go anywhere on this tour Learn more about Singapore's culture, traditions and history on this adventurous city tour thats bound to widen your mind and eyes What We Love:   What We Love: Hop on a unique amphibious vehicle and kick start your Singapore exploration via land and water. Accompanied by a professional tour guide, you will not only tour the city in style, but also learn more about its history, culture and traditions. Drive around the city and see famous landmarks: Esplanade, Padang, Supreme Court, City Hall and more. Get ready for a splashdown as you slide into the waters of Marina Bay and continue the tour along the Singapore River.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1357-captain-explorer-dukw-tour-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Captain Explorer DUKW® Tour"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 46,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b9f41c72-FunVee-Open-Top-Bus-Singapore-23-Day-Pass/SingaporeCityPass-23Days.jpg",
        "strIntroduction": " Discover Singapore in full with a two or three day unlimited sightseeing bus pass — hop on and off at your own pace and visit the city's top attractions Enjoy a hassle free visit to Singapore with a two or three days pass which includes 2 attraction tickets plus a hop on hop off bus pass Alight anywhere along the 3 routes and understand more about the Lion City's history and interesting facts via a multilingual audio commentary Choose two attraction tickets from a list that includes the award-winning Singapore Zoo, Madame Tussauds or Gardens by the Bay Bring home lots of awesome photos with the city skyline as your backdrop from the bus's open air upper deck! Enjoy a hassle free visit to Singapore with a two or three days pass which includes 2 attraction tickets plus a hop on hop off bus pass Alight anywhere along the 3 routes and understand more about the Lion City's history and interesting facts via a multilingual audio commentary Choose two attraction tickets from a list that includes the award-winning Singapore Zoo, Madame Tussauds or Gardens by the Bay Bring home lots of awesome photos with the city skyline as your backdrop from the bus's open air upper deck! What We Love:   What We Love: Indulge in a full experience of Singapore and enjoy sightseeing at your own pace. With an unlimited sightseeing bus pass for two or three days, you won't have to worry about commuting to any of the interesting attractions: simply hop on the Funvee Open Top bus at one of the many locations and hop off at any point of interest — it's that easy! With extensive sightseeing itineraries and free admission to two of the city's top attractions (your choice), including Singapore Zoo, Madame Tussauds, Alive Museum and more — your visit to the city will be lots of fun and worry free.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1359-city-pass-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Singapore City Pass - 2/3 Days"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a3e03620-Night-Safari-Package-Add-Ons/NightSafariPackageAddOns.jpg",
        "strIntroduction": " Get the most out of your visit to Night Safari in Singapore with audio commentary (Chinese or Japanese) or a filling dinner buffet in a wild setting Add an educational aspect to your Singapore's Night Safari fun with informative audio commentary in Mandarin or Japanese Learn all about the world's most fascinating nocturnal animals Feast on delectable dishes at the Ulu Ulu Asian/Indian Buffet Dinner Add an educational aspect to your Singapore's Night Safari fun with informative audio commentary in Mandarin or Japanese Learn all about the world's most fascinating nocturnal animals Feast on delectable dishes at the Ulu Ulu Asian/Indian Buffet Dinner What We Love:   What We Love: Enhance your visit to Singapore Night Safari with informative commentary in Japanese or Mandarin as you enjoy the ride on a special safari tram. Night Safari in Singapore is a one-of-a-kind experience — and this simple add on will make it absolutely hassle free and educational. In addition to a fun and informative way to get around the safari park, you will be able to recharge on a range of Chinese, Indian and vegetarian delights (not to mention desserts) with the sumptuous Ulu Ulu Asian/Indian Buffet Dinner — so no need to worry about grabbing food for the road or standing in long restaurant lines.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1411-night-safari-package-add-ons-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Night Safari Package Add Ons"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 13,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e3a05e0a-/LunchwithParrots.jpg",
        "strIntroduction": " Complete your visit to Jurong Bird Park in Singapore with a fascinating dining experience in the company of brightly colored birds! Enhance your visit to Jurong Bird Park with a unique dining experience with parrots Enjoy an entertaining performance as you feast on a buffet of local delights Watch as the parrots sing, laugh, mimic sounds, solve problems, create artwork and more! Enhance your visit to Jurong Bird Park with a unique dining experience with parrots Enjoy an entertaining performance as you feast on a buffet of local delights Watch as the parrots sing, laugh, mimic sounds, solve problems, create artwork and more! What We Love:   What We Love: Enjoy an abundant spread of Asian cuisine and be amazed by a stunning show from talented feathered performers. You will get to see marvelous tricks that go way beyond voice mimicking: the parrots at Jurong Bird Park can solve puzzles, sing songs and even paint. Why just grab a quick sandwich on the go when you can pair your lunch with an amazing experience and a fun time for the whole family! Feast on sumptuous Asian dishes such as stir fried prawns, Singapore laksa, sweet and sour fish and an array of delectable desserts, and take home memorable snaps from your time dining with the birds!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1412-lunch-with-parrots-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Lunch with Parrots"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 24,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/594b48b5-KidZania-Singapore/KidZaniaSingapore.jpg",
        "strIntroduction": " A day of great fun for kids as they take on various roles from fire fighters to engineers and doctors — KidZania is one of Singapore's most exciting parks for kids! Enjoy a day of interactive fun for the whole family in an indoor theme park At KidZania, kids get to try out various occupations and become whoever they want for the day: doctors, bankers, pilots, a CSI detective and more! Plenty of educational activities await at the acting academy, art studio, health institute and even a mountaineering school — and that's not even half of it! Enjoy a day of interactive fun for the whole family in an indoor theme park At KidZania, kids get to try out various occupations and become whoever they want for the day: doctors, bankers, pilots, a CSI detective and more! Plenty of educational activities await at the acting academy, art studio, health institute and even a mountaineering school — and that's not even half of it! What We Love:   What We Love: Singapore is a city with lots to offer to its visitors: from museums to nightlife and nature hikes, the city has it all. But what if you are traveling with family and don't want the little ones to miss out on all the fun? Well then, KidZania is just the right place. This unique theme park located on Sentosa Island lets kids try out different roles from fire fighters and policemen to shop owners and chefs and creates a wonderfully educational environment for both kids and parents.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1416-kidzania-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "KidZania Singapore"
    },
    {
        "intDurationHour": 240,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 22,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e5b100db-Singapore-SIM-Card-Changi-Airport-Pick-Up/3G4GSIMCardSINPickUpforSingapore.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend money on your holiday instead of hefty phone bills – get a local SIM card for your holiday in Singapore and use for 10 days! Pick up a local SIM card at Changi Airport and enjoy Singapore in full Call hotels, sightseeing spots and make reservations without worrying about the cost of your call Get 14GB of mobile web traffic in Singapore - connect anytime you want The SIM card comes with 90 minutes of international calls - stay in touch with family and friends Pick up a local SIM card at Changi Airport and enjoy Singapore in full Call hotels, sightseeing spots and make reservations without worrying about the cost of your call Get 14GB of mobile web traffic in Singapore - connect anytime you want The SIM card comes with 90 minutes of international calls - stay in touch with family and friends What We Love:   What We Love: Connect with family and friends and tell them all about the exciting trip to Singapore without exorbitant roaming costs. Conveniently pick up a local SIM card as you arrive at the airport and enjoy smooth connectivity for 10 whole days. Enjoy lightning fast web speeds, get updates from your social media accounts and make hassle-free travel arrangements - make the best of your vacation without worrying about the details.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1460-sim-card-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G/4G SIM Card (SIN Pick Up) for Singapore"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 31,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8131e625-FunVee-WOW-Night-Tour/FunVeeWOWNightTour.jpg",
        "strIntroduction": " Have just three hours to spare on Singapore sightseeing? Don't worry. FunVee WOW Night Tour will show you the best spots in town by night See Singapore's best attractions and explore the city after sunset Visit Gardens by the Bay, a stunning indoor garden with numerous exotic plants Drive by Merlion Park, Padang and Singapore's art centrepiece, the National Gallery Try authentic dishes at a local food court and shop to your heart's content at Bugis Street See Singapore's best attractions and explore the city after sunset Visit Gardens by the Bay, a stunning indoor garden with numerous exotic plants Gardens by the Bay Drive by Merlion Park, Padang and Singapore's art centrepiece, the National Gallery National Gallery Try authentic dishes at a local food court and shop to your heart's content at Bugis Street What We Love:   What We Love: See the best of Singapore after the sun sets. The FunVee WOW Night Tour takes you to the best spots in town from busy streets to beautiful parks. Your tour starts off right as the sun sets. After dinner, you will journey to awe-inspiring Gardens by the Bay, where you can explore an abundance of plant species from around the world. Don't miss a visit to the world renowned Flower Dome and Cloud Forest conservatories. Next, you will be driven by Merlion Park, Padang and, most notably, National Gallery, located in two iconic national monuments—former Supreme Court and City Hall. Complete the tour with a stop at Bugis, where you can shop for souvenirs, clothing, accessories and have a delicious supper!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1583-funvee-wow-night-tour-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "FunVee WOW Night Tour"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 16,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b7a4eb2c-Marina-Bay-Sands-Skypark-Observation-Deck-/MarinaBaySandsSkyparkObservationDeck.jpg",
        "strIntroduction": " Catch stunning views of the city from the 1.2-hectare observation deck perched 200 meters off the ground Travel high up into the clouds and take a walk on the giant observation deck, perched atop three towers Enjoy unobstructed 360-degree views of Singapore's skyline and the city below Take photos and capture unforgettable memories 57 levels off the ground Travel high up into the clouds and take a walk on the giant observation deck, perched atop three towers Enjoy unobstructed 360-degree views of Singapore's skyline and the city below Take photos and capture unforgettable memories 57 levels off the ground What We Love:   What We Love: See Singapore from up high at Sands SkyPark Observation Deck. Perched 200 meters in the air, this stunning view point is the peak and zenith of Marina Bay Sands. Taking you 57 levels high and offering an unrivaled panoramic view of the metropolis, Sands SkyPark Observation Deck is an absolute must-see for all travelers to Singapore. Designed by a visionary Moshe Safdie, the SkyPark seems to simply float atop the three soaring hotel towers. The gravity-defying platform is the one of the largest in the world and is the best place in Singapore for a memorable photo session.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1584-marina-bay-sands-skypark-observation-deck-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Marina Bay Sands Skypark Observation Deck"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 19,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/964ca57c-3G-SIM-Card-HKG-Pick-Up-for-Singapore/3GSIMCardHKGPickUpforSingapore.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Get a huge 5GB of mobile SIM data while traveling in Singapore for up to 7 days and no registration required Enjoy speedy surfing with a 7 day 3G SIM with 5G data Stay connected to mobile data for your travels in Singapore (no texts or calls included) Use the SIM card as soon as you arrive in Singapore with no registration required and pre-departure pick up from Hong Kong Airport Take advantage of network sharing and access the Internet from several devices at once Enjoy speedy surfing with a 7 day 3G SIM with 5G data Stay connected to mobile data for your travels in Singapore (no texts or calls included) Use the SIM card as soon as you arrive in Singapore with no registration required and pre-departure pick up from Hong Kong Airport Take advantage of network sharing and access the Internet from several devices at once What We Love:   What We Love: Pick up your Singtel SIM Card at Hong Kong Airport before you depart and access Internet data the moment you arrive in Singapore. With 5GB data valid for 7 days, you will be able to share your favorite pictures on social media, access maps to find the coolest places in Singapore and stay in the loop with your friends and family with no registration needed. Best of all, you can share data with your other devices at no extra cost!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1618-sim-card-hkg-pick-up-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G SIM Card (HKG Pick Up) for Singapore"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4c9560b1-Sentosa-Island-Set-Meal-Coupon/SentosaIslandSetMealCoupon.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Complete your day at Sentosa Island with a delicious and affordable set meal of local dishes or high tea Get the best value meals on Sentosa Island at the Beaver's Cafe - an affordable option for all travelers Indulge in local delicacies after an exciting day of sightseeing Sample signature dishes such as Singapore Laksa and Mee Rebus Or go for all time international favorites like the Indian chicken biryani and Korean ramen Get instant confirmation and your voucher as soon as you book Get the best value meals on Sentosa Island at the Beaver's Cafe - an affordable option for all travelers Indulge in local delicacies after an exciting day of sightseeing Sample signature dishes such as Singapore Laksa and Mee Rebus Or go for all time international favorites like the Indian chicken biryani and Korean ramen Get instant confirmation and your voucher as soon as you book What We Love:   What We Love: Don't stay hungry on your visit to Sentosa Island. Complete the experience with a sumptuous meal with local delicacies and a flavorful high tea set. After exhausting day exploring Sentosa Island and with your camera bursting from captured memories, you deserve a relaxing break. Don't waste time looking for a fast food joint – at Beaver's Café you will be able to enjoy a hot authentic meal with the best of Singaporean traditions and a wide array of international favorites from Indian and European to Korean and Chinese cuisine, at what is undoubtedly one of Sentosa's best value restaurants.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1650-sentosa-island-set-meal-coupon-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sentosa Island Set Meal Coupon"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 10,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3ae69bb0-MINT-Museum-of-Toys-Singapore/MINTMuseumofToysSingapore.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Singapore's MINT Museum of Toys will impress and delight both adults and kids with its vast collection of vintage toys from around the world Relive your childhood and bring your kids along for a day of magic and beauty at Singapore's MINT Museum of Toys See a collection of more than 50,000 toys from the mid-19th century to the mid-20th centuries Explore toy making traditions in different countries: from Singapore and Japan to United States and Germany Relive your childhood and bring your kids along for a day of magic and beauty at Singapore's MINT Museum of Toys See a collection of more than 50,000 toys from the mid-19th century to the mid-20th centuries Explore toy making traditions in different countries: from Singapore and Japan to United States and Germany What We Love:   What We Love: Don't be confused. MINT has nothing to do with the popular gum flavor. MINT stands for Moment of Imagination and Nostalgia with Toys. And that means that MINT is a true paradise for going back to childhood days and a real must-visit for families with kids. The museum features an extensive collection of vintage toys, considered to be the largest of its kind in Southeast Asia. You will get to see more than 50,000 toys and memorabilia from over 40 countries including Singapore, Germany, Japan, the United Kingdom, the United States and more, ranging from the mid-19th century to the mid-20th century. Whether a child or an adult, this is a one-of-a-kind magical experience in the heart of Singapore.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1651-mint-museum-toys-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "MINT Museum of Toys Singapore"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 36,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0a34aff0-Universal-Studios-Singapore-Halloween-Horror-Nights-6/USSHalloweenHorrorNights6%21.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Universal Studios Singapore Horror Nights is back for its spookiest event yet with all new haunted houses, shows - prepare to be spooked this Halloween in Singapore Behold the most eagerly awaited Halloween event in Singapore Experience the 5 all new haunted houses, 2 scare zones and 2 terrifying shows Enjoy Universal Studios Singapore during the day and Halloween Horror Nights after the sun sets Get 100% flexibility with an open dated ticket valid for entry on any one of the 16 event nights until 31 October 2016 Behold the most eagerly awaited Halloween event in Singapore Behold the most eagerly awaited Halloween event in Singapore Experience the 5 all new haunted houses, 2 scare zones and 2 terrifying shows Experience the 5 all new haunted houses, 2 scare zones and 2 terrifying shows Enjoy Universal Studios Singapore during the day and Halloween Horror Nights after the sun sets Enjoy Universal Studios Singapore during the day and Halloween Horror Nights after the sun sets Universal Studios Singapore Get 100% flexibility with an open dated ticket valid for entry on any one of the 16 event nights until 31 October 2016 Get 100% flexibility with an open dated ticket valid for entry on any one of the 16 event nights until 31 October 2016 What We Love:   What We Love: One of Singapore's most anticipated Halloween events is back! Halloween Horror Nights 6 is set to keep your pulse pounding with all new themes bringing your worst nightmares to life! Prepare to be terrified with five frightening haunted houses, two fear inducing scare zones, and two horrifying shows. In addition, all the usual thrilling rides will be open all night such as Battlestar Galactica: HUMAN vs CYLON, TRANSFORMERS The Ride: The Ultimate 3D Battle, and Revenge of the Mummy. This USS Halloween Horror Nights is going to be one experience you won't forget!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1679-universal-studios-singapore-halloween-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "USS Halloween Horror Nights 6!"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f3ea2f87-Lee-Kong-Chian-Natural-History-Museum/LeeKongChianNaturalHistoryMuseum.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly A great activity for the whole family, a visit to the Lee Kong Chian Natural History Museum will teach you about dinosaurs, plants, amphibians and more See what sauropod dinosaurs looked like at the Lee Kong Chian Natural History Museum Learn about over one million natural specimens from Southeast Asia Travel back in time and witness the beginning of life on Earth Explore the museum's expansive 8,500 square meter property — a great activity for both kids and adults See what sauropod dinosaurs looked like at the Lee Kong Chian Natural History Museum Learn about over one million natural specimens from Southeast Asia Travel back in time and witness the beginning of life on Earth Explore the museum's expansive 8,500 square meter property — a great activity for both kids and adults What We Love:   What We Love: Want to lay your eyes on the three sauropod dinosaur fossils that are more than 80% complete? No, this is not a sci-fi movie. You can see all of that in the Lee Kong Chian Natural History Museum in Singapore. The museum is a majestic 7-storey building covering a floor space of 8,500 square meters housing over a million regional specimens. Opened in April of 2015, the museum is one of the youngest in Singapore, yet is home to one of the oldest collections inherited from its predecessor — the Raffles Museum of Biodiversity Research. At the museum, you will get to learn about the diversity of life on Earth, travel back in time and see the plants, amphibians, mammals and dinosaurs in 16 thematic zones.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1680-lee-kong-chian-natural-history-museum-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Lee Kong Chian Natural History Museum"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/080b3513-Airport-Transfer-SIN-Pick-Up-for-Singapore/AirportTransferSINPickUpforSingapore.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Arrive in comfort by conveniently booking private transfers between Singapore airport and your destination in the city Enjoy comfortable airport-hotel transfers in a modern air conditioned vehicle Receive a convenient pick up service from the airport arrivals hall/your hotel lobby from your professional driver Choose between four vehicle options and pick the one that suits your needs the best Enjoy comfortable airport-hotel transfers in a modern air conditioned vehicle Receive a convenient pick up service from the airport arrivals hall/your hotel lobby from your professional driver Choose between four vehicle options and pick the one that suits your needs the best What We Love:   What We Love: Ease into a hassle free visit to Singapore by booking a comfortable private car transfer in advance. Get picked up by your very own professional driver and let him quickly take you to your destination, choosing the shortest traffic-friendly route. You can also book the transfer for a convenient departure. Don't spoil your wonderful vacation memories by a tiring ride on the bus back to the airport. Say bye to Singapore in style — as a private vehicle whisks you away to new adventures. With three vehicles to choose from, you are sure to find just the right option.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1681-airport-transfer-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfer (SIN Pick Up) for Singapore"
    },
    {
        "intDurationHour": 0,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 44,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d7f7a22c-Private-Car-Charter-for-Singapore/PrivateCarCharterforSingapore.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Explore Singapore in total comfort by booking a private car charter - plan your own itinerary and let your driver take you there! Enjoy a comfortable private charter in Singapore in a modern air conditioned vehicle Choose from 2 vehicles with the option to accommodate up to 13 people Plan your own itinerary and let your driver find the shortest route to get there Enjoy a comfortable private charter in Singapore in a modern air conditioned vehicle Choose from 2 vehicles with the option to accommodate up to 13 people Plan your own itinerary and let your driver find the shortest route to get there What We Love:   What We Love: For the most convenient and hassle-free way to explore Singapore, consider booking a private vehicle. Choose between a car or van to accommodate your travel party, decide exactly when and where you want to be and let your professional driver whisk you away to your destination in style. The private charter is perfect for larger groups, especially for families, as it lets you see more in a day with the utmost ease. No crowded buses, asking for direction or getting lost in unfamiliar areas — with a private car charter all your troubles are taken care of before they even arrive.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1752-private-car-charter-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Private Car Charter for Singapore"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 116,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4417d06f-/RIPTours-USSHalloweenHorrorNights.jpg",
        "strIntroduction": " Get exclusive VIP access to haunted houses, express entry and a list of other discounts and freebies on a R.I.P Tour this Halloween at Universal Studios Singapore Experience Universal Studios Singapore's hauntingly scary Halloween Horror Nights 6! Get VIP access to ALL haunted houses, scare zones and selected attractions Skip the lines with an Express Unlimited Pass for the rest of the evening Indulge in a scrumptious Halloween buffet exclusively for R.I.P Tour guests Enjoy bonus extras including freebies, meal vouchers, complimentary refreshments, discounts, private character meet and greet, and much more! Experience Universal Studios Singapore's hauntingly scary Halloween Horror Nights 6! Experience Universal Studios Singapore's hauntingly scary Halloween Horror Nights 6! Halloween Horror Nights 6 Get VIP access to ALL haunted houses, scare zones and selected attractions Get VIP access to ALL haunted houses, scare zones and selected attractions Skip the lines with an Express Unlimited Pass for the rest of the evening Skip the lines with an Express Unlimited Pass for the rest of the evening Indulge in a scrumptious Halloween buffet exclusively for R.I.P Tour guests Indulge in a scrumptious Halloween buffet exclusively for R.I.P Tour guests Enjoy bonus extras including freebies, meal vouchers, complimentary refreshments, discounts, private character meet and greet, and much more! Enjoy bonus extras including freebies, meal vouchers, complimentary refreshments, discounts, private character meet and greet, and much more! What We Love:   What We Love: Are you ready to meet Lady Death? This Halloween at Universal Studios Singapore, prepare to be spooked! With five haunted houses, two scare zones, a host of horrifying characters and two deathly shows, it's definitely going to be a popular event. The lines will also be long but don't waste time in line, instead sign up for a R.I.P tour. Giving you exclusive VIP access to all haunted houses on your 3 hour tour, a private character meet & greet session, free refreshments, USS food and shopping discounts and even a Express pass for the rest of the evening, the R.I.P tours are not to be missed!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1844-rip-tours-uss-halloween-horror-nights-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "R.I.P Tours - USS Halloween Horror Nights"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 59,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7041e8c2-Ubin-Biking-Adventure/UbinBikingAdventure.jpg",
        "strIntroduction": " Pedal through the dense jungle trails of Pulau Ubin and get a taste of the unique island's nature and wildlife Follow certified cycling guides along this scenic nature route on quiet country roads and tracks Spot some wildlife and enjoy the tranquility of Pulau Ubin Discover the history of this far less populated part of Singapore Get a quick safety briefing plus some biking tips from your guide This easy-to-moderate adventure is perfect for beginners and families Follow certified cycling guides along this scenic nature route on quiet country roads and tracks Follow certified cycling guides along this scenic nature route on quiet country roads and tracks Spot some wildlife and enjoy the tranquility of Pulau Ubin Spot some wildlife and enjoy the tranquility of Pulau Ubin Discover the history of this far less populated part of Singapore Discover the history of this far less populated part of Singapore Get a quick safety briefing plus some biking tips from your guide Get a quick safety briefing plus some biking tips from your guide This easy-to-moderate adventure is perfect for beginners and families This easy-to-moderate adventure is perfect for beginners and families What We Love:   What We Love: Breathe in the fresh scent of nature and enjoy the sights of wildlife and rustic old villages of Pulau Ubin. With the company of playful and passionate guides, you're guaranteed a wild and fun time in the outdoors as you cycle deep into the island. Be greeted by friendly local villages as your guide tells you about the area's history. Encounter a Malayan water monitor or hornbill, and watch out for hungry boars and mischievous monkeys! The trip's filled with photo stops for you to capture the place's breathtaking natural backdrops, ensuring mementos of a unique Singaporean biking adventure.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/116-ubin-biking-adventure-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Ubin Biking Adventure"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 31,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/372ec7fc-Dolphin-Discovery/DolphinIslandInteractionPrograms.jpg",
        "strIntroduction": " Take the incredible opportunity to meet and play with the Indo-Pacific bottlenose dolphins of Resorts World Sentosa in Singapore Come face-to-face with gentle and playful bottlenose dolphins Play some dolphin games, practice some tricks and learn to communicate with the dolphins Experience the thrill of being propelled through the water by one of these adorable creatures in the Dolphin Adventure Learn about the dolphins' environment, the threats to their daily life, and discover a thing or two about their anatomy Come face-to-face with gentle and playful bottlenose dolphins Come face-to-face with gentle and playful bottlenose dolphins Play some dolphin games, practice some tricks and learn to communicate with the dolphins Play some dolphin games, practice some tricks and learn to communicate with the dolphins Experience the thrill of being propelled through the water by one of these adorable creatures in the Dolphin Adventure Experience the thrill of being propelled through the water by one of these adorable creatures in the Dolphin Adventure Learn about the dolphins' environment, the threats to their daily life, and discover a thing or two about their anatomy Learn about the dolphins' environment, the threats to their daily life, and discover a thing or two about their anatomy What We Love:   What We Love: Tick another thing off the bucket list with the chance to actually swim with dolphins in Singapore. You'll be wading waist-deep into the water to meet Indo-Pacific bottlenose dolphins up close! In Dolphin Discovery, you'll get the chance to personally interact with the beautiful marine creatures and play with them at their Resorts World Sentosa home. In the Dolphin Adventure, you'll also be able to swim alongside them and be propelled through the water by them! The trainers will also tell you more about their habitats, diet, and the threats they face in their day-to-day ocean life. Couple this with learning games, hand signals, and fun facts about the dolphins, and there you have it: the most interesting marine crash course ever!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/137-dolphin-discovery-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Dolphin Island Interaction Programs"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d55abc37-Sentosa-Segway-Tour/GoGreenSegway%C2%AETours.jpg",
        "strIntroduction": " Tour around the island resort of Sentosa on an eco-friendly Segway to enjoy scenic views, encounter famous landmarks and explore sun-kissed beaches Try out the newest trend on this futuristic personal mobility device on a 30 min or 2.5 hour tour Cruise around Sentosa with a friendly local guide who will give you guidance and instruction on riding a Segway Visit popular attractions including the Dolphin Lagoon and the Merlion Glide to several stunning beaches: Silosa, Palawan and Tanjong Try out the newest trend on this futuristic personal mobility device on a 30 min or 2.5 hour tour Try out the newest trend on this futuristic personal mobility device on a 30 min or 2.5 hour tour Cruise around Sentosa with a friendly local guide who will give you guidance and instruction on riding a Segway Cruise around Sentosa with a friendly local guide who will give you guidance and instruction on riding a Segway Visit popular attractions including the Dolphin Lagoon and the Merlion Visit popular attractions including the Dolphin Lagoon and the Merlion Glide to several stunning beaches: Silosa, Palawan and Tanjong Glide to several stunning beaches: Silosa, Palawan and Tanjong What We Love:   What We Love: There's no smoother way to enjoy the highlights of Sentosa than by zipping about on a Segway! Don't worry if you've never tried it before – these tours begin with a bit of practice and quick tips that will have you whizzing about in no time. Pick up fun facts as your passionate guide leads you across paved paths. Cruise past beautiful sights, popular beaches and exclusive luxury homes. Along the way, hop off your Segway to step inside the legendary 37m Merlion statue, and be charmed by the playful pink dolphins and spirited seals at Dolphin Lagoon. Opt for a 30 minute beach experience on the Eco Adventure or if you're confident riding a Segway, choose the full 2.5 hours sightseeing tour - you'll be amazed how efficiently you can get about on these fun and eco-friendly vehicles!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/106-sentosa-segway-tour-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Go Green Segway® Tours"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 17,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1944ba85-Singapore-River-Safari/SingaporeRiverSafari.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Learn about the world's rivers, befriend their animal inhabitants, and delve right into their depths plus get a FREE boat ride included! Flexible schedule to visit park (ticket is valid for 180 days from the 'Visit Date' indicated on the voucher) Cruise downstream on one of the park's boat rides, included in your ticket Delight in the colorful fish exhibit at the Congo River, and observe ancient-looking creatures at the Nile-inspired ‘River of Life' Meet the adorable pandas, Kai Kai and Jia Jia at the Giant Panda Forest! River Safari lasts 2-3 hours so for the full wildlife experience, we also recommend that you check out Singapore Zoo and the Night Safari! Flexible schedule to visit park (ticket is valid for 180 days from the 'Visit Date' indicated on the voucher) Flexible schedule to visit park (ticket is valid for 180 days from the 'Visit Date' indicated on the voucher) Cruise downstream on one of the park's boat rides, included in your ticket Cruise downstream on one of the park's boat rides, included in your ticket Delight in the colorful fish exhibit at the Congo River, and observe ancient-looking creatures at the Nile-inspired ‘River of Life' Delight in the colorful fish exhibit at the Congo River, and observe ancient-looking creatures at the Nile-inspired ‘River of Life' Meet the adorable pandas, Kai Kai and Jia Jia at the Giant Panda Forest! Meet the adorable pandas, Kai Kai and Jia Jia at the Giant Panda Forest! River Safari lasts 2-3 hours so for the full wildlife experience, we also recommend that you check out Singapore Zoo and the Night Safari! River Safari lasts 2-3 hours so for the full wildlife experience, we also recommend that you check out Singapore Zoo and the Night Safari! Singapore Zoo Night Safari What We Love:   What We Love: Take the family on a captivating experience of river life at the Singapore River Safari. Inspired by the mighty rivers of the world, the attraction features animals and plantation against a backdrop of history and culture. Name the world's longest rivers in order: which comes first, Egypt's Nile, China's Yangtze, or South America's Amazon? Discover how deep Africa's Congo River runs, and the religious significance of the Ganges in India. Learn about the endangered species of North America's Mississippi, the floating villages of the Mekong in Asia and the river systems of the Murray in Australia. The Amazon River Quest also gives you an idea of what it's like to cruise along the world's rainforest, while the Flooded Forest takes you deep into the ‘lungs of the earth'. There's certainly no shortage of fun and discovery at the Singapore River Safari!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/124-singapore-river-safari-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Singapore River Safari"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 16,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9658ba79-Gardens-by-the-Bay/GardensbytheBay.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy access to the Flower Dome and Cloud Forest, in addition to a range of other free attractions such as the Supertree Grove and Sun Pavilion! Visit the iconic Flower Dome in the Bay South Garden. Experience the Mediterranean-like climate concocted for the Dome's succulents and baobabs See the world's tallest indoor waterfall in the Cloud Forest, displayed with a 35-metre mountain covered in lush vegetation Take a leisurely stroll through the Supertree Grove, home to the famed 16-storey manmade trees Get to know Singapore's ethnic groups at the Heritage Gardens with Indian, Chinese, Malay and Colonial attractions Visit the iconic Flower Dome in the Bay South Garden. Experience the Mediterranean-like climate concocted for the Dome's succulents and baobabs Visit the iconic Flower Dome in the Bay South Garden. Experience the Mediterranean-like climate concocted for the Dome's succulents and baobabs See the world's tallest indoor waterfall in the Cloud Forest, displayed with a 35-metre mountain covered in lush vegetation See the world's tallest indoor waterfall in the Cloud Forest, displayed with a 35-metre mountain covered in lush vegetation Take a leisurely stroll through the Supertree Grove, home to the famed 16-storey manmade trees Take a leisurely stroll through the Supertree Grove, home to the famed 16-storey manmade trees Get to know Singapore's ethnic groups at the Heritage Gardens with Indian, Chinese, Malay and Colonial attractions Get to know Singapore's ethnic groups at the Heritage Gardens with Indian, Chinese, Malay and Colonial attractions What We Love:   What We Love: An iconic Singapore destination, Gardens by the Bay is undoubtedly an itinerary item for every visitor to the city. Its waterfront gardens (Bay South, Bay East, and Bay Central) and conservatories (Flower Dome and Cloud Forest) as well as the newly opened Sun Pavilion feature some of the most incredible manmade structures built to house flora and fauna from the world over. Get full access to the conservatories and learn about the powerful interconnectedness of ecology. See the tallest indoor waterfall, walk amidst the Supertree Grove, then cross the OCBC Skyway for spectacular views of Marina Bay. With countless attractions for both grown-ups and children, Gardens by the Bay is sure worth the day spent!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/127-gardens-by-the-bay-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Gardens by the Bay"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 13,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/372bff31-Sentosa-Segway-Tour/SentosaSegway%C2%AEFunRide.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Get a taster experience around the island resort of Sentosa to teach you the basics of driving an eco-friendly Segway! Try out the newest trend on this futuristic personal mobility device with a 5-10 min Segway taster A friendly local guide who will give you guidance and instruction on riding a Segway Get to grips with the vehicles on 2 rounds of the practice circuit No need to book in advance - turn up at any time from 10:00am-7:15pm daily Level up to a 30 minute or 2.5 hours Segway tour of Sentosa when you get the hang of it Try out the newest trend on this futuristic personal mobility device with a 5-10 min Segway taster Try out the newest trend on this futuristic personal mobility device with a 5-10 min Segway taster A friendly local guide who will give you guidance and instruction on riding a Segway A friendly local guide who will give you guidance and instruction on riding a Segway Get to grips with the vehicles on 2 rounds of the practice circuit Get to grips with the vehicles on 2 rounds of the practice circuit No need to book in advance - turn up at any time from 10:00am-7:15pm daily No need to book in advance - turn up at any time from 10:00am-7:15pm daily Level up to a 30 minute or 2.5 hours Segway tour of Sentosa when you get the hang of it Level up to a 30 minute or 2.5 hours Segway tour of Sentosa when you get the hang of it Segway tour of Sentosa What We Love:   What We Love: What smoother way to enjoy the highlights of Sentosa than by zipping about on a Segway! Don't worry if you've never tried it before – this Segway Fun Ride taster is the perfect introduction. Led by a friendly guide, after just 10 minutes of practice and some quick tips, you'll be whizzing about in no time. It's the perfect introduction to these fun and eco-friendly vehicles!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1894-sentosa-segway-taster-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sentosa Segway® Fun Ride"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 10,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/eee00d09-Skyline-Luge/SkylineLuge.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Ride down as fast as you dare on the Skyline Luge – after soaring to the top of the tracks on the Skyride! Experience the half-go kart, half-toboggan ride with origins from New Zealand at its only Asian extension! Get to the top of the tracks aboard the Skyride, a thrilling cable car-like ride with your feet dangling above scenic views Zip down the 688m Dragon Trail or the 628m Jungle Trail on the Luge Come dark, you'll also get to try the first Luge nighttime experience, offered exclusively at Skyline Luge Sentosa! Experience the half-go kart, half-toboggan ride with origins from New Zealand at its only Asian extension! Experience the half-go kart, half-toboggan ride with origins from New Zealand at its only Asian extension! Get to the top of the tracks aboard the Skyride, a thrilling cable car-like ride with your feet dangling above scenic views Get to the top of the tracks aboard the Skyride, a thrilling cable car-like ride with your feet dangling above scenic views Zip down the 688m Dragon Trail or the 628m Jungle Trail on the Luge Zip down the 688m Dragon Trail or the 628m Jungle Trail on the Luge Come dark, you'll also get to try the first Luge nighttime experience, offered exclusively at Skyline Luge Sentosa! Come dark, you'll also get to try the first Luge nighttime experience, offered exclusively at Skyline Luge Sentosa! What We Love:   What We Love: Part-go kart, part-toboggan (a type of sled), this unique ride will have you racing down a purpose-built track with the wind in your hair and the thrill of gravity's pull. Invented in New Zealand over 27 years ago, Skyline Luge involves a type of three-wheel sled, where riders can control their descent by pulling or pushing handlebars to brake or accelerate. Sentosa's the only place in all of Asia for a ride on the Luge, with a 1.2km-track for you to enjoy with loved ones. You also get the chance to hop on the Skyride for an open-cabin trip to the top of the tracks, where you'll enjoy scenic, bird's eye views of the city skyline, Sentosa Island, and the South China Sea!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/132-skyline-luge-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Skyline Luge"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 16,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8ed9c347-Aquarium/SEAAquarium%E2%84%A2.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Immerse yourself in an underwater experience at the largest aquarium in the world Enter the breathtaking underwater realm featuring over 100,000 marine creatures, from over 800 species across 49 habitats! Check out the Maritime Xperiential Museum complete with boat reconstructions, shipwreck artifacts and maritime archaeology Experience an incredible 360° 4D multi-sensory shipwreck simulation enhanced by special effects at the Typhoon Theatre As the planet's largest aquarium, you'll experience the biggest ocean viewing windows in the world and the world's largest underwater acrylic dome at 9m in diameter! Enter the breathtaking underwater realm featuring over 100,000 marine creatures, from over 800 species across 49 habitats! Enter the breathtaking underwater realm featuring over 100,000 marine creatures, from over 800 species across 49 habitats! Check out the Maritime Xperiential Museum complete with boat reconstructions, shipwreck artifacts and maritime archaeology Check out the Maritime Xperiential Museum complete with boat reconstructions, shipwreck artifacts and maritime archaeology Experience an incredible 360° 4D multi-sensory shipwreck simulation enhanced by special effects at the Typhoon Theatre Experience an incredible 360° 4D multi-sensory shipwreck simulation enhanced by special effects at the Typhoon Theatre As the planet's largest aquarium, you'll experience the biggest ocean viewing windows in the world and the world's largest underwater acrylic dome at 9m in diameter! As the planet's largest aquarium, you'll experience the biggest ocean viewing windows in the world and the world's largest underwater acrylic dome at 9m in diameter! What We Love:   What We Love: Venture through the fascinating world beneath the sea as you explore the ocean realm of S.E.A. Aquarium™, home to more than 100,000 marine animals of over 800 species, across 49 different habitats, each one as fascinating as the next. Get acquainted with the marine habitat as you meet magnificent hammerhead sharks, come face-to-face with bottlenose dolphins, discover sea life up close at the Touch Pool and watch the colorful fish, rays and sharks surround you in the panoramic Open Ocean. As the world's largest aquarium, an awe-inspiring experience awaits as you unfold the endless wonders of our blue planet.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/119-sea-aquarium-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "S.E.A. Aquarium™"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 17,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6d73d9fa-Adventure-Cove-Waterpark/AdventureCoveWaterpark.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Ready, set, slide! Get your fill of the park's hair-raising water rides before heading to the reef for interactive sea life encounters Splash in gallons of fun with the park's exciting slides and tube rides Try out aquatic daredevil activities such as the balance beam, tight rope, cargo net climb, and platform cliff jump Experience an amazing ray encounter, snorkel over tropical fish, ride a leisurely tube through an underwater tunnel and more Take your toddlers to the Seahorse Hideaway for some tot-friendly fun Splash in gallons of fun with the park's exciting slides and tube rides Splash in gallons of fun with the park's exciting slides and tube rides Try out aquatic daredevil activities such as the balance beam, tight rope, cargo net climb, and platform cliff jump Try out aquatic daredevil activities such as the balance beam, tight rope, cargo net climb, and platform cliff jump Experience an amazing ray encounter, snorkel over tropical fish, ride a leisurely tube through an underwater tunnel and more Experience an amazing ray encounter, snorkel over tropical fish, ride a leisurely tube through an underwater tunnel and more Take your toddlers to the Seahorse Hideaway for some tot-friendly fun Take your toddlers to the Seahorse Hideaway for some tot-friendly fun What We Love:   What We Love: Promising endless splashes of fun, Adventure Cove Waterpark is an aquatic park with something for every adventurous waterlover. Feel the adrenaline rush as you zoom down thrilling waterslides, such as Southeast Asia's first hydro-magnetic coaster. Grab a mat and challenge a friend to a high-speed water duel. Take twists and turns in a dark water chute, get sucked into a spiral whirlpool, or hide your fears at the platform cliff jump. For in-betweens, chill out with friends at the Bluwater Bay wave pool, or grab a tube and journey down Adventure River, passing through 14 stunning scenes including a tropical jungle garden and a grotto inhabited by whimsical sea creatures. You can also snorkel over a colorful coral reef with 20,000 friendly fish, or wade amongst dozens of rays as you touch their velvety wings. For a day of wet and wild fun in the sun, there's only one place to come!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/120-adventure-cove-waterpark-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Adventure Cove Waterpark"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 9,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9382849d-Wings-of-Time/WingsofTime.jpg",
        "strIntroduction": " Indulge in a spectacular water, laser lights, and fireworks display featuring a story of friendship and courage Experience 3D projection mapping, state-of-the-art lasers, spectacular pyrotechnics, fountains and water jets, and an enthralling music production – all in one incredible fusion! Journey with Shahbaz, the mythical bird-like creature and his human friends, Rachel and Felix, and learn a thing or two about courage and friendship See the world's first permanent night show set in the open sea, projected onto a larger-than-life water screen Experience 3D projection mapping, state-of-the-art lasers, spectacular pyrotechnics, fountains and water jets, and an enthralling music production – all in one incredible fusion! Experience 3D projection mapping, state-of-the-art lasers, spectacular pyrotechnics, fountains and water jets, and an enthralling music production – all in one incredible fusion! Journey with Shahbaz, the mythical bird-like creature and his human friends, Rachel and Felix, and learn a thing or two about courage and friendship Journey with Shahbaz, the mythical bird-like creature and his human friends, Rachel and Felix, and learn a thing or two about courage and friendship See the world's first permanent night show set in the open sea, projected onto a larger-than-life water screen See the world's first permanent night show set in the open sea, projected onto a larger-than-life water screen What We Love:   What We Love: In the world's first permanent night show set in the open sea, Wings of Time features an epic production that brings together 3D projection mapping, state-of-the-art laser lights, robotic water fountains and pyrotechnics to tell the tale of Shahbaz and friends. The story follows the mythical birdlike creature and his two human pals as they journey across breathtaking landscapes through time. The imagery is projected onto a massive water screen, offering a captivating visual feast, while music has been produced to sweep you off into the narrative from the get-go. A magical experience for both children and grown-ups, weaved into a tale of friendship and courage and awe, Wings of Time is a must-see while in Sentosa!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/135-wings-of-time-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Wings of Time"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 19,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/30870e7d-Singapore-Cable-Car-Skypass/SingaporeCableCarSkypass.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Get the best views and experience Sentosa Island's attractions via Singapore's famed Cable Car! Take in stunning, 360-degree sights of Singapore's Southern precinct Get bird's eye views of the iconic Mount Faber Park, Universal Studios, Resorts World Sentosa and more! Visit Mount Faber Park, one of the oldest hilltop parks in Singapore, for a relaxing afternoon amidst greenery The Cable Car is also the most unique way to get to Sentosa Island – no Singapore trip is complete without it! For a unique dining experience, upgrade to the 4-course Sky Dining dinner on the Singapore Cable Car Take in stunning, 360-degree sights of Singapore's Southern precinct Take in stunning, 360-degree sights of Singapore's Southern precinct Get bird's eye views of the iconic Mount Faber Park, Universal Studios, Resorts World Sentosa and more! Get bird's eye views of the iconic Mount Faber Park, Universal Studios, Resorts World Sentosa and more! Visit Mount Faber Park, one of the oldest hilltop parks in Singapore, for a relaxing afternoon amidst greenery Visit Mount Faber Park, one of the oldest hilltop parks in Singapore, for a relaxing afternoon amidst greenery The Cable Car is also the most unique way to get to Sentosa Island – no Singapore trip is complete without it! The Cable Car is also the most unique way to get to Sentosa Island – no Singapore trip is complete without it! For a unique dining experience, upgrade to the 4-course Sky Dining dinner on the Singapore Cable Car For a unique dining experience, upgrade to the 4-course Sky Dining dinner on the Singapore Cable Car Sky Dining dinner What We Love:   What We Love: See the picturesque landscape unfold aboard the Faber Peak Singapore Cable Car. Relish stunning, 360-degree views of the Southern precinct, drop by Sentosa Island, and pay a visit to Mount Faber, one of the city's oldest hilltop parks. Once there, why not pay a visit to Sentosa Cable Car Museum, where the world's largest Lego cable car cabin awaits?  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/130-faber-peak-cable-car-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Singapore Cable Car Skypass"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 1653,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7468741f-Group-Yachting/GroupYachting.jpg",
        "strIntroduction": " Tailor your charter for your preferred sailing experience with the Taylan Star 1200! Lounge in luxury with friends and family aboard the fully furnished yacht Relish a delicious 7-course buffet meal mid-sea Cruise to Marina Bay for fantastic skyline views, then head to the pristine Southern Islands for a day of swimming, snorkeling, diving, and fishing You may also explore the islands themselves and enjoy a photo op near the Raffles Lighthouse! Lounge in luxury with friends and family aboard the fully furnished yacht Lounge in luxury with friends and family aboard the fully furnished yacht Relish a delicious 7-course buffet meal mid-sea Relish a delicious 7-course buffet meal mid-sea Cruise to Marina Bay for fantastic skyline views, then head to the pristine Southern Islands for a day of swimming, snorkeling, diving, and fishing Cruise to Marina Bay for fantastic skyline views, then head to the pristine Southern Islands for a day of swimming, snorkeling, diving, and fishing You may also explore the islands themselves and enjoy a photo op near the Raffles Lighthouse! You may also explore the islands themselves and enjoy a photo op near the Raffles Lighthouse! What We Love:   What We Love: Sail out of city aboard the Taylan Star 1200, perfect for small families and groups of friends. Cruise to the Marina Bay Financial District for views of the skyline, then head out to the Southern Islands for an afternoon spent in clear waters, on white beaches. You'll also get to snorkel or go for a dive, depending where you'll anchor, and manage a selfie or two next to the Raffles Lighthouse - or dolphins, if you're lucky! So round up your favorite people for a breather away from the city. There's plenty to enjoy aboard the Taylan and beyond!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/109-group-yachting-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Group Yachting"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2404,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6519e54b-Catamaran-Charter/CatamaranCharter.jpg",
        "strIntroduction": " Known for its stability, the Lagoon 400 is a sailing catamaran ideal for children, elderly, and those yachting for the first time Bask on the yacht's fitted net as you speed across the water Enjoy a 7-course buffet meal mid-sea Cruise to Marina Bay for fantastic skyline views Head to the pristine Southern Islands for a day of swimming, snorkeling, diving, and fishing You may also explore the islands themselves and enjoy a photo op near the Raffles Lighthouse! Bask on the yacht's fitted net as you speed across the water Bask on the yacht's fitted net as you speed across the water Enjoy a 7-course buffet meal mid-sea Enjoy a 7-course buffet meal mid-sea Cruise to Marina Bay for fantastic skyline views Cruise to Marina Bay for fantastic skyline views Head to the pristine Southern Islands for a day of swimming, snorkeling, diving, and fishing Head to the pristine Southern Islands for a day of swimming, snorkeling, diving, and fishing You may also explore the islands themselves and enjoy a photo op near the Raffles Lighthouse! You may also explore the islands themselves and enjoy a photo op near the Raffles Lighthouse! What We Love:   What We Love: Cruise Singapore's waters on a Lagoon 400. The sailing catamaran, which comes with double hulls, is well known for its stability and is perfect for guests going yachting for the first time, as well as groups with children and the elderly. Sail to the Marina Bay Financial District for a view of the skyline, then head to the Southern Islands where you can lounge on sandy white beaches and go for a swim in clear waters. Depending where you'll anchor, you'll also get the chance to snorkel or dive up to 70ft under water. It's the perfect breather away from the city - aboard a deluxe yacht, no less.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/147-catamaran-charter-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Catamaran Charter"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/778c4391-Singapore-Night-Safari/SingaporeNightSafari.jpg",
        "strIntroduction": " Psyche yourself up for a journey of wild animal encounters! The world's first noctural animal safari is sure to excite the whole family Hop aboard the Safari Tram for a multi-sensory wildlife adventure, complete with commentary from your knowledgeable tram guide Get a closer look at the wildlife on four walking trails: Fishing Cat, Leopard, East Lodge and Wallaby Don't miss out on the safari's two shows, featuring amazing animal talent and incredible fire-eating and tribal dances For the full wildlife experience, why not also pay a visit to world-famous Singapore Zoo or the newest animal attraction, the River Safari! Complete your experience at the Night Safari with a special language tram - Japanese or Mandarin Chinese or feast on a wild buffet, click here for more details Hop aboard the Safari Tram for a multi-sensory wildlife adventure, complete with commentary from your knowledgeable tram guide Hop aboard the Safari Tram for a multi-sensory wildlife adventure, complete with commentary from your knowledgeable tram guide Get a closer look at the wildlife on four walking trails: Fishing Cat, Leopard, East Lodge and Wallaby Get a closer look at the wildlife on four walking trails: Fishing Cat, Leopard, East Lodge and Wallaby Don't miss out on the safari's two shows, featuring amazing animal talent and incredible fire-eating and tribal dances Don't miss out on the safari's two shows, featuring amazing animal talent and incredible fire-eating and tribal dances For the full wildlife experience, why not also pay a visit to world-famous Singapore Zoo or the newest animal attraction, the River Safari! For the full wildlife experience, why not also pay a visit to world-famous Singapore Zoo or the newest animal attraction, the River Safari! Singapore Zoo River Safari Complete your experience at the Night Safari with a special language tram - Japanese or Mandarin Chinese or feast on a wild buffet, click here for more details Complete your experience at the Night Safari with a special language tram - Japanese or Mandarin Chinese or feast on a wild buffet, click here for more details here What We Love:   What We Love: As dusk falls, take an after-hours look at over 2,500 nocturnal animals starting their nightly rituals. Come close as they frolic, graze and hunt. Embark on an exciting tram ride that takes you through 7 geographical regions, or opt for a walking trail for an even deeper journey into the park. Be wowed by the fiery stunts of tribal warriors at the Thumbuakar Performance, and don't miss the interactive Creatures of the Night Show, where you can learn more about the natural abilities of fascinating nocturnal animals.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/122-singapore-night-safari-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Singapore Night Safari"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 55,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/fa9373f4-Nature-Kayaking/NatureKayaking.jpg",
        "strIntroduction": " Uncover little-visited parts of Singapore on these kayaking adventures catering for all levels of skill or experience Follow certified instructors along a sea-and-mangrove route Spot a range of wildlife and enjoy the tranquility of the mangroves Learn about the heritage of the area and its people, and pick up a thing or two about nature Choose the easy-to-moderate Mangrove Kayaking that's perfect for beginners and families or the longer, more challenging Ubin Bisect Kayaking for expeditioners wanting a little more adventure Follow certified instructors along a sea-and-mangrove route Follow certified instructors along a sea-and-mangrove route Spot a range of wildlife and enjoy the tranquility of the mangroves Spot a range of wildlife and enjoy the tranquility of the mangroves Learn about the heritage of the area and its people, and pick up a thing or two about nature Learn about the heritage of the area and its people, and pick up a thing or two about nature Choose the easy-to-moderate Mangrove Kayaking that's perfect for beginners and families or the longer, more challenging Ubin Bisect Kayaking for expeditioners wanting a little more adventure Choose the easy-to-moderate Mangrove Kayaking that's perfect for beginners and families or the longer, more challenging Ubin Bisect Kayaking for expeditioners wanting a little more adventure What We Love:   What We Love: Kayak Singapore's naturally fascinating waters with the company of passionate, good-humored guides, some of whom are Ubin natives with an intimate knowledge of the locale. Learn about the heritage of Palau Ubin as you paddle in pairs, enter the mangroves and glimpse kingfishers, eagles, hornbills and herons. You might also be lucky to sight an otter family or pink dolphin pod! Alternatively, an 8.27km journey through to the middle of the island will bestow you with scenic views of wetlands and waterways. The area is a beautiful corner of Singaporean wilderness that's rarely seen due to its relatively inaccessibility, thus making this a truly one-of-a-kind experience for the curious and adventurous.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/115-nature-kayaking-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Nature Kayaking"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a029225b-Trick-Eye-Museum/TrickEyeMuseum.jpg",
        "strIntroduction": " There are no ‘Don't Touch' or ‘No Flash' signs here! Step inside the paintings, strike a post, and take as many pictures as you like! Trick and be tricked with more than 80 optical illusion paintings and installations There are no boundaries! Step inside or crawl into the exhibits, interact with the characters and become the subject of the artwork on display See optical illusion artworks exclusive to Singapore that you won't find in any other gallery Trick and be tricked with more than 80 optical illusion paintings and installations Trick and be tricked with more than 80 optical illusion paintings and installations There are no boundaries! Step inside or crawl into the exhibits, interact with the characters and become the subject of the artwork on display There are no boundaries! Step inside or crawl into the exhibits, interact with the characters and become the subject of the artwork on display See optical illusion artworks exclusive to Singapore that you won't find in any other gallery See optical illusion artworks exclusive to Singapore that you won't find in any other gallery What We Love:   What We Love: Get ready to march into an incredible dimension of original 3D artworks! Trick Eye, short for ‘trick of the eye' refers to an art technique where two-dimensional paintings are turned into three-dimensional images through the use of optical illusions. This South Korea-born gallery features a number of original, mind-blowingly deceiving artworks, as well as newly created and adapted pieces for its Singapore site. Marvel at 2D paintings on museum walls, floors and ceilings - and try to wrap your head around the way they all pop out and come to life! Visitors are more than welcome to explore the six themed galleries with their eyes, hands, and of course, their camera. So step inside paintings, hang from a wooden beam, and get creative with your poses as you snap some photos and trick any onlooker's eyes!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/118-trick-eye-museum-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Trick Eye Museum"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 19,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8ad13e8f-Hello-Kitty-Town--Little-Big-Club/HelloKittyTownThomasTown.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend a day at the first Hello Kitty theme park outside of Japan! Join Hello Kitty at home and play dress up, get your nails done, decorate cookies and more See shows by Little Twin Stars and My Melody, hop on themed rides, and enjoy fun crafts such as jewelry making and cookie baking Younger children will also enjoy a ride with Bob the Builder, dance with Angelina Ballerina, and play games with Pingu, among others End your day by dining at one of the park's themed restaurants! Join Hello Kitty at home and play dress up, get your nails done, decorate cookies and more Join Hello Kitty at home and play dress up, get your nails done, decorate cookies and more See shows by Little Twin Stars and My Melody, hop on themed rides, and enjoy fun crafts such as jewelry making and cookie baking See shows by Little Twin Stars and My Melody, hop on themed rides, and enjoy fun crafts such as jewelry making and cookie baking Younger children will also enjoy a ride with Bob the Builder, dance with Angelina Ballerina, and play games with Pingu, among others Younger children will also enjoy a ride with Bob the Builder, dance with Angelina Ballerina, and play games with Pingu, among others End your day by dining at one of the park's themed restaurants! End your day by dining at one of the park's themed restaurants! What We Love:   What We Love: Step into the world of Hello Kitty and friends! Join a show at The ‘Purrfect' Stage, where Little Twin Stars and My Melody entertain the family with daily live performances. Burn off steam at Friendship Land, home to themed rides, a playground and a number of attractions. Later, stroll over to Wishful Studio, where everyone can join in workshops like jewelry making and cookie baking. Dress up and get a dance class from Angelina Ballerina, then build a house with Bob's ‘Can-do' Crew at the Build it Zone. Sing-a-long with Barney at his playhouse, visit the igloo with Pingu, and of course, choo-choo along with Thomas on his interactive rides!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/128-hello-kitty-town-little-big-club-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hello Kitty Town & Thomas Town"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 41,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/bc1ba26d-Legoland-Malaysia-Ticket-Discounts/Legoland.jpg",
        "strIntroduction": " Spend a day with the family at the themed areas in Asia's first Legoland Park! Hop over to Imagination, where you can build anything you imagine with Lego bricks and test your creation's structure on the earthquake table! Build and program Lego robots at Lego Technic, then fire laser blasters and plunge down a tropical jungle at Land of Adventure Check out incredible Asian landmarks at Miniland – all recreated using over 30 million Lego bricks! Take a train, captain your own boat or pilot an airplane at Lego City, then go for a thrilling ride on the Dragon Roller Coaster Shop at The Big Shop, the only place you'll find the largest selection of LEGO toys in Asia! For the ultimate ease, buy your ticket with return transfers, the easiest way to get from Singapore to Legoland Malaysia Hop over to Imagination, where you can build anything you imagine with Lego bricks and test your creation's structure on the earthquake table! Hop over to Imagination, where you can build anything you imagine with Lego bricks and test your creation's structure on the earthquake table! Build and program Lego robots at Lego Technic, then fire laser blasters and plunge down a tropical jungle at Land of Adventure Build and program Lego robots at Lego Technic, then fire laser blasters and plunge down a tropical jungle at Land of Adventure Check out incredible Asian landmarks at Miniland – all recreated using over 30 million Lego bricks! Check out incredible Asian landmarks at Miniland – all recreated using over 30 million Lego bricks! Take a train, captain your own boat or pilot an airplane at Lego City, then go for a thrilling ride on the Dragon Roller Coaster Take a train, captain your own boat or pilot an airplane at Lego City, then go for a thrilling ride on the Dragon Roller Coaster Shop at The Big Shop, the only place you'll find the largest selection of LEGO toys in Asia! Shop at The Big Shop, the only place you'll find the largest selection of LEGO toys in Asia! For the ultimate ease, buy your ticket with return transfers, the easiest way to get from Singapore to Legoland Malaysia For the ultimate ease, buy your ticket with return transfers, the easiest way to get from Singapore to Legoland Malaysia What We Love:   What We Love: Trek northward into Malaysian domain for a fun day out at Legoland! Hunt for lost treasure and plunge down a boat slide in the Land of Adventure. Go on the Dragon Roller Coaster or try Merlin's carousel challenge in the Lego Kingdoms. Shoot water bombs at Lego Technic, or spin as crazily as you want on the Technic Twister. Then pilot your own plane or learn to drive at Lego City, before shopping at the largest Lego store in Asia, the Big Shop! You'll also get to build your own Lego Robots at the Mindstorms, and explore Lego Replicas of Asian landmarks in Miniland. There's plenty to look forward to and a lot of room for your creativity and imagination to go wild, so round up the family and make a day trip to Asia's first Legoland Park!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/133-legoland-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Legoland"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 73,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/169ecd30-iFly-Singapore---Indoors-Skydiving-Experience/iFlySingapore.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Experience the thrill of skydiving without the plane and the plunge, and only at a fraction of the cost – all at the world's first themed wind tunnel for indoor skydiving! Receive full safety and instructional 'sky diving' training from certified professionals Know the thrill that comes after the jump with 2 full sky diving rounds! Get suited up in complementary sky diving and safety gear Choose when to fly with a walk-in ticket giving you flexibility Receive full safety and instructional 'sky diving' training from certified professionals Receive full safety and instructional 'sky diving' training from certified professionals Know the thrill that comes after the jump with 2 full sky diving rounds! Know the thrill that comes after the jump with 2 full sky diving rounds! Get suited up in complementary sky diving and safety gear Get suited up in complementary sky diving and safety gear Choose when to fly with a walk-in ticket giving you flexibility Choose when to fly with a walk-in ticket giving you flexibility What We Love:   What We Love: Experience what it's like to skydive without the dangers and cost of doing a tandem jump! iFly introduces the new sport of bodyflying, where participants are given the chance to hover and 'fly' inside the world's first themed wind tunnel. With patented technology, the 16.5ft-wide, five storey-high tunnel propels flyers through powerful airspeeds, replicating the jump experienced from a plane. You will receive training from professional instructors and get suited up in sky diving gear before doing your jump, ensuring that safety grounds are covered before entering the tunnel and experiencing the rush of a sky dive!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/139-ifly-singapore-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "iFly Singapore"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 41,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e41ba608-Cable-Car-Dinner/CableCarDining.jpg",
        "strIntroduction": " Dine in the sky at Singapore's Faber Peak — hop into a cable car for an unforgettable experience of delicious food and mesmerizing views of the city! Feast on a rich 4-course dinner aboard the famous Singapore Cable Car Dine under the stars and in your own private dining room with views to remember Watch the sunset with that special someone or celebrate an important event with this fantastic dining experience Catch stunning glimpses of the world below: the iconic Mount Faber Park, Universal Studios, Resorts World Sentosa and more Feast on a rich 4-course dinner aboard the famous Singapore Cable Car Feast on a rich 4-course dinner aboard the famous Singapore Cable Car Dine under the stars and in your own private dining room with views to remember Dine under the stars and in your own private dining room with views to remember Watch the sunset with that special someone or celebrate an important event with this fantastic dining experience Watch the sunset with that special someone or celebrate an important event with this fantastic dining experience Catch stunning glimpses of the world below: the iconic Mount Faber Park, Universal Studios, Resorts World Sentosa and more Catch stunning glimpses of the world below: the iconic Mount Faber Park, Universal Studios, Resorts World Sentosa and more What We Love:   What We Love: Dine above the skyline aboard the Singapore Cable Car on Mount Faber. Indulge in a 4-course luxurious meal spread over three rounds on the cable car. Perfect for a romantic date with that special someone, the cable car ride will reward you with stunning views of the city and the night sky. It's a one-of-a-kind experience and a definite must-do on your trip in Singapore.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/144-cable-car-dinner-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Cable Car Dining"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3381,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/60d0b10f-Luxurious-Group-Sail/LuxuriousGroupSail.jpg",
        "strIntroduction": " The Leopard 51 is the newest addition to the power fleet, bringing you extensive entertainment features in a sleek vessel Lounge in luxury aboard the yacht, complete with a full entertainment and karaoke system Relish a delicious 7-course buffet meal mid-sea Enjoy the spacious flybridge (upper deck), which can accommodate all guests comfortably Cruise to Marina Bay for fantastic skyline views, then head to the pristine Southern Islands for a day of swimming, snorkeling, diving, and fishing You may also explore the islands themselves and snap a photo in front of the Raffles Lighthouse! Lounge in luxury aboard the yacht, complete with a full entertainment and karaoke system Lounge in luxury aboard the yacht, complete with a full entertainment and karaoke system Relish a delicious 7-course buffet meal mid-sea Relish a delicious 7-course buffet meal mid-sea Enjoy the spacious flybridge (upper deck), which can accommodate all guests comfortably Enjoy the spacious flybridge (upper deck), which can accommodate all guests comfortably Cruise to Marina Bay for fantastic skyline views, then head to the pristine Southern Islands for a day of swimming, snorkeling, diving, and fishing Cruise to Marina Bay for fantastic skyline views, then head to the pristine Southern Islands for a day of swimming, snorkeling, diving, and fishing You may also explore the islands themselves and snap a photo in front of the Raffles Lighthouse! You may also explore the islands themselves and snap a photo in front of the Raffles Lighthouse! What We Love:   What We Love: The luxurious Leopard 51, among the newest additions to the fleet, brings exquisite features to your sails. Enjoy the sleek yacht designed with a large and spacious upper deck that's perfect for on-board entertainment and lounging. Spend a day or late afternoon cruising to the Marina Bay Financial District for picturesque views of the skyline, before heading out to the Southern Islands to frolic on white beaches and swim in clear waters. You'll also get the chance to snorkel or dive, depending on where you'll anchor, and possibly catch dolphin sightings. Get away from city life aboard this clean-cut, beautiful yacht, and savor a more leisurely experience of Singapore.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/148-luxurious-group-sail-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Luxurious Group Sail"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/67f7e335-Jurong-Bird-Park/JurongBirdPark.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Be charmed at one of the largest free-flying aviaries in the world. Walk amongst the feathered residents, and get the chance to hand feed them! Flexible visit time (ticket is valid for 180 days from the 'Visit Date' indicated on voucher) Prepare to be amazed by the nine-storey Lory Loft aviary, the open Flamingo Lake, a 30m waterfall, and more Get the chance to hand feed and learn about birds at their most active - from flamingos and ostriches to pelicans and lorikeets Watch an interactive show featuring a star-studded lineup of feathered friends and ferocious flying predators Flexible visit time (ticket is valid for 180 days from the 'Visit Date' indicated on voucher) Flexible visit time (ticket is valid for 180 days from the 'Visit Date' indicated on voucher) Prepare to be amazed by the nine-storey Lory Loft aviary, the open Flamingo Lake, a 30m waterfall, and more Prepare to be amazed by the nine-storey Lory Loft aviary, the open Flamingo Lake, a 30m waterfall, and more Get the chance to hand feed and learn about birds at their most active - from flamingos and ostriches to pelicans and lorikeets Get the chance to hand feed and learn about birds at their most active - from flamingos and ostriches to pelicans and lorikeets Watch an interactive show featuring a star-studded lineup of feathered friends and ferocious flying predators Watch an interactive show featuring a star-studded lineup of feathered friends and ferocious flying predators What We Love:   What We Love: Meet and interact with thousands of birds at Asia's largest bird paradise. Discover a collection of over 5,000 colorful birds from 400 species, across over 20.2 hectares of exploratory landscapes, naturalistic environments and giant walk-in aviaries. You'll get to enjoy close-up interactions with the feathered residents at feeding sessions, and be impressed by entertaining antics at daily shows. Indulge in a sumptuous Asian buffet lunch in the company of talented parrots, and splash in some water fun at the wet playground. This sanctuary sure makes for an exciting day out for the whole family!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/123-jurong-bird-park-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Jurong Bird Park"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 175,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ded0eaf0-F1-Driving-Experience/F1DrivingExperience.jpg",
        "strIntroduction": " Get a taste for the extreme with a 15-, 30- or 60-minute spin on the F1 circuit, home to the Singapore Grand Prix Get the ultimate driving experience around the Singapore F1 circuit Take the wheel of either a Ferrari F430 F1 Spider or a Lamborghini Gallardo Spyder Take full command of the vehicle as the driver or relax in the passenger seat as a professional driver lets the engine roar Controls range from the F1 style paddle gearbox for unparalleled intimacy with the Supercars' power, through to fully automatic (no clutch pedal), making the cars easy for any driver to handle Get the ultimate driving experience around the Singapore F1 circuit Get the ultimate driving experience around the Singapore F1 circuit Take the wheel of either a Ferrari F430 F1 Spider or a Lamborghini Gallardo Spyder Take the wheel of either a Ferrari F430 F1 Spider or a Lamborghini Gallardo Spyder Take full command of the vehicle as the driver or relax in the passenger seat as a professional driver lets the engine roar Take full command of the vehicle as the driver or relax in the passenger seat as a professional driver lets the engine roar Controls range from the F1 style paddle gearbox for unparalleled intimacy with the Supercars' power, through to fully automatic (no clutch pedal), making the cars easy for any driver to handle Controls range from the F1 style paddle gearbox for unparalleled intimacy with the Supercars' power, through to fully automatic (no clutch pedal), making the cars easy for any driver to handle What We Love:   What We Love: Follow in the tracks of Vettel, Alonso and Hamilton and make driving a Supercar a reality! Take the wheel on the official F1 circuit in the sleek red Ferrari F430 F1 Spider, or the eye-catching yellow Lamborghini Gallardo Spyder. Unleash power on the straights of the freeway, or simply cruise along the coastline with the wind in your hair. If you don't feel like driving, feel free to relax in the passenger seat and let one of the pros show you what these cars can do. An onboard dual HD camera captures the drive from inside the cockpit as well as from a street view, so petrolheads are given a memento of an experience that's sure to stay with them forever!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/108-f1-driving-experience-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "F1 Driving Experience"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 21,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8343cee4-Sentosa-4D-Adventureland/Sentosa4DAdventureland.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Step into three virtual worlds and enter exciting 4D rides that will put your senses on overdrive! Immerse in a 4D movie experience with 'Journey 2: The Mysterious Island.' Feel wind, water, and weird creepy crawlies...as you venture into an elusive island alongside a star-studded cast! Hop onto a saddle in 'Desperados,' a shoot-out game where you'll get the chance to use a pistol (motion-sensored, of course) to take down an army of bandits Hang tight in Extreme Log Ride, a virtual 4D rollercoaster where you're plunged straight into the wild Immerse in a 4D movie experience with 'Journey 2: The Mysterious Island.' Feel wind, water, and weird creepy crawlies...as you venture into an elusive island alongside a star-studded cast! Immerse in a 4D movie experience with 'Journey 2: The Mysterious Island.' Feel wind, water, and weird creepy crawlies...as you venture into an elusive island alongside a star-studded cast! Hop onto a saddle in 'Desperados,' a shoot-out game where you'll get the chance to use a pistol (motion-sensored, of course) to take down an army of bandits Hop onto a saddle in 'Desperados,' a shoot-out game where you'll get the chance to use a pistol (motion-sensored, of course) to take down an army of bandits Hang tight in Extreme Log Ride, a virtual 4D rollercoaster where you're plunged straight into the wild Hang tight in Extreme Log Ride, a virtual 4D rollercoaster where you're plunged straight into the wild What We Love:   What We Love: Gain unlimited access to three of Sentosa's most surreal 4D experiences - the first of their kind in Asia! Go on an adventure in the 4D movie, Journey 2: The Mysterious Island. Experience state-of-the-art video projection featuring wind, water, and other surprising effects! On Extreme Log Ride, a 4D rollercoaster thrill, hang tight as you soar between cliffs, plunge over waterfalls and dive into crocodile-infested waters. Then saddle up for Desperados, a gaming ride where you're tasked with chasing after outlaws - and engage in a Wild West shootout, firing pistols and all!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/136-sentosa-4d-adventureland-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sentosa 4D Adventureland"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 19,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/655efeaa-Singapore-Zoo-Ticket-Discounts/SingaporeZoo.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend a day exploring the award-winning zoo, where animals roam freely in open and naturalistic habitats Receive your ticket instantly after booking and access within a flexible period (valid for 180 days from the 'Visit Date' indicated on the voucher) See zoo animals in environments that have been thoughtfully built and landscaped around their habitats in the wild See the best views from elevated platforms, underwater galleries and glass observatories Get an immersive experience: travel aboard a guided tram or trek on foot at your leisure as you journey through distinctive global habitats Begin your day with a unique dining experience for the kids (or the kids at heart), opt for the Jungle Breakfast. You can also check out the zoo's latest attraction, the River Safari, or a nocturnal animal experience at the Night Safari! Receive your ticket instantly after booking and access within a flexible period (valid for 180 days from the 'Visit Date' indicated on the voucher) Receive your ticket instantly after booking and access within a flexible period (valid for 180 days from the 'Visit Date' indicated on the voucher) See zoo animals in environments that have been thoughtfully built and landscaped around their habitats in the wild See zoo animals in environments that have been thoughtfully built and landscaped around their habitats in the wild See the best views from elevated platforms, underwater galleries and glass observatories See the best views from elevated platforms, underwater galleries and glass observatories Get an immersive experience: travel aboard a guided tram or trek on foot at your leisure as you journey through distinctive global habitats Get an immersive experience: travel aboard a guided tram or trek on foot at your leisure as you journey through distinctive global habitats Begin your day with a unique dining experience for the kids (or the kids at heart), opt for the Jungle Breakfast. You can also check out the zoo's latest attraction, the River Safari, or a nocturnal animal experience at the Night Safari! Begin your day with a unique dining experience for the kids (or the kids at heart), opt for the Jungle Breakfast. You can also check out the zoo's latest attraction, the River Safari, or a nocturnal animal experience at the Night Safari! Jungle Breakfast River Safari Night Safari What We Love:   What We Love: Set in one of the most beautiful wildlife environments in the world, Singapore Zoo is home to over 2,800 animals from over 300 species of mammals, birds and reptiles that roam freely in their nature-resembling habitats, separated from visitors only by moats and wooden fencing. The park also boasts the world's first free-ranging orang utan habitat in a zoo! See these beautiful creatures with hassle-free ease on a sightseeing day tour.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/141-singapore-zoo-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Singapore Zoo"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f5546e7f-4G-WiFi-Device-HKG-Pick-Up-for-Singapore/4GWiFiHKGPickUpforSingapore.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Singapore on a 4G pocket WiFi device with convenient pick up at Hong Kong International Airport Enjoy mobile data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Enjoy mobile data use with a 4G device that conveniently fits in your pocket Enjoy mobile data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy WiFi access throughout your stay in Singapore, without the stress of sourcing WiFi once you get there. The speedy 4G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Singapore but also Thailand, Taiwan, Japan, Korea and beyond.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/666-singapore-wifi-device/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (HKG Pick Up) for Singapore"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/db7debfc-DMZ-Tour/DMZTour.jpg",
        "strIntroduction": " Increase your knowledge of the clash between North and South Korea by visiting the DMZ with an interesting guide and learn more about the significant role it plays in times of war Learn more about the Korean War and the Cold War from your informative English-speaking guide Visit the sites of recent history between North and South Korea including Imjingak Park, Freedom Bridge, 3rd Infiltration Tunnel and the DMZ Exhibition Hall Choose the lunch option for a meal at a local restaurant – a chance to reflect on your tour View North Korea through binoculars atop the Dora Observatory Countries restricted from entering the JSA (Panmunjom) will still be able to join this tour Learn more about the Korean War and the Cold War from your informative English-speaking guide Learn more about the Korean War and the Cold War from your informative English-speaking guide Visit the sites of recent history between North and South Korea including Imjingak Park, Freedom Bridge, 3rd Infiltration Tunnel and the DMZ Exhibition Hall Visit the sites of recent history between North and South Korea including Imjingak Park, Freedom Bridge, 3rd Infiltration Tunnel and the DMZ Exhibition Hall Choose the lunch option for a meal at a local restaurant – a chance to reflect on your tour Choose the lunch option for a meal at a local restaurant – a chance to reflect on your tour View North Korea through binoculars atop the Dora Observatory View North Korea through binoculars atop the Dora Observatory Countries restricted from entering the JSA (Panmunjom) will still be able to join this tour Countries restricted from entering the JSA (Panmunjom) will still be able to join this tour What We Love:   What We Love: This is a tour to take you deep into the DMZ (Demilitarized Zone), just a few miles from North Korean territory, to discover more about Korea's turbulent past. Despite its name, the DMZ is the area between two of the most heavily armed frontiers on earth. However, this no man's land is remarkably safe for tourists (and even world leaders) to visit, but is only accessible via group tours. Your guide will relate the fascinating history surrounding the area as you visit historical sites: war relics at Imjingak Park, Freedom Bridge across which almost 13,000 Korean POWs walked to freedom, the 3rd Infiltration Tunnel - an invasion route built beneath the border, the DMZ exhibition theater, and views of North Korea from atop the Dora Observatory.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/216-dmz-tour-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "DMZ Tour"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 23,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/87ebe267-NANTA-Show/NantaShowSeoul.jpg",
        "strIntroduction": " Enter this outrageous kitchen for a performance of acrobatics, comedy and the percussion of kitchen implements! Watch Korea's longest running show at a theater in central Seoul You'll be amazed at the skills and in stitches at the hilarity of this kitchen-based show Watch the talented troupe perform everything from traditional folk pieces to modern numbers The non-verbal show and use of mime means language barriers are not a problem! Watch Korea's longest running show at a theater in central Seoul Watch Korea's longest running show at a theater in central Seoul You'll be amazed at the skills and in stitches at the hilarity of this kitchen-based show You'll be amazed at the skills and in stitches at the hilarity of this kitchen-based show Watch the talented troupe perform everything from traditional folk pieces to modern numbers Watch the talented troupe perform everything from traditional folk pieces to modern numbers The non-verbal show and use of mime means language barriers are not a problem! The non-verbal show and use of mime means language barriers are not a problem! What We Love:   What We Love: A show blending acrobatics, martial arts, music and culinary skills – that's got to be a unique combination! The talented troupe of Korean performers cook up a storm in the on-stage kitchen giving the audience a taste of Korean culinary lunacy, sliced and diced to percussive perfection. This captivating 90 minute performance is the longest running show in Korean history, displaying the comedic culinary attempts of four cooks under pressure. Nanta combines the rhythms from Korean folk songs with modern music, creating a non-verbal performance that's accessible to an international audience. Spectators are even encouraged on stage – you could be the bride or groom at a traditional wedding ceremony, or compete in a dumpling-piling competition!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/240-nanta-show-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Nanta Show Seoul"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 29,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d6e57511-Everland-Korea-Theme-Park/Everland.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend a day enjoying Korea's largest theme park. With 5 zones to work your way through, you'll be squeezing in the thrills alongside wildlife attractions and live performances Enjoy the huge choice of rides and attractions at one of the world's largest and best theme parks Enjoy great discounts on Everland tickets exclusively for foreign visitors Roam the 5 zones of internationally themed attractions, restaurants and shops Calm down afterwards at the animal safari, petting zoo, bumper cars and rodeo show and many more! Enjoy the huge choice of rides and attractions at one of the world's largest and best theme parks Enjoy the huge choice of rides and attractions at one of the world's largest and best theme parks Enjoy great discounts on Everland tickets exclusively for foreign visitors Enjoy great discounts on Everland tickets exclusively for foreign visitors Roam the 5 zones of internationally themed attractions, restaurants and shops Roam the 5 zones of internationally themed attractions, restaurants and shops Calm down afterwards at the animal safari, petting zoo, bumper cars and rodeo show and many more! Calm down afterwards at the animal safari, petting zoo, bumper cars and rodeo show and many more! What We Love:   What We Love: Get over 30% off the standard ticket price, and enjoy an adrenaline fuelled day at Everland – one of South Korea's biggest and most exhilarating amusement parks. Twist and turn down the world's steepest wooden roller-coaster if you dare, and spend the afternoon enjoying other rides guaranteed to give you the ultimate full throttle amusement park experience. Ease down gently by strolling down the park's immaculately kept gardens and take in some of the park's parades and live music before heading back to the bright lights of Seoul  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/252-everland-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Everland"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/574362db-4G-WiFi-HKG-Pick-Up-for-South-Korea/4GWiFiHKGPickUpforSouthKorea.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in South Korea with an unlimited 4G pocket WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of South Korea - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at the Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of South Korea - wherever your itinerary takes you Get WiFi access across the whole of South Korea - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at the Hong Kong Airport Collect and drop off your device at the Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in South Korea, without the stress of sourcing WiFi once you get there. The speedy 4G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Korea but also Thailand, Singapore, Taiwan and Japan.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/676-korea-wifi-device-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (HKG Pick Up) for South Korea"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 75,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d503f5c8-%E4%BB%81%E5%B7%9D%E6%9C%BA%E5%9C%BA%E6%8E%A5%E9%80%81/AirportTransfersICNPickUpforSeoul.jpg",
        "strIntroduction": " Travel in a private car from Seoul Incheon to the city. All you have to sit back and plan what you're going to do when you get there! Enjoy airport to city transfers in a modern air conditioned vehicle Receive a convenient pick up service from your Seoul hotel or Incheon Airport Feel safe in the hands of a professional transfer service and experienced driver with an excellent reputation Enjoy airport to city transfers in a modern air conditioned vehicle Receive a convenient pick up service from your Seoul hotel or Incheon Airport Feel safe in the hands of a professional transfer service and experienced driver with an excellent reputation What We Love:   What We Love: Make sure your visit to Korea is hassle free by booking an airport to city transfer. Seoul Incheon Airport is at least an hour from the city and regular taxi fares are notoriously expensive. Instead, enjoy great savings and the comfort of a private vehicle with personal driver who will pick you up right from Seoul Incheon Airport arrivals hall, before whisking you off into the city (or vice versa, if you wish). Transfers can accommodate between 1 and 8 people in a modern vehicle with air conditioning.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/806-incheon-airport-transfer-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (ICN Pick Up) for Seoul"
    },
    {
        "intDurationHour": 28,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7206477b-Hanbok-Rental-Experience/HanbokExperience.jpg",
        "strIntroduction": " Dress up in a high-quality Korean traditional costume for 4 hours or 1 day and get entry benefits to top Seoul sights Rent a properly fitted hanbok at a convenient location in downtown Seoul Choose from a wide variety of sizes and designs available with hair accessories to complete the look Save on entrance fees at various tourist locations around the city by wearing your hanbok Rent a properly fitted hanbok at a convenient location in downtown Seoul Choose from a wide variety of sizes and designs available with hair accessories to complete the look Save on entrance fees at various tourist locations around the city by wearing your hanbok What We Love:   What We Love: Visit famous landmarks around Seoul in a beautiful traditional Korean costume, the hanbok. Pick your costume from a wide array of designs and sizes at a convenient location in the Jung-gu district of Seoul - helpful and friendly assistants will ensure that the hanbok is properly fitted to your size. Then, head over to shrines, palaces and villages around the city where you will receive 'Hanbok benefits' which entitle you to free admission or discounts. Of course, it'll be an excellent opportunity to catch many memorable pictures, after which you can return the hanbok to the store or pay an additional fee for a return pick up service if you are on a tight schedule.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/901-hanbok-rental-experience-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hanbok Experience"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 62,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/aff01ff5-Korean-Cooking-Beginner-Class/KoreanCookingClassBeginner.jpg",
        "strIntroduction": " Be introduced to the world of Korean cooking with a beginner's course and learn to create traditional dishes Learn to create two delicious Korean dishes taught by an experienced chef Choose from a wide variety of classes from Korean street food to bulgogi and kimchi Go on a trip to the traditional market in Korea Get assistance and guidance from an experienced chef with years of knowledge in Korean cuisine Learn to create two delicious Korean dishes taught by an experienced chef Choose from a wide variety of classes from Korean street food to bulgogi and kimchi Go on a trip to the traditional market in Korea Get assistance and guidance from an experienced chef with years of knowledge in Korean cuisine What We Love:   What We Love: Whether your cooking skills are bare minimum or you're new to cooking Korean food, this course is designed for beginners to successfully learn how to create traditional Korean dishes. You are immersed in the entire cooking experience from buying ingredients with a traditional market tour near the cooking studio. After a demonstration by an experienced chef, you get to try your hand in creating the dishes with tips and guidance from the chef the whole way through. Best of all, you get to taste the fruits of your labor once the cooking's over!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/917-korean-cooking-beginner-class-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Korean Cooking Class (Beginner)"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 114,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/cd772a6a-Intermediate-Korean-Cooking-Class/KoreanCookingClassIntermediate.jpg",
        "strIntroduction": " Choose between three different class options and immerse yourself in Korean food culture Explore local Korean culture through the art of cooking with an experienced chef Pick from three interesting courses - vegetarian temple cuisine, banchan culture or Korean barbecue Get assistance and guidance from an experienced chef with years of knowledge in Korean cuisine Explore local Korean culture through the art of cooking with an experienced chef Pick from three interesting courses - vegetarian temple cuisine, banchan culture or Korean barbecue Get assistance and guidance from an experienced chef with years of knowledge in Korean cuisine What We Love:   What We Love: Prepare a meal which reflects a special segment of Korean culture with your choice of three course options: a completely vegetarian spread that reflects the cooking methods of Korean Buddhist monks, small dishes (banchan) with special techniques and philosophy for making them, or Korea's meaty sample, barbecue. After a thorough demonstration from experienced chefs, the hands-on work begins as you learn how to create some of the region's most delicious dishes. By learning some special tips and tricks, impress your family and friends with your ability to cook up a Korean storm in your own kitchen!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/918-intermediate-korean-cooking-class-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Korean Cooking Class (Intermediate)"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 84,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9fb2da3e-Korean-Night-Dining-Tour/KoreanNightDiningTour.jpg",
        "strIntroduction": " Savor the taste of Korean food and drink in Seoul at four different establishments in three hours with a local guide Savor different types of Korean food and drink from four different places in one night Visit restaurants that are famous among Korean locals with your friendly guide Have an enjoyable night out where you will be able to learn local eating and drinking customs, Korean phrases and drinking games Savor different types of Korean food and drink from four different places in one night Visit restaurants that are famous among Korean locals with your friendly guide Have an enjoyable night out where you will be able to learn local eating and drinking customs, Korean phrases and drinking games What We Love:   What We Love: Discover quintessential Korean culinary institutions like Korean barbecue and national beverage soju with an experienced guide who will show you famous eating spots. Enjoy sampling a different dish accompanied by a different local beverage at four locations in Seoul while mingling with other food lovers. Dine on Korean barbeque and rice cakes, washed down with beer or rice wine. Munch on crispy mung bean pancakes from traditional Kwangjang market in the winter or cool, Korean ice cream (patbingsu) in the summer. It is a night to get to know Korea through its food with insights into Korean culture, fun Korean phrases and drinking games throughout. Come with a hungry stomach and thirst for local culture on this Korean dining adventure!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/919-korean-night-dining-tour-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Korean Night Dining Tour"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/149505cd-Korean-Street-Food-and-BBQ-Tour/KoreanStreetFoodandBBQTour.jpg",
        "strIntroduction": " Taste a variety of popular Korean street foods and an optional traditional BBQ lunch around the historical Jongno area Enjoy different types of street food including Korean style egg muffin, spicy rice cake and fried pork dumplings Go on a walking food tour where the guide will introduce you to 7 different foods in two hours Learn about the history and food culture of Korea from an experienced guide Finish with a full-course Korean BBQ lunch to complete the experience Choose the Mini Korean Taste Tour which excludes the BBQ lunch for those who want to focus solely on street food Enjoy different types of street food including Korean style egg muffin, spicy rice cake and fried pork dumplings Go on a walking food tour where the guide will introduce you to 7 different foods in two hours Learn about the history and food culture of Korea from an experienced guide Finish with a full-course Korean BBQ lunch to complete the experience Choose the Mini Korean Taste Tour which excludes the BBQ lunch for those who want to focus solely on street food What We Love:   What We Love: Go in search of the best street food in Seoul with an experienced guide who will lead you to classic shops, street stalls and restaurants. Listen to the history and food culture of Korea while savoring tasty street snacks including fried pork dumplings and Korean rice cakes. Feeling adventurous? We dare you to try the silkworm larva! Once you've taken a bite of the best street snacks in Seoul, you can enjoy a full-course Korean BBQ lunch which is sure to leave you fully satisfied.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/920-korean-street-food-bbq-tour-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Korean Street Food and BBQ Tour"
    }
]