[
    {
        "intDurationHour": 192,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 19,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e40a328d-3G-SIM-Card-HKG-Pick-Up-for-South-Korea/3GSIMCardHKGPickUpforSouthKorea.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy 8 days 3G Internet access with network sharing by SK Telecom Korea wherever you're traveling in South Korea Faster surfing with the 8 Day 3G Sim with 5G data Enjoy the convenience of a ready to use SIM card in Korea with no registration required and pre-departure pick up from Hong Kong Airport Take advantage of network sharing and access the Internet from several devices at once Faster surfing with the 8 Day 3G Sim with 5G data Enjoy the convenience of a ready to use SIM card in Korea with no registration required and pre-departure pick up from Hong Kong Airport Take advantage of network sharing and access the Internet from several devices at once What We Love:   What We Love: Pick up your SK Telecom SIM Card at the airport before you leave and access Internet data the moment you arrive in Korea. With 5GB data, you will be able to share your favorite pictures on social media, access maps to find the coolest places in Korea and stay in the loop with your friends and family with no registration needed. Best of all, you can share data with your other devices at no extra cost!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1015-korea-3g-sim-card-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G SIM Card (HKG Pick Up) for South Korea"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3df95d86-Wi-Ho%21%C2%AE-Korea-WiFi-Device---Klook/3GWiFiTPETSAKHHPickUpforSouthKorea.jpg",
        "strIntroduction": " Stay connected when traveling in South Korea with a 3G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across South Korea - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 5 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across South Korea - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 5 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Stay connected for your trip in South Korea with unlimited WiFi coverage. When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in South Korea from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 3G data whilst connecting up to 10 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1144-wi-ho-korea-wifi-device-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (TPE/TSA/KHH Pick Up) for South Korea"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 10,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/287d9ef3-%E9%A6%96%E5%B0%94%E5%9F%8E%E5%B8%82%E8%A7%82%E5%85%89%E5%B7%B4%E5%A3%AB---Klook%E5%AE%A2%E8%B7%AF/SeoulCitySightseeingBus.jpg",
        "strIntroduction": " Discover the sights of trendy Seoul with your choice of four exciting route options to pick from Choose from 3 different routes to see the city either during the day or at night Discover the more historical sights of Korea's ancient capital on the National Palace Tour See a different side to the city at night, taking in some of Seoul most iconic bridges Wander through some of Seoul's famed shopping districts like the Namdaemun Market, or Insa-dong Choose from 3 different routes to see the city either during the day or at night Discover the more historical sights of Korea's ancient capital on the National Palace Tour See a different side to the city at night, taking in some of Seoul most iconic bridges Wander through some of Seoul's famed shopping districts like the Namdaemun Market, or Insa-dong What We Love:   What We Love: Discover the ancient charms and modern delights of Korea's capital. With 3 different routes to choose from, there is an option to suit everyone, ranging from wandering Seoul's best shopping districts, to taking in some of the city's ancient palaces and temples. Hop on and off the bus as you wish with a flexible ticket policy, meaning you can make the most of your Seoul experience at your own convenience. The best way to see the city, and discover one of Asia's most vibrant capitals.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1307-city-sightseeing-bus-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Seoul City Sightseeing Bus"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/dfcf8f6b-KAL-Limousine-Bus/KALLimousineBus.jpg",
        "strIntroduction": " Get from Seoul Incheon Airport to the city center quickly and in comfort and style, giving you more time to discover the delights of Seoul Drop off locations all over Seoul city center Complimentary WiFi connection and mineral water Spacious and comfortable seating on board The most cost effective way of reaching the city center from Incheon International Airport Drop off locations all over Seoul city center Complimentary WiFi connection and mineral water Spacious and comfortable seating on board The most cost effective way of reaching the city center from Incheon International Airport What We Love:   What We Love: After a long flight, there's nothing better than a comfortable and fast transfer service to get you into the city as quickly and as efficiently as possible. Whether you're a single traveller, or coming in a group, the KAL limousine service offers an elite service at an affordable price. With a number of different drop off points conveniently spread out throughout Seoul city center, sit back deep into your chair as you travel from Incheon airport to your destination in true comfort and style.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1309-kal-limousine-bus-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "KAL Limousine Bus"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6a8d501e-Myeongdong-3D-Black-Art-Museum---Klook-Travel/3DBlackArtMuseum.jpg",
        "strIntroduction": " Discover the amazing collection of unique modern art and 3D exhibitions on show at one of Korea's favorite galleries Step into the paintings and become part of the art work at this fun 3D museum Snap funny shots as you walk around the gallery Create your own unique masterpieces at the glow in the dark scribbles gallery Step into the paintings and become part of the art work at this fun 3D museum Step into the paintings and become part of the art work at this fun 3D museum Snap funny shots as you walk around the gallery Snap funny shots as you walk around the gallery Create your own unique masterpieces at the glow in the dark scribbles gallery Create your own unique masterpieces at the glow in the dark scribbles gallery What We Love:   What We Love: Discover some of South Korea's most vibrant art and start your Seoul experience with a bang at the fantastic 3D Art Museum Black Art! With multiple exhibitions to take in, you'll happily spend hours of fun here taking in the incredible art before your eyes and taking more than a few fun photos.. Stand inside 3D paintings and be part of the art, or experience the mystery of scenes from the movie 'Avatar' in the Avatar exhibition. Those with a creative flair can have fun in front of the scribbles wall and make your own art at the glow in the dark exhibits. The gallery promises total enjoyment and a unique and interesting trip in Seoul for all the family!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1581-3d-black-art-museum-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3D Black Art Museum"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f35bc8a7-Korean-Folk-Villages---Klook-Travel/KoreanFolkVillageTicket.jpg",
        "strIntroduction": " Visit the Korean Folk Village and learn more about traditional Korean culture from the late Joseon period The ideal place to start your Korea trip and learn more about ancient Korean culture Experience the shooting location of several popular Korean TV dramas such as Jewel in the Palace and My Love from the Star! Learn more about the ancient Korean arts such as embroidery and basket making Taste traditional and authentic Korean food like Bibimbap at the onsite restaurants The ideal place to start your Korea trip and learn more about ancient Korean culture The ideal place to start your Korea trip and learn more about ancient Korean culture Experience the shooting location of several popular Korean TV dramas such as Jewel in the Palace and My Love from the Star! Experience the shooting location of several popular Korean TV dramas such as Jewel in the Palace and My Love from the Star! Learn more about the ancient Korean arts such as embroidery and basket making Learn more about the ancient Korean arts such as embroidery and basket making Taste traditional and authentic Korean food like Bibimbap at the onsite restaurants Taste traditional and authentic Korean food like Bibimbap at the onsite restaurants What We Love:   What We Love: Make the short trip from Seoul and discover more about ancient Korean culture at the country's premier folk village. You'll learn more about traditional Korean clothing and food whilst exploring the workshops and multiple other attractions at this splendid attraction. The village's grounds includes a Folk Museum and Art Museum where you are given the chance to get up close and personal with the secret behind making handmade baskets, musical instruments and embroidery for which the Joseon Dynasty of Korean was well known for. With over 260 replica Joseon Dynasty houses to explore, and daily traditional dances and live music performances to enjoy plus excellent food on site, this is a great way to start your Korea experience!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1582-korean-folk-village-ticket-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Korean Folk Village Ticket"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 13,
        "strGuideLanguage": "en/kr/cn/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1736be8c-Seoul-Kimchi--Culture-Experience---Klook/SeoulKimchiCultureExperience.jpg",
        "strIntroduction": " Try your hand at making some of Korea's most famous export - kimchi, learn all about Korean culture and dress up in traditional costume Learn how to make delicious kimchi, instructed by professional Korean chefs with a choice of three cultural package options Try your hand at other Korean snacks such as Tteokbokki - a popular and tasty spicy rice cake Dress up in traditional Korean robes, the Hanbok with your friends and snap that perfect Instagram shot! Learn more about ancient Korean culture from your guide and host Learn how to make delicious kimchi, instructed by professional Korean chefs with a choice of three cultural package options Learn how to make delicious kimchi, instructed by professional Korean chefs with a choice of three cultural package options Try your hand at other Korean snacks such as Tteokbokki - a popular and tasty spicy rice cake Try your hand at other Korean snacks such as Tteokbokki - a popular and tasty spicy rice cake Dress up in traditional Korean robes, the Hanbok with your friends and snap that perfect Instagram shot! Dress up in traditional Korean robes, the Hanbok with your friends and snap that perfect Instagram shot! Learn more about ancient Korean culture from your guide and host Learn more about ancient Korean culture from your guide and host What We Love:   What We Love: Learn how to make the two most famous Korean dishes, Kimchi and Tteokbokki (spicy rice cake), in Myeongdong, in the heart of Seoul - Korea's vibrant capital. Apart from learning the secret behind making great kimchi, your hosts for the day will also let you try on a Hanbok, the Korean traditional costume. After snapping some shots of your Korean garb, enjoy your kimchi or take it home to eat later. The course is ideal for beginners, and is particularly focused on those hoping to learn more about Korean culture in an all-encompassing and practical manner. The professional instructors taking the class will teach you how to make kimchi step by step and tell you interesting historical and cultural facts about kimchi. The perfect food and culture class giving an introduction to Seoul!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1595-kimchi-culture-experience-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Seoul Kimchi & Culture Experience"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 85,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6ee61ec0-Panmunjom-Tour/PanmunjomTour.jpg",
        "strIntroduction": " Visit the most poignant sites of the struggle between North and South Korea. See where significant talks took place and visit the locations of ill-famed events Learn more about tensions between the Koreas and the wars that have resulted, from your informative English-speaking guide Enter the JSA to see Freedom House, Conference Room, Bridge of No Return and the Ax Murder Incident area Enjoy a delicious local lunch and hotel pick-up included Learn more about tensions between the Koreas and the wars that have resulted, from your informative English-speaking guide Learn more about tensions between the Koreas and the wars that have resulted, from your informative English-speaking guide Enter the JSA to see Freedom House, Conference Room, Bridge of No Return and the Ax Murder Incident area Enter the JSA to see Freedom House, Conference Room, Bridge of No Return and the Ax Murder Incident area Enjoy a delicious local lunch and hotel pick-up included Enjoy a delicious local lunch and hotel pick-up included What We Love:   What We Love: Delving into the heart of the history, this tour skips the outer edges of the DMZ and takes you to the Joint Security Area (JSA), also known as Panmunjom. This was the site of talks and negotiation between the two sides during the Korean wars. You'll visit the historical war monuments at Unification Park before a Korean restaurant lunch, after which you'll enter the JSA, accompanied by the expert knowledge of your guide. Visit Freedom House and the Conference room, site of various inter-Korean discussions, agreements and exchanges. The Bridge of No Return is next on the itinerary, the location of many POW exchanges, before a visit to the site of 1976's tragic Ax Murder Incident.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/221-panmunjom-tour-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Panmunjom Tour"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 129,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/fc785ab0-Panmunjom-and-DMZ-Tour/PanmunjomandDMZTour.jpg",
        "strIntroduction": " Get the most comprehensive tour of the no man's land between North and South Korea. Visit key sites of the DMZ in the morning and enter the high security area of the JSA in the afternoon Learn more about tensions between the Koreas and the wars that have resulted, from your informative English-speaking guide Visit famous sites of the DMZ including Imjingak Park, Freedom Bridge, the 3rd Infiltration Tunnel, the DMZ exhibition hall and the Dora Observatory Enter the JSA to see Freedom House, Conference Room, Bridge of No Return and the Ax Murder Incident area Enjoy a delicious local lunch and hotel pick-up included Learn more about tensions between the Koreas and the wars that have resulted, from your informative English-speaking guide Learn more about tensions between the Koreas and the wars that have resulted, from your informative English-speaking guide Visit famous sites of the DMZ including Imjingak Park, Freedom Bridge, the 3rd Infiltration Tunnel, the DMZ exhibition hall and the Dora Observatory Visit famous sites of the DMZ including Imjingak Park, Freedom Bridge, the 3rd Infiltration Tunnel, the DMZ exhibition hall and the Dora Observatory Enter the JSA to see Freedom House, Conference Room, Bridge of No Return and the Ax Murder Incident area Enter the JSA to see Freedom House, Conference Room, Bridge of No Return and the Ax Murder Incident area Enjoy a delicious local lunch and hotel pick-up included Enjoy a delicious local lunch and hotel pick-up included What We Love:   What We Love: Whether a fan of history and politics or not, a visit to the border territory between North and South Korea is an eye-opening experience. You'll travel to the Demilitarized Zone (DMZ), a buffer between the two sides, and explore historic sites including Imjingak Park, the Freedom Bridge and the secretly dug 3rd Infiltration Tunnel. After stopping for a local lunch, you'll be escorted through the checkpoint at Panmunjom (officially known as the Joint Security Area (JSA)), a supposedly neutral zone in times of war where the two sides met. Here you'll visit Freedom House and learn about the Bridge of No Return and the Ax Murder Incident. At which point you'll be able to say you have technically entered North Korea! If you currently feel like you lack knowledge on the subject, not to fear, you'll be an expert after taking this tour.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/223-panmunjom-and-dmz-tour-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Panmunjom and DMZ Tour"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 94,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/89ad14ef-Scenic-Seoul-and-Petite-France/ScenicSeoulandPetiteFrance.jpg",
        "strIntroduction": " Visit famous filming locations as featured in a hit Korean TV show including Petite France and the Korean Folk Village with drop off at the K-Pop hologram hall! Visit famous locations from the smash hit Korean TV series 'My Love from the Star' Roam the French-themed streets of Petite France Visit the ‘centuries-old' Korean Folk Village or scale the 300m N Seoul Tower Pick up some bargains at a short duty-free shopping session in downtown Seoul Watch K-Pop performances at your leisure at Klive Visit famous locations from the smash hit Korean TV series 'My Love from the Star' Visit famous locations from the smash hit Korean TV series 'My Love from the Star' Roam the French-themed streets of Petite France Roam the French-themed streets of Petite France Visit the ‘centuries-old' Korean Folk Village or scale the 300m N Seoul Tower Visit the ‘centuries-old' Korean Folk Village or scale the 300m N Seoul Tower Pick up some bargains at a short duty-free shopping session in downtown Seoul Pick up some bargains at a short duty-free shopping session in downtown Seoul Watch K-Pop performances at your leisure at Klive Watch K-Pop performances at your leisure at Klive What We Love:   What We Love: In this diverse tour of Seoul and the surrounding area, you'll visit famous filming locations inspired by the hit Korean TV Drama, ‘My Love from the Star'. Whether a fan of the show or not, the locations and landmarks visited on this tour are not to be missed. Roam the quaint streets of Petite France and immerse yourself in the European vibes of charming cafes and French architecture. Then visit the Korean Folk Village, a Joseon Dynasty reconstruction, where you'll experience Korean life from as far back as the 14th Century. You can choose to visit 300m N Seoul Tower for amazing views of the city which ooze romance (it's a favored location for Seoulite couples). Pick up some duty-free bargains in downtown Seoul before the final stop (here's to you K-Pop lovers), a gallery where you can watch hologram performances!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/227-scenic-seoul-and-petite-france-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Scenic Seoul and Petite France"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 27,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/54e8ac0f-Palace-and-Temple-Guide/PalaceandTempleGuide.jpg",
        "strIntroduction": " Get your Korean culture fix with this morning tour of a famed palace, museum and Buddhist temple in Seoul, supplemented by the expert knowledge of your English-speaking guide Drive past and learn more about the President's pad, Blue House (or Cheongwadae) Watch the changing of the guards and tour the spectacular Gyeongbokgung Palace Visit the National Folk Museum to build your knowledge of Korean history Visit tranquil Jogyesa Buddhist Temple, an important building for Zen Buddhism in Korea Make a quick stop off at a Ginseng Center, one of Korea's major exports Drive past and learn more about the President's pad, Blue House (or Cheongwadae) Drive past and learn more about the President's pad, Blue House (or Cheongwadae) Watch the changing of the guards and tour the spectacular Gyeongbokgung Palace Watch the changing of the guards and tour the spectacular Gyeongbokgung Palace Visit the National Folk Museum to build your knowledge of Korean history Visit the National Folk Museum to build your knowledge of Korean history Visit tranquil Jogyesa Buddhist Temple, an important building for Zen Buddhism in Korea Visit tranquil Jogyesa Buddhist Temple, an important building for Zen Buddhism in Korea Make a quick stop off at a Ginseng Center, one of Korea's major exports Make a quick stop off at a Ginseng Center, one of Korea's major exports What We Love:   What We Love: Start your morning of Korean culture with a tour of Seoul's largest (and arguably most beautiful) palace. Gyeongbokgung Palace, built in the 1300s, has been destroyed and reconstructed many times, but you'll be relieved it's still here today for you to stroll the spacious grounds, intricate architecture and grand pavilions. Combine this with a guided visit of the National Folk Museum and your knowledge of Korean history will be fit to burst! Along the way, your informative tour guide will relate facts about areas of interest, particularly related to the distinguished Joseon Dynasty. Realize the deep significance of Buddhism in Korean culture at Jogyesa Temple, a tranquil refuge from the megacity outside and the leading center of Zen Buddhism in Korea.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/228-palace-and-temple-guide-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Palace and Temple Guide"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 61,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b3560c4e-Seouls-Palaces%2C-Temples--Markets/SeoulsPalaces%2CTemplesMarkets.jpg",
        "strIntroduction": " Spend the day touring Seoul's famous sights from the Joseon Dynasty, visiting important cultural highlights and browsing bountiful shopping streets Drive past and learn more about the President's pad, Blue House (or Cheongwadae) Watch the changing of the guards and tour the spectacular Gyeongbokgung Palace and Changdeok Palace Visit the National Folk Museum to build your knowledge of Korean history from the dynasties up to the present day Visit tranquil Jogyesa Buddhist Temple, an important building for Zen Buddhism in Korea Hunt for bargains at Namdaemun and find holiday gifts at Insadong Tap into your English-speaking guide's in depth knowledge of Korean history Enjoy the convenience of hotel pick-up and drop-off Drive past and learn more about the President's pad, Blue House (or Cheongwadae) Drive past and learn more about the President's pad, Blue House (or Cheongwadae) Watch the changing of the guards and tour the spectacular Gyeongbokgung Palace and Changdeok Palace Watch the changing of the guards and tour the spectacular Gyeongbokgung Palace and Changdeok Palace Visit the National Folk Museum to build your knowledge of Korean history from the dynasties up to the present day Visit the National Folk Museum to build your knowledge of Korean history from the dynasties up to the present day Visit tranquil Jogyesa Buddhist Temple, an important building for Zen Buddhism in Korea Visit tranquil Jogyesa Buddhist Temple, an important building for Zen Buddhism in Korea Hunt for bargains at Namdaemun and find holiday gifts at Insadong Hunt for bargains at Namdaemun and find holiday gifts at Insadong Tap into your English-speaking guide's in depth knowledge of Korean history Tap into your English-speaking guide's in depth knowledge of Korean history Enjoy the convenience of hotel pick-up and drop-off Enjoy the convenience of hotel pick-up and drop-off What We Love:   What We Love: This full day tour has a choc-a-block itinerary, designed to give you a total Seoul immersion. Marvel at the architecture of one of Seoul's most beautiful palaces, Gyeongbokgung. Resulting from a stormy history, ongoing reconstructions mean you can see original portions alongside modern efforts to restore it to its former glory. Reminisce to bygone days with a guided visit of the National Folk Museum before a tasty local lunch. After you're fully sated, you'll set off to visit palace no.2, UNESCO-listed Changdeokgung, a perfectly preserved architectural example from the Joseon Dynasty. Walk amongst the serenity of Jogyesa Buddhist Temple, peruse crafts and antiques on Insadong Street and pick up a holiday memento at Namdaemun before a comfortable transfer back to your hotel.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/230-seouls-palaces-temples-markets-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Seoul's Palaces, Temples & Markets"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 71,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8ec79a68-Joseon-Palaces--Folk-History/JoseonPalacesFolkHistory.jpg",
        "strIntroduction": " Dive into Korean history with a comprehensive tour of palaces, temples, museums and even a village reconstruction, dating back to the Joseon Dynasty Drive past and learn more about the President's pad, Blue House Watch the changing of the guards and tour the spectacular Gyeongbokgung Palace Visit the National Folk Museum to build your knowledge of Korean history Visit tranquil Jogyesa Buddhist Temple, an important building for Zen Buddhism in Korea Walk amongst traditional houses at the Korean Folk Village, an authentic reconstruction of a Joseon Dynasty village Tap into your English-speaking guide's in depth knowledge of Korean history Enjoy hotel pick-up and drop-off Drive past and learn more about the President's pad, Blue House Drive past and learn more about the President's pad, Blue House Watch the changing of the guards and tour the spectacular Gyeongbokgung Palace Watch the changing of the guards and tour the spectacular Gyeongbokgung Palace Visit the National Folk Museum to build your knowledge of Korean history Visit the National Folk Museum to build your knowledge of Korean history Visit tranquil Jogyesa Buddhist Temple, an important building for Zen Buddhism in Korea Visit tranquil Jogyesa Buddhist Temple, an important building for Zen Buddhism in Korea Walk amongst traditional houses at the Korean Folk Village, an authentic reconstruction of a Joseon Dynasty village Walk amongst traditional houses at the Korean Folk Village, an authentic reconstruction of a Joseon Dynasty village Tap into your English-speaking guide's in depth knowledge of Korean history Tap into your English-speaking guide's in depth knowledge of Korean history Enjoy hotel pick-up and drop-off Enjoy hotel pick-up and drop-off What We Love:   What We Love: You'll soon be imagining yourself in the days of yore with a tour of Seoul's cultural heritage, from the palaces of royalty to the ancient homes of ordinary people. Begin with the beautiful pavilions and spacious grounds of Gyeongbokgung Palace, then your informative guide will lead you on a guided tour of the National Folk Museum to find out about the daily lives of Koreans spanning pre-historic times to the end of the Joseon Dynasty. Explore the peaceful grounds of Jogyesa Buddhist Temple before settling down for a traditional Korean meal. After lunch you'll experience a Joseon Dynasty throwback when you visit the Korean Folk Village. Walk amongst traditionally built houses, watch artisans in action at a handicraft workshop, join the audience of a folk performance, and even try your hand at traditional games such as arrow throwing and seesaw jumping!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/231-joseon-palaces-folk-history-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Joseon Palaces & Folk History"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 73,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3b26140a-Tea-Ceremony--Kimchi-Making/TeaCeremonyKimchiMaking.jpg",
        "strIntroduction": " Spend a half-day getting a real cultural insight into Korean customs, ceremony and the country's favorite fermented food – Kimchi! Attend a tea ceremony, and learn about Korean tea etiquette and its recent revival Try on a traditional hanbok and take a memorable photo Make kimchi and find out why it's a healthy Korean staple Enjoy the convenience of complimentary hotel transfers Attend a tea ceremony, and learn about Korean tea etiquette and its recent revival Attend a tea ceremony, and learn about Korean tea etiquette and its recent revival Try on a traditional hanbok and take a memorable photo Try on a traditional hanbok and take a memorable photo hanbok Make kimchi and find out why it's a healthy Korean staple Make kimchi and find out why it's a healthy Korean staple Enjoy the convenience of complimentary hotel transfers Enjoy the convenience of complimentary hotel transfers What We Love:   What We Love: Gain a deeper knowledge of Korean food, customs and etiquette with a traditional tea ceremony, a *hanbok* dress-up session and kimchi making class! Begin by attending a tea ceremony where your friendly guide will explain the etiquette which has recently enjoyed a revival in modern society. Afterwards, try on a colorful *hanbok*, the traditional Korean clothing dating from the Joseon period and take the opportunity to pose for a photo – say ‘Kimchi!' Next get stuck in to your kimchi-making class led by a local cook. Korea's well-loved fermented dish, primarily made from cabbage, is served at most meals and has many a positive benefit to the diet. Taste your creation or pack it up to go before heading back to your hotel, with a quick stop at the amethyst factory, a famed Korean export, on the way.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/234-tea-ceremony-kimchi-making-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tea Ceremony & Kimchi Making"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 105,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c50b3abd-Korea-House-Dinner-and-Show/KoreaHouseDinnerandShow.jpg",
        "strIntroduction": " Enjoy an evening of dynastic culture. You'll be served an incredible spread of court-style foods from the Joseon period then when you're sufficiently sated, watch the talented performers of a traditional show Visit Korea House, famed for 5* performances and award-winning cuisine Feel like royalty with a lavish meal of Joseon Dynasty dishes, prepared by award-winning chefs Settle in for the 8 cultural performances involving traditional Korean song and dance Enjoy the convenience of complimentary hotel transfers Visit Korea House, famed for 5* performances and award-winning cuisine Visit Korea House, famed for 5* performances and award-winning cuisine Feel like royalty with a lavish meal of Joseon Dynasty dishes, prepared by award-winning chefs Feel like royalty with a lavish meal of Joseon Dynasty dishes, prepared by award-winning chefs Settle in for the 8 cultural performances involving traditional Korean song and dance Settle in for the 8 cultural performances involving traditional Korean song and dance Enjoy the convenience of complimentary hotel transfers Enjoy the convenience of complimentary hotel transfers What We Love:   What We Love: Receive the royal treatment at the beautiful Korea House, Seoul's famed cultural building specializing in traditional court cuisine and cultural performances. Your evening will begin with an incredible banquet of Korean dishes, as eaten in the Joseon Dynasty, prepared by superior chefs under the supervision of the world's top Korean court cuisine expert. Whether you choose the buffet or set menu, you'll experience famed dishes under the soft lighting of traditional silk lanterns. When your taste buds are satisfied, it's time for the one-hour performance of eight traditional acts with everything from fan dances to percussion to romantic drama. The show has been staged for over 32 years and enjoyed by over 1.6 million people from around the world. At the end, you'll have the opportunity to take photos with the performers in their spectacular costumes.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/236-korea-house-dinner-and-show-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Korea House Dinner and Show"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 19,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/931671c1-JUMP-Show/JUMPShow.jpg",
        "strIntroduction": " Marvel at the impressive acrobatics and laugh at the incessant comedy of this internationally acclaimed show Enjoy Asian martial arts and hilarious shenanigans from this unique Korean family The internationally acclaimed show has enjoyed stints on Broadway and in London The impressive stunts and slapstick humor are accessible for the whole family to enjoy Enjoy Asian martial arts and hilarious shenanigans from this unique Korean family Enjoy Asian martial arts and hilarious shenanigans from this unique Korean family The internationally acclaimed show has enjoyed stints on Broadway and in London The internationally acclaimed show has enjoyed stints on Broadway and in London The impressive stunts and slapstick humor are accessible for the whole family to enjoy The impressive stunts and slapstick humor are accessible for the whole family to enjoy What We Love:   What We Love: Set in an average Korean home, JUMP is centered on a typical but dramatically agile Korean family – from the authoritarian grandfather, drunken uncle and Taekwondo-chopping mother to the incongruous daughter's suitor. Each member is a martial arts expert, possessing championship levels of Taekwondo, acrobatic and gymnastic skills. The plot thickens when two burglars break into the house in the middle of the night – one a sleek, mean villain, the other a plump, bumbling idiot – your quintessential comedy duo. When the family discovers the intruders, a mighty battle ensures. What follows is an incredible display of acrobatic skills, Jackie Chan-like martial arts, familial shenanigans and a healthy dose of slapstick humor thrown in too!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/238-jump-show-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "JUMP Show"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 25,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e59388d3-THE-PAINTERS-HERO-Show/THEPAINTERSHEROShow.jpg",
        "strIntroduction": " Using a range of art techniques to whip up images of famous people, and throwing in the music and dance that Korea is so famed for, this all-male troupe of talented artists is certain to impress Watch in awe as the performers conjure up fantastic artwork in a matter of minutes Enjoy the comedy, mime, dance and music included in the show Have the chance to be picked to perform on stage too! The non-verbal show and use of mime means language barriers are not a problem! Watch in awe as the performers conjure up fantastic artwork in a matter of minutes Watch in awe as the performers conjure up fantastic artwork in a matter of minutes Enjoy the comedy, mime, dance and music included in the show Enjoy the comedy, mime, dance and music included in the show Have the chance to be picked to perform on stage too! Have the chance to be picked to perform on stage too! The non-verbal show and use of mime means language barriers are not a problem! The non-verbal show and use of mime means language barriers are not a problem! What We Love:   What We Love: Hitting the stage in 2012 and since performing in most major global cities, 'The Painters: Hero' is a one-of-a-kind performance fusing world-renowned Korean entertainment with talented artists. This utterly innovative idea showcases the mind-blowing skills of live illustrators with incredible visual effects, alongside a witty blend of mime, dance and comedy. Using 10 different art techniques - everything from action drawing to speed drawing to a piece created from 200 Rubik's cubes - the artwork represents ‘heroes' from history, music and comics. Watch as incredible images unfold before your eyes, guess who is being brought to life, and even take the chance to get on stage yourself!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/243-the-painters-hero-show-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "THE PAINTERS: HERO Show"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 18,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/83b8878a-DRUM-CAT-Show/DRUMCATShow.jpg",
        "strIntroduction": " Join the Drum Cats in Seoul's sexiest musical performance, one in a line of the city's popular non-verbal shows Watch the 5-star high-speed drumming and violin sensation – celebrating music and femininity Listen to the complex and powerful rhythms combining rock, jazz, techno and Latin The non-verbal show means language barriers are not a problem! Watch the 5-star high-speed drumming and violin sensation – celebrating music and femininity Watch the 5-star high-speed drumming and violin sensation – celebrating music and femininity Listen to the complex and powerful rhythms combining rock, jazz, techno and Latin Listen to the complex and powerful rhythms combining rock, jazz, techno and Latin The non-verbal show means language barriers are not a problem! The non-verbal show means language barriers are not a problem! What We Love:   What We Love: Korea's famous drumming troupe come wearing heels and wrapped in leather, ready to whip you into a frenzy of rhythm and power! The all-female percussion band has enjoyed international acclaim, harmonizing femininity and sound across the world, and moving into their own exclusive theatre in Seoul in 2010. The Drum Cat performance comprises five themes: Sexy, Speedy, Funny, Powerful and Wild. A far cry from traditional drumming, the performance focuses on a modernization of rhythm: combing rock jazz, techno and Latin rhythms into a unique blend of sound. No simple rhythms here, you'll be stunned by the complexity of the pounding and powerful beats.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/247-drum-cat-show-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "DRUM CAT Show"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 22,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c5fd00a4-FANTA-STICK-Show/FANTA-STICKShow.jpg",
        "strIntroduction": " Comedy, breakdancing, martial arts and a range of musical genres – there's something for everyone at this drumming show spectacular Enjoy a traditional Korean Gukak-style performance with a modern twist Watch a show that fuses fantasy (Fanta-) and percussion (-Stick)! Being a non-verbal show means language barriers are not a problem! Enjoy a traditional Korean Gukak-style performance with a modern twist Enjoy a traditional Korean Gukak-style performance with a modern twist Gukak Watch a show that fuses fantasy (Fanta-) and percussion (-Stick)! Watch a show that fuses fantasy (Fanta-) and percussion (-Stick)! Being a non-verbal show means language barriers are not a problem! Being a non-verbal show means language barriers are not a problem! What We Love:   What We Love: Putting a unique Korean spin on the Romeo and Juliet story, FANTA-STICK shakes up the traditional Korean performance with a modern interpretation. The synopsis involving two families, an ethereal drum and flute and even ghosts, is based loosely on the Shakespeare classic combined with an impressive array of breakdancing, martial arts, dance and traditional Korean percussion and string music, with a healthy dollop of comedy thrown in for good measure. You'll be drawn in by the pulsating percussive rhythm and the heartwarming melodies in beautiful ‘Gukak' style (Korean traditional music), redefining how the modern world sees this ancient genre.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/249-fanta-stick-show-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "FANTA-STICK Show"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 31,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5ec9af65-Lotte-World-Seoul-Theme-Park/LotteWorld.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Lotte World welcomes you to enjoy a mix of thrilling rides, a museum, an ice rink, a castle and various other attractions making this the perfect day out for families or groups with varying interests! Be spooked by this year's Lotte World Halloween activities: 'Cute Halloween' before sunset, 'Horror Halloween' after sunset and the 'Restricted Area M' zombie show! Visit one of Korea's top theme parks, within close proximity to Seoul Enjoy great discounts on Lotte World tickets exclusively for foreign visitors The two-part park provides outdoor thrill rides and the castle in the ‘Magic Island' area and many other attractions at the indoor ‘Adventure' area Ride rollercoasters, flume rides and the pirate ship to get an adrenalin kick A folk museum, ice rink and world carnival provide alternative attractions Be spooked by this year's Lotte World Halloween activities: 'Cute Halloween' before sunset, 'Horror Halloween' after sunset and the 'Restricted Area M' zombie show! Be spooked by this year's Lotte World Halloween activities: 'Cute Halloween' before sunset, 'Horror Halloween' after sunset and the 'Restricted Area M' zombie show! Visit one of Korea's top theme parks, within close proximity to Seoul Visit one of Korea's top theme parks, within close proximity to Seoul Enjoy great discounts on Lotte World tickets exclusively for foreign visitors Enjoy great discounts on Lotte World tickets exclusively for foreign visitors The two-part park provides outdoor thrill rides and the castle in the ‘Magic Island' area and many other attractions at the indoor ‘Adventure' area The two-part park provides outdoor thrill rides and the castle in the ‘Magic Island' area and many other attractions at the indoor ‘Adventure' area Ride rollercoasters, flume rides and the pirate ship to get an adrenalin kick Ride rollercoasters, flume rides and the pirate ship to get an adrenalin kick A folk museum, ice rink and world carnival provide alternative attractions A folk museum, ice rink and world carnival provide alternative attractions What We Love:   What We Love: Located close to the city centre, Lotte World provides visitors with a unique mix of classic theme park rides combined with other indoor amusements. Test your bravery on the park's popular thrillers, Gyro Drop and Gyro Swing, with drops of up to 70 meters! Make a splash on the Flume ride then visit the Folk Museum to discover more about Korean history, dating back through 5000 years. Taste international cuisine, visit the park's dazzling magic castle, skate at the indoor ice rink and watch over 200 performers singing and dancing in the World Carnival Parade. With so much to do, you'd better plan your itinerary and get off to an early start!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/251-lotte-world-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Lotte World"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 6,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5833c2b3-Alive-Museum/AliveMuseum.jpg",
        "strIntroduction": " Enter this surreal world of optical illusions where anything is possible – just make sure to capture it on camera! See more than 20 contemporary ‘Trick Art' and 50 parody works of famous pieces You won't any ‘Don't Touch' signs here – the artworks are fully interactive! Be confused and thrilled by the skillful techniques of the Optical Illusion Art Experience a new genre of technological illusion with the Interactive & Media Art which uses analogue, digital and trickery video clips Objects and sculptures challenge your perceptions and deceive your eyes in the Objet Art gallery See more than 20 contemporary ‘Trick Art' and 50 parody works of famous pieces See more than 20 contemporary ‘Trick Art' and 50 parody works of famous pieces You won't any ‘Don't Touch' signs here – the artworks are fully interactive! You won't any ‘Don't Touch' signs here – the artworks are fully interactive! Be confused and thrilled by the skillful techniques of the Optical Illusion Art Be confused and thrilled by the skillful techniques of the Optical Illusion Art Experience a new genre of technological illusion with the Interactive & Media Art which uses analogue, digital and trickery video clips Experience a new genre of technological illusion with the Interactive & Media Art which uses analogue, digital and trickery video clips Objects and sculptures challenge your perceptions and deceive your eyes in the Objet Art gallery Objects and sculptures challenge your perceptions and deceive your eyes in the Objet Art gallery What We Love:   What We Love: Embark on a visual journey through artworks from the likes of Gogh, Manet and Picasso. Feed a giraffe or box with a kangaroo, rock climb hundreds of feet or ride a runaway mine train! At Alive Museum you can step in to become the subject of the paintings and take hilarious, mind-bending photos! These classic paintings are transformed into multi-dimensional optical illusions using a range of perspective techniques and mirror effects. You'll also find interactive and media art, sculpture and object art, creating an amazing 4D experience, all under one roof! Discover two floors of entirely interactive works, along with tips and illustrations to help you take the best shot – so don't forget your camera!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/408-alive-museum-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Alive Museum"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 6,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/06bd7eae-N-Seoul-Tower/NSeoulTower.jpg",
        "strIntroduction": " Rise to breathtaking heights at the famous 236.7m tower, offering incredible views over Namsam Park, across the city and beyond Experience elevations of up to 479.7m above the tower and Namsan hill Visit the observatory and take an audio tour of the tower and city Access the tower by foot, by bus or take the cable car for beautiful views above Namsan Park See the famous bridge and trees covered with thousands of lover's padlocks Experience elevations of up to 479.7m above the tower and Namsan hill Experience elevations of up to 479.7m above the tower and Namsan hill Visit the observatory and take an audio tour of the tower and city Visit the observatory and take an audio tour of the tower and city Access the tower by foot, by bus or take the cable car for beautiful views above Namsan Park Access the tower by foot, by bus or take the cable car for beautiful views above Namsan Park See the famous bridge and trees covered with thousands of lover's padlocks See the famous bridge and trees covered with thousands of lover's padlocks What We Love:   What We Love: Perched on its lofty hilltop amongst the beautiful natural surrounds of Namsan Park, N Seoul Tower provides visitors with uncontested views across the whole city. Swiftly rise to an almost 500-meter elevation to visit the Observatory Tower and discover more about this incredible monument. Forget the daily rush of the metropolis for a moment as the beauty of all of Seoul spreads out before you. During the day, experience views extending across the city to the hills beyond; at night, watch as the twinkle of city lights mingles with the stars.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/412-n-seoul-tower-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "N Seoul Tower"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 10,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a9235aef-Trickeye-3D-Museum/Trickeye3DMuseum.jpg",
        "strIntroduction": " Get creative with your poses as you snap photos and trick onlooker's eyes - at the original home of Trickeye 3D art Trick and be tricked with 100 optical illusion paintings and installations There are no boundaries - step into and be the subject of the artwork Take note of the useful tips at every artwork telling you how to capture the best shot Don't miss the chance to climb the iceberg and ride on the ice slide in the Ice Museum Amaze friends and family with the hilarious photos that you've snapped! Trick and be tricked with 100 optical illusion paintings and installations Trick and be tricked with 100 optical illusion paintings and installations There are no boundaries - step into and be the subject of the artwork There are no boundaries - step into and be the subject of the artwork Take note of the useful tips at every artwork telling you how to capture the best shot Take note of the useful tips at every artwork telling you how to capture the best shot Don't miss the chance to climb the iceberg and ride on the ice slide in the Ice Museum Don't miss the chance to climb the iceberg and ride on the ice slide in the Ice Museum Amaze friends and family with the hilarious photos that you've snapped! Amaze friends and family with the hilarious photos that you've snapped! What We Love:   What We Love: Get ready to march into an incredible dimension of original 3D artworks! Trickeye, short for ‘trick of the eye' refers to an art technique where two-dimensional paintings are turned into three-dimensional images through the use of optical illusions. You're visiting the home of Trickeye, the South Korean original museum that has now found roots across the world. Marvel at 2D paintings on the museum walls, floors and ceilings – and try to wrap your head around how they pop out and come to life! Visitors are allowed to freely explore the multiple galleries with their eyes, hands, and of course, cameras. So step inside paintings, hang from beams, ride a camel, dance with the pros and swing with Spiderman.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/414-trickeye-3d-museum-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Trickeye 3D Museum"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 93,
        "strGuideLanguage": "en / cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/55a5d246-Nami-Island--Petite-France/NamiIslandPetiteFrance.jpg",
        "strIntroduction": " Indulge in the nature and romance of these stunning locations, including Nami Island, Petite France, which are both settings for popular dramas – just a day trip from Seoul Visit the beautiful Nami Island, famed for its nature and peacefulness – even telephone poles are buried underground to maintain the natural landscape Roam through delightful Petite France where you'll almost believe you're in Europe! Pedal along the old railroad tracks of the scenic Rail Bike or end the day by picking up bargains at a duty free shop Hotel transfers and lunch are all included in the tour Visit the beautiful Nami Island, famed for its nature and peacefulness – even telephone poles are buried underground to maintain the natural landscape Visit the beautiful Nami Island, famed for its nature and peacefulness – even telephone poles are buried underground to maintain the natural landscape Roam through delightful Petite France where you'll almost believe you're in Europe! Roam through delightful Petite France where you'll almost believe you're in Europe! Pedal along the old railroad tracks of the scenic Rail Bike or end the day by picking up bargains at a duty free shop Pedal along the old railroad tracks of the scenic Rail Bike or end the day by picking up bargains at a duty free shop Hotel transfers and lunch are all included in the tour Hotel transfers and lunch are all included in the tour What We Love:   What We Love: Nami Island is a favored destination for loved-up couples and those wanting a nature break, no wonder it was an obvious filming location for Korean TV show ‘Winter Sonata'. Stroll the ‘Forest of Sweethearts' and keep an eye out for ostriches, rabbits, deer and other wildlife that roam freely through the forest. The 150-year-old residences of Petite France, based on the iconic book ‘The Little Prince', are bound to transport your thoughts to quaint French villages. It's also the set for many scenes from ever-popular Korean drama ‘My Love from the Star'. For a dose of exercise during the tour, opt to experience the ‘Rail Bike' and pedal along the rail tracks while taking in the lovely Bukhangang River scenery!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/505-nami-island-petite-france-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Nami Island & Petite France"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ea0bb139-Caribbean-Bay/CaribbeanBay.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Caribbean vibes and every kind of water attraction you can imagine – not bad for a day out of the city Enjoy Caribbean Bay's huge range of aquatic attractions Bring the whole family for water slides, hot spas, and kids' pools Visit throughout the year with outdoors pools for the summer and indoor pools during the winter Enjoy Caribbean Bay's huge range of aquatic attractions Enjoy Caribbean Bay's huge range of aquatic attractions Bring the whole family for water slides, hot spas, and kids' pools Bring the whole family for water slides, hot spas, and kids' pools Visit throughout the year with outdoors pools for the summer and indoor pools during the winter Visit throughout the year with outdoors pools for the summer and indoor pools during the winter What We Love:   What We Love: Caribbean Bay is the largest both indoor and outdoor waterpark in the world, conveniently located close to Seoul, and part of the Everland Resort. Here, not only can you enjoy swimming and water amusement rides, but you can relax in hot spring waters year-round. Take a leisurely float along the indoor river, speed down waterslides, relax in the hot pools and sauna or brave 2.4 meter waves! This Caribbean-themed park provides a holiday-like atmosphere and aquatic fun for all ages.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/527-caribbean-bay-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Caribbean Bay"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/95c16fbe-4G-Unlimited-Data-WiFi-Device/1day4GWiFiDevice.jpg",
        "strIntroduction": " For the ultimate convenience whilst traveling, you can view maps, look up transport schedules, check the news and even keep in touch with family and friends abroad with one nifty pocket WiFi device! Enjoy unlimited 4G WiFi coverage across Korea on a pay per day basis With services at Incheon, Gimpo or Jeju airport, you can pick-up and drop-off your device at different locations! Connect up to 3 devices on the same pocket WiFi Decide to stay a little longer? Just pay for any extra days when you return the device Enjoy unlimited 4G WiFi coverage across Korea on a pay per day basis Enjoy unlimited 4G WiFi coverage across Korea on a pay per day basis With services at Incheon, Gimpo or Jeju airport, you can pick-up and drop-off your device at different locations! With services at Incheon, Gimpo or Jeju airport, you can pick-up and drop-off your device at different locations! Connect up to 3 devices on the same pocket WiFi Connect up to 3 devices on the same pocket WiFi Decide to stay a little longer? Just pay for any extra days when you return the device Decide to stay a little longer? Just pay for any extra days when you return the device What We Love:   What We Love: Keep in touch with family and friends whilst in Seoul and around Korea with a 4G WiFi device rental, giving you unlimited access to your smartphone, tablet and computer at just the touch of a button. You'll enjoy high-speed 4G Internet access wherever you want, whenever you want with coverage across the country. Simply pick up your device at your airport of choice, then drop it off again when you leave – staying connected couldn't be simpler!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/253-4g-unlimited-data-wi-fi-device-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "(1 day) 4G WiFi Device"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7536a2c6-4G-WiFi-Device-HKG-Pick-Up-for-South-Korea/4GWiFiHKGPickUpforSouthKorea.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in South Korea with an unlimited 4G pocket WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of South Korea - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of South Korea - wherever your itinerary takes you Get WiFi access across the whole of South Korea - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at Hong Kong Airport Collect and drop off your device at Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in South Korea, without the stress of sourcing WiFi once you get there. The speedy 4G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Korea but also Thailand, Singapore, Taiwan and Japan.  ",
        "strLocation": "Jeju",
        "strOriginUrl": "https://www.klook.com/activity/677-korea-wifi-device-jeju/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (HKG Pick Up) for South Korea"
    },
    {
        "intDurationHour": 192,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 19,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3401344b-3G-SIM-Card-HKG-Pick-Up-for-South-Korea/3GSIMCardHKGPickUpforSouthKorea.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy 8 days 3G Internet access with network sharing by SK Telecom Korea wherever you're traveling in South Korea Faster surfing with the 8 Day 3G Sim with 5G data Enjoy the convenience of a ready to use SIM card in South Korea with no registration required and pre-departure pick up from Hong Kong Airport Take advantage of network sharing and access the Internet from several devices at once Faster surfing with the 8 Day 3G Sim with 5G data Enjoy the convenience of a ready to use SIM card in South Korea with no registration required and pre-departure pick up from Hong Kong Airport Take advantage of network sharing and access the Internet from several devices at once What We Love:   What We Love: Pick up your SK Telecom SIM Card at Hong Kong International Airport before you depart and access Internet data the moment you arrive in Korea. With 5GB data, you will be able to share your favorite pictures on social media, access maps to find the coolest places in Korea and stay in the loop with your friends and family with no registration needed. Best of all, you can share data with your other devices at no extra cost!  ",
        "strLocation": "Jeju",
        "strOriginUrl": "https://www.klook.com/activity/1016-korea-3g-sim-card-jeju/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G SIM Card (HKG Pick Up) for South Korea"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a4d8f69d-Wi-Ho%21%C2%AE-Korea-WiFi-Device---Klook/3GWiFiTPETSAKHHPickUpforSouthKorea.jpg",
        "strIntroduction": " Stay connected when traveling in South Korea with a 3G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across South Korea - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 5 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across South Korea - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 5 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Stay connected for your trip in South Korea with unlimited WiFi coverage. When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in South Korea from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 3G data whilst connecting up to 10 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Jeju",
        "strOriginUrl": "https://www.klook.com/activity/1145-wi-ho-korea-wifi-device-jeju/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (TPE/TSA/KHH Pick Up) for South Korea"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 9,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/445b1e24-Jeju-Golden-Bus-City-Tour/JejuGoldenBus.jpg",
        "strIntroduction": " Discover the amazing natural scenery of Jeju Island and the culture of Jeju City with the flexibility of a one day unlimited pass for a hop on hop off bus tour Hop on and off wherever you like along the route and take your time at some of Jeju's finest spots Discover downtown Jeju City's most interesting sights such as the iconic Jeju City Hall Wander the iconic Dongnum Market and feel like a local Take in the amazing views of the city from Dobudong Peak Hop on and off wherever you like along the route and take your time at some of Jeju's finest spots Discover downtown Jeju City's most interesting sights such as the iconic Jeju City Hall Wander the iconic Dongnum Market and feel like a local Take in the amazing views of the city from Dobudong Peak What We Love:   What We Love: Discover the amazing Jeju Island - South Korea's idyllic island retreat and take a day to discover Jeju City with the Golden Tour Bus. Taking you around the best local sights, the bus offers the ultimate flexibility with a hop on and off policy. Spend the day taking in the rural delights of Sarabong Peak, or the amazing Dobudong Peak. However, if city life is more your thing check out the Jeju Folklore Museum, or the iconic Dongnum Market, a market frequented by the food conscious locals. For the perfect introduction to this beautiful part of South Korea, look no further than the Golden Bus Tour!  ",
        "strLocation": "Jeju",
        "strOriginUrl": "https://www.klook.com/activity/1310-golden-bus-city-tour-jeju/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Jeju Golden Bus"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/270a64e2-Discount-Tickets-of-Jeju-Teddy-Bear-Museum-/JejuTeddyBearMuseum.jpg",
        "strIntroduction": " Jeju's Teddy Bear Museum is one of the most famous attractions in Jungmun Resort on Jeju Island and a must visit for those appreciating the cuter things in life! Cuddly toy fans will be in their element at a museum dedicated to handcrafted teddy bears! See the world's most expensive teddy bears: Louis Vuitton Bear worth $2.1 million and a bear made of 125 carat jewels Watch Elvis Presley bear perform every 15 minutes Take your pick of special teddy bears to take home at the impressive souvenir shop After your visit, enjoy the beautiful natural surrounds of Jeju Jungmun Resort where the museum is located Cuddly toy fans will be in their element at a museum dedicated to handcrafted teddy bears! See the world's most expensive teddy bears: Louis Vuitton Bear worth $2.1 million and a bear made of 125 carat jewels Watch Elvis Presley bear perform every 15 minutes Take your pick of special teddy bears to take home at the impressive souvenir shop After your visit, enjoy the beautiful natural surrounds of Jeju Jungmun Resort where the museum is located What We Love:   What We Love: This quirky Teddy Bear Museum is one of the most famous attractions in beautiful Jungmun Resort on Jeju Island. Opened in 2001, the museum boasts a vast exhibition of handcrafted teddy bears under different themes such as Seoul History, 100 Years of Modern History, Arts, World Travel and many more. You'll find the world's most expensive bears, teddy versions of famous stars, bears acting out famous events, the evolution of the teddy bear and a lot of photo opportunities! It's one of the essential things to do in Jeju for both teddy bear lovers and families.  ",
        "strLocation": "Jeju",
        "strOriginUrl": "https://www.klook.com/activity/1580-teddy-bear-museum-jeju/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Jeju Teddy Bear Museum"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 27,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b96e3c69-Jeju-Island-Barbecue-Buffet/JejuIslandBarbecueBuffet.jpg",
        "strIntroduction": " Feast on a spectacular range of buffet delights over panoramic sea views from Jeju's Jungmen Resort restaurant Enjoy a gourmet buffet in a restaurant with arguably the best views in Jeju Taste authentic Korean cuisine including famous Korean barbecue as well as sushi, pizza, salad and other treats A team of professional chefs are standing by to serve up a feast Enjoy a gourmet buffet in a restaurant with arguably the best views in Jeju Taste authentic Korean cuisine including famous Korean barbecue as well as sushi, pizza, salad and other treats A team of professional chefs are standing by to serve up a feast What We Love:   What We Love: Indulge in a memorable feast in Jeju, tasting authentic Korean flavors over incredible panoramic views from Jungmen Resort. With over 60 different buffet dishes to choose from you'll be absolutely spoilt for choice with the range of fresh seafood, Korean barbecue, sushi, stone baked pizza, salads, pastries, desserts, fresh juice and much more. Professional chefs man a number of live cooking tables, ready to serve up special dishes to your preference. The restaurant is perfectly situation on a curved corner of the island so sitting either indoors and outside, you'll enjoy panoramic views out to sea at this modern and stylish restaurant in Jungmen Resort.  ",
        "strLocation": "Jeju",
        "strOriginUrl": "https://www.klook.com/activity/1593-island-barbecue-buffet-jeju/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Jeju Island Barbecue Buffet"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11,
        "strGuideLanguage": "en/kr",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a6d53763-%E6%B5%8E%E5%B7%9E%E5%B2%9BPlay-K-POP%E5%8D%9A%E7%89%A9%E9%A6%86---Klook%E5%AE%A2%E8%B7%AF/JejuPlayK-PopMuseum.jpg",
        "strIntroduction": " Transform into a K-Pop idol from top to bottom with K-Pop songs, dances and a virtual makeover! Snap away and take fun pictures with all of your favourite K-pop celebrities such as Girl's Generation and Exo Make your own debut album featuring your favourite artists and bands Amazing computer animation will give you a glamorous virtual makeover so you look the part Learn how to dance to K-Pop's best tunes and beats Snap away and take fun pictures with all of your favourite K-pop celebrities such as Girl's Generation and Exo Snap away and take fun pictures with all of your favourite K-pop celebrities such as Girl's Generation and Exo Make your own debut album featuring your favourite artists and bands Make your own debut album featuring your favourite artists and bands Amazing computer animation will give you a glamorous virtual makeover so you look the part Amazing computer animation will give you a glamorous virtual makeover so you look the part Learn how to dance to K-Pop's best tunes and beats Learn how to dance to K-Pop's best tunes and beats What We Love:   What We Love: Discover Korea's exciting K-Pop culture in Jeju at the amazing Play K-Pop Museum and interactive studios. A total must see for K-Pop fans of all ages, the museum is where the most up to date music technology and K-pop beats meet. In the museum you can take in hologram concerts giving a lifelike feel to a real live concert. Play K-Pop also features the 'Live 360', a rotating 3D animation video featuring K-Pop's hottest and biggest stars! The exhibition space also works as an interactive entertainment space featuring special exhibitions, food and beverage outlets and souvenir shops, allowing you to take a piece of K-Pop culture back home with you!  ",
        "strLocation": "Jeju",
        "strOriginUrl": "https://www.klook.com/activity/1652-play-k-pop-museum-jeju/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Jeju Play K-Pop Museum"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 34,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/336a2d04-NANTA-Show/NANTAShowJeju.jpg",
        "strIntroduction": " Enter this outrageous kitchen and even come on stage for a performance of acrobatics, comedy and the percussion of kitchen implements! Watch Korea's longest running show performance You're be amazed at the skills and in stitches at the hilarity of this kitchen-based show The non-verbal show and use of mime means language barriers are not a problem! Watch Korea's longest running show performance Watch Korea's longest running show performance You're be amazed at the skills and in stitches at the hilarity of this kitchen-based show You're be amazed at the skills and in stitches at the hilarity of this kitchen-based show The non-verbal show and use of mime means language barriers are not a problem! The non-verbal show and use of mime means language barriers are not a problem! What We Love:   What We Love: A show blending acrobatics, martial arts, music and culinary skills – that's got to be a unique combination! The talented troupe of Korean performers cook up a storm in the on-stage kitchen giving the audience a taste of Korean culinary lunacy, sliced and diced to percussive perfection! This captivating 90-minute performance is the longest running show in Korean history, displaying the comedic culinary attempts of four cooks under pressure. NANTA combines the rhythms from Korean folk songs with modern music, creating a non-verbal performance that's accessible to an international audience. Spectators are even encouraged on stage – you could be the bride or groom at a traditional wedding ceremony, or compete in a dumpling-piling competition!  ",
        "strLocation": "Jeju",
        "strOriginUrl": "https://www.klook.com/activity/342-nanta-show-jeju/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "NANTA Show Jeju"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/24753962-THE-PAINTERS-HERO-Show/THEPAINTERSHEROShow.jpg",
        "strIntroduction": " Using a range of art techniques to whip up images of famous people, and throwing in the music and dance that Korea is so famed for, this all-male troupe of talented artists is certain to impress Watch in awe as the performers conjure up fantastic artwork in a matter of minutes Enjoy the comedy, mime, dance and music included in the show Have the chance to be picked to perform on stage too! The non-verbal show and use of mime means language barriers are not a problem! Watch in awe as the performers conjure up fantastic artwork in a matter of minutes Watch in awe as the performers conjure up fantastic artwork in a matter of minutes Enjoy the comedy, mime, dance and music included in the show Enjoy the comedy, mime, dance and music included in the show Have the chance to be picked to perform on stage too! Have the chance to be picked to perform on stage too! The non-verbal show and use of mime means language barriers are not a problem! The non-verbal show and use of mime means language barriers are not a problem! What We Love:   What We Love: Hitting the stage in 2012 and since performing in most major global cities, ‘The Painters: Hero' is a one-of-a-kind performance fusing world-renowned Korean entertainment with talented artists. This utterly innovative idea showcases the mind-blowing skills of live illustrators with incredible visual effects, alongside a witty blend of mime, dance and comedy. Using 10 different art techniques - everything from action drawing to speed drawing to a piece created from 200 Rubik's cubes - the artwork represents ‘heroes' from history, music and comics. Watch as incredible images unfold before your eyes, guess who is being brought to life, and even take the chance to get on stage yourself!  ",
        "strLocation": "Jeju",
        "strOriginUrl": "https://www.klook.com/activity/343-the-painters-hero-show-jeju/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "THE PAINTERS: HERO Show"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 64,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7bf25f80-Eastern-Jeju-Discovery/EasternJejuDiscovery.jpg",
        "strIntroduction": " Explore Jeju's Eastern side from beautiful peak views to underground lava tunnels and every bit of culture and heritage in between View modern and ancient culture at a modern illusion gallery, Korean folk village and women diver show Discover beautiful nature by trekking Seongsan Ilchulbong Bong peak and exploring Manjang Cave See Jeju with a multi-award winning tour operator specializing in tours for independent travelers Tuck into a delicious choice of Jeju Black Pork BBQ or Bimimbap for lunch Enjoy the convenience of hotel transfers included View modern and ancient culture at a modern illusion gallery, Korean folk village and women diver show View modern and ancient culture at a modern illusion gallery, Korean folk village and women diver show Discover beautiful nature by trekking Seongsan Ilchulbong Bong peak and exploring Manjang Cave Discover beautiful nature by trekking Seongsan Ilchulbong Bong peak and exploring Manjang Cave See Jeju with a multi-award winning tour operator specializing in tours for independent travelers See Jeju with a multi-award winning tour operator specializing in tours for independent travelers Tuck into a delicious choice of Jeju Black Pork BBQ or Bimimbap for lunch Tuck into a delicious choice of Jeju Black Pork BBQ or Bimimbap for lunch Enjoy the convenience of hotel transfers included Enjoy the convenience of hotel transfers included What We Love:   What We Love: This multi-award winning tour operator has specialized in excursions around Jeju since 2008 with a particular focus on independent travelers so you won't be getting any of that ‘follow the flag' tour group stuff. Start the day on a fun note by taking hilarious and mind-boggling snaps at the 3D Trick Art Museum. See a unique part of Jeju's cultural heritage at Seongeup Folk Village, nestled at the foot of Mt. Halla then watch Jeju's famed 'haenyeo' female divers in action and braving the cold as they hunt for the freshest catch. Take a trek up a volcanic peak for breathtaking views before delving inside Manjang Cave, one of the most impressive lava tunnels in the world. And for the complete Korean experience, you'll even get a traditional lunch included too!  ",
        "strLocation": "Jeju",
        "strOriginUrl": "https://www.klook.com/activity/346-eastern-jeju-discovery-jeju/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Eastern Jeju Discovery"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 64,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/67fd88df-Western-Island-Exploration/WesternIslandExploration.jpg",
        "strIntroduction": " Jeju's western side is just brimming with natural and man-made countryside for you to enjoy, from curated gardens to volcanic mountains to godly waterfalls See Jeju's beautifully tended gardens of Hallim Park and Spirited Garden Discover beautiful nature by trekking Suweolbong, Mt. Sanbang and Cheonjeyeon Waterfall See Jeju with a multi-award winning tour operator specializing in tours for independent travelers (it's not a large tour group!) Tuck into a delicious Korean buffet lunch Enjoy the convenience of hotel transfers included See Jeju's beautifully tended gardens of Hallim Park and Spirited Garden See Jeju's beautifully tended gardens of Hallim Park and Spirited Garden Discover beautiful nature by trekking Suweolbong, Mt. Sanbang and Cheonjeyeon Waterfall Discover beautiful nature by trekking Suweolbong, Mt. Sanbang and Cheonjeyeon Waterfall See Jeju with a multi-award winning tour operator specializing in tours for independent travelers (it's not a large tour group!) See Jeju with a multi-award winning tour operator specializing in tours for independent travelers (it's not a large tour group!) Tuck into a delicious Korean buffet lunch Tuck into a delicious Korean buffet lunch Enjoy the convenience of hotel transfers included Enjoy the convenience of hotel transfers included What We Love:   What We Love: Uncover the spectacular natural charm and local culture of Jeju's west. Begin by visiting Hallim Park to roam the beautiful landscaped gardens. A short trek up Suweolbong will reward you with incredible ocean views (named after an interesting legend). After a Korean-style buffet lunch, you'll visit the world's largest botanical garden before swinging by the Althr Airfield, once a Japanese army base camp, on the way to Mt Sanbang. Here you'll make the trek up a mountain formed of volcanic lava, containing a cave 150m above the sea, ready to treat you with gorgeous ocean views once you step within. The final stop is Cheonjeyeon Waterfall, an impressive 22m cascade said to be the watery home of nymphs. Or if you'd rather a change from nature, head to the Teddy Bear museum instead!  ",
        "strLocation": "Jeju",
        "strOriginUrl": "https://www.klook.com/activity/347-western-island-exploration-jeju/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Western Island Exploration"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 45,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/45613946-Submarine-Adventure/SubmarineAdventure.jpg",
        "strIntroduction": " Get a unique Jeju sea life experience when you delve to depths of up to 40-meters by submarine! Discover Jeju's underwater world by submarine See colorful fish, beautiful coral and even a sunken ship Feel secure with the safest submarine tour, professional staff and 20 years experience Discover Jeju's underwater world by submarine Discover Jeju's underwater world by submarine See colorful fish, beautiful coral and even a sunken ship See colorful fish, beautiful coral and even a sunken ship Feel secure with the safest submarine tour, professional staff and 20 years experience Feel secure with the safest submarine tour, professional staff and 20 years experience What We Love:   What We Love: Forget diving and snorkeling, this 40 minute submarine trip offers you a safe year-round undersea tour without getting wet! Observe Jeju's famed underwater world brimming with jaw-dropping marine life, diverse tropical fish and even blue seaweed. Peer out of the portholes to see a ship wreck surrounded by sea life and a diver feeding the colorful fish. Delving to depths of 40 meters, this truly is an experience like no other. With over 20 years in the business and a 100% safety record (it's the longest-running submarine tour with a zero accident record), you know you're in safe hands.  ",
        "strLocation": "Jeju",
        "strOriginUrl": "https://www.klook.com/activity/348-submarine-adventure-jeju/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Submarine Adventure"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 41,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/94b9f5c1-Luxury-Sailing-Cruise/LuxurySailingCruise.jpg",
        "strIntroduction": " Experience a unique kind of coastal sightseeing – from the luxury of a modern sailing yacht! View the rocky cliffs and beautiful scenery of Jeju's coastline Fish from on board and keep an eye out for dolphins! Pick up some sailing tips from the experienced crew or relax on the spacious deck View the rocky cliffs and beautiful scenery of Jeju's coastline View the rocky cliffs and beautiful scenery of Jeju's coastline Fish from on board and keep an eye out for dolphins! Fish from on board and keep an eye out for dolphins! Pick up some sailing tips from the experienced crew or relax on the spacious deck Pick up some sailing tips from the experienced crew or relax on the spacious deck What We Love:   What We Love: For the most unique way to sightsee Jeju, book yourself onto a luxury yacht trip. Cruising out of the port, you'll be introduced to the boat and given a brief sailing introduction before making your way to the dramatic stone pillar formations of Jusangjeolli Cliff. From here, you can make yourself comfortable onboard the luxury cruiser: try your hand at fishing, keep a look out for Jeju's playful dolphins or simply relax atop the spacious deck. Feel at home aboard this sleek and modern catamaran with all the mod cons or befriend the crew and pick up some sailing tips! It'll make the perfect romantic addition to your holiday, a unique birthday gift or a simply special treat for yourself!  ",
        "strLocation": "Jeju",
        "strOriginUrl": "https://www.klook.com/activity/349-luxury-sailing-cruise-jeju/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Luxury Sailing Cruise"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 104,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2342464e-Korean-Local-House-Visit/KoreanLocalHouseVisit.jpg",
        "strIntroduction": " Welcome to the home of the Kims and experience an evening with a typical Korean family Come inside and look around an archetypal Korean home Taste authentic home-cooked local food Try on traditional clothing and play Korean games Meet a friendly Korean family and take photo souvenirs of your experience Enjoy the convenience of hotel transfers Come inside and look around an archetypal Korean home Come inside and look around an archetypal Korean home Taste authentic home-cooked local food Taste authentic home-cooked local food Try on traditional clothing and play Korean games Try on traditional clothing and play Korean games Meet a friendly Korean family and take photo souvenirs of your experience Meet a friendly Korean family and take photo souvenirs of your experience Enjoy the convenience of hotel transfers Enjoy the convenience of hotel transfers What We Love:   What We Love: You couldn't wish for a friendlier, more authentic Korean dining experience. Meet Mr Kim and Mrs Kim and their children, a native Jeju family who will welcome you into their home, feed you local fare and entertain you for the evening. You'll be treated to a delicious home cooked Korean meal and given a lesson on Korean table etiquette. Mr and Mrs Kim's English is very basic but luckily their enthusiastic son and daughter would love to practice their English with you! After dinner, try on a ‘hanbok' (traditional clothing) then the Kims will challenge you to a Korean board game! This has got to be Jeju's most unique tourist dining experience.  ",
        "strLocation": "Jeju",
        "strOriginUrl": "https://www.klook.com/activity/350-korean-local-house-visit-jeju/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Korean Local House Visit"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 19,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/97c18d2c-Airport-Transfers/AirportTransfersCJUPickUpforJeju.jpg",
        "strIntroduction": " Enjoy safe, convenient and affordable transfers between airport and hotel, giving you more time to enjoy Jeju Start your trip with quick and hassle-free arrival at your hotel Be greeted by a friendly face when you arrive with an experienced driver waiting for you Feel safe in the hands of a professional transfer service and experienced driver with an excellent reputation Start your trip with quick and hassle-free arrival at your hotel Start your trip with quick and hassle-free arrival at your hotel Be greeted by a friendly face when you arrive with an experienced driver waiting for you Be greeted by a friendly face when you arrive with an experienced driver waiting for you Feel safe in the hands of a professional transfer service and experienced driver with an excellent reputation Feel safe in the hands of a professional transfer service and experienced driver with an excellent reputation What We Love:   What We Love: Ease yourself into your stay in Jeju with direct pick up and transfers between the airport and your hotel. As the most convenient and stress free way to travel, you'll give yourself total peace of mind before departure knowing that you'll be in safe hands as soon as you arrive – no lengthy bus or taxi queues for you! Your English-speaking chauffeur will be waiting in the arrivals hall, ready to quickly and safely deliver you to your destination.  ",
        "strLocation": "Jeju",
        "strOriginUrl": "https://www.klook.com/activity/352-airport-transfers-jeju/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (CJU Pick Up) for Jeju"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0dc7e394-%E5%93%86%E5%95%A6A%E6%A2%A6100%E4%BB%B6%E7%A7%98%E5%AF%86%E9%81%93%E5%85%B7%E5%8D%9A%E8%A7%88---Klook%E5%AE%A2%E8%B7%AF/Doraemon100SecretGadgetsExpo.jpg",
        "strIntroduction": " Meet the iconic blue and white robot cat in Jeju at the traveling Doraemon 100 Secrets Gadget Expo! See 100 secret Doraemon gadgets at this expo in Jeju until October 2016 Get an insight into the background and history of the popular Japanese manga series Take home memorable photos with all the different Doraemons! See 100 secret Doraemon gadgets at this expo in Jeju until October 2016 Get an insight into the background and history of the popular Japanese manga series Take home memorable photos with all the different Doraemons! What We Love:   What We Love: Meet the ever popular Japanese manga character, Doraemon, recently arrived in Jeju! The Doraemon 100 Secret Gadgets Expo features, you guessed it, 100 different versions of everyones favorite blue and white cartoon. The character of Doraemon, a robot cat from the 22nd century, is a popular animated series based on the original manga version. The cat has a special pouch from which he magically pulls out all sorts of futuristic gadgets. The expo, which has done rounds around Asia and is settling in Jeju until October 2016, displays a different secret gadget for each of the 100 Doraemon replicas. Fans will recognise many of the gadgets from the animation and to top off the experience, pop up souvenir shops will ensure you have a lasting memento to take home too!  ",
        "strLocation": "Jeju",
        "strOriginUrl": "https://www.klook.com/activity/1459-doraemon-100-secret-gadgets-expo-jeju/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Doraemon 100 Secret Gadgets Expo"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 144,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d503f5c8-%E4%BB%81%E5%B7%9D%E6%9C%BA%E5%9C%BA%E6%8E%A5%E9%80%81/AirportTransferPUSPickUpforBusan.jpg",
        "strIntroduction": " Travel in a private car from Busan Gimhae to the city. All you have to sit back and plan what you're going to do when you get there! Enjoy airport to city transfers in a modern air conditioned vehicle Receive a convenient pick up service from your Busan hotel or Gimhae Airport Feel safe in the hands of a professional transfer service and experienced driver with an excellent reputation Enjoy airport to city transfers in a modern air conditioned vehicle Receive a convenient pick up service from your Busan hotel or Gimhae Airport Feel safe in the hands of a professional transfer service and experienced driver with an excellent reputation What We Love:   What We Love: Make sure your visit to Korea is hassle free by booking an airport to city transfer. Busan Gimhae Airport is at least an hour from the city and regular taxi fares are notoriously expensive. Instead, enjoy great savings and the comfort of a private vehicle with personal driver who will pick you up right from Busan Gimhae Airport arrivals hall, before whisking you off into the city (or vice versa, if you wish). Transfers can accommodate between 1 and 10 people in a modern vehicle with air conditioning.  ",
        "strLocation": "Busan",
        "strOriginUrl": "https://www.klook.com/activity/1244-gimhae-airport-transfer-busan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfer (PUS Pick Up) for Busan"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 18,
        "strGuideLanguage": "en / kr",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1543019b-SEA-LIFE-Aquarium-Admission-Ticket---Klook/SEALIFEAquariumAdmissionTicket.jpg",
        "strIntroduction": " Step into Busan's underwater world and discover thousands of species of rare and exotic marine life as well as penguins and otters See the sharks at feeding time and learn more about the most misunderstood creatures of the deep Walk with the fish on the ocean floor in the amazing 180 degree ocean floor glass tunnel Learn more about an incredible 250 marine species in this educational and engaging experience Don't forget feeding time with the penguins and the cheeky otters See the sharks at feeding time and learn more about the most misunderstood creatures of the deep Walk with the fish on the ocean floor in the amazing 180 degree ocean floor glass tunnel Learn more about an incredible 250 marine species in this educational and engaging experience Don't forget feeding time with the penguins and the cheeky otters What We Love:   What We Love: Home to one of the biggest aquariums in Asia, a visit to Sea Life Busan Aquarium is the ideal way to discover the secrets of the oceans depths and learn more about some of the most misunderstood creatures in the seas. With its mission to preserve marine heritage for future generations, come and visit the 250 marine species, and over 10,000 aquatic animals from the murky waters of the Amazon, to the waters of the deepest oceans. If that's not enough, spend the rest of your visit watching the penguins and cheeky otters at feeding time in state-of-the-art facilities.  ",
        "strLocation": "Busan",
        "strOriginUrl": "https://www.klook.com/activity/1251-sea-life-aquarium-busan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "SEA LIFE Aquarium Admission Ticket"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 51,
        "strGuideLanguage": "en / kr",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1a5fd40b-The-Bay-101-Semi-submarine-Experience---Klook/TheBay101Semi-Submarine.jpg",
        "strIntroduction": " Cruise gently on a bottomless glass boat and search the waters off the coast of Busan for rare sea creatures and other marine species Come into contact with fish and other marine life and feel like you can almost touch them Spot sea urchins, starfish, crabs, rare fish and maybe some other strange and exotic sea creatures Cruise along at a gentle marine-friendly speed and be assured that you won't disturb the wildlife or leave any mark on their natural environment Take in the view of Busan from the glittering Sea of Japan Come into contact with fish and other marine life and feel like you can almost touch them Spot sea urchins, starfish, crabs, rare fish and maybe some other strange and exotic sea creatures Cruise along at a gentle marine-friendly speed and be assured that you won't disturb the wildlife or leave any mark on their natural environment Take in the view of Busan from the glittering Sea of Japan What We Love:   What We Love: What better way to see both the stunning views of Busan - South Korea's second city - and the vast array of sea life living off these shores. This gentle cruise on a state of the art boat fleet, let's you feel closer to the ocean than ever before with its glass bottomed boat technology. Traveling at a sea life-friendly 2 knots, rest assured that you won't be disturbing the sea life in front of you so you can relax whilst spotting crabs, sea urchins, starfish and more. It's the ideal experience to learn more about the secrets of the oceans surrounding South Korea's famed seaside city.  ",
        "strLocation": "Busan",
        "strOriginUrl": "https://www.klook.com/activity/1252-the-bay-101-semi-submarine-busan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "The Bay 101 Semi-Submarine"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/61192ad1-4G-WiFi-Device-for-South-Korea-HKG-Pick-Up/4GWiFiHKGPickUpforSouthKorea.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in South Korea with an unlimited 4G pocket WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of South Korea - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at the Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of South Korea - wherever your itinerary takes you Get WiFi access across the whole of South Korea - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at the Hong Kong Airport Collect and drop off your device at the Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in South Korea, without the stress of sourcing WiFi once you get there. The speedy 4G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Korea but also Thailand, Singapore, Taiwan and Japan.  ",
        "strLocation": "Busan",
        "strOriginUrl": "https://www.klook.com/activity/1295-korea-wifi-device-busan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (HKG Pick Up) for South Korea"
    },
    {
        "intDurationHour": 192,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 19,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5f8d79db-3G-SIM-Card-HKG-Pick-Up-for-South-Korea-/3GSIMCardHKGPickUpforSouthKorea.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy 8 days 3G Internet access with network sharing by SK Telecom Korea wherever you're traveling in South Korea Faster surfing with the 8 Day 3G Sim with 5G data Enjoy the convenience of a ready to use SIM card in Korea with no registration required and pre-departure pick up from Hong Kong Airport Take advantage of network sharing and access the Internet from several devices at once Faster surfing with the 8 Day 3G Sim with 5G data Enjoy the convenience of a ready to use SIM card in Korea with no registration required and pre-departure pick up from Hong Kong Airport Take advantage of network sharing and access the Internet from several devices at once What We Love:   What We Love: Pick up your SK Telecom SIM Card at the airport before you leave and access Internet data the moment you arrive in Korea. With 5GB data, you will be able to share your favorite pictures on social media, access maps to find the coolest places in Korea and stay in the loop with your friends and family with no registration needed. Best of all, you can share data with your other devices at no extra cost!  ",
        "strLocation": "Busan",
        "strOriginUrl": "https://www.klook.com/activity/1296-korea-3g-sim-card-busan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G SIM Card (HKG Pick Up) for South Korea"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/373fec91-3G-WiFi-Device-for-South-Korea-TPETSHH-Pick-Up/3GWiFiTPETSAKHHPickUpforSouthKorea.jpg",
        "strIntroduction": " Stay connected when traveling in South Korea with a 3G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across South Korea - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 5 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across South Korea - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 5 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Stay connected for your trip in South Korea with unlimited WiFi coverage. When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in South Korea from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 3G data whilst connecting up to 10 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Busan",
        "strOriginUrl": "https://www.klook.com/activity/1297-wi-ho-korea-wifi-device-busan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (TPE/TSA/KHH Pick Up) for South Korea"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b2a85afc-4G-Unlimited-Data-WiFi-Device/4GWiFiICNGMPCJUPickUpforSouthKorea.jpg",
        "strIntroduction": " For the ultimate convenience whilst traveling, you can view maps, look up transport schedules, check the news and even keep in touch with family and friends abroad with one nifty pocket WiFi device! Enjoy unlimited 4G WiFi coverage across Korea on a pay per day basis With services at Incheon, Gimpo or Jeju airport, you can pick-up and drop-off your device at different locations! Connect up to 3 devices on the same pocket WiFi Decide to stay a little longer? Just pay for any extra days when you return the device Enjoy unlimited 4G WiFi coverage across Korea on a pay per day basis Enjoy unlimited 4G WiFi coverage across Korea on a pay per day basis With services at Incheon, Gimpo or Jeju airport, you can pick-up and drop-off your device at different locations! With services at Incheon, Gimpo or Jeju airport, you can pick-up and drop-off your device at different locations! Connect up to 3 devices on the same pocket WiFi Connect up to 3 devices on the same pocket WiFi Decide to stay a little longer? Just pay for any extra days when you return the device Decide to stay a little longer? Just pay for any extra days when you return the device What We Love:   What We Love: Keep in touch with family and friends whilst in Seoul and around Korea with a 4G WiFi device rental, giving you unlimited access to your smartphone, tablet and computer at just the touch of a button. You'll enjoy high-speed 4G Internet access wherever you want, whenever you want with coverage across the country. Simply pick up your device at your airport of choice, then drop it off again when you leave – staying connected couldn't be simpler!  ",
        "strLocation": "Busan",
        "strOriginUrl": "https://www.klook.com/activity/1294-4g-unlimited-data-wi-fi-device-busan/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (ICN/GMP/CJU Pick Up) for South Korea"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 60,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/880d2d9f-Bali-Biking-Tour/BaliNatureBiking.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Descend by bicycle through Sribatu Valley for a snapshot of rural Balinese life assisted by a well-trained guide Tour run by Sobek – one of Bali's oldest and experienced adventure companies A 3 hour bike ride on a beginners track A day filled with insight into Balinese culture Hotel pick up provided from most areas in Bali Buffet lunch included in the tour Tour run by Sobek – one of Bali's oldest and experienced adventure companies Tour run by Sobek – one of Bali's oldest and experienced adventure companies A 3 hour bike ride on a beginners track A 3 hour bike ride on a beginners track A day filled with insight into Balinese culture A day filled with insight into Balinese culture Hotel pick up provided from most areas in Bali Hotel pick up provided from most areas in Bali Buffet lunch included in the tour Buffet lunch included in the tour What We Love:   What We Love: Making your way up to the cooler highlands spending the morning traversing through the nature rich Sribatu Valley taking in the luscious scenery and the quaint village life. The route passes through bamboo forests, temples, traditional village, rice fields and a palace – a truly all rounded insight into the rural life in this area. Along the way your highly experienced guide will look after you on the bikes but also share with you everything about Balinese culture and lifestyle. Finish the ride off with a lunch buffet before heading back into town.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/729-bali-biking-tour-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bali Nature Biking"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a5df0c74-Bali-Airport-Transfers/AirportTransfersDPSPickUpforBali%2CIndonesia.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly There's nothing like the convenience of an airport pick up, and top class chauffeur service, to initiate you – or wrap up your trip – to Bali! Enjoy value private transportation in a comfortable vehicle suitable for groups of up to 4 passengers Savor optimum comfort with air-conditioning, a refreshing towel, mineral water and ample luggage storage for every passenger Be served by an experienced professional chauffeur Rest assured that the entire fleet is held to the highest standard of safety and regularly serviced Enjoy value private transportation in a comfortable vehicle suitable for groups of up to 4 passengers Savor optimum comfort with air-conditioning, a refreshing towel, mineral water and ample luggage storage for every passenger Be served by an experienced professional chauffeur Rest assured that the entire fleet is held to the highest standard of safety and regularly serviced What We Love:   What We Love: Experience the utmost convenience of being transported from the airport to your hotel – and back – in hassle-free comfort. The fleet of vehicles will suit every group size sand budget whilst the professional transport team as well as an experienced chauffeur will ease you into your stay in Bali. This roomy and air conditioned ride is ideal for the savvy saver wanting an extra dash of ease and luxury to start, or finish, your Bali trip. Whether for business or pleasure, make every moment count by savoring even the simplest details of your visit – with optimum value and comfort.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/794-airport-transfers-bali%20/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (DPS Pick Up) for Bali, Indonesia"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 129,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5e771e4a-Bali-Safari-and-Marine-Park/BaliSafariandMarineParkRhino.jpg",
        "strIntroduction": " Add a little something special to your day at Bali Safari and Marine Park as you enjoy the best show seating, unlimited activity access, 30 minute elephant ride, luxury dining and direct hotel transfers - exclusively for Rhino Package customers Visit Bali's premium safari park with added extras exclusive to the Rhino Package Relax with direct private transfers to and from your hotel reserved specially for Rhino Package customers Enjoy a 30 minute elephant ride plus unlimited Fun Zone access and Safari Journey rides Get Express Line entry to park attractions and the best 'Platinum' seating at Bali Ayung Show Savor a gourmet lunch at Tsavo Restaurant Visit Bali's premium safari park with added extras exclusive to the Rhino Package Visit Bali's premium safari park with added extras exclusive to the Rhino Package Relax with direct private transfers to and from your hotel reserved specially for Rhino Package customers Relax with direct private transfers to and from your hotel reserved specially for Rhino Package customers Enjoy a 30 minute elephant ride plus unlimited Fun Zone access and Safari Journey rides Enjoy a 30 minute elephant ride plus unlimited Fun Zone access and Safari Journey rides Get Express Line entry to park attractions and the best 'Platinum' seating at Bali Ayung Show Get Express Line entry to park attractions and the best 'Platinum' seating at Bali Ayung Show Savor a gourmet lunch at Tsavo Restaurant Savor a gourmet lunch at Tsavo Restaurant What We Love:   What We Love: Bali's most realistic safari experience takes you on a journey to discover the inhabitants of Indonesia, India and the African Savannah. See wildlife living naturally together in 40 hectares of park, specially landscaped to imitate natural habitats. There's even more to discover beyond the safari as the park is home to 400 residents, some of which are endangered. Find elephants, tigers, leopards, kimodo dragons, cheetahs, and orangutans, to name a few. Watch the elephants bathing or even climb on for a ride, visit the petting zoo, learn a Balinese dance, see almost 40 species of fish, and don't miss feeding time for the white tigers and piranhas! As the day draws to a close, get a thrill at Fun Zone, the mini theme park, or cool off at the Water Park before sitting down for the a spectacular theater production. A choice of packages is available but opt for Rhino if you want inclusions such as a 30 minute elephant ride, premium lunch and VIP show seating  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/863-safari-and-marine-park-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bali Safari and Marine Park 'Rhino'"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 63,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6eef0b11-Snorkeling-Amed/SnorkelingAmed.jpg",
        "strIntroduction": " Explore fascinating marine life by snorkelling in the tropical waters of Lipah Bay, accompanied by thousands of colourful reef fish and beautiful coral Discover this untapped coastal area recently exposed in the early 2000s Snorkel amongst a rich variety of reef fish, coral and marine organisms Get amazing snorkeling at Lipah Bay with distinct features: a Japanese Shipwreck and Pondok Vienna Beach Enjoy convenient transfers from Ubud, Kuta, Sanur and Seminyak to the snorkelling site Discover this untapped coastal area recently exposed in the early 2000s Snorkel amongst a rich variety of reef fish, coral and marine organisms Get amazing snorkeling at Lipah Bay with distinct features: a Japanese Shipwreck and Pondok Vienna Beach Enjoy convenient transfers from Ubud, Kuta, Sanur and Seminyak to the snorkelling site What We Love:   What We Love: Looking for a snorkeling trip in Bali? Allow us to recommend this snorkelling adventure in Amed, lying at the eastermost tip of the island, and recently developed as one of the most famed diving sites in Bali. Jump right in and greet the colorful inhabitants of the sea. With clear and uncontaminated water, you are able to glimpse every corner of this underwater paradise. Two amazing snorkeling sites await: a Japanese shipwreck where you'll get the rare opportunity to explore a wreck without needing a dive certificate to delve into the deep; and Pondok Vienna Beach, home to a huge soft coral reef and the playground for a variety of tropical species. So, pack your goggles, snorkel and fins, and immerse yourself in Amed's underwater paradise!  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/866-snorkeling-amed-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Snorkeling Amed"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 91,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/18333cee-%E5%B7%B4%E5%8E%98%E5%8C%97%E9%83%A8%E6%8E%A2%E9%99%A9/SecretGardenandWaterfallJump.jpg",
        "strIntroduction": " A packed day of Bali adventures ticking off beautiful temples, secret lagoons and spectacular waterfalls (if you're brave enough to jump!) Start the day at famed Pura Ulun Danu which currently features on the Indonesian 50,000 rupiah note Bathe in the translucent waters of the Secret Garden - you have to see the beauty to believe it! Experience the exhilaration of jumping off 10 meter high Kembar waterfall Enjoy breakfast, lunch and hotel transfers included in the tour Start the day at famed Pura Ulun Danu which currently features on the Indonesian 50,000 rupiah note Bathe in the translucent waters of the Secret Garden - you have to see the beauty to believe it! Experience the exhilaration of jumping off 10 meter high Kembar waterfall Enjoy breakfast, lunch and hotel transfers included in the tour What We Love:   What We Love: Here's a unique Bali adventure for you. The tour begins with breakfast at the water temple Pura Ulun Danu which floats beautifully above Lake Bratan - a favorite spot for many a photographer. Cast your eyes around the surrounding scenic views and appreciate the harmony and tranquility the temple brings as the world awakens. Next you'll be led into the hidden wonders of the Secret Garden, nestled deep into Ambengan Village. Prepare yourself for the nerve-racking end to the trip - a 10 meter waterfall jump! Test your bravery as you leap and experience the moment of exhilarating free-fall from the beautiful natural falls.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/867-secret-garden-and-waterfall-jump-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Secret Garden and Waterfall Jump"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 91,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/dfcc4c97-Sunrise%2C-Rice-Fields%2C-and-Waterfall-Tour/Sunrises%2CRiceFields%2CandWaterfalls.jpg",
        "strIntroduction": " This 3-in-1 day trip is the perfect mix of Balinese adventure and beauty - ideal for those with limited time on the island Watch the world awakening from Kintamani looking across to the sun rising behind Mount Batur Embark on a rice field journey at Singaraja and sip natural coconuts fresh from the tree Watch the buffalos ploughing and take a short hike through the rice fields Have a refreshing swim beneath the Sekumpul Waterfall, one of Bali's most impressive and secluded Watch the world awakening from Kintamani looking across to the sun rising behind Mount Batur Embark on a rice field journey at Singaraja and sip natural coconuts fresh from the tree Watch the buffalos ploughing and take a short hike through the rice fields Have a refreshing swim beneath the Sekumpul Waterfall, one of Bali's most impressive and secluded What We Love:   What We Love: If you only have limited time in Bali, this fun-packed adventure is certain to please, letting you experience the expansive scenery, picturesque rice fields and impressive waterfalls all in one day. It's an early start to catch the unbeatable views of the sunrise at Kintamani, overlooking famous Mount Batur mountain while you enjoy breakfast. Experience first hand the importance of rice production in Bali as you chat to locals, watch buffalo ploughing the fields and gratefully accept refreshing coconuts fetched from the nearby palms just for you. To end the day of adventure, take a dip into the lagoon beneath the towering Sekumpul Waterfall and relax as any stress washes right away. It's a pretty idyllic way to spend your day in Bali, don't you think?  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/868-journey-to-sunrise-rice-fields-waterfalls-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sunrises, Rice Fields, and Waterfalls"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 95,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d74f1361-%E8%93%9D%E6%A2%A6%E5%B2%9B%E4%B8%80%E5%A4%A9%E6%B8%B8%E7%8E%A9/LembonganIslandBeachClubCruise.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Take a luxury catamaran transfer to Lembongan Island and spend the day in the sun and sea with a host of beach activities or diving excursions to enjoy Travel to and from Lembongan Island on the luxury catamaran, Bali Hai II Enjoy numerous activities during the day including snorkeling, kayaking and unlimited banana boat rides Add on exclusive optional extras including diving and aquanauts Relish the delicious BBQ lunch and other refreshments supplied throughout the day Travel to and from Lembongan Island on the luxury catamaran, Bali Hai II Enjoy numerous activities during the day including snorkeling, kayaking and unlimited banana boat rides Add on exclusive optional extras including diving and aquanauts Relish the delicious BBQ lunch and other refreshments supplied throughout the day What We Love:   What We Love: Hop onboard the luxury catamaran, Bali Hai II, and be whisked away to the beautiful Mushroom Bay at Nusa Lembongan Island. At the private beach club, you will be spoiled for choice with a host of activities to choose from including diving (with or without prior qualifications), snorkeling, kayaking, parasailing, aquanaut underwater viewers and more. If you'd rather kick back and enjoy the sun, the hammocks placed around the scenic gardens or the golden sands of the unspoiled tropical beach are calling your name. Relish the BBQ lunch with a wide selection of food and exclusive cocktails only available at the Lembongan Beach Club Bar. The kids club is a great place for children to have fun while parents relax and unwind - there’s something for everyone at the Bali Hai Beach Club.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/875-lembongan-island-beach-club-cruise-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Lembongan Island Beach Club Cruise"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 90,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2eec7014-%E7%83%AD%E5%B8%A6%E4%B8%89%E5%B2%9B%E7%8E%AF%E6%B8%B8/3IslandDayCruise.jpg",
        "strIntroduction": " The exhilirating high speed ocean rafting cruise will take you to magnificent snorkeling and ocean viewing spots Take a speedy trip around Bali’s three prestigious islands; Nusa Lembongan, Nusa Penida and Nusa Ceningan Witness amazing natural landscape along the way including limestone cliffs, mangrove areas and pristine white sand beaches Experience high speed ocean rafting and snorkeling at the some of the best coral reefs in Indonesia Take a speedy trip around Bali’s three prestigious islands; Nusa Lembongan, Nusa Penida and Nusa Ceningan Witness amazing natural landscape along the way including limestone cliffs, mangrove areas and pristine white sand beaches Experience high speed ocean rafting and snorkeling at the some of the best coral reefs in Indonesia What We Love:   What We Love: Cruise through the three most prestigious islands in Bali: Nusa Lembongan, Nusa Penida and Nusa Ceningan. View 300 foot high coastal cliffs, Bat Rock, ‘Manta Point Gate’ and other famous spots as you experience the fastest full day cruise in Bali. Spot graceful sea creatures including manta rays, whales and dolphins along the way – some might even get close to the boat to greet you. If you can’t get enough of the sea, then jump in at some of the best snorkeling locations in Bali to discover its colorful coral reefs.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/876-3-island-day-cruise-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3 Island Day Cruise"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 50,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/dc067ba5-/SunsetDinnerCruise.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Cruise into the light of the setting sun before enjoying a night filled with delicious food and entertaining performances Catch a beautiful view of the sunset onboard a luxury watercraft Relax and unwind on the open-air top deck of the Bali Hai II with cocktail drinks Be entertained with music and dance performances throughout the night Catch a beautiful view of the sunset onboard a luxury watercraft Relax and unwind on the open-air top deck of the Bali Hai II with cocktail drinks Bali Hai II Be entertained with music and dance performances throughout the night What We Love:   What We Love: Bask in the light of the setting sun as the sky changes to beautiful hues of orange, purple and red as you float along the harbor on the luxurious Bali Hai II catamaran. The magnificent ship, sparkling waters and orange sky create the perfect photo opportunity to capture the romantic scene. As day turns to night, tuck into a delicious buffet dinner complete with live musical entertainers. With an open dance floor and live cabaret show, it promises to be a night to remember.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/877-sunset-dinner-cruise-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sunset Dinner Cruise"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 96,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3b1d142f-/SailSensationsDaylightcruise.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy a full day of snorkeling and banana boating at a tropical paradise with a BBQ lunch, snacks and refreshments Relax the day away on a comfortable and top quality luxury yacht and at the Anchorage Beach Club Hours of fun with glass bottom boat, snorkeling gear, banana boats and other facilities provided Indulge in a scumptious breakfast and lunch, with snacks provided throughout the day Relax the day away on a comfortable and top quality luxury yacht and at the Anchorage Beach Club Hours of fun with glass bottom boat, snorkeling gear, banana boats and other facilities provided Indulge in a scumptious breakfast and lunch, with snacks provided throughout the day What We Love:   What We Love: Breeze through the tropical waters of Bali in The Anchorage, a top class watercraft equipped with facilities like a swimming pool, waterslide and kayaks. Choose how you want to spend your day – relax on the sundeck of the yacht with a book, go snorkeling in the colorful underwater world, then dine and chill at the world class beach club. With kayaks, banana boats, village tours and a glass bottom boat available, there will always be something to do throughout the day. Enjoy a delectable breakfast, lunch and snacks as you bask in the lap of luxury for the day.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/879-sail-sensations-daylight-cruise-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sail Sensations Daylight cruise"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 97,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/99a0631a-Bali-Tulamben-Diving-Day-Trip/TulambenShipwreckDivingDayTrip.jpg",
        "strIntroduction": " Experience diving at one of Bali's world class locations on a day trip for certified or beginner divers Make two dives on Bali's northern coast on a day trip for divers with or without a license Delve into the tropical waters of Tulamben, known for its abundance of colorful sealife and wreck diving Enjoy a personalized and safe experience with a maximum of 2 divers per group for beginner divers or 4 divers per group for certified divers, and professional PADI instruction Make two dives on Bali's northern coast on a day trip for divers with or without a license Delve into the tropical waters of Tulamben, known for its abundance of colorful sealife and wreck diving Enjoy a personalized and safe experience with a maximum of 2 divers per group for beginner divers or 4 divers per group for certified divers, and professional PADI instruction What We Love:   What We Love: Scuba diving in Bali has never been easier! The diversity of sea life you'll encounter on a two dive day trip at Tulamben will amaze even the most experienced diver. Ranging from macro creatures to giant manta rays, from calm warm waters to adrenaline-fueled drift and the spectacular wreck of the USAT Liberty, plus and an abundance of healthy coral reefs teeming with tropical marine life - there's a dive site to suit all abilities. This world class diving company has been operating in Bali for over 20 years and has a 100% saftey record, catering indiviudals and families alike with diving, snorkeling and private beach club facilities. The team of skilled professionals will ensure you get the best experience of Bali's pristine reefs and abundant marine life.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/925-tulamben-shipwreck-diving-day-trip-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tulamben Shipwreck Diving Day Trip"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 360,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/19db38ee-PADI-Diving-Courses/PADIDivingCourses.jpg",
        "strIntroduction": " Learn to dive in the pristine waters of Bali with a choice of open water diver courses to suit every level of ability and experience Take your pick of diving courses: Open Water qualification if you have no previous experience or the advanced course for certified divers Learn the basics in the pool before taking on the open water Enjoy a personalized and safe experience with professional PADI instruction Take your pick of diving courses: Open Water qualification if you have no previous experience or the advanced course for certified divers Learn the basics in the pool before taking on the open water Enjoy a personalized and safe experience with professional PADI instruction What We Love:   What We Love: Once you take a PADI diving course, the internationally renowned qualification will allow you to dive anywhere in the world! Take the first step in Bali at a newly renovated dive resort with enormous onsite training pools, located on Lembongan island. This world class diving company has been operating in Bali for over 20 years and has a 100% saftey record, catering individuals and families alike with diving, snorkeling and private beach club facilities. The team of skilled professionals will ensure you get the best experience in the crystal clear waters of the Indian Ocean. Complete beginners can take the Open Water Diver qualification, the world's most popular course allowing you to dive up to 18 meters across the world. The Advanced Open Water Diver course is aimed at Open Water qualified divers who want to improve their skills and confidence and includes your choice of two specialty dives such as a night dive or an underwater photography dive.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/927-padi-diving-courses-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "PADI Diving Courses"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 60,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/dcb056ca-Sasak--Southern-Beaches-Tour/SasakSouthernBeachesTour.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Experience local Sasak culture at traditional Lombok villages, famed specialists in pottery and weaving Visit Sukarara Village, known for weaving handicrafts, and Banyumulek pottery village Stroll along the powdery white sands of Lombok's famous southern beaches Admire the traditional architecture of Sade Traditional Village Visit Sukarara Village, known for weaving handicrafts, and Banyumulek pottery village Stroll along the powdery white sands of Lombok's famous southern beaches Admire the traditional architecture of Sade Traditional Village What We Love:   What We Love: Take a day trip on Lombok to discover the culture of the Sasak people - commencing with a traditional horse and cart ride at pottery haven, Banyumulek village. After looking at the magnificent art, head over to Sakurara Village, famous for ikat and songket textile weavings. You will also get to see many picturesque beaches throughout the day from the famous surfers' haven, Mawun Beach, to Tanjung A'an Beach known for its bay views. Also witness the impressive architecture of the Lombok natives who constructed traditional 'Bale Tani' houses and 'Lumbung' rice granaries.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/939-sasak-southern-beaches-tours-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sasak & Southern Beaches Tour"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 83,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/12c633a0-Lombok-Round-and-About/LombokRoundandAbout.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Understand Lombok culture and landscape with stunning panoramic views of waterfalls and the Rinjani Volcano Travel to the Sengenter Sasak Village where villagers are experts in agriculture and agro-garden products Bask in the relaxing and cooling waters of the Sendanggila and Kelep waterfalls Enjoy the stunning panoramic view of Rinjani Volcano from a special vantage point View native Lombok and Indonesia wildlife at Rinjani National Park Travel to the Sengenter Sasak Village where villagers are experts in agriculture and agro-garden products Bask in the relaxing and cooling waters of the Sendanggila and Kelep waterfalls Enjoy the stunning panoramic view of Rinjani Volcano from a special vantage point View native Lombok and Indonesia wildlife at Rinjani National Park What We Love:   What We Love: Lombok is a treasure trove of natural wonders - clear waterfalls, lush green valleys and sweeping mountain. Visit the Batu Koq Village which is a short walk from two beautiful waterfalls, Sendanggila and Kelep. Relax and unwind in the cool waters before going to view Rinjani, the second highest volcano and third highest mountain in the country. Next, take a drive through The Rinjani National Park - home to black long-tail monkeys, deers and pigs before going on to Sapit Village where you will be able to enjoy the view of Sumbawa Island in the east. The tour ends with a fascinating visit to the graveyard of Rajah Selaparang, the first king of Lombok.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/940-lombok-round-and-about-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Lombok Round and About"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 91,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f6223df5-Lombok-Island-Hopping/LombokIslandHopping.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly A private boat tour to three beautiful islands, Gili Kedis, Sudak and Nanggu, for a day of outdoor fun and relaxation, ideal for families or honeymooners Enjoy the pristine beaches and clear water of three Gili islands Go snorkeling in total privacy on an uninhabited island, Gili Kedis Relish a fish barbeque lunch where you can choose your own fish from the restaurant's catch of the day Enjoy the pristine beaches and clear water of three Gili islands Go snorkeling in total privacy on an uninhabited island, Gili Kedis Relish a fish barbeque lunch where you can choose your own fish from the restaurant's catch of the day What We Love:   What We Love: Lombok's islands are well known for spectacular marine life, clear waters and exciting underwater activities. This one day island hopping tour will take you to three islets located in the southwest of Lombok - Kedis, Sudak and Nanggu. A great snorkeling location with plenty of corals and colorful fishes, Gili Kedis (also known as the Honeymooners Island) is an uninhabited secluded paradise. If you are tired of busy islands with no place for absolute peace and relaxation then you will definitely enjoy yourself here; you can even request for total privacy and the crew will drop you off and return to pick you up around lunchtime.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/941-lombok-island-hopping-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Lombok Island Hopping"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 68,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9c1b4c2c-%E7%A7%81%E4%BA%BA%E5%AF%BC%E8%A7%88%E5%B7%B4%E5%8E%98%E4%B9%8C%E5%B8%83%E8%A1%8C/PureUbudTour.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Experience the culture, arts, nature, history and local cuisine of Bali at the island's capital of culture, Ubud Visit the Bali Bird Park which is home to over 250 species of birds Explore the island's art and culture hub, Ubud, a prominent town in Bali's long history Enjoy local cuisine and market shopping during the tour Visit the Bali Bird Park which is home to over 250 species of birds Explore the island's art and culture hub, Ubud, a prominent town in Bali's long history Enjoy local cuisine and market shopping during the tour What We Love:   What We Love: Ubud is known as the cultural centre of Bali - filled with galleries and workshops, it is the birthplace of modern Balinese art. Begin by getting a taste for Bali's wildlife and history at Bali Bird Park and Pura Desa Batuan, one of Bali's oldest temples, renowned for its well-preserved ancient architecture before venturing onwards to Ubud, the artistic hub of Bali. In Ubud, enjoy a local lunch and market shopping experience before heading to Goa Gajah (Elephant Cave), a temple dating back to the 11th century.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/942-pure-ubud-tour-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Pure Ubud Tour"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 46,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/00df4129-%E5%B7%B4%E5%8E%98%E8%A5%BF%E9%83%A8%E9%A3%8E%E5%85%89%E8%A1%8C/TheHeartofBaliTour.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Embark on a full day journey to discover central Bali including rice terraces, markets, temples and a hot spring Be awed by the beauty of UNESCO World Heritage Site, Jatiluwih rice terraces Enjoy the natural volcanic hot spring Angseri located at the foot of Mount Batukaru Visit ancient temples off the beaten track with stunning natural landscape Be awed by the beauty of UNESCO World Heritage Site, Jatiluwih rice terraces Enjoy the natural volcanic hot spring Angseri located at the foot of Mount Batukaru Visit ancient temples off the beaten track with stunning natural landscape What We Love:   What We Love: Travel into the heart of the western regions of central Bali where the temples, markets and rice fields play a vital role in Balinese life. Discover the wide variety of local goods being traded at the local market at Tabanan regency and the ancient 11th century Pura Luhur Batukaru temple, a majestic construction in the middle of a lush forest. A must-see when in Bali: take in the scenery of the Jatiluwih rice terraces, a UNESCO World Heritage site before heading to a natural volcanic hot spring, Angseri, said to cleanse and heal all your ailments.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/943-the-heart-of-bali-tour-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "The Heart of Bali Tour"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 57,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e10539c0-%E5%B7%B4%E5%8E%98%E4%B9%8C%E5%B8%83%E8%89%BA%E6%9C%AF%E8%A1%8C/UbudGalleriesMuseumsTour.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Visit prominent art galleries and museums in Bali Discover old Balinese art at the ARMA Museum and Neka Art Museum, which display works dating back to the late 19th century Explore the leading collection of Ubud modern art in Bali at the Puri Lukisan Museum Let your knowledgable guide relate interesting information about the artwork Enjoy a vegetarian lunch at a restaurant with a spectacular view of the river and rice fields in Ubud Discover old Balinese art at the ARMA Museum and Neka Art Museum, which display works dating back to the late 19th century Explore the leading collection of Ubud modern art in Bali at the Puri Lukisan Museum Let your knowledgable guide relate interesting information about the artwork Enjoy a vegetarian lunch at a restaurant with a spectacular view of the river and rice fields in Ubud What We Love:   What We Love: Whether you are an art lover, budding cultural historian or someone who enjoys the beautiful things in life, this day of discovery of Bali's art galleries and museums will give you at good insight into Balinese culture. Start off at the ARMA Museum, a resort surrounded by luscious rice fields housing one of the island's largest private collection of arts and artefacts. Savor a vegetarian lunch at a popular restaurant with a wonderful view over the valley of Ubud. Visit three other museums before stopping off at some local art galleries to purchase Balinese artwork to take home as a memento if you so wish.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/944-ubud-galleries-museums-tour-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Ubud Galleries & Museums Tour"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 55,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4d555b78-%E6%95%9E%E7%AF%B7%E8%BD%A6%E8%A7%82%E6%B8%B8%E5%B7%B4%E5%8E%98%E8%87%AA%E7%84%B6%E9%A3%8E%E5%85%89/BaliNatureRoadshowbyVWConvertible.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Explore the natural landscape of Bali on a unique ride Ride on a classic VW convertible with an experienced driver Travel to Mount Batur, an active volcano that is part of UNESCO's Global Geopark Network Visit the small village of Petulu, home to elegant white herons Ride on a classic VW convertible with an experienced driver Travel to Mount Batur, an active volcano that is part of UNESCO's Global Geopark Network Visit the small village of Petulu, home to elegant white herons What We Love:   What We Love: Enjoy the nature, culture and history of Bali on a unique VW convertible ride. Escape the traffic by setting off early to head towards the Gunung Kawi temple - known for its great views and sculptures, be forewarned that you'll need to climb 300 steps to get there! Continue on to the tip of Mt. Batur's volcanic caldera and get closer to the crater lake. You'll journey back on a different road which passes through a variety of scenic landscapes - bamboo forests, fruit and spice gardens. Watch the elegant white herons at Pentulu before ending the day with a shopping experience at Ubud market.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/946-nature-roadshow-by-vw-convertible-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bali Nature Roadshow by VW Convertible"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 89,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6e52deee-Balinese-Cooking--Spiritual-Healing/BalineseCookingSpiritualHealing.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Tap into the local culture of Bali for a day with a guided cooking class and a relaxing spiritual healing session Get local knowledge on cooking ingredients with a morning tour of Gianyar Understand Balinese farming methods with a visit to a rice paddy field Whip up seven different Balinese dishes and learn how to make traditional medicine using locally sourced ingredients Experienced healer, Made, will guide you through a session of emotional healing, character readings and aura cleansing Get local knowledge on cooking ingredients with a morning tour of Gianyar Understand Balinese farming methods with a visit to a rice paddy field Whip up seven different Balinese dishes and learn how to make traditional medicine using locally sourced ingredients Experienced healer, Made, will guide you through a session of emotional healing, character readings and aura cleansing What We Love:   What We Love: The foodie part of your adventure begins at the Gianyar market where you will discover traditional Balinese cuisine through its ingredients. Delve deeper into the process of food creation with a rice paddy field visit and learn various rice farming methods. Receive a welcome drink and scrumptious sticky rice pancake snack before rolling up your sleeves for a Bali cooking class where you will create seven dishes including Balinese chicken skewers, black rice pudding and clear mushroom soup. End your day with the unique experience of a traditional spiritual healing session that promises to leave you feeling serene and calm.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/947-balinese-cooking-spiritual-healing-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Balinese Cooking & Spiritual Healing"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4df57ebf-3G-WiFi-Device-HKG-Pick-Up-for-Indonesia/3GWiFiHKGPickUpforBali%2CIndonesia.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Indonesia with an unlimited 3G pocket WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Indonesia - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at the Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Indonesia - wherever your itinerary takes you Get WiFi access across the whole of Indonesia - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at the Hong Kong Airport Collect and drop off your device at the Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Indonesia, without the stress of sourcing WiFi once you get there. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Indonesia but also South Korea, Thailand, Singapore, Taiwan, Japan and more.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/1075-/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Bali, Indonesia"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/cfda75a6-Wi-Ho%21%C2%AE-Indonesia-WiFi-Device/3GWiFiTaiwanPickUpforBali%2CIndonesia.jpg",
        "strIntroduction": " Stay connected when traveling in Indonesia with a 3G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across Indonesia - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across Indonesia - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Stay connected for your trip in Indonesia with unlimited WiFi coverage. When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Indonesia from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 3G data whilst connecting up to 10 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/1155-wi-ho-indonesia-wifi-device-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (Taiwan Pick Up) for Bali, Indonesia"
    },
    {
        "intDurationHour": 720,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 25,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b285527e-Bali-SIM-Card/4GSIMCardDPSPickUpforBali.jpg",
        "strIntroduction": " Don't waste money on high roaming costs when making calls on your Bali vacation – stay connected with the Bali traveler's SIM card for 7 or 30 days! Stay in touch with your family and friends while on holiday in Bali This Bali traveler's SIM card will guarantee a reliable mobile service and fast Internet speeds You can pick up the SIM card right upon your arrival at the airport Stay in touch with your family and friends while on holiday in Bali Stay in touch with your family and friends while on holiday in Bali This Bali traveler's SIM card will guarantee a reliable mobile service and fast Internet speeds This Bali traveler's SIM card will guarantee a reliable mobile service and fast Internet speeds You can pick up the SIM card right upon your arrival at the airport You can pick up the SIM card right upon your arrival at the airport What We Love:   What We Love: Connect with family and friends and tell them all about the exciting vacation you are having in Bali without exorbitant roaming costs with the 7 day or 30 day unlimited data SIM card. Enjoy super fast web speeds, get your Facebook updates, make travel arrangements, post pictures and more. Available for pick up right when you arrive at the airport, the SIM card will let you connect to 4G or 3G network (depending on the area) so you can make the most of your vacation without worrying about the details.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/1236-sim-card-bali-indonesia/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G SIM Card (DPS Pick Up) for Bali"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 19,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/adeffa33-%E5%B7%B4%E5%8E%98%E5%B2%9B%E9%9A%8F%E8%BA%ABWi-Fi-%E5%B7%B4%E5%8E%98%E5%B2%9B%E6%9C%BA%E5%9C%BA%E9%A2%86%E5%8F%96---Klook%E5%AE%A2%E8%B7%AF/4GWiFiDPSPickUpforBali.jpg",
        "strIntroduction": " Stay connected across Bali with a 4G pocket WiFi device with convenient pick up at Denpasar airport as soon as you arrive Get WiFi access across the whole of Bali - wherever your itinerary takes you - for up to 7 days Enjoy fast 4G speeds and up to 9.9GB of data with a compact device that fits right in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Easy pick up at Denpasar International Airport — get connected instantly as you arrive! Get WiFi access across the whole of Bali - wherever your itinerary takes you - for up to 7 days Get WiFi access across the whole of Bali - wherever your itinerary takes you - for up to 7 days Enjoy fast 4G speeds and up to 9.9GB of data with a compact device that fits right in your pocket Enjoy fast 4G speeds and up to 9.9GB of data with a compact device that fits right in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Easy pick up at Denpasar International Airport — get connected instantly as you arrive! Easy pick up at Denpasar International Airport — get connected instantly as you arrive! What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Depansar International Airport you'll enjoy speedy Internet access throughout your stay in Bali, without the stress of searching for free WiFi once you get there. The speedy 4G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/1237-wifi-device-bali-indonesia/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (DPS Pick Up) for Bali"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 22,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8938f118-Tanah-Lot-Sunset-Tour/TanahLotSunsetTour.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Learn more about Bali's religious heritage on a temple tour. Look on in awe at the island's temples – expect intriguing architecture, scenic backdrops and sunset silhouettes See Bali's loveliest temples including photographic icon, Tanah Lot, just off the western coast Explore royal temple grounds and meet the cheeky residents at Alas Kedaton Relax in air conditioned comfort, with pick up and drop off included See Bali's loveliest temples including photographic icon, Tanah Lot, just off the western coast See Bali's loveliest temples including photographic icon, Tanah Lot, just off the western coast Explore royal temple grounds and meet the cheeky residents at Alas Kedaton Explore royal temple grounds and meet the cheeky residents at Alas Kedaton Relax in air conditioned comfort, with pick up and drop off included Relax in air conditioned comfort, with pick up and drop off included What We Love:   What We Love: Thanks to a Hindu heritage, Bali's landscape is peppered with thousands of architecturally beautiful pura (temples). Take a half day tour of the island's must-see temples, coastline and perfect sunsets. Visit the magnificent 17th century royal family temple of Taman Ayan, the name refers to the beautiful water garden surrounding the holy site. Watch overhead for monkeys and flying foxes at Alas Kedaton protected forest, as you make your way through the sacred lush jungle to the temple. Before the perfect end to a temple-themed day: magnificent orange skies as the sun sets behind The Marine Temple of Tanah Lot, built on a rocky outcrop, and surrounded by the shimmering ocean. Spend some time exploring the temple and learn about its role in Hinduism in Bali – and don't forget your camera!  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/152-tanah-lot-sunset-tour-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tanah Lot Sunset Tour"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 29,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a1834207-Bali-Private-Car-Charter/BaliPrivateCarCharter.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Whatever your location these private car charters will get you there in air conditioned comfort with a range of vehicles suitable for up to ten passengers Enjoy value private transportation in a comfortable vehicle suitable for up to 3 to 12 passengers Savor optimum comfort with air conditioning, a refreshing towel, mineral water and ample space for every passenger Tour the island on your own time, with your own flexible itinerary Rest assured that the entire fleet is held to the highest standard of safety and regularly serviced Enjoy value private transportation in a comfortable vehicle suitable for up to 3 to 12 passengers Enjoy value private transportation in a comfortable vehicle suitable for up to 3 to 12 passengers Savor optimum comfort with air conditioning, a refreshing towel, mineral water and ample space for every passenger Savor optimum comfort with air conditioning, a refreshing towel, mineral water and ample space for every passenger Tour the island on your own time, with your own flexible itinerary Tour the island on your own time, with your own flexible itinerary Rest assured that the entire fleet is held to the highest standard of safety and regularly serviced Rest assured that the entire fleet is held to the highest standard of safety and regularly serviced What We Love:   What We Love: No need to struggle with the hassle of booking transportation in Bali, choose a service you can trust. Discover Bali in style and luxury with a high quality transportation service providing air conditioned comfort and plenty of space for everyone. Whatever the destination, be it temple visits, a traditional lunch or diving trip transfers, whether it's for business or pleasure, the specialist transport team is ready to assist you. All services include a professional chauffeur who will pick you up and drop you off at your hotel or a destination of your choice. Choose from varying levels of luxury ranging from a basic but comfortable service to deluxe leather reclining seat transfers, suitable for as little as three or up to twelve passengers.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/800-private-car-charter-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bali Private Car Charter"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 50,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/80d81c8a-Bali-Ordinary-Living/BaliOrdinaryLiving.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Get a taste for Balinese farming life by spending a morning with a traditional agrarian family Assist a farming family with daily tasks to get a hands-on appreciation of traditional farming life in Bali Meet the children at a local school and even teach and share knowledge with them Visit the lovely Taman Ayan, a royal temple in Mengwi Gain insider knowledge of Balinese life from your local guide Tuck into a local Balinese lunch included in the tour Enjoy air conditioned transport including hotel pick up and drop off Assist a farming family with daily tasks to get a hands-on appreciation of traditional farming life in Bali Meet the children at a local school and even teach and share knowledge with them Visit the lovely Taman Ayan, a royal temple in Mengwi Gain insider knowledge of Balinese life from your local guide Tuck into a local Balinese lunch included in the tour Enjoy air conditioned transport including hotel pick up and drop off What We Love:   What We Love: Take a step back from the tourist beaches, swanky bars and lavish spas and see the authentic Bali that few have the chance to appreciate. Journey through banyan trees and banana plantations to Tanjuk Village for a unique insight into Balinese life (whilst supporting sustainable tourism). First visit a local elementary school to observe the daily lives of the local children - even get the chance to teach these eager pupils. Then it's time to meet the farmers, grab your tools and head out to the rice fields. Armed with a farmer's hat and a stick you will learn first-hand how to plough, plant, transplant and harvest rice. After your lesson, a farmer demonstrates his skill in climbing a coconut tree – you can give it a go too! Then refresh with a tasty young coconut. Once you've built up an appetite, settle down for the typical fare of a well-deserved lunch. On the return home, there's one more stop, the beautiful grounds of the Taman Ayun Royal Temple.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/149-bali-ordinary-living-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bali Ordinary Living"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 52,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3d929354-Balis-Authentic-East/BalisAuthenticEast.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Explore one of Bali's less touristy areas in the East, combining nature, culture and religious monument in one complete journey of discovery Discover authentic villages, maintaining traditions of salt mining and textiles Explore a royal palace and dare to enter an 11th century bat cave Take a dip in the royal bathing palace of Tirtagangga Tuck into a local Balinese lunch included in the tour Enjoy air conditioned transport including hotel pick up and drop off Discover authentic villages, maintaining traditions of salt mining and textiles Discover authentic villages, maintaining traditions of salt mining and textiles Explore a royal palace and dare to enter an 11th century bat cave Explore a royal palace and dare to enter an 11th century bat cave Take a dip in the royal bathing palace of Tirtagangga Take a dip in the royal bathing palace of Tirtagangga Tuck into a local Balinese lunch included in the tour Tuck into a local Balinese lunch included in the tour Enjoy air conditioned transport including hotel pick up and drop off Enjoy air conditioned transport including hotel pick up and drop off What We Love:   What We Love: Discover the temples and villages that make up the quieter eastern side of Bali. Visit Kusamba, a local fishing village, to see the people mining salt the traditional way. Next stop is Goa Lawah temple, a bat cave that dates back to the 11th century. Continue the tour at Tenganan village, one of Bali's most ancient villages that existed before the arrival of Hinduism. The village is famous for its unique textile with intricate motifs. Here you'll stop for lunch at a local restaurant before continuing to Karangasem Royal Palace, built by the first King of Karangasem. Nearby Taman Ujung Sukasada was used as a guesthouse of noble families and foreign official guests of the Karangasem Kingdom. The final stop is the old royal bathing palace of Tirtagangga ('water of the Ganges') featuring majestic fountains and pools, and boasting stunning rice paddy views – the perfect end to your East Bali experience.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/154-balis-authentic-east-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bali's Authentic East"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 57,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/14871ed8-Dolphin-Watching-Cruise/DolphinWatchingCruise.jpg",
        "strIntroduction": " Get an up-close dolphin sighting and a serious adrenalin kick all in one great boat cruise Sight Bali's graceful dolphins in a small group boat cruise with a 90% sighting success rate Feel the adrenalin of a high speed boat transfer to and from the watching area Enjoy fruit juices, pastries, tea and coffee included in the tour Listen closely to your English speaking guide for an interesting insight into the dolphins' underwater world Receive a complimentary cruise on a subsequent day if you don't get a sighting (subject to availability) Sight Bali's graceful dolphins in a small group boat cruise with a 90% sighting success rate Sight Bali's graceful dolphins in a small group boat cruise with a 90% sighting success rate Feel the adrenalin of a high speed boat transfer to and from the watching area Feel the adrenalin of a high speed boat transfer to and from the watching area Enjoy fruit juices, pastries, tea and coffee included in the tour Enjoy fruit juices, pastries, tea and coffee included in the tour Listen closely to your English speaking guide for an interesting insight into the dolphins' underwater world Listen closely to your English speaking guide for an interesting insight into the dolphins' underwater world Receive a complimentary cruise on a subsequent day if you don't get a sighting (subject to availability) Receive a complimentary cruise on a subsequent day if you don't get a sighting (subject to availability) What We Love:   What We Love: It may be an early start, but who's complaining when you're speeding along the beautiful Bali coastline, about to get an up close sighting of dolphins in their natural habitat. After the exhilaration of the high-speed cruise, your emotions will be full to bursting with that first glimpse of a dolphin fin cutting through the water or when a mother and baby leap through the air. Conservation efforts have been put in place to ensure the dolphins' safety and continual wellbeing, and an english-speaking guide is with you on board to relate fascinating dolphin facts throughout (Did you know that dolphins call each other by 'name' using individual signature whistles? Neither did we!) Gawk at the incredible Nusa Dua scenery and satisfy your stomach rumblings with fruit juices and breakfast pastries, and when the dolphins appear, you'll soon forget the 5am start...  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/156-dolphin-watching-cruise-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Dolphin Watching Cruise"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 42,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6d032cc6-Northern-Nature/NorthernNature.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover the wonders of Bali's northern regions. A 15-meter waterfall, healing hot springs and an abundance of beauty are all on the agenda on this full day tour Visit authentic villages offering a little piece of Balinese outdoor beauty: plantation terraces, a natural waterfall and therapeutic hot springs Tuck into a local Balinese beachside lunch included in the tour Enjoy air conditioned transport including hotel pick up and drop off Visit authentic villages offering a little piece of Balinese outdoor beauty: plantation terraces, a natural waterfall and therapeutic hot springs Visit authentic villages offering a little piece of Balinese outdoor beauty: plantation terraces, a natural waterfall and therapeutic hot springs Tuck into a local Balinese beachside lunch included in the tour Tuck into a local Balinese beachside lunch included in the tour Enjoy air conditioned transport including hotel pick up and drop off Enjoy air conditioned transport including hotel pick up and drop off What We Love:   What We Love: Expanses of luscious green terraces, natural waterfalls and hot springs, do you need any more reasons to discover Bali's nature-brimming north? Begin your day with a scenic drive to Belimbing, stopping off along the way to see talented artisans at work at Pejaten ceramic center. On arrival at Belimbing, you're greeted with cool air and breathtaking views of rice terraces as well as coffee and cocoa plantations. Continue to Lovina Beach to enjoy a Balinese lunch overlooking the white sands and dedicated surfers. The journey resumes with a visit to the sacred hot springs of Banjar, set in a landscaped tropical garden within the jungle and said to heal ailments and cure disease. Visit a Buddhist monastery on the way to Munduk, an area of magnificent mountains and renowned for its spectacular natural waterfall that cascades from a cool 15 meters up. Return to the south passing through the beautiful twin lakes of Buyan and Tamblingan.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/158-northern-nature-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Northern Nature"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 68,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a31f79fd-Rice-Paddy-Cycling-Tour/RicePaddyCyclingTour.jpg",
        "strIntroduction": " Embark on a cycling tour to Bali's famous rice terraces amongst the world-renowned beauty of Jatiluwih. Afterwards take in the splendor over a delicious lunch with paddy field views Cycle through the luscious greenery of Bali's most beautiful rice terraces See local farmers going about their daily tasks such as plowing the fields with buffalo Get an authentic perspective on Balinese rural life from your local English speaking guide and experienced cycling instructor Feel safe in the knowledge that you're riding well-maintained equipment with the proper safety precautions and first aid trained guide on hand Tuck into a local Balinese lunch overlooking spectacular views Enjoy air conditioned transport including hotel pick up and drop off Cycle through the luscious greenery of Bali's most beautiful rice terraces Cycle through the luscious greenery of Bali's most beautiful rice terraces See local farmers going about their daily tasks such as plowing the fields with buffalo See local farmers going about their daily tasks such as plowing the fields with buffalo Get an authentic perspective on Balinese rural life from your local English speaking guide and experienced cycling instructor Get an authentic perspective on Balinese rural life from your local English speaking guide and experienced cycling instructor Feel safe in the knowledge that you're riding well-maintained equipment with the proper safety precautions and first aid trained guide on hand Feel safe in the knowledge that you're riding well-maintained equipment with the proper safety precautions and first aid trained guide on hand Tuck into a local Balinese lunch overlooking spectacular views Tuck into a local Balinese lunch overlooking spectacular views Enjoy air conditioned transport including hotel pick up and drop off Enjoy air conditioned transport including hotel pick up and drop off What We Love:   What We Love: A tour to take you beyond the beautiful sands and clear waters, to where Bali's inland is famed for its thousands of miles of luscious rice paddies. Layer upon layer of terraces curve with the terrain and the sky reflects in silvery stripes on the watery troughs. Spend a day speeding through Bali's rice gardens, one of the island's best-loved areas on account of its authenticity and beauty, and listen intently as your local guide relates tales of rural life. The heritage area of Jatiluwih is a less commercialized, less crowded region, boasting some of the world's most beautiful rice fields with views of Mount Batukaru in the distance. Alight from your bike to walk between the terraces, little huts, tumbling waterfalls and quaint temples before sitting down to a sumptuous lunch overlooking the stunning scenery.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/164-rice-paddy-cycling-tour-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Rice Paddy Cycling Tour"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 61,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f308cd93-West-Balis-Culture/WestBalisCulture.jpg",
        "strIntroduction": " Journey through traditional villages, browse a locals' market, visit one of Bali's most sacred temples and top it all off with spectacular views over the world-renowned rice terraces Drive through some of Bali's traditional villages for an insight into local life, trade and religion Visit a beautiful temple complex, lying within the verdant jungle Discover the perfect location for iconic rice terrace views spreading far into the distance Gain insider knowledge of Balinese rural life from your local English speaking guide Tuck into a local Balinese lunch included in the tour Enjoy air conditioned transport including hotel pick up and drop off Drive through some of Bali's traditional villages for an insight into local life, trade and religion Drive through some of Bali's traditional villages for an insight into local life, trade and religion Visit a beautiful temple complex, lying within the verdant jungle Visit a beautiful temple complex, lying within the verdant jungle Discover the perfect location for iconic rice terrace views spreading far into the distance Discover the perfect location for iconic rice terrace views spreading far into the distance Gain insider knowledge of Balinese rural life from your local English speaking guide Gain insider knowledge of Balinese rural life from your local English speaking guide Tuck into a local Balinese lunch included in the tour Tuck into a local Balinese lunch included in the tour Enjoy air conditioned transport including hotel pick up and drop off Enjoy air conditioned transport including hotel pick up and drop off What We Love:   What We Love: Leave the disorderly Balinese traffic behind as you wind your way through local villages beginning their early morning routines. Our journey passes traditional communities, natural plantations, spectacular rice fields and up to Mount Batukaru, Bali's second highest mountain. Discover a local handicraft industry at Pejaten Village, famous for producing quality ceramics such as terracotta tiles, dinnerware and pottery. At Tabanan you can browse the traditional market where the locals make their daily trades before continuing on to Bali's sacred Batukaru Temple, a fascinating temple complex nestled amongst the tropical rainforest on the slopes of Mount Batukaru. Pass assorted plantations from coffee to cocoa to vanilla and clove, leading up to Jatiluwih Village, celebrated for showcasing those iconic rice terrace views associated with this beautiful island.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/165-west-balis-culture-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "West Bali's Culture"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 95,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f29a773b-Lembongan-Reef-Cruise-Bali/LembonganReefCruise.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Cruise to peaceful Lembongan Bay where a host of exciting water activities including scuba diving and 'aquanaut' underwater viewers await your arrival Board a luxury catamaran and spend the day enjoying Nusa Lembongan's turquoise waters Pack your day with fun-filled activities: snorkeling, 'submarine' coral viewing, island cultural walk, 35m slide, and unlimited banana boat rides plus optional diving or aquanauts! Feel full and content throughout the day with food and drinks provided, including morning and afternoon tea and snacks plus a delicious international buffet lunch Relax in air conditioned comfort, with hotel pick up and drop off included, and an informative English speaking guide Board a luxury catamaran and spend the day enjoying Nusa Lembongan's turquoise waters Board a luxury catamaran and spend the day enjoying Nusa Lembongan's turquoise waters Pack your day with fun-filled activities: snorkeling, 'submarine' coral viewing, island cultural walk, 35m slide, and unlimited banana boat rides plus optional diving or aquanauts! Pack your day with fun-filled activities: snorkeling, 'submarine' coral viewing, island cultural walk, 35m slide, and unlimited banana boat rides plus optional diving or aquanauts! Feel full and content throughout the day with food and drinks provided, including morning and afternoon tea and snacks plus a delicious international buffet lunch Feel full and content throughout the day with food and drinks provided, including morning and afternoon tea and snacks plus a delicious international buffet lunch Relax in air conditioned comfort, with hotel pick up and drop off included, and an informative English speaking guide Relax in air conditioned comfort, with hotel pick up and drop off included, and an informative English speaking guide What We Love:   What We Love: A full day of fun for the whole family – above and below the water - at Bali's neighboring Lemongan Island! Run by Indonesia's leading marine tourism company, their 24 years of experience is evident in the effortless care of the whole family's needs. The luxury catamaran cruises daily from Bali to Nusa Lembongan, where you'll moor up for the day so you can swim and snorkel the tropical waters, enjoy unlimited banana boat rides, a cultural tour of the island or the 35-meter waterslide! Plus, if you're feeling really adventurous, delve beneath the waves to explore the underwater world by scuba - even if you're a complete beginner! Or trial the 'aquanauts' to experience walking along the sea floor. When you've worked up an appetite, feast on a delicious buffet served in air conditioned comfort on board.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/166-lembongan-reef-cruise-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Lembongan Reef Cruise"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 74,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/07ff5604-Mountain--Elephant-Park-Cycling/MountBaturElephantParkCycling.jpg",
        "strIntroduction": " Bike from Bali's famous volcano and down to the Elephant Safari Park through trafficless villages with multiple pit stops for refreshments and food Cycle through Bali's scenic countryside and more remote villages Visit Park Taro Elephant Safari and enjoy lunch there too Gain insider knowledge of Balinese rural life from your local English speaking guide and experienced cycling instructor Feel safe with well-maintained equipment with the proper safety precautions and first aid trained guide on hand Enjoy air conditioned transfers including hotel pick up and drop off Cycle through Bali's scenic countryside and more remote villages Cycle through Bali's scenic countryside and more remote villages Visit Park Taro Elephant Safari and enjoy lunch there too Visit Park Taro Elephant Safari and enjoy lunch there too Gain insider knowledge of Balinese rural life from your local English speaking guide and experienced cycling instructor Gain insider knowledge of Balinese rural life from your local English speaking guide and experienced cycling instructor Feel safe with well-maintained equipment with the proper safety precautions and first aid trained guide on hand Feel safe with well-maintained equipment with the proper safety precautions and first aid trained guide on hand Enjoy air conditioned transfers including hotel pick up and drop off Enjoy air conditioned transfers including hotel pick up and drop off What We Love:   What We Love: Starting in view of Mount Batur volcano, this exhilarating bicycle tour winds down through 26km of lush valleys, through Balinese villages, past century-old temples and rich rice fields. Expert guides will explain the history of the land, culture, and people for an unforgettable experience, far beyond the typical tourist routes. Make a pit stop to sample exotic fruits then continue through the towering bamboo forest of Taro before ending with a delicious lunch at Bali's biggest attraction, the Elephant Safari Park (with free USD 19 entrance included!) This moderately easy route is ideal for nature loving families, couples and groups of friends who enjoy the authenticity of less explored Bali villages.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/167-mountain-elephant-park-cycling-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Mount Batur & Elephant Park Cycling"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 50,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/647453cc-Carang-Sari-Village-Cycling/CarangSariVillageCycling.jpg",
        "strIntroduction": " Get the perfect overview of Bali's countryside and villages (and get some exercise while you're at it!) with this two-hour private cycling tour Cycle through Bali's famed rice terraces and quaint rural villages Spend some time with the cheeky residents of Sangeh Monkey Forest Eat lunch over spectacular panoramic views All levels can enjoy this easy cycling adventure, tailored to your needs Gain insider knowledge of Balinese rural life from your private guide and experienced cycling instructor Feel at ease with one of Bali's safest biking operators and carefully maintained equipment Enjoy air conditioned transfers including hotel pick up and drop off Cycle through Bali's famed rice terraces and quaint rural villages Cycle through Bali's famed rice terraces and quaint rural villages Spend some time with the cheeky residents of Sangeh Monkey Forest Spend some time with the cheeky residents of Sangeh Monkey Forest Eat lunch over spectacular panoramic views Eat lunch over spectacular panoramic views All levels can enjoy this easy cycling adventure, tailored to your needs All levels can enjoy this easy cycling adventure, tailored to your needs Gain insider knowledge of Balinese rural life from your private guide and experienced cycling instructor Gain insider knowledge of Balinese rural life from your private guide and experienced cycling instructor Feel at ease with one of Bali's safest biking operators and carefully maintained equipment Feel at ease with one of Bali's safest biking operators and carefully maintained equipment Enjoy air conditioned transfers including hotel pick up and drop off Enjoy air conditioned transfers including hotel pick up and drop off What We Love:   What We Love: Two-wheels show you a side to Bali you never could have imagined. You'll be biking the back roads of famous Carang Sari village where you can glimpse the authentic life and culture of the friendly local people. On arrival at the village, relax with morning tea in the tranquil surroundings as you have your safety briefing before setting off on your two-hour cycling adventure! Cruise through untouched rice paddies and villages dotted with traditional houses and temples. Stop for photos at scenic spots, learn about local culture and high-five playful village children as you pass. Visit Sangeh Monkey Forest to meet and feed the cheeky inhabitants, watch them swing in the trees and even swim in the river! Lunch is served with a side of spectacular views overlooking panoramic vistas of nearby Ubud.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/168-carang-sari-village-cycling-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Carang Sari Village Cycling"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 24,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a0bc8e8e-Bali-Bird-Park/BaliBirdPark.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Visit Bali's outstanding bird park, on beautifully landscaped grounds, with an abundance of fascinating creatures to encounter Explore the beautiful park grounds, home to almost 1000 birds Feed birds from the palm of your hand at an interactive feeding session Watch live bird shows or visit the air-conditioned 4D theater Take photos throughout or pose for the camera with the feathered residents Explore the beautiful park grounds, home to almost 1000 birds Explore the beautiful park grounds, home to almost 1000 birds Feed birds from the palm of your hand at an interactive feeding session Feed birds from the palm of your hand at an interactive feeding session Watch live bird shows or visit the air-conditioned 4D theater Watch live bird shows or visit the air-conditioned 4D theater Take photos throughout or pose for the camera with the feathered residents Take photos throughout or pose for the camera with the feathered residents What We Love:   What We Love: Two beautiful hectares of botanical landscape have been crafted into a natural habitat-like sanctuary, research and breeding center for almost 1000 birds from 250 different species. The park features birds from Indonesia, South Africa and Latin America, as well as 2000 tropical plants. Take a tranquil stroll through the park for close encounters with these graceful birds, there's even a special area for Komodo dragons! Be sure to plan your visit around the daily activities: feed lories and pelicans, watch birds of prey in action and be entertained at the park's 4D theater before heading to the guyu guyu corner for a hands-on photo session with parrots and cockatoos!  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/169-bali-bird-park-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bali Bird Park"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 45,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d2f27b17-Bali-Safari-and-Marine-Park/BaliSafariandMarinePark.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Travel through the amazing open grounds to see animals in their close-to-natural habitat and enjoy the park's shows and activity zones Embark on a safari journey, visit the petting zoo, or see an animal show Ride an elephant with the Leopard package Visit the fresh water aquarium and watch the frenzy of the piranha feeding Enjoy adrenalin-pumping rides at the Fun Zone and get wet in the Water Zone Enter the world of nocturnal animals at the Night Safari and enjoy a BBQ dinner Leopard ticket holders enjoy Express Line entry to all attractions, plus a welcome drink and lunch, and premium seating for the nightly Balinese show Embark on a safari journey, visit the petting zoo, or see an animal show Embark on a safari journey, visit the petting zoo, or see an animal show Ride an elephant with the Leopard package Ride an elephant with the Leopard package Visit the fresh water aquarium and watch the frenzy of the piranha feeding Visit the fresh water aquarium and watch the frenzy of the piranha feeding Enjoy adrenalin-pumping rides at the Fun Zone and get wet in the Water Zone Enjoy adrenalin-pumping rides at the Fun Zone and get wet in the Water Zone Enter the world of nocturnal animals at the Night Safari and enjoy a BBQ dinner Enter the world of nocturnal animals at the Night Safari and enjoy a BBQ dinner Leopard ticket holders enjoy Express Line entry to all attractions, plus a welcome drink and lunch, and premium seating for the nightly Balinese show Leopard ticket holders enjoy Express Line entry to all attractions, plus a welcome drink and lunch, and premium seating for the nightly Balinese show What We Love:   What We Love: Bali's most realistic safari experience takes you on a journey to discover the inhabitants of Indonesia, India and the African Savannah. See wildlife living naturally together in 40 hectares of park, specially landscaped to imitate natural habitats. There's even more to discover beyond the safari as the park is home to 400 residents, some of which are endangered. Find elephants, tigers, leopards, kimodo dragons, cheetahs, and orangutans, to name a few. Watch the elephants bathing or even climb on for a ride, visit the petting zoo, learn a Balinese dance, see almost 40 species of fish, and don't miss feeding time for the white tigers and piranhas! As the day draws to a close, get a thrill at Fun Zone, the mini theme park, or cool off at the Water Park before sitting down for the a spectacular theater production. A choice of packages is available: decide if you want inclusions such as an elephant ride, lunch/dinner, VIP show seating or the Night Safari  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/170-bali-safari-and-marine-park-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bali Safari and Marine Park"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 42,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/73cb08ca-Devdan-Show/DevdanShow.jpg",
        "strIntroduction": " Prepare for an evening of spectacular performances, hair-raising acrobatics and world-class special effects that take you on an Indonesian journey of traditional dances with a contemporary touch Appreciate the richness of Indonesian culture through outstanding performances Observe how regional traditions range from island to island Enjoy a free shuttle pick up service Watch from the most exclusive seats and receive free tea and coffee service with VIP Tickets Appreciate the richness of Indonesian culture through outstanding performances Appreciate the richness of Indonesian culture through outstanding performances Observe how regional traditions range from island to island Observe how regional traditions range from island to island Enjoy a free shuttle pick up service Enjoy a free shuttle pick up service Watch from the most exclusive seats and receive free tea and coffee service with VIP Tickets Watch from the most exclusive seats and receive free tea and coffee service with VIP Tickets What We Love:   What We Love: An amazing combination of talented performers and incredible special effects, the Devdan Show is a must-see cultural performance when in Bali. Audience members will be taken on a journey of land and sea across the Indonesian archipelago. Starting in Bali, witness the harvest season dance, kite-flying performance and a dramatic Kecak fire dance. Next you'll be transported to Sumatra, Java, Borneo and Papua with each location sharing a glimpse of authentic traditions and modern culture, in a spectacular performance showcasing world-class dancers, acrobats and artists. As the lights dim, relax in your seat and prepare for a myriad of color, traditional costumes and daring stunts created by a team of professionals who clearly know how to put on a show. A mixture of contemporary and traditional, the show has something for every taste and is sure to have you tempted to explore more of the archipelago!  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/171-devdan-show-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Devdan Show"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c4f03913-Waterbom/Waterbom.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend a day cooling off at Bali's most popular waterpark, featuring rides and services that visitors of all ages will enjoy Enjoy the park's thrilling slides and fun rides Relax in the park pools including a pleasure pool and sunken pool bar for adults Conveniently located close to Bali's southern beach area Use your Splash Band for easy cashless payments Enjoy the park's thrilling slides and fun rides Enjoy the park's thrilling slides and fun rides Relax in the park pools including a pleasure pool and sunken pool bar for adults Relax in the park pools including a pleasure pool and sunken pool bar for adults Conveniently located close to Bali's southern beach area Conveniently located close to Bali's southern beach area Use your Splash Band for easy cashless payments Use your Splash Band for easy cashless payments What We Love:   What We Love: Located in central Kuta, Waterbom is an oasis in the heart of the bustling tourist area and is Bali's most popular waterpark – and for good reason. Featuring numerous thrilling rides and child-friendly attractions, the park has something for everyone. Adults can enjoy massages or a tropical drink at the swim up bar whilst kids can head to the slides and wet play areas. Brave the pride of the park, a 70km/hr ride called Climax. Or for something more chilled, the Lazy River may suit you better. A cashless payment band means you can simply buy your credit, leave all your valuables at the locker room and enjoy all park facilities with a flash of your wrist. You're certain to find more than enough to entertain you for the whole day at what is arguably the biggest and best waterpark in Bali.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/175-waterbom-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Waterbom"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 207,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0e458df5-Sunrise-Breakfast-atop-Volcano-Batur/SunriseBreakfastatopVolcanoBatur.jpg",
        "strIntroduction": " A one-of-a-kind trekking trip complete with private picnic and highlighted by a magnificent sunrise view Trek in the early morning (approx. 2:00am) to the summit of Mount Batur (1717 meters) and experience the awesome beauty of an active volcano Your personal guide / butler will escort you along the way, providing a safe and informative experience Enjoy a sumptuous breakfast meal privately set up for you Be escorted in a comfy air conditioned car Trek in the early morning (approx. 2:00am) to the summit of Mount Batur (1717 meters) and experience the awesome beauty of an active volcano Trek in the early morning (approx. 2:00am) to the summit of Mount Batur (1717 meters) and experience the awesome beauty of an active volcano Your personal guide / butler will escort you along the way, providing a safe and informative experience Your personal guide / butler will escort you along the way, providing a safe and informative experience Enjoy a sumptuous breakfast meal privately set up for you Enjoy a sumptuous breakfast meal privately set up for you Be escorted in a comfy air conditioned car Be escorted in a comfy air conditioned car What We Love:   What We Love: For all sunrise lovers – this experience is perfect. You will be escorted by private vehicle to the trekking start point. After a safety briefing, hike up Mount Batur's volcanic cone for 2 hours with your friendly local guide. As you arrive at the top, your personal butler will serve you a light breakfast of tea, coffee and pastries. Enjoy the meal while relishing the moment when the sun moves up over the horizon, casting a shimmering glow over the vast crater lake. After breakfast, you will be escorted back to the start point. Along the way, notice the paths of destruction created by the lava flow of volcanic eruptions.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/177-sunrise-breakfast-atop-volcano-batur-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sunrise Breakfast atop Volcano Batur"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 61,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/29d7ee64-Wreck-Snorkeling-Snorkel-at-one-of-Balis-best-dive-sites-and-take-the-rare-opportunity-to-snorkel-a-WWII-wreck%2C-the-USAT-Liberty/WreckSnorkeling.jpg",
        "strIntroduction": " Snorkel the pristine waters around a WWII wreck and a coral garden. Hundreds of beautiful fish and brightly colored coral are accessible, less than 3 meters below the surface Snorkel at Bali's premier dive sites: the USAT Liberty shipwreck and the neighboring Coral Garden Have a briefing by your guide to ensure you're happy with the equipment All abilities can snorkel, you just need to feel comfortable in the water Enjoy a well-deserved lunch after the experience Transfer from your hotel and back in air conditioned comfort Snorkel at Bali's premier dive sites: the USAT Liberty shipwreck and the neighboring Coral Garden Snorkel at Bali's premier dive sites: the USAT Liberty shipwreck and the neighboring Coral Garden Have a briefing by your guide to ensure you're happy with the equipment Have a briefing by your guide to ensure you're happy with the equipment All abilities can snorkel, you just need to feel comfortable in the water All abilities can snorkel, you just need to feel comfortable in the water Enjoy a well-deserved lunch after the experience Enjoy a well-deserved lunch after the experience Transfer from your hotel and back in air conditioned comfort Transfer from your hotel and back in air conditioned comfort What We Love:   What We Love: Snorkel at one of Bali's best dive sites and take the rare opportunity to snorkel a WWII wreck. The USAT Liberty, torpedoed by the Japanese, now rests off Bali's northern shores. Covering depths from 3 to 30 meters, while divers swim down to the ship's deeper crevices, snorkelers can enjoy the shipwreck's shallower parts. Not to mention the huge and colorful range of fish that have made the USAT Liberty their home. After lunch, float over to the Coral Garden, a wall of marine life that offer's some spectacular underwater exploration. This full day of snorkeling includes hotel transfers, lunch, all equipment and even a briefing to make sure you're comfortable in the water.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/559-wreck-snorkeling-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Wreck Snorkeling"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 40,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b2718f32-Balis-Greatest-Hits/BalisGreatestHits.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Traditional crafts, local art, cultural performances, Balinese lunch and great views – everything's set for your day of culture See Bali's local craft industries in action, everything from art to jewelry to woodwork Take a seat at a traditional Balinese Barong and Kris performance Tuck into a local lunch with views over sparklingly clear waters to Batur Volcano Be cleansed with a temple's holy waters and see royal tombs Choose the Private Tour and you can tailor the itinerary to fit in additional gallery stops if you wish Enjoy air conditioned transport with hotel pick up, accompanied by your friendly private guide See Bali's local craft industries in action, everything from art to jewelry to woodwork See Bali's local craft industries in action, everything from art to jewelry to woodwork Take a seat at a traditional Balinese Barong and Kris performance Take a seat at a traditional Balinese Barong and Kris performance Tuck into a local lunch with views over sparklingly clear waters to Batur Volcano Tuck into a local lunch with views over sparklingly clear waters to Batur Volcano Be cleansed with a temple's holy waters and see royal tombs Be cleansed with a temple's holy waters and see royal tombs Choose the Private Tour and you can tailor the itinerary to fit in additional gallery stops if you wish Choose the Private Tour and you can tailor the itinerary to fit in additional gallery stops if you wish Enjoy air conditioned transport with hotel pick up, accompanied by your friendly private guide Enjoy air conditioned transport with hotel pick up, accompanied by your friendly private guide What We Love:   What We Love: Aimed at culture vultures wanting a break from a beach bum holiday, first stop is a traditional, if slightly bizarre, Barong Dance performance. The colorful costumes, talented dancers and quirky actors will surely start your day with a smile. Browse the delicate gold and silver handcrafted jewelry at Celuk village before seeing impressive wood carpentry in action at Mas. You'll meet the artisans for a better understanding of the creative process. The journey continues to Kintamani for a local lunch facing the majestic cone of Batur Volcano and its vast crater lake. Visit Tirta Empul Temple famed for its cleansing holy springs before arriving at Gunung Kawi Royal Monument with its impressive valley views, royal tombs and hermitage caves. End the day with the most spectacular of Bali's iconic rice terrace views near Tegalalang. If you want to purchase a Balinese art piece as a memento of your day of culture, stops can be made along the way at Ubud's many galleries.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/150-balis-greatest-hits-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bali's Greatest Hits"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 83,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/55fe6a9f-Skulls--Bones-Authentic-Village-Tour/SkullsBonesAuthenticVillageTour.jpg",
        "strIntroduction": " Discover authentic village life at one of Bali's most secluded villages and experience some unique and chilling funeral traditions Journey across the beautiful Lake Batur to gain an insight into the funeral rituals of Trunyan Village Take in fabulous views of Bali's famed rice terraces and browse for artsy souvenirs at Ubud's traditional market Enjoy a traditional Balinese lunch included in the tour Relax in air conditioned comfort, with pick up and drop off included, and an informative English speaking guide Journey across the beautiful Lake Batur to gain an insight into the funeral rituals of Trunyan Village Journey across the beautiful Lake Batur to gain an insight into the funeral rituals of Trunyan Village Take in fabulous views of Bali's famed rice terraces and browse for artsy souvenirs at Ubud's traditional market Take in fabulous views of Bali's famed rice terraces and browse for artsy souvenirs at Ubud's traditional market Enjoy a traditional Balinese lunch included in the tour Enjoy a traditional Balinese lunch included in the tour Relax in air conditioned comfort, with pick up and drop off included, and an informative English speaking guide Relax in air conditioned comfort, with pick up and drop off included, and an informative English speaking guide What We Love:   What We Love: Sick of the same old tourist sights? Well, prepare for something completely different. Explore Bali's darkest corners as you discover authentic village life, culture and tradition on this day tour of Bali's spookier side. It starts with a scenic journey to Mount Batur where a boat is waiting to take you across the lake to mysterious Trunyan village. This isolated village, only accessible by boat, has some sinister traditions. Inhabited by Bali Aga, descendants of the original Balinese, the funereal custom is to leave the dead to decompose within rudimentary bamboo cages, creating a macabre scene of skulls and bones, whilst the stench is absorbed by the fragrances of a nearby Taru Menyan tree. After this chilling but fascinating encounter, sail back to your lunch stop of traditional Balinese fare. There's time to see the panoramic views of the luscious expanses of Bali's famed rice terraces before a cultural stop off at majestic Ubud Palace and a browse of the market for arty souvenirs.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/151-skulls-bones-authentic-village-tour-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Skulls & Bones Authentic Village Tour"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 58,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/bbf6895b-Telagawaja-White-Water-Rafting/TelagawajaWhiteWaterRafting.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly An exciting rafting journey awaits, run by one of Bali's best operators, followed by a welcome hot shower and delicious buffet lunch Raft with Sobek, one of Bali's leading and safest operators, with over two decades of experience Paddle down the rapids of Telagawaja River, a medium-level (Class III-IV) route with some challenges to test your skills! Tuck into a well-deserved delectable buffet lunch included in the trip Make use of the hot showers and fresh towels provided when you come off the river Enjoy air conditioned transport including hotel pick up and drop off Raft with Sobek, one of Bali's leading and safest operators, with over two decades of experience Raft with Sobek, one of Bali's leading and safest operators, with over two decades of experience Paddle down the rapids of Telagawaja River, a medium-level (Class III-IV) route with some challenges to test your skills! Paddle down the rapids of Telagawaja River, a medium-level (Class III-IV) route with some challenges to test your skills! Tuck into a well-deserved delectable buffet lunch included in the trip Tuck into a well-deserved delectable buffet lunch included in the trip Make use of the hot showers and fresh towels provided when you come off the river Make use of the hot showers and fresh towels provided when you come off the river Enjoy air conditioned transport including hotel pick up and drop off Enjoy air conditioned transport including hotel pick up and drop off What We Love:   What We Love: This exciting adventure takes you through the 16km of the Telagawaja's white water rapids, a medium route for rafting enthusiasts that also remains suitable for beginners and families (so long as you have a taste for adventure!) Rafting operators in Bali vary greatly but you can feel at ease with Bali Sobek's 100% safety record and over 20 years of experience. The professional guides are hugely experienced and have a great sense of humor, continuously receiving outstanding reviews from contented rafters. The course is renowned for having the most beautiful surrounding scenery: huge expanses of green plantations, mountainous terrain and waterfalls cascading down from the cliffs. Navigate overhead obstacles, narrow gorges and your final challenge, the Water Dam! Located far from any city pollution, the nature and air here feel noticeably fresher and cleaner. After around 2 hours of rafting, there are hot showers, clean towels and a scrumptious buffet lunch waiting for you at the end.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/163-telagawaja-white-water-rafting-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Telagawaja White Water Rafting"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 55,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/76d5ed03-Ayung-White-Water-Rafting/AyungWhiteWaterRafting.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly A starter-level rafting challenge run by Bali's safest river operation, perfect for watersport loving families and individuals, including spectacular views over a buffet lunch and a well-deserved hot shower Know you're in safe hands with Sobek - one of Bali's best renowned rafting operators Paddle down the rapids of Ayung River, a beginners route with many rapids to tackle (Class II-III) Get rafting tips from your friendly and experienced instructor Tuck into a well-deserved gourmet buffet lunch/dinner included in the trip Make use of the hot showers and fresh towels provided when you come off the river Enjoy short air conditioned transfers to the most convenient rafting location in Bali Know you're in safe hands with Sobek - one of Bali's best renowned rafting operators Know you're in safe hands with Sobek - one of Bali's best renowned rafting operators Paddle down the rapids of Ayung River, a beginners route with many rapids to tackle (Class II-III) Paddle down the rapids of Ayung River, a beginners route with many rapids to tackle (Class II-III) Get rafting tips from your friendly and experienced instructor Get rafting tips from your friendly and experienced instructor Tuck into a well-deserved gourmet buffet lunch/dinner included in the trip Tuck into a well-deserved gourmet buffet lunch/dinner included in the trip Make use of the hot showers and fresh towels provided when you come off the river Make use of the hot showers and fresh towels provided when you come off the river Enjoy short air conditioned transfers to the most convenient rafting location in Bali Enjoy short air conditioned transfers to the most convenient rafting location in Bali What We Love:   What We Love: Pristine water, hidden waterfalls and tropical jungle surrounds make Bali's longest river a lovely location to tackle 33 rapids! Bali Sobek are a firm favorite: renowned as the island's safest operator, they're a pioneer of white water rafting in Bali, and ambassadors for international standard equipment. Though perfect for beginners and families, don't expect the route to be too easy, for the Ayung is sure to give you a thrill! It's no surprise this is Bali's most popular river for year-round rafting. Not only does the river provide rafting accessible to all experience levels but it also showcases Bali's beautiful nature and interesting canyon wall carvings, not to mention that it's just 5km outside of Ubud.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/162-ayung-white-water-rafting-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Ayung White Water Rafting"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 24,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0f651c72-Uluwatu-Kecak-Dance/UluwatuTempleandKecakDance.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Take the evening to delve into Balinese culture. Watch the sun go down behind beautiful Pura Luhur Uluwatu, as a talented troupe perform traditional Balinese song and dance Visit Luhur Uluwatu Temple, spectacularly built at the edge of a sheer cliff face Watch a traditional Kecak dance performance, accompanied to the music of 50 men chanting in powerful unison Relax in air conditioned comfort, with hotel pick up and drop off included Visit Luhur Uluwatu Temple, spectacularly built at the edge of a sheer cliff face Visit Luhur Uluwatu Temple, spectacularly built at the edge of a sheer cliff face Watch a traditional Kecak dance performance, accompanied to the music of 50 men chanting in powerful unison Watch a traditional Kecak dance performance, accompanied to the music of 50 men chanting in powerful unison Relax in air conditioned comfort, with hotel pick up and drop off included Relax in air conditioned comfort, with hotel pick up and drop off included What We Love:   What We Love: Be mesmerized by the awe-inspiring sight of the setting sun against the beautiful Uluwatu Temple, with the shimmering Indian Ocean as a backdrop. Perched majestically atop a steep cliff side and home to a tribe of friendly monkeys, Uluwatu is one of a series of temples built to protect the island from evil spirits. Whilst here, settle in for a dramatic Kecak Dance Performance, a show of almost tribal choreography involving the percussive chants of 50 waistcloth-clad men, and flames for lighting as the evening draws in.  ",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.klook.com/activity/153-uluwatu-kecak-dance-bali/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Uluwatu Temple and Kecak Dance"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f68bf523-/KualaLumpurHalfDayCityTour.jpg",
        "strIntroduction": " Explore the urban beauty of Kuala Lumpur on an exciting half-day tour, including its symbolic attractions from the Petronas Twin Towers to the National Museum and more Discover the modern and enigmatic Kuala Lumpur on a fun half day tour Visit the National Mosque, the King's Palace, the National Museum and more See the world's tallest twin towers — Petronas Twin Towers and don't forget to snap a selfie or three Pick up a few memorable souvenirs on the city streets and share the exciting memories with your loved ones back home Discover the modern and enigmatic Kuala Lumpur on a fun half day tour Visit the National Mosque, the King's Palace, the National Museum and more See the world's tallest twin towers — Petronas Twin Towers and don't forget to snap a selfie or three Pick up a few memorable souvenirs on the city streets and share the exciting memories with your loved ones back home What We Love:   What We Love: Explore the history and top landmarks of one of the world's most modern cities — Kuala Lumpur. Learn the story behind some of the city's most iconic sights as you tour the busy streets and discover quiet charming corners. Take pictures of the some of the tallest skyscrapers — Petronas Twin Towers. Admire the unique architecture of the King's Palace (Istana Negara), the National Mosque (Masjid Negara) and visit the National Monument and Sultan Abdul Ahmad Building. Watch how local handcrafted souvenirs are made and take a few back home for friends and family.  ",
        "strLocation": "Kuala Lumpur",
        "strOriginUrl": "https://www.klook.com/activity/1292-half-day-city-tour-kuala-lumpur/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kuala Lumpur Half Day City Tour"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0e9ef89f-Half-Day-Kuala-Lumpur-Suburbs-and-Batu-Caves-Tour/KualaLumpurSuburbsandBatuCaves.jpg",
        "strIntroduction": " There is so much more to Kuala Lumpur than skyscrapers and shopping! Explore the city's age-old traditions and customs on a half day tour of its suburbs and villages with an exciting visit to Batu Caves Leave the busy city behind for a chance to explore Kuala Lumpur's beautiful countryside Visit the rural Malay villages, the Royal Selangor Pewter, Batik Factory and more Discover the Batu Caves, a Hindu temple and catch a glimpse of the city from the height of 272 steps Learn about Malaysia's rich history, traditions and customs in the suburbs Leave the busy city behind for a chance to explore Kuala Lumpur's beautiful countryside Visit the rural Malay villages, the Royal Selangor Pewter, Batik Factory and more Discover the Batu Caves, a Hindu temple and catch a glimpse of the city from the height of 272 steps Learn about Malaysia's rich history, traditions and customs in the suburbs What We Love:   What We Love: Escape bustling Kuala Lumpur and into the historically and culturally rich suburbs of the city. Explore the magnificent Malaysian countryside and discover local village life. Visit the Royal Selangor Pewter, producing pewters for ceremonial use and feel the special texture of the Batik-silk cloth at the Batik factory. Venture further away from the city and wander in the fascinating limestone caves before hiking up into a Hindu Temple. This half day journey will reward you with new interesting facts about Malaysia, unforgettable memories and stunning views of Kuala Lumpur's skyline.  ",
        "strLocation": "Kuala Lumpur",
        "strOriginUrl": "https://www.klook.com/activity/1293-half-day-kuala-lumpur-suburbs-and-batu-caves-tour-kuala-lumpur/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kuala Lumpur Suburbs and Batu Caves"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 40,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9829b8d2-/KualaLumpurCultureandHeritage.jpg",
        "strIntroduction": " Discover the cultural and historical heritage of Kuala Lumpur on an exciting 5 hour tour with visits to the city's oldest temples and bustling markets Dive into history and tradition of Kuala Lumpur, getting to know the city's unique mixed background Visit the Kuala Lumpur's oldest Buddhist, Hindu and Taoist temples Shop till you drop at the Central Market and sample exotic delicacies in Chinatown Watch how Kuala Lumpur's many cultures, religions and traditions co-exist peacefully within a step of each other Dive into history and tradition of Kuala Lumpur, getting to know the city's unique mixed background Visit the Kuala Lumpur's oldest Buddhist, Hindu and Taoist temples Shop till you drop at the Central Market and sample exotic delicacies in Chinatown Watch how Kuala Lumpur's many cultures, religions and traditions co-exist peacefully within a step of each other What We Love:   What We Love: Discover Kuala Lumpur's rich historical heritage, age-old traditions, peculiar customs and more on the full day Culture and Heritage Tour. Experience a diverse mix of cultures that make Kuala Lumpur the exciting and versatile city that it is and peek into its intricate and exciting past. On this tour, you will get to visit one of the largest and oldest Buddhist temples in Malaysia, the oldest Hindu Temple in Kuala Lumpur as well as the city's oldest Taoist temple, Sze Yeh Temple. Swing by the Kuala Lumpur Central Market and explore the bustling Chinatown, the perfect place to polish your bargaining skills.  ",
        "strLocation": "Kuala Lumpur",
        "strOriginUrl": "https://www.klook.com/activity/1298-cultural-heritage-tour-kuala%20lumpur/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kuala Lumpur Culture and Heritage"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 56,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/308f4da8-Full-Day-Elephant-Sanctuary-Tour/KualaGandahElephantSanctuary.jpg",
        "strIntroduction": " Spend the day in the pleasant company of the world's friendliest giants at the Elephant Sanctuary, see the elephants in their natural habitat and have fun giving them a bath Meet one of the world's largest and friendliest animals in a natural and protected environment Learn about the Elephant Relocation Team that has been moving elephants who have lost their habitats since 1974 Under the rangers' supervision, you will get to have fun while giving the elephants a bath Don't forget to take plenty of photos to keep as memories or reminders of the sanctuary's important and noble work Meet one of the world's largest and friendliest animals in a natural and protected environment Learn about the Elephant Relocation Team that has been moving elephants who have lost their habitats since 1974 Under the rangers' supervision, you will get to have fun while giving the elephants a bath Don't forget to take plenty of photos to keep as memories or reminders of the sanctuary's important and noble work What We Love:   What We Love: Meet one of the most majestic animals in the world — the mighty elephant — in a conservation area dedicated specifically to them. Established all the way back in 1989 by the Department of Wildlife and National Parks, the Elephant Sanctuary is a great place to see how elephants live and interact in a natural environment. If you are ready to get up close and personal, you will get a chance to bathe the elephants using special brushes — under the watchful eye of the park rangers, of course. You will also get to learn about the sanctuary's efforts to relocate the elephants whose habitats have been threatened and discover the challenges facing the friendly giants in today's rapidly developing world.  ",
        "strLocation": "Kuala Lumpur",
        "strOriginUrl": "https://www.klook.com/activity/1299-elephant-sanctuary-tour-kuala-lumpur/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kuala Gandah Elephant Sanctuary"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 32,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6bac3ac9-/HistoricalMalaccaTourwithLunch.jpg",
        "strIntroduction": " Journey back in time and visit the beautiful old city of Malacca, the historical state of Malaysia rich in heritage landmarks, ancient buildings and ruins Explore Malacca, the capital of the 'The Historic State' of Malaysia, only a couple of hours away from the center of Kuala Lumpur Malacca is also Malaysia's first UNESCO World Heritage Site for Culture Admire the beautiful architecture of intact historical buildings and explore the mystery of old ruins Visit the Malacca Museum, A'Formosa Portuguese Fortress, St. Peter's Church and more Enjoy a delicious stopover for an authentic Peranakan lunch included in the tour Explore Malacca, the capital of the 'The Historic State' of Malaysia, only a couple of hours away from the center of Kuala Lumpur Malacca is also Malaysia's first UNESCO World Heritage Site for Culture Admire the beautiful architecture of intact historical buildings and explore the mystery of old ruins Visit the Malacca Museum, A'Formosa Portuguese Fortress, St. Peter's Church and more Enjoy a delicious stopover for an authentic Peranakan lunch included in the tour What We Love:   What We Love: Visit the historic city of Malacca, a living museum boasting both fully preserved old buildings and ruins right in its heart. Located only 2 hours away from Kuala Lumpur city center, Malacca takes you back to a different time as you wander its narrow streets and historical squares. On the Historical Malacca Tour, you will get to visit St. Peter's Church, A'Formosa Portuguese Fortress, Malacca Museum, Chen Hoon Teng Temple and more. Stop by for a quick break and enjoy a relaxing lunch as you sample the best of Peranakan cuisine before continuing your discovery along the Malacca River.  ",
        "strLocation": "Kuala Lumpur",
        "strOriginUrl": "https://www.klook.com/activity/1301-historical-malacca-with-lunch-kuala-lumpur/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Historical Malacca Tour with Lunch"
    }
]