[
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/dca4a62c-Trick-Eye-Museum/TrickEyeMuseum.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly There are no ‘Don't Touch' or ‘No Flash' signs here! Step inside the paintings, strike a post, and take as many pictures as you like! Trick and be tricked with more than 80 optical illusion paintings and installations There are no boundaries! Step inside or crawl into the exhibits, interact with the characters and become the subject of the artwork on display See optical illusion artworks exclusive to Singapore that you won't find in any other gallery Trick and be tricked with more than 80 optical illusion paintings and installations Trick and be tricked with more than 80 optical illusion paintings and installations There are no boundaries! Step inside or crawl into the exhibits, interact with the characters and become the subject of the artwork on display There are no boundaries! Step inside or crawl into the exhibits, interact with the characters and become the subject of the artwork on display See optical illusion artworks exclusive to Singapore that you won't find in any other gallery See optical illusion artworks exclusive to Singapore that you won't find in any other gallery What We Love:   What We Love: Get ready to march into an incredible dimension of original 3D artworks! Trick Eye, short for ‘trick of the eye' refers to an art technique where two-dimensional paintings are turned into three-dimensional images through the use of optical illusions. This South Korea-born gallery features a number of original, mind-blowingly deceiving artworks, as well as newly created and adapted pieces for its Singapore site. Marvel at 2D paintings on museum walls, floors and ceilings - and try to wrap your head around the way they all pop out and come to life! Visitors are more than welcome to explore the six themed galleries with their eyes, hands, and of course, their camera. So step inside paintings, hang from a wooden beam, and get creative with your poses as you snap some photos and trick any onlooker's eyes!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/118-trick-eye-museum-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Trick Eye Museum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:46:41"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 33,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/be8c0d6d-%E5%9C%A3%E6%B7%98%E6%B2%99%E7%BB%B3%E7%B4%A2%E6%8E%A2%E9%99%A9/MegaZip.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Zoom down the 75 meters high, 450 meters long zip line over the jungle canopy of Imbiah Hill and the white sands of Fox Finish Point Gaze at the spectacular views of one of Singapore's jungles and smooth sands Race side-by-side your friends down the three lined MegaZip Zip line knowing you're in the safe hands of professionally trained staff Gaze at the spectacular views of one of Singapore's jungles and smooth sands Gaze at the spectacular views of one of Singapore's jungles and smooth sands Race side-by-side your friends down the three lined MegaZip Race side-by-side your friends down the three lined MegaZip Zip line knowing you're in the safe hands of professionally trained staff Zip line knowing you're in the safe hands of professionally trained staff What We Love:   What We Love: Take a leap of courage and brave the flight of your life with MegaZip. The 75 meter high and 450 meter long zip line flies you over breathtaking views of Imbiah Hill's lush jungle canopy and calming white sands. Unlike most zip lines, MegaZip consists of three wire lines. Grab a friend or family member and share the adrenaline rush as you race side by side at a speed of 60kmph!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/713-megazip-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "MegaZip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:46:53"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 9,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c7629e59-/ScienceCentreSingapore%2BOmniTheatreMovie.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Combine education and fun with the 2-in-1 deal: a visit to the Science Centre Singapore and a movie at Singapore Omni Theatre, the city's only digital 8K full dome theatre Science Centre in Singapore is the perfect attraction to visit with the whole family Learn about science and technology in a fun and interactive environment Get a free admission ticket to Singapore Omni Theatre for a great time watching a space themed movie Enjoy a whole day of relaxing and educational activities Science Centre in Singapore is the perfect attraction to visit with the whole family Learn about science and technology in a fun and interactive environment Get a free admission ticket to Singapore Omni Theatre for a great time watching a space themed movie Enjoy a whole day of relaxing and educational activities What We Love:   What We Love: A visit to the Science Centre is a fun and educational Singapore activity for the whole family. Start off by broadening your horizons at the Science Center and then reward yourselves with a movie at Singapore Omni Theatre — an observatory and 8k digital full dome cinema located right in the Science Centre. You can spend the day relaxed and entertained, with your kids learning about interesting and educational scientific discoveries.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1347-science-centre-singapore-omni-theatre-movie-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Science Centre Singapore + Omni Theatre Movie",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:47:03"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 17,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b692ac69-Singapore-Zoo-Breakfast/SingaporeZooBreakfast.jpgopacity0",
        "strIntroduction": " Enjoy the most important meal of the day - with orangutans! Dig into an array of breakfast favorites, including made-to-order eggs, bakery delights, local delicacies and more Anticipate the amazing arrival of the orangutan family as they take the ‘treeway' from their free-range habitat next door After breakfast, visit the various zoo attractions, such as the Splash Safari Show, Elephants of Asia, and the Fragile Forest and many more Dig into an array of breakfast favorites, including made-to-order eggs, bakery delights, local delicacies and more Dig into an array of breakfast favorites, including made-to-order eggs, bakery delights, local delicacies and more Anticipate the amazing arrival of the orangutan family as they take the ‘treeway' from their free-range habitat next door Anticipate the amazing arrival of the orangutan family as they take the ‘treeway' from their free-range habitat next door After breakfast, visit the various zoo attractions, such as the Splash Safari Show, Elephants of Asia, and the Fragile Forest and many more After breakfast, visit the various zoo attractions, such as the Splash Safari Show, Elephants of Asia, and the Fragile Forest and many more What We Love:   What We Love: Enjoy an animal encounter during one of the most important meals of the day! Be greeted at the table by elephants, orangutans and snakes through Jungle Breakfast With Wildlife. The award-winning breakfast program is set in one of Forbes Traveler's best zoos in the world (2007), where animals roam freely in their nature-resembling habitats, separated from visitors only by moats and wooden fencing. This breakfast takes that intimacy up another notch! Plus, you'll also get full access to the zoo to experience one of the most iconic Singaporean attractions. For the kids and kids at heart: enjoy!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/140-singapore-zoo-breakfast-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Singapore Zoo Breakfast",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:47:15"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 20,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8343cee4-Sentosa-4D-Adventureland/Sentosa4DAdventureland.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Step into three virtual worlds and enter exciting 4D rides that will put your senses on overdrive! Immerse in a 4D movie experience with 'Journey 2: The Mysterious Island.' Feel wind, water, and weird creepy crawlies...as you venture into an elusive island alongside a star-studded cast! Hop onto a saddle in 'Desperados,' a shoot-out game where you'll get the chance to use a pistol (motion-sensored, of course) to take down an army of bandits Hang tight in Extreme Log Ride, a virtual 4D rollercoaster where you're plunged straight into the wild Immerse in a 4D movie experience with 'Journey 2: The Mysterious Island.' Feel wind, water, and weird creepy crawlies...as you venture into an elusive island alongside a star-studded cast! Immerse in a 4D movie experience with 'Journey 2: The Mysterious Island.' Feel wind, water, and weird creepy crawlies...as you venture into an elusive island alongside a star-studded cast! Hop onto a saddle in 'Desperados,' a shoot-out game where you'll get the chance to use a pistol (motion-sensored, of course) to take down an army of bandits Hop onto a saddle in 'Desperados,' a shoot-out game where you'll get the chance to use a pistol (motion-sensored, of course) to take down an army of bandits Hang tight in Extreme Log Ride, a virtual 4D rollercoaster where you're plunged straight into the wild Hang tight in Extreme Log Ride, a virtual 4D rollercoaster where you're plunged straight into the wild What We Love:   What We Love: Gain unlimited access to three of Sentosa's most surreal 4D experiences - the first of their kind in Asia! Go on an adventure in the 4D movie, Journey 2: The Mysterious Island. Experience state-of-the-art video projection featuring wind, water, and other surprising effects! On Extreme Log Ride, a 4D roller coaster thrill, hang tight as you soar between cliffs, plunge over waterfalls and dive into crocodile-infested waters. Then saddle up for Desperados, a gaming ride where you're tasked with chasing after outlaws - and engage in a Wild West shootout, firing pistols and all!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/136-sentosa-4d-adventureland-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sentosa 4D Adventureland",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:47:23"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 18,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8ad13e8f-Hello-Kitty-Town--Little-Big-Club/HelloKittyTownThomasTown.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend a day at the first Hello Kitty theme park outside of Japan! Join Hello Kitty at home and play dress up, get your nails done, decorate cookies and more See shows by Little Twin Stars and My Melody, hop on themed rides, and enjoy fun crafts such as jewelry making and cookie baking Younger children will also enjoy a ride with Bob the Builder, dance with Angelina Ballerina, and play games with Pingu, among others End your day by dining at one of the park's themed restaurants! Join Hello Kitty at home and play dress up, get your nails done, decorate cookies and more Join Hello Kitty at home and play dress up, get your nails done, decorate cookies and more See shows by Little Twin Stars and My Melody, hop on themed rides, and enjoy fun crafts such as jewelry making and cookie baking See shows by Little Twin Stars and My Melody, hop on themed rides, and enjoy fun crafts such as jewelry making and cookie baking Younger children will also enjoy a ride with Bob the Builder, dance with Angelina Ballerina, and play games with Pingu, among others Younger children will also enjoy a ride with Bob the Builder, dance with Angelina Ballerina, and play games with Pingu, among others End your day by dining at one of the park's themed restaurants! End your day by dining at one of the park's themed restaurants! What We Love:   What We Love: Step into the world of Hello Kitty and friends! Join a show at The ‘Purrfect' Stage, where Little Twin Stars and My Melody entertain the family with daily live performances. Burn off steam at Friendship Land, home to themed rides, a playground and a number of attractions. Later, stroll over to Wishful Studio, where everyone can join in workshops like jewelry making and cookie baking. Dress up and get a dance class from Angelina Ballerina, then build a house with Bob's ‘Can-do' Crew at the Build it Zone. Sing-a-long with Barney at his playhouse, visit the igloo with Pingu, and of course, choo-choo along with Thomas on his interactive rides!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/128-hello-kitty-town-little-big-club-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hello Kitty Town & Thomas Town",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:47:35"
    },
    {
        "intDurationHour": 26,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 18,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b7a4eb2c-Marina-Bay-Sands-Skypark-Observation-Deck-/MarinaBaySandsSkyparkSightseeingExperience.jpgopacity0.456857",
        "strIntroduction": " Catch stunning views of the city from the 1.2-hectare observation deck perched 200 meters off the ground Travel high up into the clouds and take a walk on the giant observation deck, perched atop three towers Enjoy unobstructed 360-degree views of Singapore's skyline and the city below Take photos and capture unforgettable memories 57 levels off the ground This package include 1 Day FunVee Hopper Pass, where you can enjoy unlimited hop on hop off sightseeing across 3 bus routes in the city and Sentosa Travel high up into the clouds and take a walk on the giant observation deck, perched atop three towers Enjoy unobstructed 360-degree views of Singapore's skyline and the city below Take photos and capture unforgettable memories 57 levels off the ground This package include 1 Day FunVee Hopper Pass, where you can enjoy unlimited hop on hop off sightseeing across 3 bus routes in the city and Sentosa What We Love:   What We Love: See Singapore from up high at Sands SkyPark Observation Deck. Perched 200 meters in the air, this stunning view point is the peak and zenith of Marina Bay Sands. Taking you 57 levels high and offering an unrivaled panoramic view of the metropolis, Sands SkyPark Observation Deck is an absolute must-see for all travelers to Singapore. Designed by a visionary Moshe Safdie, the SkyPark seems to simply float atop the three soaring hotel towers. The gravity-defying platform is the one of the largest in the world and is the best place in Singapore for a memorable photo session.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1584-marina-bay-sands-skypark-observation-deck-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Marina Bay Sands Skypark Sightseeing Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:47:44"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/eaf826cd-National-Museum-of-Singapore/NationalMuseumofSingapore.jpgopacity0.0527277",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Pay a visit to Singapore's signature museum and architectural masterpiece, the National Museum of Singapore Explore over 1,700 historical and cultural artifacts at Singapore's oldest museum, founded in 1887 Journey through 700 years of Singapore's history from the island's development to everyday life Attend one of the many thought-provoking exhibitions and events taking place at the museum Admire exquisite drawings of flora and fauna from the prized William Farquhar Collection of Natural History Drawings Explore over 1,700 historical and cultural artifacts at Singapore's oldest museum, founded in 1887 Explore over 1,700 historical and cultural artifacts at Singapore's oldest museum, founded in 1887 Journey through 700 years of Singapore's history from the island's development to everyday life Journey through 700 years of Singapore's history from the island's development to everyday life Attend one of the many thought-provoking exhibitions and events taking place at the museum Attend one of the many thought-provoking exhibitions and events taking place at the museum Admire exquisite drawings of flora and fauna from the prized William Farquhar Collection of Natural History Drawings Admire exquisite drawings of flora and fauna from the prized William Farquhar Collection of Natural History Drawings What We Love:   What We Love: Explore the National Museum of Singapore – home to numerous historical artifacts and exhibits. Dating all the way back to 1887, the National Museum of Singapore is the country's oldest museum and a cultural and architectural landmark. Despite its rich historical background, the museum's galleries have adopted the latest cutting edge display techniques that redefine the traditional museum experience. From humble beginnings to the present day metropolis, you'll learn about everything from daily life to the rapid development of this island nation over 700 years of Singapore history. The National Museum of Singapore hosts a variety of exhibitions, festivals, film screenings and thought-provoking performances all year round – so you are sure to witness a truly great event during your visit.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1199-national-museum-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "National Museum of Singapore",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:47:52"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 40,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e41ba608-Cable-Car-Dinner/CableCarDining.jpgopacity0",
        "strIntroduction": " Dine in the sky at Singapore's Faber Peak — hop into a cable car for an unforgettable experience of delicious food and mesmerizing views of the city! Feast on a rich 4-course dinner aboard the famous Singapore Cable Car Dine under the stars and in your own private dining room with views to remember Watch the sunset with that special someone or celebrate an important event with this fantastic dining experience Catch stunning glimpses of the world below: the iconic Mount Faber Park, Universal Studios, Resorts World Sentosa and more Feast on a rich 4-course dinner aboard the famous Singapore Cable Car Feast on a rich 4-course dinner aboard the famous Singapore Cable Car Dine under the stars and in your own private dining room with views to remember Dine under the stars and in your own private dining room with views to remember Watch the sunset with that special someone or celebrate an important event with this fantastic dining experience Watch the sunset with that special someone or celebrate an important event with this fantastic dining experience Catch stunning glimpses of the world below: the iconic Mount Faber Park, Universal Studios, Resorts World Sentosa and more Catch stunning glimpses of the world below: the iconic Mount Faber Park, Universal Studios, Resorts World Sentosa and more What We Love:   What We Love: Dine above the skyline aboard the Singapore Cable Car on Mount Faber. Indulge in a 4-course luxurious meal spread over three rounds on the cable car. Perfect for a romantic date with that special someone, the cable car ride will reward you with stunning views of the city and the night sky. It's a one-of-a-kind experience and a definite must-do on your trip in Singapore.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/144-cable-car-dinner-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Cable Car Dining",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:48:00"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/cd6069d1-Wi-Ho%21%C2%AE-SIngapore-WiFi-Device/3GWiFiTPETSAKHHPickUpforSingapore.jpgopacity0",
        "strIntroduction": " Stay connected when traveling in Singapore with a 3G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across Singapore - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 10 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across Singapore - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 10 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Stay connected for your trip in Singapore with unlimited WiFi coverage. When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Singapore from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 4G data whilst connecting up to 10 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1156-wi-ho-wifi-device-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (TPE/TSA/KHH Pick Up) for Singapore",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:48:10"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 23,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/594b48b5-KidZania-Singapore/KidZaniaSingapore.jpgopacity0",
        "strIntroduction": " A day of great fun for kids as they take on various roles from fire fighters to engineers and doctors — KidZania is one of Singapore's most exciting parks for kids! Enjoy a day of interactive fun for the whole family in an indoor theme park At KidZania, kids get to try out various occupations and become whoever they want for the day: doctors, bankers, pilots, a CSI detective and more! Plenty of educational activities await at the acting academy, art studio, health institute and even a mountaineering school — and that's not even half of it! Enjoy a day of interactive fun for the whole family in an indoor theme park At KidZania, kids get to try out various occupations and become whoever they want for the day: doctors, bankers, pilots, a CSI detective and more! Plenty of educational activities await at the acting academy, art studio, health institute and even a mountaineering school — and that's not even half of it! What We Love:   What We Love: Singapore is a city with lots to offer to its visitors: from museums to nightlife and nature hikes, the city has it all. But what if you are traveling with family and don't want the little ones to miss out on all the fun? Well then, KidZania is just the right place. This unique theme park located on Sentosa Island lets kids try out different roles from fire fighters and policemen to shop owners and chefs and creates a wonderfully educational environment for both kids and parents.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1416-kidzania-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "KidZania Singapore",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:48:20"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/06e9995a-%E6%96%B0%E5%8A%A0%E5%9D%A1%E5%9B%BD%E5%AE%B6%E7%BE%8E%E6%9C%AF%E9%A6%86---Klook%E5%AE%A2%E8%B7%AF/NationalGallerySingapore.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Visit National Gallery Singapore – a stunning architectural endeavour that joins two national monuments, the former Supreme Court and City Hall, to form a new home for Singaporean and Southeast Asian art Discover Singaporean and Southeast Asian art at the National Gallery Singapore – home to over 1,000 art works. Explore Singapore's signature architecture – the National Gallery Singapore is located in the iconic restored Supreme Court and City Hall buildings, built in 1937 and 1926 respectively A day at the National Gallery Singapore is the perfect way to learn more about the city and learn about local and Southeast Asia art Between 6 Oct 2016-26 Mar 2017, visit the Artist and Empire special exhibition and have a look at the different ways in which the British Empire has been portrayed and contested through art (click here to find out more) Discover Singaporean and Southeast Asian art at the National Gallery Singapore – home to over 1,000 art works. Explore Singapore's signature architecture – the National Gallery Singapore is located in the iconic restored Supreme Court and City Hall buildings, built in 1937 and 1926 respectively A day at the National Gallery Singapore is the perfect way to learn more about the city and learn about local and Southeast Asia art Between 6 Oct 2016-26 Mar 2017, visit the Artist and Empire special exhibition and have a look at the different ways in which the British Empire has been portrayed and contested through art (click here to find out more) Artist and Empire here What We Love:   What We Love: Explore Southeast Asian art at the new National Gallery Singapore. After opening its doors on 24 Nov 2015, the gallery is located in Singapore's Civic District and boasts a combined floor area of 64,000 square meters and is housed in two of the island's most iconic buildings: former Supreme Court and City Hall. National Gallery Singapore is the largest visual arts venue and museum in Singapore – home to over 1,000 art works and it is certainly one of the main attractions in Singapore. Visitors are introduced to Singaporean and Southeast Asian art in the long-term and special exhibitions taking place at the gallery. A visit to the National Gallery Singapore is a great opportunity to discover art, culture and architecture of Singapore.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1256-national-gallery-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "National Gallery Singapore",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:48:31"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3a98724f-Singapore-Tiger-Sky-Tower/TigerSkyTowerSingapore.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Climb to the top of Tiger Sky Tower in Singapore - the tallest observatory tower in Asia Climb up to the very top of Asia – Tiger Sky Tower – for breathtaking views of Singapore and the Southern Islands Look down from 131 metres above sea level and see the city like never before Live the adventure in an air-conditioned glass cabin that slowly ascends to the top of the tower for a thrilling experience Snap pictures from the very top and enjoy panoramic views of the bustling metropolis Climb up to the very top of Asia – Tiger Sky Tower – for breathtaking views of Singapore and the Southern Islands Climb up to the very top of Asia – Tiger Sky Tower – for breathtaking views of Singapore and the Southern Islands Look down from 131 metres above sea level and see the city like never before Look down from 131 metres above sea level and see the city like never before Live the adventure in an air-conditioned glass cabin that slowly ascends to the top of the tower for a thrilling experience Live the adventure in an air-conditioned glass cabin that slowly ascends to the top of the tower for a thrilling experience Snap pictures from the very top and enjoy panoramic views of the bustling metropolis Snap pictures from the very top and enjoy panoramic views of the bustling metropolis What We Love:   What We Love: See Singapore from the highest point in Asia – the top of Sky Tower – Asia's tallest observatory tower offering breathtaking 360-degree views of the city at 131 metres above sea level. Enjoy an unobstructed view of Singapore, Sentosa and the Southern Islands. On a clear day, you might even catch a glimpse of Johor Bahru and Indonesian skyline. The viewing cabin is air-conditioned for your comfort and fitted with glass windows all around for your viewing pleasure – it slowly revolves as it ascends the tower, making for an even more exhilarating experience. One of Singapore's signature attractions, the Sky Tower was completed in 2004 and comprises 36 floors.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1184-tiger-sky-tower-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tiger Sky Tower Singapore",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:48:43"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a3e03620-Night-Safari-Package-Add-Ons/NightSafariPackageAddOns.jpgopacity0",
        "strIntroduction": " Get the most out of your visit to Night Safari in Singapore with audio commentary (Chinese or Japanese) or a filling dinner buffet in a wild setting Add an educational aspect to your Singapore's Night Safari fun with informative audio commentary in Mandarin or Japanese Learn all about the world's most fascinating nocturnal animals Feast on delectable dishes at the Ulu Ulu Asian/Indian Buffet Dinner Add an educational aspect to your Singapore's Night Safari fun with informative audio commentary in Mandarin or Japanese Learn all about the world's most fascinating nocturnal animals Feast on delectable dishes at the Ulu Ulu Asian/Indian Buffet Dinner What We Love:   What We Love: Enhance your visit to Singapore Night Safari with informative commentary in Japanese or Mandarin as you enjoy the ride on a special safari tram. Night Safari in Singapore is a one-of-a-kind experience — and this simple add on will make it absolutely hassle free and educational. In addition to a fun and informative way to get around the safari park, you will be able to recharge on a range of Chinese, Indian and vegetarian delights (not to mention desserts) with the sumptuous Ulu Ulu Asian/Indian Buffet Dinner — so no need to worry about grabbing food for the road or standing in long restaurant lines.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1411-night-safari-package-add-ons-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Night Safari Package Add Ons",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:48:54"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 45,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b9f41c72-FunVee-Open-Top-Bus-Singapore-23-Day-Pass/SingaporeCityPass-23Days.jpgopacity0",
        "strIntroduction": " Discover Singapore in full with a two or three day unlimited sightseeing bus pass — hop on and off at your own pace and visit the city's top attractions Enjoy a hassle free visit to Singapore with a two or three days pass which includes 2 attraction tickets plus a hop on hop off bus pass Alight anywhere along the 3 routes and understand more about the Lion City's history and interesting facts via a multilingual audio commentary Choose two attraction tickets from a list that includes the award-winning Singapore Zoo, Madame Tussauds or Gardens by the Bay Bring home lots of awesome photos with the city skyline as your backdrop from the bus's open air upper deck! Enjoy a hassle free visit to Singapore with a two or three days pass which includes 2 attraction tickets plus a hop on hop off bus pass Alight anywhere along the 3 routes and understand more about the Lion City's history and interesting facts via a multilingual audio commentary Choose two attraction tickets from a list that includes the award-winning Singapore Zoo, Madame Tussauds or Gardens by the Bay Bring home lots of awesome photos with the city skyline as your backdrop from the bus's open air upper deck! What We Love:   What We Love: Indulge in a full experience of Singapore and enjoy sightseeing at your own pace. With an unlimited sightseeing bus pass for two or three days, you won't have to worry about commuting to any of the interesting attractions: simply hop on the Funvee Open Top bus at one of the many locations and hop off at any point of interest — it's that easy! With extensive sightseeing itineraries and free admission to two of the city's top attractions (your choice), including Singapore Zoo, Madame Tussauds, Alive Museum and more — your visit to the city will be lots of fun and worry free.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1359-city-pass-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Singapore City Pass - 2/3 Days",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:49:03"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e27b4cf6-FunVee-Open-Top-Bus-1-Day-Hopper%C2%AE-Pass-with-Sands-Skypark-Option/FunVeeOpenTopBus1DayHopperPass.jpgopacity0",
        "strIntroduction": " Singapore deserves your undivided attention. Don't waste time figuring out how to get to another attraction and simply hop on the FunVee Open Top Bus and see Singapore from up high! See the distinct landmarks of Singapore: Marina Bay Sands, Collyer Quay, Chinatown, Buddha Tooth Relic Temple, Botanic Gardens and more Learn more about the city with multilingual audio commentary Take stunning photos of Singapore from the upper deck of the bus See the distinct landmarks of Singapore: Marina Bay Sands, Collyer Quay, Chinatown, Buddha Tooth Relic Temple, Botanic Gardens and more Learn more about the city with multilingual audio commentary Take stunning photos of Singapore from the upper deck of the bus What We Love:   What We Love: Singapore is a big city. And even though you may have a whole list of sightseeing spots you'd like to get to, getting to all of them in a short time can prove to be quite a feat. Checking location addresses, getting lost in an unfamiliar city and trying to read up on various attractions is no fun way to explore Singapore. Make your Singapore visit worry free with the 1 Day Hopper Pass and just enjoy the ride!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1351-funvee-open-top-bus-1day-hopper-pass-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "FunVee Open Top Bus 1 Day Hopper Pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:49:13"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 25,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6911acdb-Singapore-City-Sightseeing-Bus-Pass/SingaporeCitySightseeing.jpgopacity0.0562933",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly This unlimited hop on and off bus pass gives you the power to visit top landmarks in Singapore at your own leisure for 1 or 2 days of sightseeing Discover over 50 tourist attractions, including major landmarks, via four strategic routes around the city Choose between a 24 or 48 hours package with freedom to hop on and off as you wish Enjoy the comfortable seating with a choice of an air conditioned lower deck or open air views on the top deck Discover over 50 tourist attractions, including major landmarks, via four strategic routes around the city Choose between a 24 or 48 hours package with freedom to hop on and off as you wish Enjoy the comfortable seating with a choice of an air conditioned lower deck or open air views on the top deck What We Love:   What We Love: Ride on the iconic red double Decker sightseeing bus with unlimited hop on and offs at all of the famous landmarks in Singapore. Equipped with audio commentary in 11 languages, including a special one for kids, and just 15-20 minutes between buses, this pass gives you the power to plan your travels in Singapore at your own pace. Take in the unobstructed view of the city on the top deck or stay out of the elements in the air conditioned lower deck, the bus is an easy and convenient way to get around.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1056-city-sightseeing-bus-pass-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Singapore City Sightseeing",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:49:25"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4bf91e45-Alive-Museum-Singapore/AliveMuseumSingapore.jpgopacity0.899842",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Explore mindblowing 3D art at Singapore's Alive Museum! Visit Singapore's Alive Museum for an amazing experience of surprise, illusion and art See mesmerizing 3D art challenging you to tell illusion from reality Explore the Digital Art section and enjoy the art pieces like they have never been seen before Take fun pictures right \"inside\" the artworks, thanks to state-of-the-art technology Visit Singapore's Alive Museum for an amazing experience of surprise, illusion and art Visit Singapore's Alive Museum for an amazing experience of surprise, illusion and art See mesmerizing 3D art challenging you to tell illusion from reality See mesmerizing 3D art challenging you to tell illusion from reality Explore the Digital Art section and enjoy the art pieces like they have never been seen before Explore the Digital Art section and enjoy the art pieces like they have never been seen before Take fun pictures right \"inside\" the artworks, thanks to state-of-the-art technology Take fun pictures right \"inside\" the artworks, thanks to state-of-the-art technology What We Love:   What We Love: The Alive Museum Singapore promises oodles of fun for families or friends in Singapore. Having originated in Korea, the Illusionary Entertainment Museum chain is now in Singapore and ready to welcome visitors. Get ready to be amazed! Start off in the 3D Art section to see old classical art take new shapes. Stop by the Digital Art section to explore art beyond what you first see. Don't miss the Object Art hall where you will see senses-challenging sculptures and installations. Discover, have fun and take mind-tricking pictures! Thanks to the state-of-the-art technology, you will be able to take photos \"within the art\".  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1181-alive-museum-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Alive Museum Singapore",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:49:39"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4c9560b1-Sentosa-Island-Set-Meal-Coupon/SentosaIslandSetMealCoupon.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Complete your day at Sentosa Island with a delicious and affordable set meal of local dishes or high tea Get the best value meals on Sentosa Island at the Beaver's Cafe - an affordable option for all travelers Indulge in local delicacies after an exciting day of sightseeing Sample signature dishes such as Singapore Laksa and Mee Rebus Or go for all time international favorites like the Indian chicken biryani and Korean ramen Get instant confirmation and your voucher as soon as you book Get the best value meals on Sentosa Island at the Beaver's Cafe - an affordable option for all travelers Indulge in local delicacies after an exciting day of sightseeing Sample signature dishes such as Singapore Laksa and Mee Rebus Or go for all time international favorites like the Indian chicken biryani and Korean ramen Get instant confirmation and your voucher as soon as you book What We Love:   What We Love: Don't stay hungry on your visit to Sentosa Island. Complete the experience with a sumptuous meal with local delicacies and a flavorful high tea set. After exhausting day exploring Sentosa Island and with your camera bursting from captured memories, you deserve a relaxing break. Don't waste time looking for a fast food joint – at Beaver's Café you will be able to enjoy a hot authentic meal with the best of Singaporean traditions and a wide array of international favorites from Indian and European to Korean and Chinese cuisine, at what is undoubtedly one of Sentosa's best value restaurants.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1650-sentosa-island-set-meal-coupon-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sentosa Island Set Meal Coupon",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:49:51"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 171,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/33f5994b-Supercar-Driving-Experience/SupercarDrivingExperience.jpgopacity0",
        "strIntroduction": " Get a taste for the extreme with a 15-, 30- or 60-minute spin on the F1 race route, home to the Singapore Grand Prix Get the ultimate driving experience around the route used by the Singapore F1 night race Take the wheel of either a Ferrari California or a Lamborghini Gallardo Spyder Take full command of the vehicle as the driver or relax in the passenger seat as a professional driver lets the engine roar Controls range from the F1 style paddle gearbox for unparalleled intimacy with the Supercars' power, through to fully automatic (no clutch pedal), making the cars easy for any driver to handle Get the ultimate driving experience around the route used by the Singapore F1 night race Get the ultimate driving experience around the route used by the Singapore F1 night race Take the wheel of either a Ferrari California or a Lamborghini Gallardo Spyder Take the wheel of either a Ferrari California or a Lamborghini Gallardo Spyder Take full command of the vehicle as the driver or relax in the passenger seat as a professional driver lets the engine roar Take full command of the vehicle as the driver or relax in the passenger seat as a professional driver lets the engine roar Controls range from the F1 style paddle gearbox for unparalleled intimacy with the Supercars' power, through to fully automatic (no clutch pedal), making the cars easy for any driver to handle Controls range from the F1 style paddle gearbox for unparalleled intimacy with the Supercars' power, through to fully automatic (no clutch pedal), making the cars easy for any driver to handle What We Love:   What We Love: Follow in the tracks of Vettel, Alonso and Hamilton and make driving a Supercar a reality! Take the wheel on the route used during the F1 night race in the Ferrari California or the eye-catching Lamborghini. Unleash power on the straights of the freeway, or simply cruise along the coastline with the wind in your hair. If you don't feel like driving, feel free to relax in the passenger seat and let one of the pros show you what these cars can do. An onboard dual HD camera captures the drive from inside the cockpit as well as from a street view, so petrolheads are given a memento of an experience that's sure to stay with them forever!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/108-f1-driving-experience-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Supercar Driving Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:50:04"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d55abc37-Sentosa-Segway-Tour/GoGreenSegway%C2%AETours.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Tour around the island resort of Sentosa on an eco-friendly Segway to enjoy scenic views, encounter famous landmarks and explore sun-kissed beaches Try out the newest trend on this futuristic personal mobility device with a 5-10 min Segway taster or on a 30 min tour Get to grips with the vehicles on 2 rounds of the practice circuit Cruise around Sentosa with a friendly local guide who will give you guidance and instruction on riding a Segway Glide to several stunning beaches: Silosa, Palawan and Tanjong Try out the newest trend on this futuristic personal mobility device with a 5-10 min Segway taster or on a 30 min tour Try out the newest trend on this futuristic personal mobility device with a 5-10 min Segway taster or on a 30 min tour Get to grips with the vehicles on 2 rounds of the practice circuit Get to grips with the vehicles on 2 rounds of the practice circuit Cruise around Sentosa with a friendly local guide who will give you guidance and instruction on riding a Segway Cruise around Sentosa with a friendly local guide who will give you guidance and instruction on riding a Segway Glide to several stunning beaches: Silosa, Palawan and Tanjong Glide to several stunning beaches: Silosa, Palawan and Tanjong What We Love:   What We Love: There's no smoother way to enjoy the highlights of Sentosa than by zipping about on a Segway! Don't worry if you've never tried it before – these tours begin with a bit of practice and quick tips that will have you whizzing about in no time. Pick up fun facts as your passionate guide leads you across paved paths. Cruise past beautiful sights, popular beaches and exclusive luxury homes. You'll be amazed how efficiently you can get about on these fun and eco-friendly vehicles!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/106-sentosa-segway-tour-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Go Green Segway® Tours",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:50:14"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 9,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3ae69bb0-MINT-Museum-of-Toys-Singapore/MINTMuseumofToysSingapore.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Singapore's MINT Museum of Toys will impress and delight both adults and kids with its vast collection of vintage toys from around the world Relive your childhood and bring your kids along for a day of magic and beauty at Singapore's MINT Museum of Toys See a collection of more than 50,000 toys from the mid-19th century to the mid-20th centuries Explore toy making traditions in different countries: from Singapore and Japan to United States and Germany Relive your childhood and bring your kids along for a day of magic and beauty at Singapore's MINT Museum of Toys See a collection of more than 50,000 toys from the mid-19th century to the mid-20th centuries Explore toy making traditions in different countries: from Singapore and Japan to United States and Germany What We Love:   What We Love: Don't be confused. MINT has nothing to do with the popular gum flavor. MINT stands for Moment of Imagination and Nostalgia with Toys. And that means that MINT is a true paradise for going back to childhood days and a real must-visit for families with kids. The museum features an extensive collection of vintage toys, considered to be the largest of its kind in Southeast Asia. You will get to see more than 50,000 toys and memorabilia from over 40 countries including Singapore, Germany, Japan, the United Kingdom, the United States and more, ranging from the mid-19th century to the mid-20th century. Whether a child or an adult, this is a one-of-a-kind magical experience in the heart of Singapore.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1651-mint-museum-toys-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "MINT Museum of Toys Singapore",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:50:23"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 13,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e3a05e0a-/LunchwithParrots.jpgopacity0.36428",
        "strIntroduction": " Complete your visit to Jurong Bird Park in Singapore with a fascinating dining experience in the company of brightly colored birds! Enhance your visit to Jurong Bird Park with a unique dining experience with parrots Enjoy an entertaining performance as you feast on a buffet of local delights Watch as the parrots sing, laugh, mimic sounds, solve problems, create artwork and more! Enhance your visit to Jurong Bird Park with a unique dining experience with parrots Enjoy an entertaining performance as you feast on a buffet of local delights Watch as the parrots sing, laugh, mimic sounds, solve problems, create artwork and more! What We Love:   What We Love: Enjoy an abundant spread of Asian cuisine and be amazed by a stunning show from talented feathered performers. You will get to see marvelous tricks that go way beyond voice mimicking: the parrots at Jurong Bird Park can solve puzzles, sing songs and even paint. Why just grab a quick sandwich on the go when you can pair your lunch with an amazing experience and a fun time for the whole family! Feast on sumptuous Asian dishes such as stir fried prawns, Singapore laksa, sweet and sour fish and an array of delectable desserts, and take home memorable snaps from your time dining with the birds!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1412-lunch-with-parrots-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Lunch with Parrots",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:50:32"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 29,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/510ee79b-Airport-Transfer-SIN-Pick-Up-for-Singapore/AirportTransferSINPickUpforSingapore.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Arrive in comfort by conveniently booking private transfers between Singapore airport and your destination in the city Enjoy comfortable airport-hotel transfers in a modern air conditioned vehicle Receive a convenient pick up service from the airport arrivals hall/your hotel lobby from your professional driver Arrive at your destination quickly and safely with your experienced driver Various vehicle options to suit your traveling party needs Enjoy comfortable airport-hotel transfers in a modern air conditioned vehicle Receive a convenient pick up service from the airport arrivals hall/your hotel lobby from your professional driver Arrive at your destination quickly and safely with your experienced driver Various vehicle options to suit your traveling party needs What We Love:   What We Love: Ease into a hassle free visit to Singapore by booking a comfortable private car transfer in advance. Get picked up by your very own professional driver and let him quickly take you to your destination, choosing the shortest traffic-friendly route. You can also book the transfer for a convenient departure. Don't spoil your wonderful vacation memories by a tiring ride on the bus back to the airport. Say bye to Singapore in style — as a private vehicle whisks you away to new adventures.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1681-airport-transfer-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfer (SIN Pick Up) for Singapore",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:50:43"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 54,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/fa9373f4-Nature-Kayaking/NatureKayaking.jpgopacity0",
        "strIntroduction": " Uncover little-visited parts of Singapore on these kayaking adventures catering for all levels of skill or experience Follow certified instructors along a sea-and-mangrove route Spot a range of wildlife and enjoy the tranquility of the mangroves Learn about the heritage of the area and its people, and pick up a thing or two about nature Choose the easy-to-moderate Mangrove Kayaking that's perfect for beginners and families or the longer, more challenging Ubin Bisect Kayaking for expeditioners wanting a little more adventure Follow certified instructors along a sea-and-mangrove route Follow certified instructors along a sea-and-mangrove route Spot a range of wildlife and enjoy the tranquility of the mangroves Spot a range of wildlife and enjoy the tranquility of the mangroves Learn about the heritage of the area and its people, and pick up a thing or two about nature Learn about the heritage of the area and its people, and pick up a thing or two about nature Choose the easy-to-moderate Mangrove Kayaking that's perfect for beginners and families or the longer, more challenging Ubin Bisect Kayaking for expeditioners wanting a little more adventure Choose the easy-to-moderate Mangrove Kayaking that's perfect for beginners and families or the longer, more challenging Ubin Bisect Kayaking for expeditioners wanting a little more adventure What We Love:   What We Love: Kayak Singapore's naturally fascinating waters with the company of passionate, good-humored guides, some of whom are Ubin natives with an intimate knowledge of the locale. Learn about the heritage of Palau Ubin as you paddle in pairs, enter the mangroves and glimpse kingfishers, eagles, hornbills and herons. You might also be lucky to sight an otter family or pink dolphin pod! Alternatively, an 8.27km journey through to the middle of the island will bestow you with scenic views of wetlands and waterways. The area is a beautiful corner of Singaporean wilderness that's rarely seen due to its relatively inaccessibility, thus making this a truly one-of-a-kind experience for the curious and adventurous.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/115-nature-kayaking-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Nature Kayaking",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:50:53"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 58,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7041e8c2-Ubin-Biking-Adventure/UbinBikingAdventure.jpgopacity0",
        "strIntroduction": " Pedal through the dense jungle trails of Pulau Ubin and get a taste of the unique island's nature and wildlife Follow certified cycling guides along this scenic nature route on quiet country roads and tracks Spot some wildlife and enjoy the tranquility of Pulau Ubin Discover the history of this far less populated part of Singapore Get a quick safety briefing plus some biking tips from your guide This easy-to-moderate adventure is perfect for beginners and families Follow certified cycling guides along this scenic nature route on quiet country roads and tracks Follow certified cycling guides along this scenic nature route on quiet country roads and tracks Spot some wildlife and enjoy the tranquility of Pulau Ubin Spot some wildlife and enjoy the tranquility of Pulau Ubin Discover the history of this far less populated part of Singapore Discover the history of this far less populated part of Singapore Get a quick safety briefing plus some biking tips from your guide Get a quick safety briefing plus some biking tips from your guide This easy-to-moderate adventure is perfect for beginners and families This easy-to-moderate adventure is perfect for beginners and families What We Love:   What We Love: Breathe in the fresh scent of nature and enjoy the sights of wildlife and rustic old villages of Pulau Ubin. With the company of playful and passionate guides, you're guaranteed a wild and fun time in the outdoors as you cycle deep into the island. Be greeted by friendly local villagers as your guide tells you about the area's history. Encounter a Malayan water monitor or hornbill, and watch out for hungry boars and mischievous monkeys! The trip's filled with photo stops for you to capture the place's breathtaking natural backdrops, ensuring mementos of a unique Singaporean biking adventure.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/116-ubin-biking-adventure-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Ubin Biking Adventure",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:51:02"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 31,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8131e625-FunVee-WOW-Night-Tour/FunVeeWOWNightTour.jpg",
        "strIntroduction": " Have just three hours to spare on Singapore sightseeing? Don't worry. FunVee WOW Night Tour will show you the best spots in town by night See Singapore's best attractions and explore the city after sunset Visit Gardens by the Bay, a stunning indoor garden with numerous exotic plants Drive by Merlion Park, Padang and Singapore's art centrepiece, the National Gallery Try authentic dishes at a local food court and shop to your heart's content at Bugis Street See Singapore's best attractions and explore the city after sunset Visit Gardens by the Bay, a stunning indoor garden with numerous exotic plants Gardens by the Bay Drive by Merlion Park, Padang and Singapore's art centrepiece, the National Gallery National Gallery Try authentic dishes at a local food court and shop to your heart's content at Bugis Street What We Love:   What We Love: See the best of Singapore after the sun sets. The FunVee WOW Night Tour takes you to the best spots in town from busy streets to beautiful parks. Your tour starts off right as the sun sets. After dinner, you will journey to awe-inspiring Gardens by the Bay, where you can explore an abundance of plant species from around the world. Don't miss a visit to the world renowned Flower Dome and Cloud Forest conservatories. Next, you will be driven by Merlion Park, Padang and, most notably, National Gallery, located in two iconic national monuments—former Supreme Court and City Hall. Complete the tour with a stop at Bugis, where you can shop for souvenirs, clothing, accessories and have a delicious supper!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1583-funvee-wow-night-tour-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "FunVee WOW Night Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:51:12"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 114,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4417d06f-/RIPTours-USSHalloweenHorrorNights.jpgopacity0",
        "strIntroduction": " Get exclusive VIP access to haunted houses, express entry and a list of other discounts and freebies on a R.I.P Tour this Halloween at Universal Studios Singapore Experience Universal Studios Singapore's hauntingly scary Halloween Horror Nights 6! Get VIP access to ALL haunted houses, scare zones and selected attractions Skip the lines with an Express Unlimited Pass for the rest of the evening Indulge in a scrumptious Halloween buffet exclusively for R.I.P Tour guests Enjoy bonus extras including freebies, meal vouchers, complimentary refreshments, discounts, private character meet and greet, and much more! Experience Universal Studios Singapore's hauntingly scary Halloween Horror Nights 6! Experience Universal Studios Singapore's hauntingly scary Halloween Horror Nights 6! Halloween Horror Nights 6 Get VIP access to ALL haunted houses, scare zones and selected attractions Get VIP access to ALL haunted houses, scare zones and selected attractions Skip the lines with an Express Unlimited Pass for the rest of the evening Skip the lines with an Express Unlimited Pass for the rest of the evening Indulge in a scrumptious Halloween buffet exclusively for R.I.P Tour guests Indulge in a scrumptious Halloween buffet exclusively for R.I.P Tour guests Enjoy bonus extras including freebies, meal vouchers, complimentary refreshments, discounts, private character meet and greet, and much more! Enjoy bonus extras including freebies, meal vouchers, complimentary refreshments, discounts, private character meet and greet, and much more! What We Love:   What We Love: Are you ready to meet Lady Death? This Halloween at Universal Studios Singapore, prepare to be spooked! With five haunted houses, two scare zones, a host of horrifying characters and two deathly shows, it's definitely going to be a popular event. The lines will also be long but don't waste time in line, instead sign up for a R.I.P tour. Giving you exclusive VIP access to all haunted houses on your 3 hour tour, a private character meet & greet session, free refreshments, USS food and shopping discounts and even a Express pass for the rest of the evening, the R.I.P tours are not to be missed!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1844-rip-tours-uss-halloween-horror-nights-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "R.I.P Tours - USS Halloween Horror Nights",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:51:21"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 25,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/da21ef1c-Private-Car-Charter-for-Singapore/PrivateCarCharterforSingapore.jpgopacity0.922164",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Explore Singapore in total comfort by booking a private car charter - plan your own itinerary and let your driver take you there! Enjoy a comfortable private charter in Singapore in a modern air conditioned vehicle Plan your own itinerary and let your driver find the shortest route to get there Various vehicle options to suit the size of your traveling party Enjoy a comfortable private charter in Singapore in a modern air conditioned vehicle Plan your own itinerary and let your driver find the shortest route to get there Various vehicle options to suit the size of your traveling party What We Love:   What We Love: For the most convenient and hassle-free way to explore Singapore, consider booking a private vehicle. Decide exactly when and where you want to be and let your professional driver whisk you away to your destination in style. The private charter is perfect for families, as it lets you see more in a day with the utmost ease. No crowded buses, asking for direction or getting lost in unfamiliar areas — with a private car charter all your troubles are taken care of before they even arrive.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1752-private-car-charter-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Private Car Charter for Singapore",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:51:33"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f3ea2f87-Lee-Kong-Chian-Natural-History-Museum/LeeKongChianNaturalHistoryMuseum.jpgopacity0.193546",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly A great activity for the whole family, a visit to the Lee Kong Chian Natural History Museum will teach you about dinosaurs, plants, amphibians and more See what sauropod dinosaurs looked like at the Lee Kong Chian Natural History Museum Learn about over one million natural specimens from Southeast Asia Travel back in time and witness the beginning of life on Earth Explore the museum's expansive 8,500 square meter property — a great activity for both kids and adults See what sauropod dinosaurs looked like at the Lee Kong Chian Natural History Museum Learn about over one million natural specimens from Southeast Asia Travel back in time and witness the beginning of life on Earth Explore the museum's expansive 8,500 square meter property — a great activity for both kids and adults What We Love:   What We Love: Want to lay your eyes on the three sauropod dinosaur fossils that are more than 80% complete? No, this is not a sci-fi movie. You can see all of that in the Lee Kong Chian Natural History Museum in Singapore. The museum is a majestic 7-storey building covering a floor space of 8,500 square meters housing over a million regional specimens. Opened in April of 2015, the museum is one of the youngest in Singapore, yet is home to one of the oldest collections inherited from its predecessor — the Raffles Museum of Biodiversity Research. At the museum, you will get to learn about the diversity of life on Earth, travel back in time and see the plants, amphibians, mammals and dinosaurs in 16 thematic zones.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1680-lee-kong-chian-natural-history-museum-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Lee Kong Chian Natural History Museum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:51:42"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 19,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/964ca57c-3G-SIM-Card-HKG-Pick-Up-for-Singapore/3GSIMCardHKGPickUpforSingapore.jpgopacity0.312292",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Get a huge 5GB of mobile SIM data while traveling in Singapore for up to 7 days and no registration required Enjoy speedy surfing with a 7 day 3G SIM with 5G data Stay connected to mobile data for your travels in Singapore (no texts or calls included) Use the SIM card as soon as you arrive in Singapore with no registration required and pre-departure pick up from Hong Kong Airport Take advantage of network sharing and access the Internet from several devices at once Enjoy speedy surfing with a 7 day 3G SIM with 5G data Stay connected to mobile data for your travels in Singapore (no texts or calls included) Use the SIM card as soon as you arrive in Singapore with no registration required and pre-departure pick up from Hong Kong Airport Take advantage of network sharing and access the Internet from several devices at once What We Love:   What We Love: Pick up your Singtel SIM Card at Hong Kong Airport before you depart and access Internet data the moment you arrive in Singapore. With 5GB data valid for 7 days, you will be able to share your favorite pictures on social media, access maps to find the coolest places in Singapore and stay in the loop with your friends and family with no registration needed. Best of all, you can share data with your other devices at no extra cost!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1618-sim-card-hkg-pick-up-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G SIM Card (HKG Pick Up) for Singapore",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:51:53"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 21,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f4319264-%E6%96%B0%E5%8A%A0%E5%9D%A1%E5%8F%8A%E9%A9%AC%E6%9D%A5%E8%A5%BF%E4%BA%9A3G%E7%94%B5%E8%AF%9D%E5%8D%A1%EF%BC%88%E9%A6%99%E6%B8%AF%E5%AE%85%E9%85%8D%E5%88%B0%E5%BA%9C%EF%BC%89---Klook%E5%AE%A2%E8%B7%AF/3GSIMCardHKDeliveryforMalaysiaSingapore.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Get mobile data coverage across China with one convenient 3G SIM card giving you internet access for 7 days Make your Singapore and Malaysia travels simple with 3G SIM card coverage WIth free delivery to your home or hotel in Hong Kong, you can have your mobile data connection sorted before you set off for your trip Enjoy 6GB of data valid for 7 days (no text or calling services available) Tethering is permitted so multiple devices can benefit from one SIM card Make your Singapore and Malaysia travels simple with 3G SIM card coverage WIth free delivery to your home or hotel in Hong Kong, you can have your mobile data connection sorted before you set off for your trip Enjoy 6GB of data valid for 7 days (no text or calling services available) Tethering is permitted so multiple devices can benefit from one SIM card What We Love:   What We Love: We know traveling in a new place can sometimes be challenging. When you don't speak the language or know your way around in some of the world's largest cities, it's easy to get lost. So take our word for it, you'll be grateful to have a trusted 3G SIM card with free delivery to Hong Kong, so you can get set up and connected in Hong Kong before you even arrive in Malaysia or Singapore. With 6GB of data valid for 7 days, plus the option to tether to other devices, you'll have a guaranteed internet connection helping you enjoy your trip without a glitch.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/1632-sim-card-hk-delivery-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G SIM Card (HK Delivery) for Malaysia & Singapore",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:52:09"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3315,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/60d0b10f-Luxurious-Group-Sail/LuxuriousGroupSail.jpgopacity0",
        "strIntroduction": " The Leopard 51 is the newest addition to the power fleet, bringing you extensive entertainment features in a sleek vessel Lounge in luxury aboard the yacht, complete with a full entertainment and karaoke system Relish a delicious 7-course buffet meal mid-sea Enjoy the spacious flybridge (upper deck), which can accommodate all guests comfortably Cruise to Marina Bay for fantastic skyline views, then head to the pristine Southern Islands for a day of swimming, snorkeling, diving, and fishing You may also explore the islands themselves and snap a photo in front of the Raffles Lighthouse! Lounge in luxury aboard the yacht, complete with a full entertainment and karaoke system Lounge in luxury aboard the yacht, complete with a full entertainment and karaoke system Relish a delicious 7-course buffet meal mid-sea Relish a delicious 7-course buffet meal mid-sea Enjoy the spacious flybridge (upper deck), which can accommodate all guests comfortably Enjoy the spacious flybridge (upper deck), which can accommodate all guests comfortably Cruise to Marina Bay for fantastic skyline views, then head to the pristine Southern Islands for a day of swimming, snorkeling, diving, and fishing Cruise to Marina Bay for fantastic skyline views, then head to the pristine Southern Islands for a day of swimming, snorkeling, diving, and fishing You may also explore the islands themselves and snap a photo in front of the Raffles Lighthouse! You may also explore the islands themselves and snap a photo in front of the Raffles Lighthouse! What We Love:   What We Love: The luxurious Leopard 51, among the newest additions to the fleet, brings exquisite features to your sails. Enjoy the sleek yacht designed with a large and spacious upper deck that's perfect for on-board entertainment and lounging. Spend a day or late afternoon cruising to the Marina Bay Financial District for picturesque views of the skyline, before heading out to the Southern Islands to frolic on white beaches and swim in clear waters. You'll also get the chance to snorkel or dive, depending on where you'll anchor, and possibly catch dolphin sightings. Get away from city life aboard this clean-cut, beautiful yacht, and savor a more leisurely experience of Singapore.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/148-luxurious-group-sail-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Luxurious Group Sail",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:52:20"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 1621,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7468741f-Group-Yachting/GroupYachting.jpgopacity0",
        "strIntroduction": " Tailor your charter for your preferred sailing experience with the Taylan Star 1200! Lounge in luxury with friends and family aboard the fully furnished yacht Relish a delicious 7-course buffet meal mid-sea Cruise to Marina Bay for fantastic skyline views, then head to the pristine Southern Islands for a day of swimming, snorkeling, diving, and fishing You may also explore the islands themselves and enjoy a photo op near the Raffles Lighthouse! Lounge in luxury with friends and family aboard the fully furnished yacht Lounge in luxury with friends and family aboard the fully furnished yacht Relish a delicious 7-course buffet meal mid-sea Relish a delicious 7-course buffet meal mid-sea Cruise to Marina Bay for fantastic skyline views, then head to the pristine Southern Islands for a day of swimming, snorkeling, diving, and fishing Cruise to Marina Bay for fantastic skyline views, then head to the pristine Southern Islands for a day of swimming, snorkeling, diving, and fishing You may also explore the islands themselves and enjoy a photo op near the Raffles Lighthouse! You may also explore the islands themselves and enjoy a photo op near the Raffles Lighthouse! What We Love:   What We Love: Sail out of city aboard the Taylan Star 1200, perfect for small families and groups of friends. Cruise to the Marina Bay Financial District for views of the skyline, then head out to the Southern Islands for an afternoon spent in clear waters, on white beaches. You'll also get to snorkel or go for a dive, depending where you'll anchor, and manage a selfie or two next to the Raffles Lighthouse - or dolphins, if you're lucky! So round up your favorite people for a breather away from the city. There's plenty to enjoy aboard the Taylan and beyond!  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/109-group-yachting-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Group Yachting",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:52:31"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2358,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6519e54b-Catamaran-Charter/CatamaranCharter.jpgopacity0",
        "strIntroduction": " Known for its stability, the Lagoon 400 is a sailing catamaran ideal for children, elderly, and those yachting for the first time Bask on the yacht's fitted net as you speed across the water Enjoy a 7-course buffet meal mid-sea Cruise to Marina Bay for fantastic skyline views Head to the pristine Southern Islands for a day of swimming, snorkeling, diving, and fishing You may also explore the islands themselves and enjoy a photo op near the Raffles Lighthouse! Bask on the yacht's fitted net as you speed across the water Bask on the yacht's fitted net as you speed across the water Enjoy a 7-course buffet meal mid-sea Enjoy a 7-course buffet meal mid-sea Cruise to Marina Bay for fantastic skyline views Cruise to Marina Bay for fantastic skyline views Head to the pristine Southern Islands for a day of swimming, snorkeling, diving, and fishing Head to the pristine Southern Islands for a day of swimming, snorkeling, diving, and fishing You may also explore the islands themselves and enjoy a photo op near the Raffles Lighthouse! You may also explore the islands themselves and enjoy a photo op near the Raffles Lighthouse! What We Love:   What We Love: Cruise Singapore's waters on a Lagoon 400. The sailing catamaran, which comes with double hulls, is well known for its stability and is perfect for guests going yachting for the first time, as well as groups with children and the elderly. Sail to the Marina Bay Financial District for a view of the skyline, then head to the Southern Islands where you can lounge on sandy white beaches and go for a swim in clear waters. Depending where you'll anchor, you'll also get the chance to snorkel or dive up to 70ft under water. It's the perfect breather away from the city - aboard a deluxe yacht, no less.  ",
        "strLocation": "Singapore",
        "strOriginUrl": "https://www.klook.com/activity/147-catamaran-charter-singapore/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Catamaran Charter",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:52:39"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/574362db-4G-WiFi-HKG-Pick-Up-for-South-Korea/4GWiFiHKGPickUpforSouthKorea.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in South Korea with an unlimited 4G pocket WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of South Korea - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at the Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of South Korea - wherever your itinerary takes you Get WiFi access across the whole of South Korea - wherever your itinerary takes you Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Enjoy unlimited data use with a 4G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at the Hong Kong Airport Collect and drop off your device at the Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in South Korea, without the stress of sourcing WiFi once you get there. The speedy 4G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Korea but also Thailand, Singapore, Taiwan and Japan.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/676-korea-wifi-device-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (HKG Pick Up) for South Korea",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:52:50"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 29,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d6e57511-Everland-Korea-Theme-Park/Everland.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Spend a day enjoying Korea's largest theme park. With 5 zones to work your way through, you'll be squeezing in the thrills alongside wildlife attractions and live performances With the regular ticket, you can experience the Special Halloween Theme from 10 September to 31 October (Opening hours: 10:00am - 9:00pm) Dare to snap a photo with zombie characters appearing nightly in a flash mob inspired by the TV show, The Walking Dead Watch in awe as comedian Kim Jong-seok presents his magic show every Saturday during the Halloween season Get the chills while watching the Ghost Mansion 3D show with state of the art music and special effects Enjoy all Everland's regular attractions including the world's steepest rollercoaster! With the regular ticket, you can experience the Special Halloween Theme from 10 September to 31 October (Opening hours: 10:00am - 9:00pm) With the regular ticket, you can experience the Special Halloween Theme from 10 September to 31 October (Opening hours: 10:00am - 9:00pm) Dare to snap a photo with zombie characters appearing nightly in a flash mob inspired by the TV show, The Walking Dead Dare to snap a photo with zombie characters appearing nightly in a flash mob inspired by the TV show, The Walking Dead Watch in awe as comedian Kim Jong-seok presents his magic show every Saturday during the Halloween season Watch in awe as comedian Kim Jong-seok presents his magic show every Saturday during the Halloween season Get the chills while watching the Ghost Mansion 3D show with state of the art music and special effects Get the chills while watching the Ghost Mansion 3D show with state of the art music and special effects Enjoy all Everland's regular attractions including the world's steepest rollercoaster! Enjoy all Everland's regular attractions including the world's steepest rollercoaster! What We Love:   What We Love: Get over 30% off the standard ticket price, and enjoy an adrenaline fuelled day at Everland – one of South Korea's biggest and most exhilarating amusement parks. Twist and turn down the world's steepest wooden roller-coaster if you dare, and spend the afternoon enjoying other rides guaranteed to give you the ultimate full throttle amusement park experience. Ease down gently by strolling down the park's immaculately kept gardens and take in some of the park's parades and live music before heading back to the bright lights of Seoul  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/252-everland-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Everland",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:52:59"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 29,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6fdd04db-Lotte-World-Seoul-Theme-Park/LotteWorld.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Lotte World welcomes you to enjoy a mix of thrilling rides, a museum, an ice rink, a castle and various other attractions making this the perfect day out for families or groups with varying interests! From 3 September to 31 October, with the regular admission ticket, you can be spooked by this year's Lotte World Halloween activities: 'Cute Halloween' before sunset, 'Horror Halloween' after sunset and the 'Restricted Area M' zombie show! Visit one of Korea's top theme parks, within close proximity to Seoul Enjoy great discounts on Lotte World tickets exclusively for foreign visitors The two-part park provides outdoor thrill rides and the castle in the ‘Magic Island' area and many other attractions at the indoor ‘Adventure' area Ride rollercoasters, flume rides and the pirate ship to get an adrenalin kick A folk museum, ice rink and world carnival provide alternative attractions From 3 September to 31 October, with the regular admission ticket, you can be spooked by this year's Lotte World Halloween activities: 'Cute Halloween' before sunset, 'Horror Halloween' after sunset and the 'Restricted Area M' zombie show! From 3 September to 31 October, with the regular admission ticket, you can be spooked by this year's Lotte World Halloween activities: 'Cute Halloween' before sunset, 'Horror Halloween' after sunset and the 'Restricted Area M' zombie show! Visit one of Korea's top theme parks, within close proximity to Seoul Visit one of Korea's top theme parks, within close proximity to Seoul Enjoy great discounts on Lotte World tickets exclusively for foreign visitors Enjoy great discounts on Lotte World tickets exclusively for foreign visitors The two-part park provides outdoor thrill rides and the castle in the ‘Magic Island' area and many other attractions at the indoor ‘Adventure' area The two-part park provides outdoor thrill rides and the castle in the ‘Magic Island' area and many other attractions at the indoor ‘Adventure' area Ride rollercoasters, flume rides and the pirate ship to get an adrenalin kick Ride rollercoasters, flume rides and the pirate ship to get an adrenalin kick A folk museum, ice rink and world carnival provide alternative attractions A folk museum, ice rink and world carnival provide alternative attractions What We Love:   What We Love: Located close to the city centre, Lotte World provides visitors with a unique mix of classic theme park rides combined with other indoor amusements. Test your bravery on the park's popular thrillers, Gyro Drop and Gyro Swing, with drops of up to 70 meters! Make a splash on the Flume ride then visit the Folk Museum to discover more about Korean history, dating back through 5000 years. Taste international cuisine, visit the park's dazzling magic castle, skate at the indoor ice rink and watch over 200 performers singing and dancing in the World Carnival Parade. With so much to do, you'd better plan your itinerary and get off to an early start!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/251-lotte-world-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Lotte World",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:53:10"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 29,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/615eb318-Halloween--Horror-Nights-at-Everland-Korea-Theme-Park/EverlandHalloweenHorrorNights.jpgopacity0.456857",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Brave a day enjoying Korea's largest theme park - transformed for Halloween (including a The Walking Dead theme!) - until 31 October 2016 Dare to snap a photo with zombie characters appearing nightly in a flash mob inspired by the TV show, The Walking Dead Watch in awe as comedian Kim Jong-seok presents his magic show every Saturday during the Halloween season Roam the Four Seasons Garden adorned with chrysanthemums, silver grass and pumpkin installations Get the chills while watching the Ghost Mansion 3D show with state of the art music and special effects Enjoy all Everland's regular attractions including the world's steepest rollercoaster! Get a free Panda T-money transport card with every Everland ticket purchased and redeemed from 23 Sep to 31 Oct 2016 Dare to snap a photo with zombie characters appearing nightly in a flash mob inspired by the TV show, The Walking Dead Watch in awe as comedian Kim Jong-seok presents his magic show every Saturday during the Halloween season Roam the Four Seasons Garden adorned with chrysanthemums, silver grass and pumpkin installations Get the chills while watching the Ghost Mansion 3D show with state of the art music and special effects Enjoy all Everland's regular attractions including the world's steepest rollercoaster! Get a free Panda T-money transport card with every Everland ticket purchased and redeemed from 23 Sep to 31 Oct 2016 free What We Love:   What We Love: Get over 30% off the standard ticket price, and enjoy an fear-inducing day at Everland – one of South Korea's biggest and most exhilarating amusement parks! Twist and turn down the world's steepest wooden roller-coaster if you dare, and spend the afternoon enjoying other rides guaranteed to give you the ultimate full throttle amusement park experience. The park will be thoroughly decorated for Halloween, with special shows and even a zombie square inspired by The Walking Dead!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/2095-everland-halloween-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Everland Halloween & Horror Nights",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:53:20"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 29,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8a657cc0-Lotte-World-Seoul-Theme-Park/LotteWorldHorrorHalloweenZombieland.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Be spooked by this year's Lotte World Halloween activities until 31 October: there's something for every age! From 3 September to 31 October, with the regular admission ticket, you can be spooked by this year's Lotte World Halloween activities until 11:00pm Younger kids can enjoy 'Cute Halloween' before sunset including the Happy Halloween Parade 'Horror Halloween' begins after sunset when decorations turn spooky and the frights start to come out Dare to brave the zombie apocalypse at the 'Restricted Area M' from 8:30pm Dine on Halloween-themed treats and take home special seasonal souvenirs Enjoy all of Lotte World's other thrilling rides and attractions too From 3 September to 31 October, with the regular admission ticket, you can be spooked by this year's Lotte World Halloween activities until 11:00pm From 3 September to 31 October, with the regular admission ticket, you can be spooked by this year's Lotte World Halloween activities until 11:00pm Younger kids can enjoy 'Cute Halloween' before sunset including the Happy Halloween Parade Younger kids can enjoy 'Cute Halloween' before sunset including the Happy Halloween Parade 'Horror Halloween' begins after sunset when decorations turn spooky and the frights start to come out 'Horror Halloween' begins after sunset when decorations turn spooky and the frights start to come out Dare to brave the zombie apocalypse at the 'Restricted Area M' from 8:30pm Dare to brave the zombie apocalypse at the 'Restricted Area M' from 8:30pm Dine on Halloween-themed treats and take home special seasonal souvenirs Dine on Halloween-themed treats and take home special seasonal souvenirs Enjoy all of Lotte World's other thrilling rides and attractions too Enjoy all of Lotte World's other thrilling rides and attractions too What We Love:   What We Love: With Halloween kids activities during the day, scary rides beginning at sunset, and a zombie apocalypse after dark - there really is something for the whole family this Halloween at Lotte World! Located close to the city centre, Lotte World provides visitors with a unique mix of classic theme park rides combined with other indoor amusements. Test your bravery on the park's popular thrillers, Gyro Drop and Gyro Swing, with drops of up to 70 meters! Make a splash on the Flume ride then visit the Folk Museum to discover more about Korean history, dating back through 5000 years. Taste international cuisine, visit the park's dazzling magic castle, skate at the indoor ice rink and watch over 200 performers singing and dancing in the World Carnival Parade. With so much to do, you'd better plan your itinerary and get off to an early start!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/2092-lotte-world-halloween-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Lotte World Horror Halloween Zombieland",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:53:28"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 23,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/87ebe267-NANTA-Show/NantaShowSeoul.jpgopacity0",
        "strIntroduction": " Enter this outrageous kitchen for a performance of acrobatics, comedy and the percussion of kitchen implements! Watch Korea's longest running show at a theater in central Seoul You'll be amazed at the skills and in stitches at the hilarity of this kitchen-based show Watch the talented troupe perform everything from traditional folk pieces to modern numbers The non-verbal show and use of mime means language barriers are not a problem! Watch Korea's longest running show at a theater in central Seoul Watch Korea's longest running show at a theater in central Seoul You'll be amazed at the skills and in stitches at the hilarity of this kitchen-based show You'll be amazed at the skills and in stitches at the hilarity of this kitchen-based show Watch the talented troupe perform everything from traditional folk pieces to modern numbers Watch the talented troupe perform everything from traditional folk pieces to modern numbers The non-verbal show and use of mime means language barriers are not a problem! The non-verbal show and use of mime means language barriers are not a problem! What We Love:   What We Love: A show blending acrobatics, martial arts, music and culinary skills – that's got to be a unique combination! The talented troupe of Korean performers cook up a storm in the on-stage kitchen giving the audience a taste of Korean culinary lunacy, sliced and diced to percussive perfection. This captivating 90 minute performance is the longest running show in Korean history, displaying the comedic culinary attempts of four cooks under pressure. Nanta combines the rhythms from Korean folk songs with modern music, creating a non-verbal performance that's accessible to an international audience. Spectators are even encouraged on stage – you could be the bride or groom at a traditional wedding ceremony, or compete in a dumpling-piling competition!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/240-nanta-show-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Nanta Show Seoul",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:53:39"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 6,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4f7d43b5-Namsan-N-Seoul-Tower-Tickets/NSeoulTower.jpgopacity0",
        "strIntroduction": " Rise to breathtaking heights at the famous 236.7m tower, offering incredible views over Namsam Park, across the city and beyond Experience elevations of up to 479.7m above the tower and Namsan hill Visit the observatory and take an audio tour of the tower and city Access the tower by foot, by bus or take the cable car for beautiful views above Namsan Park See the famous bridge and trees covered with thousands of lover's padlocks Experience elevations of up to 479.7m above the tower and Namsan hill Experience elevations of up to 479.7m above the tower and Namsan hill Visit the observatory and take an audio tour of the tower and city Visit the observatory and take an audio tour of the tower and city Access the tower by foot, by bus or take the cable car for beautiful views above Namsan Park Access the tower by foot, by bus or take the cable car for beautiful views above Namsan Park See the famous bridge and trees covered with thousands of lover's padlocks See the famous bridge and trees covered with thousands of lover's padlocks What We Love:   What We Love: Perched on its lofty hilltop amongst the beautiful natural surrounds of Namsan Park, N Seoul Tower provides visitors with uncontested views across the whole city. Swiftly rise to an almost 500-meter elevation to visit the Observatory Tower and discover more about this incredible monument. Forget the daily rush of the metropolis for a moment as the beauty of all of Seoul spreads out before you. During the day, experience views extending across the city to the hills beyond; at night, watch as the twinkle of city lights mingles with the stars.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/412-n-seoul-tower-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "N Seoul Tower",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:53:49"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/95c16fbe-4G-Unlimited-Data-WiFi-Device/1day4GWiFiDevice.jpgopacity0",
        "strIntroduction": " For the ultimate convenience whilst traveling, you can view maps, look up transport schedules, check the news and even keep in touch with family and friends abroad with one nifty pocket WiFi device! Enjoy unlimited 4G WiFi coverage across Korea on a pay per day basis With services at Incheon, Gimpo or Jeju airport, you can pick-up and drop-off your device at different locations! Connect up to 3 devices on the same pocket WiFi Decide to stay a little longer? Just pay for any extra days when you return the device Enjoy unlimited 4G WiFi coverage across Korea on a pay per day basis Enjoy unlimited 4G WiFi coverage across Korea on a pay per day basis With services at Incheon, Gimpo or Jeju airport, you can pick-up and drop-off your device at different locations! With services at Incheon, Gimpo or Jeju airport, you can pick-up and drop-off your device at different locations! Connect up to 3 devices on the same pocket WiFi Connect up to 3 devices on the same pocket WiFi Decide to stay a little longer? Just pay for any extra days when you return the device Decide to stay a little longer? Just pay for any extra days when you return the device What We Love:   What We Love: Keep in touch with family and friends whilst in Seoul and around Korea with a 4G WiFi device rental, giving you unlimited access to your smartphone, tablet and computer at just the touch of a button. You'll enjoy high-speed 4G Internet access wherever you want, whenever you want with coverage across the country. Simply pick up your device at your airport of choice, then drop it off again when you leave – staying connected couldn't be simpler!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/253-4g-unlimited-data-wi-fi-device-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "(1 day) 4G WiFi Device",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:54:00"
    },
    {
        "intDurationHour": 28,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c0cdf680-Hanbok-Rental-Experience/HanbokExperience.jpgopacity0.242107",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Dress up in a high-quality Korean traditional costume for 4 hours or 1 day and get entry benefits to top Seoul sights Rent a properly fitted hanbok at a convenient location in downtown Seoul Choose from a wide variety of sizes and designs available with hair accessories to complete the look Save on entrance fees at various tourist locations around the city by wearing your hanbok Rent a properly fitted hanbok at a convenient location in downtown Seoul Choose from a wide variety of sizes and designs available with hair accessories to complete the look Save on entrance fees at various tourist locations around the city by wearing your hanbok What We Love:   What We Love: Visit famous landmarks around Seoul in a beautiful traditional Korean costume, the hanbok. Pick your costume from a wide array of designs and sizes at a convenient location in the Jung-gu district of Seoul - helpful and friendly assistants will ensure that the hanbok is properly fitted to your size. Then, head over to shrines, palaces and villages around the city where you will receive 'Hanbok benefits' which entitle you to free admission or discounts. Of course, it'll be an excellent opportunity to catch many memorable pictures, after which you can return the hanbok to the store or pay an additional fee for a return pick up service if you are on a tight schedule.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/901-hanbok-rental-experience-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hanbok Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:54:09"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 19,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/931671c1-JUMP-Show/JUMPShow.jpgopacity0",
        "strIntroduction": " Marvel at the impressive acrobatics and laugh at the incessant comedy of this internationally acclaimed show Enjoy Asian martial arts and hilarious shenanigans from this unique Korean family The internationally acclaimed show has enjoyed stints on Broadway and in London The impressive stunts and slapstick humor are accessible for the whole family to enjoy Enjoy Asian martial arts and hilarious shenanigans from this unique Korean family Enjoy Asian martial arts and hilarious shenanigans from this unique Korean family The internationally acclaimed show has enjoyed stints on Broadway and in London The internationally acclaimed show has enjoyed stints on Broadway and in London The impressive stunts and slapstick humor are accessible for the whole family to enjoy The impressive stunts and slapstick humor are accessible for the whole family to enjoy What We Love:   What We Love: Set in an average Korean home, JUMP is centered on a typical but dramatically agile Korean family – from the authoritarian grandfather, drunken uncle and Taekwondo-chopping mother to the incongruous daughter's suitor. Each member is a martial arts expert, possessing championship levels of Taekwondo, acrobatic and gymnastic skills. The plot thickens when two burglars break into the house in the middle of the night – one a sleek, mean villain, the other a plump, bumbling idiot – your quintessential comedy duo. When the family discovers the intruders, a mighty battle ensures. What follows is an incredible display of acrobatic skills, Jackie Chan-like martial arts, familial shenanigans and a healthy dose of slapstick humor thrown in too!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/238-jump-show-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "JUMP Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:54:20"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 6,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5833c2b3-Alive-Museum/AliveMuseumDynamicMaze.jpgopacity0",
        "strIntroduction": " Enter this surreal world of optical illusions where anything is possible at Alive Museum or test your logic at Seoul's newest indoor attraction, Dynamic Maze See more than 20 contemporary ‘Trick Art' and 50 parody works of famous pieces at Alive Museum You won't any ‘Don't Touch' signs here – the artworks are fully interactive! Take on the puzzles, challenges and obstacles of Dynamic Maze Work with your friends to navigate the maze using logic and intuition Choose tickets for just Alive Museum, just Dynamic Maze or a combo ticket for the two of them See more than 20 contemporary ‘Trick Art' and 50 parody works of famous pieces at Alive Museum See more than 20 contemporary ‘Trick Art' and 50 parody works of famous pieces at Alive Museum You won't any ‘Don't Touch' signs here – the artworks are fully interactive! You won't any ‘Don't Touch' signs here – the artworks are fully interactive! Take on the puzzles, challenges and obstacles of Dynamic Maze Take on the puzzles, challenges and obstacles of Dynamic Maze Work with your friends to navigate the maze using logic and intuition Work with your friends to navigate the maze using logic and intuition Choose tickets for just Alive Museum, just Dynamic Maze or a combo ticket for the two of them Choose tickets for just Alive Museum, just Dynamic Maze or a combo ticket for the two of them What We Love:   What We Love: Embark on a visual journey through artworks from the likes of Gogh, Manet and Picasso. Feed a giraffe or box with a kangaroo, rock climb hundreds of feet or ride a runaway mine train! At Alive Museum you can step in to become the subject of the paintings and take hilarious, mind-bending photos! These classic paintings are transformed into multi-dimensional optical illusions using a range of perspective techniques and mirror effects. The building also houses Seoul's newest indoor attraction: Dynamic Maze. Band together with a group of friends to work out clues, decode puzzles, and take on a range of easy and difficult challenges in order to break free of the maze! Buy each attraction individually or try out both with the combo ticket.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/408-alive-museum-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Alive Museum & Dynamic Maze",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:54:28"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3df95d86-Wi-Ho%21%C2%AE-Korea-WiFi-Device---Klook/3GWiFiTPETSAKHHPickUpforSouthKorea.jpgopacity0",
        "strIntroduction": " Stay connected when traveling in South Korea with a 3G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across South Korea - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 5 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across South Korea - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 5 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Stay connected for your trip in South Korea with unlimited WiFi coverage. When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in South Korea from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 3G data whilst connecting up to 10 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1144-wi-ho-korea-wifi-device-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (TPE/TSA/KHH Pick Up) for South Korea",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:54:40"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/20c2e248-Incheon-Airport-to-Seoul-City-Center-AREX-Train/IncheonAirporttoSeoulCityCenterAREX.jpgopacity0",
        "strIntroduction": " Incheon International Airport to downtown Seoul in only 43 minutes! The Airport Railroad Express will get you to where you need to be on time and in comfort – so that you can start exploring Seoul right away! Enjoy a comfortable ride on a fast train – Airport Railroad Express on the AREX line – it's the quickest way to get downtown Get from the Incheon International Airport to the center of Seoul in only 43 minutes! Be in complete control of your time with a convenient schedule and frequent departures You can use it for Seoul to Incheon Airport or Incheon Airport to Seoul Enjoy a comfortable ride on a fast train – Airport Railroad Express on the AREX line – it's the quickest way to get downtown Enjoy a comfortable ride on a fast train – Airport Railroad Express on the AREX line – it's the quickest way to get downtown Get from the Incheon International Airport to the center of Seoul in only 43 minutes! Get from the Incheon International Airport to the center of Seoul in only 43 minutes! Be in complete control of your time with a convenient schedule and frequent departures Be in complete control of your time with a convenient schedule and frequent departures You can use it for Seoul to Incheon Airport or Incheon Airport to Seoul You can use it for Seoul to Incheon Airport or Incheon Airport to Seoul What We Love:   What We Love: So, you've just landed at the airport in Seoul and are ready to get started with your sightseeing. Don't let a minute go to waste and hop on board the Airport Railroad Express on the AREX line – a direct train that will take you straight from the Incheon International Airport to downtown Seoul in only 43 minutes! With comfortable seating and lots of room for your luggage, you will arrive at your destination well-rested and full of energy. With trains leaving every 25 to 40 minutes, you will be able to easily keep up with your schedule and confidently make plans.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1163-airport-to-seoul-city-center-arex-train-incheon/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Incheon Airport to Seoul City Center AREX",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:54:48"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a9235aef-Trickeye-3D-Museum/Trickeye3DMuseum.jpgopacity0",
        "strIntroduction": " Get creative with your poses as you snap photos and trick onlooker's eyes - at the original home of Trickeye 3D art Trick and be tricked with 100 optical illusion paintings and installations There are no boundaries - step into and be the subject of the artwork Take note of the useful tips at every artwork telling you how to capture the best shot Don't miss the chance to climb the iceberg and ride on the ice slide in the Ice Museum Amaze friends and family with the hilarious photos that you've snapped! Trick and be tricked with 100 optical illusion paintings and installations Trick and be tricked with 100 optical illusion paintings and installations There are no boundaries - step into and be the subject of the artwork There are no boundaries - step into and be the subject of the artwork Take note of the useful tips at every artwork telling you how to capture the best shot Take note of the useful tips at every artwork telling you how to capture the best shot Don't miss the chance to climb the iceberg and ride on the ice slide in the Ice Museum Don't miss the chance to climb the iceberg and ride on the ice slide in the Ice Museum Amaze friends and family with the hilarious photos that you've snapped! Amaze friends and family with the hilarious photos that you've snapped! What We Love:   What We Love: Get ready to march into an incredible dimension of original 3D artworks! Trickeye, short for ‘trick of the eye' refers to an art technique where two-dimensional paintings are turned into three-dimensional images through the use of optical illusions. You're visiting the home of Trickeye, the South Korean original museum that has now found roots across the world. Marvel at 2D paintings on the museum walls, floors and ceilings – and try to wrap your head around how they pop out and come to life! Visitors are allowed to freely explore the multiple galleries with their eyes, hands, and of course, cameras. So step inside paintings, hang from beams, ride a camel, dance with the pros and swing with Spiderman.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/414-trickeye-3d-museum-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Trickeye 3D Museum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:54:59"
    },
    {
        "intDurationHour": 192,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 17,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e40a328d-3G-SIM-Card-HKG-Pick-Up-for-South-Korea/3G4GSIMCardHKGPickUpforSouthKorea.jpgopacity0.36428",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Five or eight days of Internet access with network sharing by SK Telecom Korea wherever you're traveling in South Korea Faster surfing with the 3G (8 days) or 4G (5 days) prepaid SIM Enjoy the convenience of a ready to use SIM card in Korea with no registration required and pre-departure pick up from Hong Kong Airport Take advantage of network sharing and access the Internet from several devices at once Faster surfing with the 3G (8 days) or 4G (5 days) prepaid SIM Enjoy the convenience of a ready to use SIM card in Korea with no registration required and pre-departure pick up from Hong Kong Airport Take advantage of network sharing and access the Internet from several devices at once What We Love:   What We Love: Pick up your SK Telecom SIM Card at the airport before you leave Hong Kong and access Internet data the moment you arrive in Korea. With 5GB of 3G data for 8 days, or 2.8GB of 4G data for 5 days, you will be able to share your favorite pictures on social media or access maps to find the coolest places in Korea, whatever your travel duration. Stay in the loop with your friends and family and what's more, no registration is needed. Best of all, you can share data with your other devices at no extra cost!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1015-korea-3g-sim-card-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G/4G SIM Card (HKG Pick Up) for South Korea",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:55:10"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/db7debfc-DMZ-Tour/DMZTour.jpgopacity0",
        "strIntroduction": " Increase your knowledge of the clash between North and South Korea by visiting the DMZ with an interesting guide and learn more about the significant role it plays in times of war Learn more about the Korean War and the Cold War from your informative English-speaking guide Visit the sites of recent history between North and South Korea including Imjingak Park, Freedom Bridge, 3rd Infiltration Tunnel and the DMZ Exhibition Hall Choose the lunch option for a meal at a local restaurant – a chance to reflect on your tour View North Korea through binoculars atop the Dora Observatory Countries restricted from entering the JSA (Panmunjom) will still be able to join this tour Learn more about the Korean War and the Cold War from your informative English-speaking guide Learn more about the Korean War and the Cold War from your informative English-speaking guide Visit the sites of recent history between North and South Korea including Imjingak Park, Freedom Bridge, 3rd Infiltration Tunnel and the DMZ Exhibition Hall Visit the sites of recent history between North and South Korea including Imjingak Park, Freedom Bridge, 3rd Infiltration Tunnel and the DMZ Exhibition Hall Choose the lunch option for a meal at a local restaurant – a chance to reflect on your tour Choose the lunch option for a meal at a local restaurant – a chance to reflect on your tour View North Korea through binoculars atop the Dora Observatory View North Korea through binoculars atop the Dora Observatory Countries restricted from entering the JSA (Panmunjom) will still be able to join this tour Countries restricted from entering the JSA (Panmunjom) will still be able to join this tour What We Love:   What We Love: This is a tour to take you deep into the DMZ (Demilitarized Zone), just a few miles from North Korean territory, to discover more about Korea's turbulent past. Despite its name, the DMZ is the area between two of the most heavily armed frontiers on earth. However, this no man's land is remarkably safe for tourists (and even world leaders) to visit, but is only accessible via group tours. Your guide will relate the fascinating history surrounding the area as you visit historical sites: war relics at Imjingak Park, Freedom Bridge across which almost 13,000 Korean POWs walked to freedom, the 3rd Infiltration Tunnel - an invasion route built beneath the border, the DMZ exhibition theater, and views of North Korea from atop the Dora Observatory.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/216-dmz-tour-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "DMZ Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:55:20"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 75,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b671c975-Airport-Transfers-ICN-Pick-Up-for-Seoul/AirportTransfersICNPickUpforSeoul.jpgopacity0.0509862",
        "strIntroduction": " Travel in a private car from Seoul Incheon to the city. All you have to sit back and plan what you're going to do when you get there! Enjoy airport to city transfers in a modern air conditioned vehicle Receive a convenient pick up service from your Seoul hotel or Incheon Airport Feel safe in the hands of a professional transfer service and experienced driver with an excellent reputation Enjoy airport to city transfers in a modern air conditioned vehicle Receive a convenient pick up service from your Seoul hotel or Incheon Airport Feel safe in the hands of a professional transfer service and experienced driver with an excellent reputation What We Love:   What We Love: Make sure your visit to Korea is hassle free by booking an airport to city transfer. Seoul Incheon Airport is at least an hour from the city and regular taxi fares are notoriously expensive. Instead, enjoy great savings and the comfort of a private vehicle with personal driver who will pick you up right from Seoul Incheon Airport arrivals hall, before whisking you off into the city (or vice versa, if you wish). Transfers can accommodate between 1 and 8 people in a modern vehicle with air conditioning.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/806-incheon-airport-transfer-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (ICN Pick Up) for Seoul",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:55:31"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 110,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/fc785ab0-Panmunjom-and-DMZ-Tour/PanmunjomandDMZTour.jpgopacity0",
        "strIntroduction": " Get the most comprehensive tour of the no man's land between North and South Korea. Visit key sites of the DMZ in the morning and enter the high security area of the JSA in the afternoon Learn more about tensions between the Koreas and the wars that have resulted, from your informative English-speaking guide Visit famous sites of the DMZ including Imjingak Park, Freedom Bridge, the 3rd Infiltration Tunnel, the DMZ exhibition hall and the Dora Observatory Enter the JSA to see Freedom House, Conference Room, Bridge of No Return and the Ax Murder Incident area Enjoy a delicious local lunch and hotel pick-up included Learn more about tensions between the Koreas and the wars that have resulted, from your informative English-speaking guide Learn more about tensions between the Koreas and the wars that have resulted, from your informative English-speaking guide Visit famous sites of the DMZ including Imjingak Park, Freedom Bridge, the 3rd Infiltration Tunnel, the DMZ exhibition hall and the Dora Observatory Visit famous sites of the DMZ including Imjingak Park, Freedom Bridge, the 3rd Infiltration Tunnel, the DMZ exhibition hall and the Dora Observatory Enter the JSA to see Freedom House, Conference Room, Bridge of No Return and the Ax Murder Incident area Enter the JSA to see Freedom House, Conference Room, Bridge of No Return and the Ax Murder Incident area Enjoy a delicious local lunch and hotel pick-up included Enjoy a delicious local lunch and hotel pick-up included What We Love:   What We Love: Whether a fan of history and politics or not, a visit to the border territory between North and South Korea is an eye-opening experience. You'll travel to the Demilitarized Zone (DMZ), a buffer between the two sides, and explore historic sites including Imjingak Park, the Freedom Bridge and the secretly dug 3rd Infiltration Tunnel. After stopping for a local lunch, you'll be escorted through the checkpoint at Panmunjom (officially known as the Joint Security Area (JSA)), a supposedly neutral zone in times of war where the two sides met. Here you'll visit Freedom House and learn about the Bridge of No Return and the Ax Murder Incident. At which point you'll be able to say you have technically entered North Korea! If you currently feel like you lack knowledge on the subject, not to fear, you'll be an expert after taking this tour.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/223-panmunjom-and-dmz-tour-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Panmunjom and DMZ Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:55:40"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 9,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f32fe2e6-KLIVE-K-Pop-Hologram-Hall/KLIVEK-PopHologramHall.jpgopacity0.991144",
        "strIntroduction": " Meet your favorite K-pop stars and watch them perform – this unbelievably vivid hologram performance will have you questioning who's real and who's not! Watch your favorite K-pop stars in an incredibly lifelike hologram performance Snap a pic with your favorite band members in the Star Photo Box, arrive by Limo with them to the show and even ride with them in the AR Elevator! Try your favorite K-pop stars' favorite snacks and beverages at Café Klive after the show Watch your favorite K-pop stars in an incredibly lifelike hologram performance Watch your favorite K-pop stars in an incredibly lifelike hologram performance Snap a pic with your favorite band members in the Star Photo Box, arrive by Limo with them to the show and even ride with them in the AR Elevator! Snap a pic with your favorite band members in the Star Photo Box, arrive by Limo with them to the show and even ride with them in the AR Elevator! Try your favorite K-pop stars' favorite snacks and beverages at Café Klive after the show Try your favorite K-pop stars' favorite snacks and beverages at Café Klive after the show What We Love:   What We Love: Calling all K-pop lovers! KLIVE is the world's first dedicated K-pop hologram performance hall. Meet your favorite K-pop stars, take photos with them and watch them perform. The high-resolution images and 270-degree projections, combined with the screams of dedicated fans, make this a remarkably realistic experience. The dreamlike atmosphere of imaginary ‘Hallyu City' (think dusk, glittering stars, hazy streetlamps) comes alive when the clock strikes the hour. Clowns emerge from the terraces to guide you into the Klive Theater where a lifelike hologram concert will unfold. Dance with Psy, sing along with 2NE1 and come face to face with BIGBANG! K-pop fans will not want to miss this!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/248-klive-k-pop-hologram-hall-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "KLIVE K-Pop Hologram Hall",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:55:51"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 91,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4db82951-Nami-Island--Petite-France/NamiIslandPetiteFrance.jpgopacity0",
        "strIntroduction": " Indulge in the nature and romance of these stunning locations, including Nami Island, Petite France, which are both settings for popular dramas – just a day trip from Seoul Visit the beautiful Nami Island, famed for its nature and peacefulness – even telephone poles are buried underground to maintain the natural landscape Roam through delightful Petite France where you'll almost believe you're in Europe! Pedal along the old railroad tracks of the scenic Rail Bike or end the day by picking up bargains at a duty free shop Hotel transfers and lunch are all included in the tour Visit the beautiful Nami Island, famed for its nature and peacefulness – even telephone poles are buried underground to maintain the natural landscape Visit the beautiful Nami Island, famed for its nature and peacefulness – even telephone poles are buried underground to maintain the natural landscape Roam through delightful Petite France where you'll almost believe you're in Europe! Roam through delightful Petite France where you'll almost believe you're in Europe! Pedal along the old railroad tracks of the scenic Rail Bike or end the day by picking up bargains at a duty free shop Pedal along the old railroad tracks of the scenic Rail Bike or end the day by picking up bargains at a duty free shop Hotel transfers and lunch are all included in the tour Hotel transfers and lunch are all included in the tour What We Love:   What We Love: Nami Island is a favored destination for loved-up couples and those wanting a nature break, no wonder it was an obvious filming location for Korean TV show ‘Winter Sonata'. Stroll the ‘Forest of Sweethearts' and keep an eye out for ostriches, rabbits, deer and other wildlife that roam freely through the forest. The 150-year-old residences of Petite France, based on the iconic book ‘The Little Prince', are bound to transport your thoughts to quaint French villages. It's also the set for many scenes from ever-popular Korean drama ‘My Love from the Star'. For a dose of exercise during the tour, opt to experience the ‘Rail Bike' and pedal along the rail tracks while taking in the lovely Bukhangang River scenery!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/505-nami-island-petite-france-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Nami Island & Petite France",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:56:00"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 21,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9d09a529-BIBAP-Show/BIBAPShow.jpgopacity0",
        "strIntroduction": " The world's most delicious musical based on Korea's well-loved dish, Bibimbap! Acting and cooking combine in a show pioneering the concept of ‘Eatertainment' Talented actors and musicians demonstrate their skills of performance in the kitchen Breakdancing, martial arts, acrobatics and singing accompany the cooking during BIBAP The non-verbal show and use of mime means language barriers are not a problem! Acting and cooking combine in a show pioneering the concept of ‘Eatertainment' Acting and cooking combine in a show pioneering the concept of ‘Eatertainment' Talented actors and musicians demonstrate their skills of performance in the kitchen Talented actors and musicians demonstrate their skills of performance in the kitchen Breakdancing, martial arts, acrobatics and singing accompany the cooking during BIBAP Breakdancing, martial arts, acrobatics and singing accompany the cooking during BIBAP The non-verbal show and use of mime means language barriers are not a problem! The non-verbal show and use of mime means language barriers are not a problem! What We Love:   What We Love: Koreans love their national foods, so much so that they've created a show based on the well-loved rice, beef and veggies dish ... Bibimbap! Being non-verbal, the show is accessible to all nationalities, whether you've grown up a K-food lover or not (warning: you will be by the end of this!) Performers mimic the sound of making bibimbap with beat-boxing, a cappella, acrobatics and martial arts. It's heralded as the pioneer of a new fad called ‘Eatertainment'! Two chefs battle it out in the kitchen to create the best bibimbap dish with the winner judged by a randomly selected audience member. It's not all bibimbap though, expect sushi, pizza, and chicken noodles too, served with a b-boying accompaniment. Suited to gastronomes and thespians alike, this innovative and dynamic performance is a self-proclaimed ‘delicious musical'.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/246-bibap-show-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "BIBAP Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:56:11"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/235409f3-KAL-Limousine-Bus/KALLimousineBus.jpgopacity0.0562933",
        "strIntroduction": " Get from Seoul Incheon Airport to the city center quickly and in comfort and style, giving you more time to discover the delights of Seoul Drop off locations all over Seoul city center Complimentary WiFi connection and mineral water Spacious and comfortable seating on board The most cost effective way of reaching the city center from Incheon International Airport Drop off locations all over Seoul city center Complimentary WiFi connection and mineral water Spacious and comfortable seating on board The most cost effective way of reaching the city center from Incheon International Airport What We Love:   What We Love: After a long flight, there's nothing better than a comfortable and fast transfer service to get you into the city as quickly and as efficiently as possible. Whether you're a single traveller, or coming in a group, the KAL limousine service offers an elite service at an affordable price. With a number of different drop off points conveniently spread out throughout Seoul city center, sit back deep into your chair as you travel from Incheon airport to your destination in true comfort and style.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1309-kal-limousine-bus-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "KAL Limousine Bus",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:56:23"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 24,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e59388d3-THE-PAINTERS-HERO-Show/THEPAINTERSHEROShow.jpgopacity0",
        "strIntroduction": " Using a range of art techniques to whip up images of famous people, and throwing in the music and dance that Korea is so famed for, this all-male troupe of talented artists is certain to impress Watch in awe as the performers conjure up fantastic artwork in a matter of minutes Enjoy the comedy, mime, dance and music included in the show Have the chance to be picked to perform on stage too! The non-verbal show and use of mime means language barriers are not a problem! Watch in awe as the performers conjure up fantastic artwork in a matter of minutes Watch in awe as the performers conjure up fantastic artwork in a matter of minutes Enjoy the comedy, mime, dance and music included in the show Enjoy the comedy, mime, dance and music included in the show Have the chance to be picked to perform on stage too! Have the chance to be picked to perform on stage too! The non-verbal show and use of mime means language barriers are not a problem! The non-verbal show and use of mime means language barriers are not a problem! What We Love:   What We Love: Hitting the stage in 2012 and since performing in most major global cities, 'The Painters: Hero' is a one-of-a-kind performance fusing world-renowned Korean entertainment with talented artists. This utterly innovative idea showcases the mind-blowing skills of live illustrators with incredible visual effects, alongside a witty blend of mime, dance and comedy. Using 10 different art techniques - everything from action drawing to speed drawing to a piece created from 200 Rubik's cubes - the artwork represents ‘heroes' from history, music and comics. Watch as incredible images unfold before your eyes, guess who is being brought to life, and even take the chance to get on stage yourself!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/243-the-painters-hero-show-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "THE PAINTERS: HERO Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:56:34"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 76,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6ee61ec0-Panmunjom-Tour/PanmunjomTour.jpgopacity0.864484",
        "strIntroduction": " Visit the most poignant sites of the struggle between North and South Korea. See where significant talks took place and visit the locations of ill-famed events Learn more about tensions between the Koreas and the wars that have resulted, from your informative English-speaking guide Enter the JSA to see Freedom House, Conference Room, Bridge of No Return and the Ax Murder Incident area Enjoy a delicious local lunch and hotel pick-up included Learn more about tensions between the Koreas and the wars that have resulted, from your informative English-speaking guide Learn more about tensions between the Koreas and the wars that have resulted, from your informative English-speaking guide Enter the JSA to see Freedom House, Conference Room, Bridge of No Return and the Ax Murder Incident area Enter the JSA to see Freedom House, Conference Room, Bridge of No Return and the Ax Murder Incident area Enjoy a delicious local lunch and hotel pick-up included Enjoy a delicious local lunch and hotel pick-up included What We Love:   What We Love: Delving into the heart of the history, this tour skips the outer edges of the DMZ and takes you to the Joint Security Area (JSA), also known as Panmunjom. This was the site of talks and negotiation between the two sides during the Korean wars. You'll visit the historical war monuments at Unification Park before a Korean restaurant lunch, after which you'll enter the JSA, accompanied by the expert knowledge of your guide. Visit Freedom House and the Conference room, site of various inter-Korean discussions, agreements and exchanges. The Bridge of No Return is next on the itinerary, the location of many POW exchanges, before a visit to the site of 1976's tragic Ax Murder Incident.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/221-panmunjom-tour-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Panmunjom Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:56:45"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 18,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/83b8878a-DRUM-CAT-Show/DRUMCATShow.jpgopacity0",
        "strIntroduction": " Join the Drum Cats in Seoul's sexiest musical performance, one in a line of the city's popular non-verbal shows Watch the 5-star high-speed drumming and violin sensation – celebrating music and femininity Listen to the complex and powerful rhythms combining rock, jazz, techno and Latin The non-verbal show means language barriers are not a problem! Watch the 5-star high-speed drumming and violin sensation – celebrating music and femininity Watch the 5-star high-speed drumming and violin sensation – celebrating music and femininity Listen to the complex and powerful rhythms combining rock, jazz, techno and Latin Listen to the complex and powerful rhythms combining rock, jazz, techno and Latin The non-verbal show means language barriers are not a problem! The non-verbal show means language barriers are not a problem! What We Love:   What We Love: Korea's famous drumming troupe come wearing heels and wrapped in leather, ready to whip you into a frenzy of rhythm and power! The all-female percussion band has enjoyed international acclaim, harmonizing femininity and sound across the world, and moving into their own exclusive theatre in Seoul in 2010. The Drum Cat performance comprises five themes: Sexy, Speedy, Funny, Powerful and Wild. A far cry from traditional drumming, the performance focuses on a modernization of rhythm: combing rock jazz, techno and Latin rhythms into a unique blend of sound. No simple rhythms here, you'll be stunned by the complexity of the pounding and powerful beats.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/247-drum-cat-show-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "DRUM CAT Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:56:55"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 10,
        "strGuideLanguage": "en/kr/cn/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/287d9ef3-%E9%A6%96%E5%B0%94%E5%9F%8E%E5%B8%82%E8%A7%82%E5%85%89%E5%B7%B4%E5%A3%AB---Klook%E5%AE%A2%E8%B7%AF/SeoulCitySightseeingBus.jpgopacity0",
        "strIntroduction": " Discover the sights of trendy Seoul with your choice of four exciting route options to pick from Choose from 3 different routes to see the city either during the day or at night Discover the more historical sights of Korea's ancient capital on the National Palace Tour See a different side to the city at night, taking in some of Seoul most iconic bridges Wander through some of Seoul's famed shopping districts like the Namdaemun Market, or Insa-dong Choose from 3 different routes to see the city either during the day or at night Discover the more historical sights of Korea's ancient capital on the National Palace Tour See a different side to the city at night, taking in some of Seoul most iconic bridges Wander through some of Seoul's famed shopping districts like the Namdaemun Market, or Insa-dong What We Love:   What We Love: Discover the ancient charms and modern delights of Korea's capital. With 3 different routes to choose from, there is an option to suit everyone, ranging from wandering Seoul's best shopping districts, to taking in some of the city's ancient palaces and temples. Hop on and off the bus as you wish with a flexible ticket policy, meaning you can make the most of your Seoul experience at your own convenience. The best way to see the city, and discover one of Asia's most vibrant capitals.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1307-city-sightseeing-bus-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Seoul City Sightseeing Bus",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:57:05"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c5fd00a4-FANTA-STICK-Show/FANTA-STICKShow.jpgopacity0.390928",
        "strIntroduction": " Comedy, breakdancing, martial arts and a range of musical genres – there's something for everyone at this drumming show spectacular Enjoy a traditional Korean Gukak-style performance with a modern twist Watch a show that fuses fantasy (Fanta-) and percussion (-Stick)! Being a non-verbal show means language barriers are not a problem! Enjoy a traditional Korean Gukak-style performance with a modern twist Enjoy a traditional Korean Gukak-style performance with a modern twist Gukak Watch a show that fuses fantasy (Fanta-) and percussion (-Stick)! Watch a show that fuses fantasy (Fanta-) and percussion (-Stick)! Being a non-verbal show means language barriers are not a problem! Being a non-verbal show means language barriers are not a problem! What We Love:   What We Love: Putting a unique Korean spin on the Romeo and Juliet story, FANTA-STICK shakes up the traditional Korean performance with a modern interpretation. The synopsis involving two families, an ethereal drum and flute and even ghosts, is based loosely on the Shakespeare classic combined with an impressive array of breakdancing, martial arts, dance and traditional Korean percussion and string music, with a healthy dollop of comedy thrown in for good measure. You'll be drawn in by the pulsating percussive rhythm and the heartwarming melodies in beautiful ‘Gukak' style (Korean traditional music), redefining how the modern world sees this ancient genre.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/249-fanta-stick-show-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "FANTA-STICK Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:57:15"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/00b0fc3e-Royal-cuisine-and-performances-in-the-Korean-House/RoyalcuisineandperformancesintheKoreanHouse.jpg",
        "strIntroduction": " Enjoy an evening of dynastic culture over an incredible spread of court-style foods from the Joseon period or watch the talented performers of a traditional show Visit Korea House, famed for 5* performances and award-winning cuisine Feel like royalty with a lavish meal of Joseon Dynasty dishes, prepared by award-winning chefs Dishes are prepared following the traditional methods described in ancient literature such as the state banquet hotpot Settle in for the 8 cultural performances involving traditional Korean song and dance on stage for over 32 years and performed over 16,000 times! Visit Korea House, famed for 5* performances and award-winning cuisine Visit Korea House, famed for 5* performances and award-winning cuisine Feel like royalty with a lavish meal of Joseon Dynasty dishes, prepared by award-winning chefs Feel like royalty with a lavish meal of Joseon Dynasty dishes, prepared by award-winning chefs Dishes are prepared following the traditional methods described in ancient literature such as the state banquet hotpot Dishes are prepared following the traditional methods described in ancient literature such as the state banquet hotpot Settle in for the 8 cultural performances involving traditional Korean song and dance on stage for over 32 years and performed over 16,000 times! Settle in for the 8 cultural performances involving traditional Korean song and dance on stage for over 32 years and performed over 16,000 times! What We Love:   What We Love: Receive the royal treatment at the beautiful Korea House, Seoul's famed cultural building specializing in traditional court cuisine and cultural performances. Your evening will begin with an incredible banquet of Korean dishes, as eaten in the Joseon Dynasty described in historic texts, prepared by superior chefs under the supervision of the world's top Korean court cuisine expert. Whichever menu you choose, you'll experience famed dishes under the soft lighting of traditional silk lanterns. When your taste buds are satisfied, it's time for the one-hour performance of eight traditional acts with everything from fan dances to percussion to romantic drama. The show has been staged for over 32 years and enjoyed by over 1.6 million people from around the world. At the end, you'll have the opportunity to take photos with the performers in their spectacular costumes.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/236-korea-house-dinner-and-show-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Royal cuisine and performances in the Korean House",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:57:28"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7afc18d2-BIGBANG-10-The-A-to-Z-Exhibition/BIGBANG10TheAtoZExhibition.jpgopacity0",
        "strIntroduction": " Experience the entire journey of one of K-Pop's biggest bands, BIGBANG, since their first debut at this limited-time exhibition until 30 October! Immerse yourself in the life of BIGBANG as you celebrate their 10th anniversary Explore the exhibition, divided into 5 themes: BIGBANG as musicians, BIGBANG on stage, BIGBANG as an icon, BIGBANG in the past 10 years and BIGBANG in the future 10 years Meet BIGBANG in person (almost!) with the most modern virtual reality technology See the band's original outfits, equipment, music, photos and more This limited time exhibition is open from now until October 30th - don't miss it! Immerse yourself in the life of BIGBANG as you celebrate their 10th anniversary Explore the exhibition, divided into 5 themes: BIGBANG as musicians, BIGBANG on stage, BIGBANG as an icon, BIGBANG in the past 10 years and BIGBANG in the future 10 years Meet BIGBANG in person (almost!) with the most modern virtual reality technology See the band's original outfits, equipment, music, photos and more This limited time exhibition is open from now until October 30th - don't miss it! What We Love:   What We Love: BIGBANG is celebrating their 10 year anniversary since their formation! Relive the story of one of Korea's most popular boy bands from the very beginning at the BIGBANG 10: A to Z Exhibition. As one of the most popular and symbolic groups of the K-Pop world, BIGBANG has undergone many ups and downs throughout their journey. Join their huge fan following on a rollercoaster of emotions as you discover first-hand what their most cherished memories have been and what their plans are for the future. See the real music albums, photos, clothing, videos, interviews and even music video sets from the past 10 years and come face-to-face with BIGBANG using state of the art virtual reality equipment. This is a dream come true for every BIGBANG fan out there!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/2018-bigbang-a-to-z-exhibition-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "BIGBANG 10: The A to Z Exhibition",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:57:40"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/54e8ac0f-Palace-and-Temple-Guide/PalaceandTempleGuide.jpgopacity0",
        "strIntroduction": " Get your Korean culture fix with this morning tour of a famed palace, museum and Buddhist temple in Seoul, supplemented by the expert knowledge of your English-speaking guide Drive past and learn more about the President's pad, Blue House (or Cheongwadae) Watch the changing of the guards and tour the spectacular Gyeongbokgung Palace Visit the National Folk Museum to build your knowledge of Korean history Visit tranquil Jogyesa Buddhist Temple, an important building for Zen Buddhism in Korea Make a quick stop off at a Ginseng Center, one of Korea's major exports Drive past and learn more about the President's pad, Blue House (or Cheongwadae) Drive past and learn more about the President's pad, Blue House (or Cheongwadae) Watch the changing of the guards and tour the spectacular Gyeongbokgung Palace Watch the changing of the guards and tour the spectacular Gyeongbokgung Palace Visit the National Folk Museum to build your knowledge of Korean history Visit the National Folk Museum to build your knowledge of Korean history Visit tranquil Jogyesa Buddhist Temple, an important building for Zen Buddhism in Korea Visit tranquil Jogyesa Buddhist Temple, an important building for Zen Buddhism in Korea Make a quick stop off at a Ginseng Center, one of Korea's major exports Make a quick stop off at a Ginseng Center, one of Korea's major exports What We Love:   What We Love: Start your morning of Korean culture with a tour of Seoul's largest (and arguably most beautiful) palace. Gyeongbokgung Palace, built in the 1300s, has been destroyed and reconstructed many times, but you'll be relieved it's still here today for you to stroll the spacious grounds, intricate architecture and grand pavilions. Combine this with a guided visit of the National Folk Museum and your knowledge of Korean history will be fit to burst! Along the way, your informative tour guide will relate facts about areas of interest, particularly related to the distinguished Joseon Dynasty. Realize the deep significance of Buddhism in Korean culture at Jogyesa Temple, a tranquil refuge from the megacity outside and the leading center of Zen Buddhism in Korea.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/228-palace-and-temple-guide-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Palace and Temple Guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:57:48"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 93,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/89ad14ef-Scenic-Seoul-and-Petite-France/ScenicSeoulandPetiteFrance.jpgopacity0",
        "strIntroduction": " Visit famous filming locations as featured in a hit Korean TV show including Petite France and the Korean Folk Village with drop off at the K-Pop hologram hall! Visit famous locations from the smash hit Korean TV series 'My Love from the Star' Roam the French-themed streets of Petite France Visit the ‘centuries-old' Korean Folk Village or scale the 300m N Seoul Tower Pick up some bargains at a short duty-free shopping session in downtown Seoul Watch K-Pop performances at your leisure at Klive Visit famous locations from the smash hit Korean TV series 'My Love from the Star' Visit famous locations from the smash hit Korean TV series 'My Love from the Star' Roam the French-themed streets of Petite France Roam the French-themed streets of Petite France Visit the ‘centuries-old' Korean Folk Village or scale the 300m N Seoul Tower Visit the ‘centuries-old' Korean Folk Village or scale the 300m N Seoul Tower Pick up some bargains at a short duty-free shopping session in downtown Seoul Pick up some bargains at a short duty-free shopping session in downtown Seoul Watch K-Pop performances at your leisure at Klive Watch K-Pop performances at your leisure at Klive What We Love:   What We Love: In this diverse tour of Seoul and the surrounding area, you'll visit famous filming locations inspired by the hit Korean TV Drama, ‘My Love from the Star'. Whether a fan of the show or not, the locations and landmarks visited on this tour are not to be missed. Roam the quaint streets of Petite France and immerse yourself in the European vibes of charming cafes and French architecture. Then visit the Korean Folk Village, a Joseon Dynasty reconstruction, where you'll experience Korean life from as far back as the 14th Century. You can choose to visit 300m N Seoul Tower for amazing views of the city which ooze romance (it's a favored location for Seoulite couples). Pick up some duty-free bargains in downtown Seoul before the final stop (here's to you K-Pop lovers), a gallery where you can watch hologram performances!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/227-scenic-seoul-and-petite-france-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Scenic Seoul and Petite France",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:57:58"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 22,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3ff254cf-Gangchon-Rail-Park-Bike-Reservations-on-Nami-Island/GangchonRailBikeonNamiIsland.jpgopacity0",
        "strIntroduction": " Discover the thrills of biking on the Gangchon rail road - a popular spot appearing in many Korean variety shows including 'Running Man' and 'We Got Married' Climb aboard the old train tracks and experience an exciting bike ride in the beautiful countryside Book two or four seat bikes on a route that starts from the Gimyujeong Station to the Gangchon Station Explore the beauty of the Bukhangang River on a bike ride - a perfect activity for the whole family Relax your legs when you arrive to the Gangchon Station with a free shuttle bus ride back to Gimyujeong Station Climb aboard the old train tracks and experience an exciting bike ride in the beautiful countryside Book two or four seat bikes on a route that starts from the Gimyujeong Station to the Gangchon Station Explore the beauty of the Bukhangang River on a bike ride - a perfect activity for the whole family Relax your legs when you arrive to the Gangchon Station with a free shuttle bus ride back to Gimyujeong Station What We Love:   What We Love: The Gangchon Rail Bike is a popular activity on Nami Island, allowing visitors to pedal along old railroad tracks while taking in the scenery of the lovely 318km Bukhangang River. You will be able to experience a piece of history when you travel the same route the Mugunghwa train traveled for a span of 70 years! The Gimyujeong Station course is approximately 8.5km long with the first section (6km) lasting around 50 minutes. After riding the first 6km you will arrive at a transfer station where you will be able to take a bathroom break or pick up a snack from the cafeteria. From there continue on a 20 minute romantic train ride where you are not required peddle! Once you arrive at the Gangchon Station make sure to grab the free shuttle back to where you started.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1953-gangchon-rail-bike-nami-island-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Gangchon Rail Bike on Nami Island",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:58:07"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 13,
        "strGuideLanguage": "en/kr/cn/jp",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1736be8c-Seoul-Kimchi--Culture-Experience---Klook/SeoulKimchiCultureExperience.jpgopacity0.515705",
        "strIntroduction": " Try your hand at making some of Korea's most famous export - kimchi, learn all about Korean culture and dress up in traditional costume Learn how to make delicious kimchi, instructed by professional Korean chefs with a choice of three cultural package options Try your hand at other Korean snacks such as Tteokbokki - a popular and tasty spicy rice cake Dress up in traditional Korean robes, the Hanbok with your friends and snap that perfect Instagram shot! Learn more about ancient Korean culture from your guide and host Learn how to make delicious kimchi, instructed by professional Korean chefs with a choice of three cultural package options Learn how to make delicious kimchi, instructed by professional Korean chefs with a choice of three cultural package options Try your hand at other Korean snacks such as Tteokbokki - a popular and tasty spicy rice cake Try your hand at other Korean snacks such as Tteokbokki - a popular and tasty spicy rice cake Dress up in traditional Korean robes, the Hanbok with your friends and snap that perfect Instagram shot! Dress up in traditional Korean robes, the Hanbok with your friends and snap that perfect Instagram shot! Learn more about ancient Korean culture from your guide and host Learn more about ancient Korean culture from your guide and host What We Love:   What We Love: Learn how to make the two most famous Korean dishes, Kimchi and Tteokbokki (spicy rice cake), in Myeongdong, in the heart of Seoul - Korea's vibrant capital. Apart from learning the secret behind making great kimchi, your hosts for the day will also let you try on a Hanbok, the Korean traditional costume. After snapping some shots of your Korean garb, enjoy your kimchi or take it home to eat later. The course is ideal for beginners, and is particularly focused on those hoping to learn more about Korean culture in an all-encompassing and practical manner. The professional instructors taking the class will teach you how to make kimchi step by step and tell you interesting historical and cultural facts about kimchi. The perfect food and culture class giving an introduction to Seoul!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1595-kimchi-culture-experience-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Seoul Kimchi & Culture Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:58:18"
    },
    {
        "intDurationHour": 15,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a94f04c1-Itaewon-Land-Spa-and-Bathhouse/ItaewonLandSpaandBathhouse.jpgopacity0",
        "strIntroduction": " Step into the heat and explore the traditional Korean jjimjilbang bathhouse culture offered at the Itaewon Land Spa and Bathhouse Visit one of the most popular Korean-style 'jjimjilbang' bathhouses in Seoul Cleanse your pores in a variety of saunas that include salt, soil, minerals and even ice Relax in the steam rooms or cool and warm pools Unwind from your stressful day in a traditional pinewood sauna Perfect for busy schedules with entrance times available 24/7 Visit one of the most popular Korean-style 'jjimjilbang' bathhouses in Seoul Cleanse your pores in a variety of saunas that include salt, soil, minerals and even ice Relax in the steam rooms or cool and warm pools Unwind from your stressful day in a traditional pinewood sauna Perfect for busy schedules with entrance times available 24/7 What We Love:   What We Love: Itaewon Land Spa and Bathhouse is a 'jjimjilbang' that is one of the most popular destinations for foreigners and travelers in Seoul. Open for over 10 years, this traditional Korean bathhouse is famous for its outdoor 'hanok' appearance (a traditional-style Korean house) and its intricate interior designs. There are a number of saunas each with different minerals that help boost blood circulation and help perspiration and detoxification. If you are a traveler with any body aches and pains, want to smoothen your skin or simply want to take a break and relax, then Itaewon Land is perfect for you! Visiting a traditional Korean jjimjilbang is certainly one of the essential things to do in Seoul.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1929-itaewon-land-spa-bathhouse-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Itaewon Land Spa and Bathhouse",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:58:29"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 27,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/eabf1acb-B-Boy-Kung-Festival/B-BoyKungFestival.jpgopacity0",
        "strIntroduction": " Let South Korea's greatest B-Boys wow you with an electric show of heart-pumping dance battles and incredible breaking skills Watch the skills of incredible B-Boys and dancers in this energetic performance Get involved in the action at the unique, purpose-built theater This non-verbal show means language barriers are not a problem! Watch the skills of incredible B-Boys and dancers in this energetic performance Watch the skills of incredible B-Boys and dancers in this energetic performance Get involved in the action at the unique, purpose-built theater Get involved in the action at the unique, purpose-built theater This non-verbal show means language barriers are not a problem! This non-verbal show means language barriers are not a problem! What We Love:   What We Love: Feel the rush of dynamic dancing and rhythmic beats at Seoul's energizing, non-verbal B-Boy performance. Talented breakdance performers from across South Korea gather to perform in the world's first B-Boy theater, an intimate set up which encourages the audience to get involved! The mix of breakdancing, hip-hop, R&B and charged dance battles will be sure to get your heart beating and adrenalin pumping. Receiving tumultuous accolade after their world tour, the show is a must-see for any dance and B-Boy fans.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/409-b-boy-kung-festival-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "B-Boy Kung Festival",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:58:39"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 60,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b3560c4e-Seouls-Palaces%2C-Temples--Markets/SeoulsPalaces%2CTemplesMarkets.jpgopacity0",
        "strIntroduction": " Spend the day touring Seoul's famous sights from the Joseon Dynasty, visiting important cultural highlights and browsing bountiful shopping streets Drive past and learn more about the President's pad, Blue House (or Cheongwadae) Watch the changing of the guards and tour the spectacular Gyeongbokgung Palace and Changdeok Palace Visit the National Folk Museum to build your knowledge of Korean history from the dynasties up to the present day Visit tranquil Jogyesa Buddhist Temple, an important building for Zen Buddhism in Korea Hunt for bargains at Namdaemun and find holiday gifts at Insadong Tap into your English-speaking guide's in depth knowledge of Korean history Enjoy the convenience of hotel pick-up and drop-off Drive past and learn more about the President's pad, Blue House (or Cheongwadae) Drive past and learn more about the President's pad, Blue House (or Cheongwadae) Watch the changing of the guards and tour the spectacular Gyeongbokgung Palace and Changdeok Palace Watch the changing of the guards and tour the spectacular Gyeongbokgung Palace and Changdeok Palace Visit the National Folk Museum to build your knowledge of Korean history from the dynasties up to the present day Visit the National Folk Museum to build your knowledge of Korean history from the dynasties up to the present day Visit tranquil Jogyesa Buddhist Temple, an important building for Zen Buddhism in Korea Visit tranquil Jogyesa Buddhist Temple, an important building for Zen Buddhism in Korea Hunt for bargains at Namdaemun and find holiday gifts at Insadong Hunt for bargains at Namdaemun and find holiday gifts at Insadong Tap into your English-speaking guide's in depth knowledge of Korean history Tap into your English-speaking guide's in depth knowledge of Korean history Enjoy the convenience of hotel pick-up and drop-off Enjoy the convenience of hotel pick-up and drop-off What We Love:   What We Love: This full day tour has a choc-a-block itinerary, designed to give you a total Seoul immersion. Marvel at the architecture of one of Seoul's most beautiful palaces, Gyeongbokgung. Resulting from a stormy history, ongoing reconstructions mean you can see original portions alongside modern efforts to restore it to its former glory. Reminisce to bygone days with a guided visit of the National Folk Museum before a tasty local lunch. After you're fully sated, you'll set off to visit palace no.2, UNESCO-listed Changdeokgung, a perfectly preserved architectural example from the Joseon Dynasty. Walk amongst the serenity of Jogyesa Buddhist Temple, peruse crafts and antiques on Insadong Street and pick up a holiday memento at Namdaemun before a comfortable transfer back to your hotel.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/230-seouls-palaces-temples-markets-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Seoul's Palaces, Temples & Markets",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:58:47"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 21,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/42d54a9d-Sachoom/Sachoom.jpgopacity0",
        "strIntroduction": " Follow the story of three friends coming of age in a musical of dance and comedy that'll be sure to have you dancing in your seat! Absorb the energy of the incredible dancers at this sell-out show After performing in countries across the world, you can now see this show in its Seoul home This non-verbal show means language barriers are not a problem Absorb the energy of the incredible dancers at this sell-out show Absorb the energy of the incredible dancers at this sell-out show After performing in countries across the world, you can now see this show in its Seoul home After performing in countries across the world, you can now see this show in its Seoul home This non-verbal show means language barriers are not a problem This non-verbal show means language barriers are not a problem What We Love:   What We Love: ‘Sachoom' is a spectacular dance musical bringing audiences up close to a range of powerful, live dance genres including hip-hop, jazz, contemporary dance, break dancing and more. This non-verbal performance subtitled in a number of languages and following a simple plot allows it to be enjoyed by spectators across the globe. The show has been performed in a record-breaking 32 cities worldwide, consistently receiving rave reviews. The energy that these performers create will undoubtedly inspire you to get dancing!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/413-sachoom-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sachoom",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:58:56"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 72,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9c872f67-Tea-Ceremony--Kimchi-Making/TeaCeremonyKimchiMaking.jpgopacity0",
        "strIntroduction": " Spend a half-day getting a real cultural insight into Korean customs, ceremony and the country's favorite fermented food – Kimchi! Attend a tea ceremony, and learn about Korean tea etiquette and its recent revival Try on a traditional hanbok and take a memorable photo Make kimchi and find out why it's a healthy Korean staple Enjoy the convenience of complimentary hotel transfers Attend a tea ceremony, and learn about Korean tea etiquette and its recent revival Attend a tea ceremony, and learn about Korean tea etiquette and its recent revival Try on a traditional hanbok and take a memorable photo Try on a traditional hanbok and take a memorable photo hanbok Make kimchi and find out why it's a healthy Korean staple Make kimchi and find out why it's a healthy Korean staple Enjoy the convenience of complimentary hotel transfers Enjoy the convenience of complimentary hotel transfers What We Love:   What We Love: Gain a deeper knowledge of Korean food, customs and etiquette with a traditional tea ceremony, a *hanbok* dress-up session and kimchi making class! Begin by attending a tea ceremony where your friendly guide will explain the etiquette which has recently enjoyed a revival in modern society. Afterwards, try on a colorful *hanbok*, the traditional Korean clothing dating from the Joseon period and take the opportunity to pose for a photo – say ‘Kimchi!' Next get stuck in to your kimchi-making class led by a local cook. Korea's well-loved fermented dish, primarily made from cabbage, is served at most meals and has many a positive benefit to the diet. Taste your creation or pack it up to go before heading back to your hotel, with a quick stop at the amethyst factory, a famed Korean export, on the way.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/234-tea-ceremony-kimchi-making-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Tea Ceremony & Kimchi Making",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:59:06"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 62,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/aff01ff5-Korean-Cooking-Beginner-Class/KoreanCookingClassBeginner.jpgopacity0",
        "strIntroduction": " Be introduced to the world of Korean cooking with a beginner's course and learn to create traditional dishes Learn to create two delicious Korean dishes taught by an experienced chef Choose from a wide variety of classes from Korean street food to bulgogi and kimchi Go on a trip to the traditional market in Korea Get assistance and guidance from an experienced chef with years of knowledge in Korean cuisine Learn to create two delicious Korean dishes taught by an experienced chef Choose from a wide variety of classes from Korean street food to bulgogi and kimchi Go on a trip to the traditional market in Korea Get assistance and guidance from an experienced chef with years of knowledge in Korean cuisine What We Love:   What We Love: Whether your cooking skills are bare minimum or you're new to cooking Korean food, this course is designed for beginners to successfully learn how to create traditional Korean dishes. You are immersed in the entire cooking experience from buying ingredients with a traditional market tour near the cooking studio. After a demonstration by an experienced chef, you get to try your hand in creating the dishes with tips and guidance from the chef the whole way through. Best of all, you get to taste the fruits of your labor once the cooking's over!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/917-korean-cooking-beginner-class-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Korean Cooking Class (Beginner)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:59:17"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/149505cd-Korean-Street-Food-and-BBQ-Tour/KoreanStreetFoodandBBQTour.jpgopacity0",
        "strIntroduction": " Taste a variety of popular Korean street foods and an optional traditional BBQ lunch around the historical Jongno area Enjoy different types of street food including Korean style egg muffin, spicy rice cake and fried pork dumplings Go on a walking food tour where the guide will introduce you to 7 different foods in two hours Learn about the history and food culture of Korea from an experienced guide Finish with a full-course Korean BBQ lunch to complete the experience Choose the Mini Korean Taste Tour which excludes the BBQ lunch for those who want to focus solely on street food Enjoy different types of street food including Korean style egg muffin, spicy rice cake and fried pork dumplings Go on a walking food tour where the guide will introduce you to 7 different foods in two hours Learn about the history and food culture of Korea from an experienced guide Finish with a full-course Korean BBQ lunch to complete the experience Choose the Mini Korean Taste Tour which excludes the BBQ lunch for those who want to focus solely on street food What We Love:   What We Love: Go in search of the best street food in Seoul with an experienced guide who will lead you to classic shops, street stalls and restaurants. Listen to the history and food culture of Korea while savoring tasty street snacks including fried pork dumplings and Korean rice cakes. Feeling adventurous? We dare you to try the silkworm larva! Once you've taken a bite of the best street snacks in Seoul, you can enjoy a full-course Korean BBQ lunch which is sure to leave you fully satisfied.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/920-korean-street-food-bbq-tour-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Korean Street Food and BBQ Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:59:27"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 13,
        "strGuideLanguage": "en/cn/kr",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3721e982-Grevin-Living-Waxwork-Museum---A-Top-Seoul-Attraction/GrevinLivingWaxworkMuseum.jpgopacity0",
        "strIntroduction": " Say hello to your favorite stars from around the world at the Grevin Living Waxwork Museum in Seoul See over 88 wax figures, including singers, movie stars and sports players Meet and interact with your favorite world-class stars including Hollywood actors and many idolized K-Pop stars Learn more about the history and culture of Korea through the fashion and icons of K-Pop over the years Enjoy High Tea at Cafe Grevin during your visit with the optional High Tea set See over 88 wax figures, including singers, movie stars and sports players Meet and interact with your favorite world-class stars including Hollywood actors and many idolized K-Pop stars Learn more about the history and culture of Korea through the fashion and icons of K-Pop over the years Enjoy High Tea at Cafe Grevin during your visit with the optional High Tea set What We Love:   What We Love: See over 88 vivid wax figures of the most popular stars from around the world, including your favorite K-Pop stars. You are free to touch the stars and take selfies with all of them! The Grevin Living Waxwork Museum is housed in a building that was originally a relic of the Seoul government with profound historic and architectural meaning. The inside has since been reconstructed into the biggest wax statue museum in all of Asia! Give yourself plenty of time to explore the museum's 7 marvelously themed halls. Each exhibition hall is equipped with high-end technology that allows you to interact with your favorite idols through lifelike gestures, actions and vocal sounds. Get ready to enter a world of fame and fortune with endless fascination as you come up close and personal with the stars stars. Wrap up your visit with a delectable High Tea at Cafe Grevin and indulge in a selection of cakes and macaroons.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1916-grevin-living-waxwork-museum-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Grevin Living Waxwork Museum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:59:35"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 84,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9fb2da3e-Korean-Night-Dining-Tour/KoreanNightDiningTour.jpgopacity0",
        "strIntroduction": " Savor the taste of Korean food and drink in Seoul at four different establishments in three hours with a local guide Savor different types of Korean food and drink from four different places in one night Visit restaurants that are famous among Korean locals with your friendly guide Have an enjoyable night out where you will be able to learn local eating and drinking customs, Korean phrases and drinking games Savor different types of Korean food and drink from four different places in one night Visit restaurants that are famous among Korean locals with your friendly guide Have an enjoyable night out where you will be able to learn local eating and drinking customs, Korean phrases and drinking games What We Love:   What We Love: Discover quintessential Korean culinary institutions like Korean barbecue and national beverage soju with an experienced guide who will show you famous eating spots. Enjoy sampling a different dish accompanied by a different local beverage at four locations in Seoul while mingling with other food lovers. Dine on Korean barbeque and rice cakes, washed down with beer or rice wine. Munch on crispy mung bean pancakes from traditional Kwangjang market in the winter or cool, Korean ice cream (patbingsu) in the summer. It is a night to get to know Korea through its food with insights into Korean culture, fun Korean phrases and drinking games throughout. Come with a hungry stomach and thirst for local culture on this Korean dining adventure!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/919-korean-night-dining-tour-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Korean Night Dining Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:59:44"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 70,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8ec79a68-Joseon-Palaces--Folk-History/JoseonPalacesFolkHistory.jpgopacity0.527475",
        "strIntroduction": " Dive into Korean history with a comprehensive tour of palaces, temples, museums and even a village reconstruction, dating back to the Joseon Dynasty Drive past and learn more about the President's pad, Blue House Watch the changing of the guards and tour the spectacular Gyeongbokgung Palace Visit the National Folk Museum to build your knowledge of Korean history Visit tranquil Jogyesa Buddhist Temple, an important building for Zen Buddhism in Korea Walk amongst traditional houses at the Korean Folk Village, an authentic reconstruction of a Joseon Dynasty village Tap into your English-speaking guide's in depth knowledge of Korean history Enjoy hotel pick-up and drop-off Drive past and learn more about the President's pad, Blue House Drive past and learn more about the President's pad, Blue House Watch the changing of the guards and tour the spectacular Gyeongbokgung Palace Watch the changing of the guards and tour the spectacular Gyeongbokgung Palace Visit the National Folk Museum to build your knowledge of Korean history Visit the National Folk Museum to build your knowledge of Korean history Visit tranquil Jogyesa Buddhist Temple, an important building for Zen Buddhism in Korea Visit tranquil Jogyesa Buddhist Temple, an important building for Zen Buddhism in Korea Walk amongst traditional houses at the Korean Folk Village, an authentic reconstruction of a Joseon Dynasty village Walk amongst traditional houses at the Korean Folk Village, an authentic reconstruction of a Joseon Dynasty village Tap into your English-speaking guide's in depth knowledge of Korean history Tap into your English-speaking guide's in depth knowledge of Korean history Enjoy hotel pick-up and drop-off Enjoy hotel pick-up and drop-off What We Love:   What We Love: You'll soon be imagining yourself in the days of yore with a tour of Seoul's cultural heritage, from the palaces of royalty to the ancient homes of ordinary people. Begin with the beautiful pavilions and spacious grounds of Gyeongbokgung Palace, then your informative guide will lead you on a guided tour of the National Folk Museum to find out about the daily lives of Koreans spanning pre-historic times to the end of the Joseon Dynasty. Explore the peaceful grounds of Jogyesa Buddhist Temple before settling down for a traditional Korean meal. After lunch you'll experience a Joseon Dynasty throwback when you visit the Korean Folk Village. Walk amongst traditionally built houses, watch artisans in action at a handicraft workshop, join the audience of a folk performance, and even try your hand at traditional games such as arrow throwing and seesaw jumping!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/231-joseon-palaces-folk-history-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Joseon Palaces & Folk History",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 20:59:54"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 114,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/cd772a6a-Intermediate-Korean-Cooking-Class/KoreanCookingClassIntermediate.jpgopacity0",
        "strIntroduction": " Choose between three different class options and immerse yourself in Korean food culture Explore local Korean culture through the art of cooking with an experienced chef Pick from three interesting courses - vegetarian temple cuisine, banchan culture or Korean barbecue Get assistance and guidance from an experienced chef with years of knowledge in Korean cuisine Explore local Korean culture through the art of cooking with an experienced chef Pick from three interesting courses - vegetarian temple cuisine, banchan culture or Korean barbecue Get assistance and guidance from an experienced chef with years of knowledge in Korean cuisine What We Love:   What We Love: Prepare a meal which reflects a special segment of Korean culture with your choice of three course options: a completely vegetarian spread that reflects the cooking methods of Korean Buddhist monks, small dishes (banchan) with special techniques and philosophy for making them, or Korea's meaty sample, barbecue. After a thorough demonstration from experienced chefs, the hands-on work begins as you learn how to create some of the region's most delicious dishes. By learning some special tips and tricks, impress your family and friends with your ability to cook up a Korean storm in your own kitchen!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/918-intermediate-korean-cooking-class-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Korean Cooking Class (Intermediate)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:00:03"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6a8d501e-Myeongdong-3D-Black-Art-Museum---Klook-Travel/3DBlackArtMuseum.jpgopacity0",
        "strIntroduction": " Discover the amazing collection of unique modern art and 3D exhibitions on show at one of Korea's favorite galleries Step into the paintings and become part of the art work at this fun 3D museum Snap funny shots as you walk around the gallery Create your own unique masterpieces at the glow in the dark scribbles gallery Step into the paintings and become part of the art work at this fun 3D museum Step into the paintings and become part of the art work at this fun 3D museum Snap funny shots as you walk around the gallery Snap funny shots as you walk around the gallery Create your own unique masterpieces at the glow in the dark scribbles gallery Create your own unique masterpieces at the glow in the dark scribbles gallery What We Love:   What We Love: Discover some of South Korea's most vibrant art and start your Seoul experience with a bang at the fantastic 3D Art Museum Black Art! With multiple exhibitions to take in, you'll happily spend hours of fun here taking in the incredible art before your eyes and taking more than a few fun photos.. Stand inside 3D paintings and be part of the art, or experience the mystery of scenes from the movie 'Avatar' in the Avatar exhibition. Those with a creative flair can have fun in front of the scribbles wall and make your own art at the glow in the dark exhibits. The gallery promises total enjoyment and a unique and interesting trip in Seoul for all the family!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1581-3d-black-art-museum-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3D Black Art Museum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:00:13"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f35bc8a7-Korean-Folk-Villages---Klook-Travel/KoreanFolkVillageTicket.jpgopacity0.228779",
        "strIntroduction": " Visit the Korean Folk Village and learn more about traditional Korean culture from the late Joseon period The ideal place to start your Korea trip and learn more about ancient Korean culture Experience the shooting location of several popular Korean TV dramas such as Jewel in the Palace and My Love from the Star! Learn more about the ancient Korean arts such as embroidery and basket making Taste traditional and authentic Korean food like Bibimbap at the onsite restaurants The ideal place to start your Korea trip and learn more about ancient Korean culture The ideal place to start your Korea trip and learn more about ancient Korean culture Experience the shooting location of several popular Korean TV dramas such as Jewel in the Palace and My Love from the Star! Experience the shooting location of several popular Korean TV dramas such as Jewel in the Palace and My Love from the Star! Learn more about the ancient Korean arts such as embroidery and basket making Learn more about the ancient Korean arts such as embroidery and basket making Taste traditional and authentic Korean food like Bibimbap at the onsite restaurants Taste traditional and authentic Korean food like Bibimbap at the onsite restaurants What We Love:   What We Love: Make the short trip from Seoul and discover more about ancient Korean culture at the country's premier folk village. You'll learn more about traditional Korean clothing and food whilst exploring the workshops and multiple other attractions at this splendid attraction. The village's grounds includes a Folk Museum and Art Museum where you are given the chance to get up close and personal with the secret behind making handmade baskets, musical instruments and embroidery for which the Joseon Dynasty of Korean was well known for. With over 260 replica Joseon Dynasty houses to explore, and daily traditional dances and live music performances to enjoy plus excellent food on site, this is a great way to start your Korea experience!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1582-korean-folk-village-ticket-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Korean Folk Village Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:00:25"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 94,
        "strGuideLanguage": "en/kr",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/20acb143-Cheongkwanjang-SPA-G-in-Myeongdong/Myeong-dongCheongkwanjangSPAG.jpgopacity0",
        "strIntroduction": " Experience this luxurious ginseng spa in the popular Gangnam area, for a tranquil environment and professional massage services Choose from 6 different spa packages available, tailored to fit your needs Increase blood circulation with a water massage in the Hongsam Spa Room Relieve stress with the popular foot massages in the Foot Spa Zone Stimulate scalp health through the use of red ginseng products at Head Spa Zone Detoxify and nourish your body through heat and steam treatments Choose from 6 different spa packages available, tailored to fit your needs Increase blood circulation with a water massage in the Hongsam Spa Room Relieve stress with the popular foot massages in the Foot Spa Zone Stimulate scalp health through the use of red ginseng products at Head Spa Zone Detoxify and nourish your body through heat and steam treatments What We Love:   What We Love: Your SPA G experience will be dedicated to ensuring you get the most relaxing treatments for mind, body and soul. The tranquil space located in the heart of Gangnam consists of five individual therapy rooms that are sure to release your stress, refresh your body and make you feel rejuvenated from the inside and out! Cheongkwanjang SPA G was founded by the Korea Ginseng Corporation that uses only high-quality hongsam (red ginseng). The Korea Ginseng Corporation started their red ginseng business back in 1899 within the royal palace of the Korean Empire and have continued to maintain the highest standards due to their meticulous quality control so you can be guaranteed a special and luxury experience at the Cheongkwanjang SPA G.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1983-myeong-dong-cheongkwanjang-spa-g-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Myeong-dong Cheongkwanjang SPA G",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:00:35"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 10,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b7bf53d6-TESEUM-SEOUL-Klook/TeseumTeddyBearMuseum.jpgopacity0",
        "strIntroduction": " Get your cameras ready for the best location in Seoul to take pictures with life-size teddy bears or try to and escape the mirror maze Meet teddy bears dressed as your favorite Korean celebs, in traditional clothes from around the world or even as gods from Greek mythology Visit multiple exhibition rooms such as the Safari room, Chocolate room, Aqua room, Korean Culture room and more Find your way through the Mirror Maze - a special exhibition covered in mirrors where you must feel your way out Purchase your own teddy bears to take home with you at the Teseum gift store Meet teddy bears dressed as your favorite Korean celebs, in traditional clothes from around the world or even as gods from Greek mythology Visit multiple exhibition rooms such as the Safari room, Chocolate room, Aqua room, Korean Culture room and more Find your way through the Mirror Maze - a special exhibition covered in mirrors where you must feel your way out Purchase your own teddy bears to take home with you at the Teseum gift store What We Love:   What We Love: Visit Teseum Seoul and interact with the life-size teddy bears at this world renowned museum, making for a quirky place to snap photos with your family and friends. The museum is divided into multiple themed sections where you are free to move around and explore at your own pace. Learn about Korean culture in a unique way as you explore the exhibitions of teddy bears in traditional Korean dress and even mimicking famous celebrities, sure to bring a smile to your face. Venture into the mirror maze and try to make your way out amid the confusion of glass and your own reflections! Stop by the gift shop on your way out to purchase your own teddy bear or take one home as a gift to a loved one.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1941-teseum-teddy-bear-museum-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Teseum Teddy Bear Museum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:00:43"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8ce98967-/SeoulLandThemePark.jpgopacity0.119797",
        "strIntroduction": " Meet your favorite animation characters, watch live shows and parades, and shop and dine at all themed areas of Seoul Land! Experience the twists and turns on over 40 rides including the popular 100km/h Black Hole 2000 roller coaster Stay late and catch the psychedelic Laser Show held every evening Stimulate your senses with the 3D and 5D action movies Celebrate year-round with multiple seasonal festivals hosted at the park including the Halloween and Christmas Experience the twists and turns on over 40 rides including the popular 100km/h Black Hole 2000 roller coaster Stay late and catch the psychedelic Laser Show held every evening Stimulate your senses with the 3D and 5D action movies Celebrate year-round with multiple seasonal festivals hosted at the park including the Halloween and Christmas What We Love:   What We Love: Seoul Land, renowned as Korea's first large-scale theme park, is surrounded by beautiful scenery and has rides for all ages! Get your adrenaline pumping at the rapid roller coasters and rides throughout the five themed areas of the park! Themes include the World Plaza, Adventure Land, Fantasy Land, Tomorrow Land and Samchulli Hill. For those not fond of adventure rides, take a moment to walk through the greenery and World Square to catch a glimpse of traditional architecture from all over the world. There's something fun for every person in your family, no matter the age!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1963-seoul-land-theme-park/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Seoul Land Theme Park",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:00:55"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 20,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0c0a32c0-Fireman-Show---Seoul-Attractions/FiremanShow.jpgopacity0",
        "strIntroduction": " Witness first-hand the intensity of training involved in becoming a fireman during a comedic performance of the Fireman Show The show uses a mixture of performance styles to express the demands of being a fireman Witness impressive acrobatic lifts and flips Feel the positive energy brought by the dramatic yet comical performers that portray very dynamic characters Learn about the importance of fire safety and awareness throughout the show This non-verbal show is suitable for all language speakers The show uses a mixture of performance styles to express the demands of being a fireman Witness impressive acrobatic lifts and flips Feel the positive energy brought by the dramatic yet comical performers that portray very dynamic characters Learn about the importance of fire safety and awareness throughout the show This non-verbal show is suitable for all language speakers What We Love:   What We Love: The Fireman Show is the latest show in Seoul showcasing the strength, tough training and dedicated work of a fireman! There's no need to know any Korean because this non-verbal performance transcends all languages. Follow the story of a group of trainees who struggle to get through their strenuous and high intensity training in order to become skillful firemen. Watch in awe as the performers dance, do parkour, acrobatic lifts, flips and other intricate moves. Marvel at the stage lighting and effects while enjoying this unique and funny show. By the end of the show you will have a new perspective of the fun and excitement involved in a fireman trainee's day to day life on the field.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1973-fireman-show-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Fireman Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:01:05"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 94,
        "strGuideLanguage": "en/kr",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7849d00c-Cheongkwanjang-SPA-G-in-Gangnam---Visit-Seoul/GangnamCheongkwanjangSPAG.jpgopacity0",
        "strIntroduction": " Experience this luxurious ginseng spa in the popular Gangnam area, for a tranquil environment and professional massage services Choose from 6 different spa packages available, tailored to fit your needs Increase blood circulation with a water massage in the Hongsam Spa Room Detoxify and nourish your body through heat and steam treatments Relieve stress with the popular foot massages in the Foot Spa Zone Stimulate scalp health through the use of red ginseng products at Head Spa Zone Choose from 6 different spa packages available, tailored to fit your needs Increase blood circulation with a water massage in the Hongsam Spa Room Detoxify and nourish your body through heat and steam treatments Relieve stress with the popular foot massages in the Foot Spa Zone Stimulate scalp health through the use of red ginseng products at Head Spa Zone What We Love:   What We Love: Your SPA G experience will be dedicated to ensuring you get the most relaxing treatments for mind, body and soul. The tranquil space located in the heart of Gangnam consists of five individual therapy rooms that are sure to release your stress, refresh your body and make you feel rejuvenated from the inside and out! Cheongkwanjang SPA G was founded by the Korea Ginseng Corporation that uses only high-quality hongsam (red ginseng). The Korea Ginseng Corporation started their red ginseng business back in 1899 within the royal palace of the Korean Empire and have continued to maintain the highest standards due to their meticulous quality control so you can be guaranteed a special and luxury experience at the Cheongkwanjang SPA G.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1984-gangnam-cheongkwanjang-spa-g-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Gangnam Cheongkwanjang SPA G",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:01:14"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 32,
        "strGuideLanguage": "en/cn/kr",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f0fc64c0-Namdaemun-Shooting-Range/NamdaemunShootingRange.jpgopacity0.122359",
        "strIntroduction": " Discover the tension and excitement of live ammunition shooting and see how it feels to be a real soldier Experience the thrill of shooting a gun in a safe environment equipped with top safety rated bulletproof coat and earmuffs Learn from the top professional coaches of the Korean national shooting team - the best in the country! Take a break at the indoor lounge to take pictures or enjoy a refreshment Book this activity before 31 December 2016 to receive 5 extra bullets and 1 photo for free Experience the thrill of shooting a gun in a safe environment equipped with top safety rated bulletproof coat and earmuffs Learn from the top professional coaches of the Korean national shooting team - the best in the country! Take a break at the indoor lounge to take pictures or enjoy a refreshment Book this activity before 31 December 2016 to receive 5 extra bullets and 1 photo for free What We Love:   What We Love: Located in the historic Namdaemun market, the Namdaemun Shooting Range is equipped with four of the latest shooting cages and facilities. No previous experience? No problem - the coaches from the Korean national shooting team will train you one-on-one to help you succeed under the best possible supervision. This is the go-to place to practice your shooting because they provide you with a very realistic shooting experience. The shooting activity is divided into 5M, 10M and 15M ranges for you to try. After spending some time shooting be sure to check out the luxurious inside lounge where you can relax, take photos or order a drink.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1939-namdaemun-shooting-range-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Namdaemun Shooting Range",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:01:26"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 9,
        "strGuideLanguage": "kr",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/477c9255-63-Tower-Sky-Art-Admission-Ticket---Klook/63TowerObservatoryAdmissionTicket.jpgopacity0",
        "strIntroduction": " See Seoul from the staggering height of 817ft at the top floor of the 63 Building offering mind-boggling views of the city and river below! Visit the 63 Building – a signature architectural landmark of South Korea and the tallest gold-clad structure in the world Go up to the 60th floor and capture breathtaking photos of Seoul and the Han River Enjoy panoramic views of the city and explore the building's various entertainment facilities from an IMAX to an aquarium! Visit the 63 Building – a signature architectural landmark of South Korea and the tallest gold-clad structure in the world Visit the 63 Building – a signature architectural landmark of South Korea and the tallest gold-clad structure in the world Go up to the 60th floor and capture breathtaking photos of Seoul and the Han River Go up to the 60th floor and capture breathtaking photos of Seoul and the Han River Enjoy panoramic views of the city and explore the building's various entertainment facilities from an IMAX to an aquarium! Enjoy panoramic views of the city and explore the building's various entertainment facilities from an IMAX to an aquarium! What We Love:   What We Love: The 63 Building, also known as the Hanhwa 63 City, is a skyscraper on Yeouido island boasting stunning views of the Han River and the city of Seoul. Opened in July 1985, the building is the tallest gold-clad structure in the world and a must-see landmark in South Korea. The 63 Building stands tall at 817ft and comprises 60 floors and 3 basement levels – offering plenty of space to explore and amazing scenery down below to admire. However, the building is much more than an observation tower. It's a multi-venue leisure complex containing every form of entertainment imaginable. Inside, you will find an IMAX cinema, art gallery, wax museum, performance hall and even an aquarium.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1164-63-tower-sky-art-admission-ticket-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "63 Tower Observatory Admission Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:01:35"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 18,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9bba86d9-63-Aqua-Planet-in-Seoul-Klook/HanwhaAquaPlanet63.jpg",
        "strIntroduction": " Experience the underwater world up close and personal as you interact with the sea life, watch otters swim beneath your feet and watch the special mermaid show! Marvel at the beauty of 20,000 sea creatures from over 400 species Track the migration patterns of species in the 200 ton Migratory Tank Visit the troublemaking and playful harbor seals during one of their four daily shows Admire the South American sea lion and California sea lion during one of their three musical daily show Watch real life swimmers perform an underwater mermaid show in the main tank Marvel at the beauty of 20,000 sea creatures from over 400 species Track the migration patterns of species in the 200 ton Migratory Tank Visit the troublemaking and playful harbor seals during one of their four daily shows Admire the South American sea lion and California sea lion during one of their three musical daily show Watch real life swimmers perform an underwater mermaid show in the main tank What We Love:   What We Love: Hanwha Aqua Planet 63 in Seoul is a must-see attraction located inside the iconic 63 Building, a perfect day out for the whole family. It's known for its 5,630 square meters space and hosts a million visitors each year. Get a chance to see many different kinds of animals including penguins, arapaimas, piranhas, otters, harbor seals, sea lions and more. The aquarium mimics ocean habitats from around the world to give you an insight into the marine world like no other aquarium in Korea. Make sure to spend time in the main tank, where you can catch the aquarium's most unique attraction - a fantastic mermaid show, set to music and lights!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1942-aqua-planet-63-aquarium-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hanwha Aqua Planet 63",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:01:45"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 29,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3ed38d8d-Visit-Seoul-at-Pang-Show-on-ELAND-Cruise/PangShowonE-LANDCruise.jpgopacity0",
        "strIntroduction": " Get involved in a culinary show whilst enjoying night views on a cruise of the Han River - the fourth longest river in Korea Take part in the interactive Pang Show that originates from a popular 2010 Korean drama Capture the best night view of the Han River and its surroundings Learn to bake bread from Korea's most talented professional performers During the winter, the cruise takes a stop at Banpo Bridge for the enchanting moonlight fountain show Take part in the interactive Pang Show that originates from a popular 2010 Korean drama Capture the best night view of the Han River and its surroundings Learn to bake bread from Korea's most talented professional performers During the winter, the cruise takes a stop at Banpo Bridge for the enchanting moonlight fountain show What We Love:   What We Love: Experience Pang Show on an E-LAND Cruise, a show that perfectly integrates sightseeing and an interactive baking experience. Learn to make delicious bread in a 30 minute hands-on experience on board the E-LAND Cruise before viewing the Guinness World Record-breaking Han River rainbow fountain at Banpo Bridge (the world's longest bridge fountain) and other scenic night views along the Han River! Next you'll get to experience the exciting culinary Pang Show on E-LAND Cruise, an adaptation of the well-known Korean drama 'King of Baking, Kim Takgu', which has been televised in a total of 12 countries across Asia. The show depicts how an apprentice goes through various challenges in order to make bread that will please the audience. The Pang Show is a hands-on variety show that invites you to participate in baking bread. Watch skilled performers in the arts of drumming, dance, acrobatics, and stand-up comedy. After the show, warm, freshly-baked 'pang' will be served.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1935-pang-show-e-land-cruise-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Pang Show on E-LAND Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:01:56"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 66,
        "strGuideLanguage": "en/kr",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f30e712e-/VivaldiParkSkiTripfromSeoul.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Take a day trip from Seoul to Vivaldi Park Ski Resort, one of South Korea's most popular, with shuttle bus, ski pass and ski gear included Conveniently located just 80 minutes from Seoul, it's the biggest resort for a day trip Enjoy the latest facilities and slopes suitable for all levels and maintained to the highest standards Roundtrip shuttle service from Hongdae, Myeong-dong or Samseong CALT included Ski lift pass, skis/snowboard and ski clothing all included Improve your winter sport skills with an optional ski or snowboard lesson Conveniently located just 80 minutes from Seoul, it's the biggest resort for a day trip Enjoy the latest facilities and slopes suitable for all levels and maintained to the highest standards Roundtrip shuttle service from Hongdae, Myeong-dong or Samseong CALT included Ski lift pass, skis/snowboard and ski clothing all included Improve your winter sport skills with an optional ski or snowboard lesson What We Love:   What We Love: Located just 80 minutes from Seoul, Vivaldi Park Ski Resort prides itself on being one of the most convenient and most visited resort in South Korea for skiing and snowboarding. You'll be treated to quality snow conditions across the 13 slopes (the resort is chosen for competitions frequently) and the variety of lifts take experienced skiers or snowboarders to the higher slopes whilst beginners can make use of the designated areas at the bottom. This package is designed for your utmost convenience and includes roundtrip shuttle transportation, ski lift pass, ski gear rental and even winter clothing rental. With optional ski lessons to add on too, everything is set for the perfect day of skiing from Seoul!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/2087-vivaldi-park-ski-trip-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Vivaldi Park Ski Trip from Seoul",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:02:07"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "kr",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d422f111-/NSeoulTowerCulturalHanbokExperience.jpgopacity0",
        "strIntroduction": " Experience the feeling of wearing a traditional Hanbok, a symbol of Korean craftsmanship and an integration of both culture and traditional art Explore the Seoul Tower Hanbok museum to learn about life during the Joseon Dynasty Learn about the different kinds of Hanbok and how they stood for various social statuses in ancient Korea Choose from three different package options for your choice of Hanbok quality and design Have your own photo shoot wearing a Hanbok during this 90 minute experience Explore the Seoul Tower Hanbok museum to learn about life during the Joseon Dynasty Learn about the different kinds of Hanbok and how they stood for various social statuses in ancient Korea Choose from three different package options for your choice of Hanbok quality and design Have your own photo shoot wearing a Hanbok during this 90 minute experience What We Love:   What We Love: Try on a Hanbok, traditional Korean clothing, with the backdrop of N Seoul Tower. Explore the museum that was made to model the King and Queen's palace of Gyeongbokgung. You will have a chance to choose from an array of vibrant colors and designs that were very commonly worn during the Joseon Dynasty. Try on your Hanbok, fix your hair and move around the photography shooting area with great backdrops. The professional team of designers, photographers, and staff members will help make your Hanbok experience a success!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/2233-n-seoul-tower-cultural-hanbok-experience-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "N Seoul Tower Cultural Hanbok Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:02:18"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 31,
        "strGuideLanguage": "en/kr",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5c2c3c3d-/VivaldiParkOceanWorldTicket%2BTransfer.jpgopacity0",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Fun for all ages with tickets and roundtrip transfers from Seoul to the Egypt themed waterpark, Vivaldi Park Ocean World Visit the popular themed waterpark near Seoul on a one day trip Enjoy Egyptian themes throughout this enormous waterpark the size of 14 soccer fields! Ocean World is an eco-friendly waterpark committed to providing quality facilities Explore the waterpark's four themed areas: Indoor Zone, Extreme Zone, Dynamic Zone and Mega Slide Zone Take on the world's longest slide, an 8-foot surfing wave, the 300 meter Extreme River, family rafting, the spa village and so much more Get easy roundtrip transport from Seoul departing from 7:30am and returning around 6:30pm Visit the popular themed waterpark near Seoul on a one day trip Enjoy Egyptian themes throughout this enormous waterpark the size of 14 soccer fields! Ocean World is an eco-friendly waterpark committed to providing quality facilities Explore the waterpark's four themed areas: Indoor Zone, Extreme Zone, Dynamic Zone and Mega Slide Zone Take on the world's longest slide, an 8-foot surfing wave, the 300 meter Extreme River, family rafting, the spa village and so much more Get easy roundtrip transport from Seoul departing from 7:30am and returning around 6:30pm What We Love:   What We Love: Voted one of the world's top 4 waterparks, Vivaldi Park Ocean World covers an incredible 120 million square feet with a capacity of 23,000 people! Visit one of the themed zones inspired by ancient Egyptian culture: float past the large Sphinx, backstroke past the Pyramids, and dive with the Pharaohs! The waterpark offers something for all ages, from kids' play areas, to hot springs, to the world's longest slide and a surfing area, plus both indoor and outdoor zones for any weather. Enjoy the convenience of roundtrip transportation to and from this eco-friendly waterpark and Seoul, departing from Hongdae, Myeongdong or Samseong. Vivaldi Park Ocean World comes highly recommended for families and friends looking for a fun and refreshing day trip from Seoul!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/2089-vivaldi-park-ocean-world-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Vivaldi Park Ocean World Ticket + Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:02:26"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1ee1e283-Figure-Museum-W-Discount-Admission-Ticket/FigureMuseumW.jpgopacity0.70933",
        "strIntroduction": " Visit Seoul's themed action heroes museum to discover an impressive range of characters at Figure Museum W in Seoul Immerse yourself in the museum's six themed exhibitions There's a favorite hero for all: from the legendary Robot Taekwon V, to the contemporary superhero Spider Man and more Entertain the kids at the play zone, photo zone, or with figure making programs suitable for all ages Purchase your own action figures with the help of figure experts Visit the exact location of the date scene of Korean actors So Ji Sub and Shin Min Ah in the drama 'Oh My Venus' Immerse yourself in the museum's six themed exhibitions There's a favorite hero for all: from the legendary Robot Taekwon V, to the contemporary superhero Spider Man and more Entertain the kids at the play zone, photo zone, or with figure making programs suitable for all ages Purchase your own action figures with the help of figure experts Visit the exact location of the date scene of Korean actors So Ji Sub and Shin Min Ah in the drama 'Oh My Venus' What We Love:   What We Love: Located in Gangnam, Seoul, the Figure Museum W is a new concept museum that merges figurines, toys, and a theme park all into one. It is a must see for any fans of action figures because you get a chance to view highly-prices limited edition figures in cutting-edge exhibitions. The exhibits range from the legendary figures of Maginger Z, Gundams, and Robot Taekwon V, all the way to familiar contemporary heroes including Superman, Batman, and Iron Man. Many Korean Hallyu stars, including D.O of EXO, Lee Jong Seok, Lee Wang Soo, Ko So-Young and Lim Si Wan, have visited and shown great interest in the collection. It's a great place for all ages to gain knowledge about the art and culture of action figures. If you're sad to leave the figures and toys behind at the end of your visit, consult the museum's figure experts and purchase action figures to start your own collection at home!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1928-figure-museum-w-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Figure Museum W",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:02:36"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 25,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/21071c4d-/MyeongdongTraditionalSauna.jpgopacity0.193546",
        "strIntroduction": " Discover the benefits of relaxation and detox at the Myeongdong Traditional Sauna - the area's most popular Visit one of Seoul's favorite jjimjilbangs - popular with tourists and locals Choose between four different sauna packages that offer a range of physical benefits including cleansing, anti-aging, moisturizing and anti-wrinkle Restore your energy and relax in one of the multiple hot tubs available Experience high temperature saunas to increase blood circulation and rejuvenate the skin Exfoliate your skin with multiple types of facial masks tailored to fit your needs Visit one of Seoul's favorite jjimjilbangs - popular with tourists and locals Choose between four different sauna packages that offer a range of physical benefits including cleansing, anti-aging, moisturizing and anti-wrinkle Restore your energy and relax in one of the multiple hot tubs available Experience high temperature saunas to increase blood circulation and rejuvenate the skin Exfoliate your skin with multiple types of facial masks tailored to fit your needs What We Love:   What We Love: The Myeongdong Traditional Sauna provides you with various options for pampering yourself at one of the most sophisticated facilities in the area. Due to its high quality service, the Myeongdong Traditional Sauna is very popular and attracts foreign tourists and local residents alike. Open your pores in a steamy sauna, indulge in a facial cleanse or condition your skin with a scrub. Your body will thank you as you take a break from sightseeing and relax with one of the four packages offered. Once you're rejuvenated, make sure to stop by the shops on the bustling Myeongdong commercial street located near the sauna.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1971-myeongdong-traditional-sauna/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Myeongdong Traditional Sauna",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:02:46"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 40,
        "strGuideLanguage": "en/kr",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4e1cbf90-/HwacheonSancheoneoMountainTroutIceFestival.jpgopacity0",
        "strIntroduction": " Visit one of the 'Seven Wonders of Winter' and go fishing for mountain trout at the Hwacheon Sancheoneo Ice Festival Carve out a hole and fish for 'Sancheoneo' cold water mountain trout Cook up your freshly caught fish and eat it for lunch Enjoy the convenience of shuttle bus transfers to and from Seoul Learn more about the festival and Korean culture from your English speaking guide Try out a number of other winter activities on the ice such as sledging and ice soccer! Carve out a hole and fish for 'Sancheoneo' cold water mountain trout Cook up your freshly caught fish and eat it for lunch Enjoy the convenience of shuttle bus transfers to and from Seoul Learn more about the festival and Korean culture from your English speaking guide Try out a number of other winter activities on the ice such as sledging and ice soccer! What We Love:   What We Love: Don't let the chilly weather put you off visiting South Korea in winter. Take the opportunity to experience a unique Korean winter festival, in celebration of Mountain Trout (Hwacheon Sancheoneo)! Follow the locals on their annual pilgrimage into the beautiful mountainous countryside away from the city. Dig holes into the hard ice and fish for fresh trout as part of this hundreds of years old tradition. When you've made your catch, have it cooked up for consumption at the festival kitchen. Afterwards, spend some time trying out the numerous ice activities on offer such as ice sledging,, bobsled, ice soccer, ice sculptures and much more wintry fun. With transportation to and from the festival included, plus the useful addition of an informative English speaking guide, this activity comes highly recommended for anyone looking to venture beyond the city and get a unique insight into Korean culture.  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/2088-hwacheon-sancheoneo-trout-ice-festival-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hwacheon Sancheoneo (Mountain Trout) Ice Festival",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:02:56"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 37,
        "strGuideLanguage": "en/cn/kr",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2e113d3d-Myeong-dong-Shooting-Range/Myeong-dongShootingRange.jpgopacity0",
        "strIntroduction": " Follow in the footsteps of your favorite K-Pop stars and experience the thrill of shooting live ammunition in Myeong-dong Practice your shooting skills at the most popular celebrity-designed shooting range in Seoul Choose from over 100 firearms that have been used in many Korean movies Receive one-on-one coaching from professionals on the Korean national shooting team Test your skills on the shooting range with state of the art firearms and equipment Choose from two gun categories and get free bullets with your choice of 5 packages Practice your shooting skills at the most popular celebrity-designed shooting range in Seoul Choose from over 100 firearms that have been used in many Korean movies Receive one-on-one coaching from professionals on the Korean national shooting team Test your skills on the shooting range with state of the art firearms and equipment Choose from two gun categories and get free bullets with your choice of 5 packages What We Love:   What We Love: The Myeong-dong Shooting Range is an indoor live ammunition shooting range, designed by K-Pop stars, located in the heart of Myeong-dong. Choose from over a 100 firearms that have been featured in many of your favorite action movies and dramas. This shooting range is well-known throughout Korea for having trained various 'Hallyu' stars, including Kim Soo-hyun, Tiffany (Girls' Generation), G-Dragon (Bigbang), Yoon Doo-joon and Lee Gi-kwang (Beast), CL (2NE1), Shin Se-kyung, and more!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1938-myeong-dong-shooting-range-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Myeong-dong Shooting Range",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:03:07"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 28,
        "strGuideLanguage": "kr",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ea9b1148-%E9%9F%A9%E5%9B%BD%E5%8E%9F%E5%88%9B%E6%B6%82%E9%B8%A6%E7%A7%80/OriginalDrawingShow.jpgopacity0.535313",
        "strIntroduction": " Discover the wonders of action painting in The Original Drawing Show, the first non-verbal performance art show in the world! Watch as the bright lights create mysterious drawings that appear from the dark Feel the power and speed the performers use to make a landscape painting in just 3 minutes Watch performers create replicas of paintings by Jackson Pollock, Jacques Louis David and other famous artists The performers feed off of audience participation, so join in on the fun! It's a non-verbal performance, so language barriers are not an issue Watch as the bright lights create mysterious drawings that appear from the dark Feel the power and speed the performers use to make a landscape painting in just 3 minutes Watch performers create replicas of paintings by Jackson Pollock, Jacques Louis David and other famous artists The performers feed off of audience participation, so join in on the fun! It's a non-verbal performance, so language barriers are not an issue What We Love:   What We Love: Enjoy a wonderful integration of performing and visual arts on stage at the world's first non-verbal drawing performance show. Started in 2007, the show is a perfect mix of art, music, and humor, perfect for all ages. Watch in awe as the performers use various techniques such as finger painting, marble drawing, light drawing, and more to create works of art in mere minutes! The process of creating the work and seeing the fantastic transformation of artwork being drawn and completed at high speeds will keep you on the edge of your seat!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1904-original-drawing-show-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Original Drawing Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:03:17"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 18,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2b84520b-/HanwhaAquaPlanetIlsan.jpgopacity0.691342",
        "strIntroduction": " Visit Aqua Planet to discover a 2000 ton water tank, 44 smaller water tanks, 9 animal breeding facilities, and a bird breeding farm all in one location! Delve into the mysterious ocean ecosystem through a huge 11m x 6m observatory window Feel and pet the underwater creatures and hold colorful birds at the Touch Pool and Parrot Village Walk through two large tunnel water tanks and watch as underwater creatures swim all around Watch the fascinating mermaid-like Dream Girls perform their daily underwater show Check out the Ocean Arena's live ecology sessions with aquarists who will teach you a thing or two about sea elephants and harbor seals Delve into the mysterious ocean ecosystem through a huge 11m x 6m observatory window Feel and pet the underwater creatures and hold colorful birds at the Touch Pool and Parrot Village Walk through two large tunnel water tanks and watch as underwater creatures swim all around Watch the fascinating mermaid-like Dream Girls perform their daily underwater show Check out the Ocean Arena's live ecology sessions with aquarists who will teach you a thing or two about sea elephants and harbor seals What We Love:   What We Love: Aqua Planet near Seoul boasts the largest complex in the capital area that provides hands-on underwater observation facilities. Interact with a variety of animals such as penguins, sand tiger sharks, jaguars, otters, beavers, and ring-tailed lemurs and more! Explore the two popular tunnel water tanks - the 2nd floor Saltwater Tunnel and the 3rd floor Freshwater Tunnel. Make sure to check out one of the five Dream Girls Performance that play daily showcasing a synchronized media show between the sea and screen. Keep your cameras at the ready - this is a trip the whole family will enjoy!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1974-hanwha-aqua-planet-ilsan-seoul/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hanwha Aqua Planet Ilsan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:03:27"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3cb24521-Hellography-Photo-Shoot/HellographyPhotoShoot.jpgopacity0",
        "strIntroduction": " Feel like a star and make your trip to Korea unforgettable as you make memories with beautiful pictures Get your picture taken at one of the top Korean photography studios in Seoul Take home personalized souvenir mirrors and magnets for your family and friends Choose from a variety of color backgrounds and fun props Record valuable moments with your friends with the Friendship Photoshoot Work with photo polishing professionals to get the best image quality Get your picture taken at one of the top Korean photography studios in Seoul Take home personalized souvenir mirrors and magnets for your family and friends Choose from a variety of color backgrounds and fun props Record valuable moments with your friends with the Friendship Photoshoot Work with photo polishing professionals to get the best image quality What We Love:   What We Love: Enjoy a photo shoot at the most featured integrated photography studio in Seoul, Hellography. Create cherishable memories you can take home with you! Choose from four different packages and work with professional photographers to get the best shot. Hellography is a unique shop that can provide multiple services: take home the perfect souvenirs with the DIY mirrors and magnets of your own photos, get passport photos taken quickly and efficiently, take personal pictures for your resume, or enjoy a photo shoot with your bestie on a friends photo shoot. With various background colors and props to choose from each image will be picture perfect! If you are still not satisfied, work with the photographer and ask for photo polishing - the image will come out just like you want it to!  ",
        "strLocation": "Seoul",
        "strOriginUrl": "https://www.klook.com/activity/1982-hellography-photo-shoot/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hellography Photo Shoot",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 21:03:37"
    }
]