[
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 23,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8a80137c-Sunway-Lagoon-/SunwayLagoon.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Escape the city heat at Sunway Lagoon, a 6-in-1 themed water park with lots of exciting activities to offer for the whole family: from going on sky-high water rides and surfing to meeting Spongebob Squarepants and hanging out with Teenage Mutant Ninja Turtles, Sunway Lagoon has something for everyone. Spend the day away from the noise and traffic with a relaxing visit to 6 themed zones Visit the Water Park, Amusement Park, Wildlife Park, Extreme Park, Scream Park and Asia's 1st Nickelodeon Themed Land: Nickelodeon Lost Lagoon Go on the crazy Vuvuzela, the highest and most exhilarating water ride in the world Explore the natural world at Wildlife Park, home to over 150 species Let the little ones have the time of their lives at Captain Kid's Candyland! Spend the day away from the noise and traffic with a relaxing visit to 6 themed zones Visit the Water Park, Amusement Park, Wildlife Park, Extreme Park, Scream Park and Asia's 1st Nickelodeon Themed Land: Nickelodeon Lost Lagoon Go on the crazy Vuvuzela, the highest and most exhilarating water ride in the world Explore the natural world at Wildlife Park, home to over 150 species Let the little ones have the time of their lives at Captain Kid's Candyland! What We Love:   What We Love: Located only a short 45 minute drive away from the busy Kuala Lumpur, lies the perfect destination of adventurers and water activity enthusiasts, a large waterpark guaranteed be the much needed escape from the city heat. Six exhilarating experiences, including Nickelodeon Lost Lagoon, await you at the park. Escape the hot tropical climate at Vuvuzela — world's largest and highest water ride; see the world upside down on the Tomahawk and Pirate's Revenge ride, meet over 150 animal species or challenge your friends to the Congo Challenge. Sunway Lagoon rewards its visitors with an adventurous and fun-filled afternoon for the whole family!  ",
        "strLocation": "Kuala Lumpur",
        "strOriginUrl": "https://www.klook.com/activity/1303-sunway-lagoon-kuala-lumpur/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sunway Lagoon"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 25,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/71afdca8-Private-transfer-from-KLIA-/AirportTransfersKULPickUpforKualaLumpur%2CMalaysia.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Arrive in comfort by conveniently booking private transfers between Kuala Lumpur Airport (KLIA) and KL City Enjoy private airport-hotel transfers in a modern air conditioned vehicle Receive safe pick up service from the airport arrival hall/your hotel lobby from your professional driver Accommodating up to 8 passengers, it's a convenient transportation option for those traveling in groups or with bulky luggage Enjoy private airport-hotel transfers in a modern air conditioned vehicle Enjoy private airport-hotel transfers in a modern air conditioned vehicle Receive safe pick up service from the airport arrival hall/your hotel lobby from your professional driver Receive safe pick up service from the airport arrival hall/your hotel lobby from your professional driver Accommodating up to 8 passengers, it's a convenient transportation option for those traveling in groups or with bulky luggage Accommodating up to 8 passengers, it's a convenient transportation option for those traveling in groups or with bulky luggage What We Love:   What We Love: No more stress when you get off the plane in a new destination! Ease into your Kuala Lumpur adventure with a pre-booked airport transfer. Start off your city exploration in the safety and comfort of a private air-conditioned vehicle. Your driver will be waiting for you right at the arrival hall or in the lobby of your hotel before whisking you off to your destination  ",
        "strLocation": "Kuala Lumpur",
        "strOriginUrl": "https://www.klook.com/activity/1337-airport-transfers-malaysia-kuala-lumpur/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (KUL Pick Up) for Kuala Lumpur, Malaysia"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 24,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9f9a8980-Genting-Highlands-Day-Trip/GentingHighlandsDayTrip.jpg",
        "strIntroduction": " Discover Kuala Lumpur's famous family destination - Genting Highlands, a fun filled day trip for everyone! Spend the day in an integrated resort with food, shopping and entertainment all under one roof Breathe in fresh air and take comfort in the cooling temperatures up in the mountains Enjoy a scenic ride on Genting Skyway, Southeast Asia's fastest and longest cable car Take a chance at Malaysia's only casino and shop till you drop Spend the day in an integrated resort with food, shopping and entertainment all under one roof Breathe in fresh air and take comfort in the cooling temperatures up in the mountains Enjoy a scenic ride on Genting Skyway, Southeast Asia's fastest and longest cable car Take a chance at Malaysia's only casino and shop till you drop What We Love:   What We Love: Enjoy a relaxing getaway from the bustling metropolis in Malaysia's biggest highland resort and casino - Genting Highlands. Here you will get to enjoy a variety of fun rides, watch a movie in the resort's cinema, try your luck in the casino and more! Marvel at the panoramic views of mountains and jungles, and complete the day with a shopping spree at over 80 shops lining the resort. So you can stock up on souvenirs then head back refreshed.  ",
        "strLocation": "Kuala Lumpur",
        "strOriginUrl": "https://www.klook.com/activity/1435-genting-highlands-day-trip-kuala-lumpur/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Genting Highlands Day Trip"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 37,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a46ba2fe-%E5%B8%83%E5%9F%8E%E5%92%8C%E5%86%9C%E4%B8%9A%E9%81%97%E5%9D%80%E5%85%AC%E5%9B%AD%E4%B9%8B%E6%97%85---Klook%E5%AE%A2%E8%B7%AF/PutrajayaandAgricultureHeritageParkTour.jpg",
        "strIntroduction": " Explore a different side of the bustling metropolis of Kuala Lumpur with a visit to Putrajaya and Agriculture Heritage Park Enjoy an informative and relaxing half day trip and discover Kuala Lumpur's calmer side in Putrajaya, 25km south of the capital Embark on a guided tour of the Agriculture Heritage Park to learn more about local farming and produce Discover more about Malaysia's signature fruits: mango, cocoa, durian, jackfruit and more Discover unique local architecture at Putra Jaya Government Centre and Putra Mosque Enjoy an informative and relaxing half day trip and discover Kuala Lumpur's calmer side in Putrajaya, 25km south of the capital Embark on a guided tour of the Agriculture Heritage Park to learn more about local farming and produce Discover more about Malaysia's signature fruits: mango, cocoa, durian, jackfruit and more Discover unique local architecture at Putra Jaya Government Centre and Putra Mosque What We Love:   What We Love: Discover Malaysia's natural treasures on the Putrajaya and Agriculture Heritage Park Tour. Located in Precinct 16, Putrajaya, the Agricultural Heritage Park offers an insight into the historical and commercial background of Malaysia's farming and artisan crafts. Here, you can sample fresh seasonal fruits and watch demonstrations of rubber tapping, latex collection, crop maintenance, fruits preservation and others. Continue the tour with a visit to Putra Jaya Government Centre and don't miss out on exploring the iconic Putra Mosque in detail. Incorporating a mix of architectural elements from Turkestan, Kazakhstan and Morocco, it's a true sight to admire.  ",
        "strLocation": "Kuala Lumpur",
        "strOriginUrl": "https://www.klook.com/activity/1436-putrajaya-and-agriculture-heritage-park-tour-kuala-lumpur/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Putrajaya and Agriculture Heritage Park Tour"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 46,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/06d3810d-%E8%9E%83%E8%9F%B9%E5%B2%9B%E4%B8%80%E6%97%A5%E6%B8%B8---Klook%E5%AE%A2%E8%B7%AF/CrabVillageRuralAdventureTour.jpg",
        "strIntroduction": " Relax and unwind in the calm, quiet and authentic fishermen's island Pulau Ketam Leave the busy city behind and journey to the slow-paced island of a traditional crab village Discover this rare and traditional fishing village, part of a small cluster of islands on the coast to the east of KL Get snap happy with Crab Island's iconic 'floating houses', perched above sea level Indulge in a delicious lunch of the village's famed local seafood Leave the busy city behind and journey to the slow-paced island of a traditional crab village Discover this rare and traditional fishing village, part of a small cluster of islands on the coast to the east of KL Get snap happy with Crab Island's iconic 'floating houses', perched above sea level Indulge in a delicious lunch of the village's famed local seafood What We Love:   What We Love: Pulau Ketam, a small island located off the coast of Klang, has earned itself the nickname of \"Crab Island\". Home to a large fishermen community, the island's signature symbols are its \"floating houses\", perched on wooden stilts above sea level. The island is the perfect place to leave the city's hustle and bustle behind and truly experience the lifestyle of a fisherman. No air pollution, no traffic jams, no crowds or queues - the ultimate escape. With an abundance of fresh seafood, the island offers a wide range of seafood dining options.  ",
        "strLocation": "Kuala Lumpur",
        "strOriginUrl": "https://www.klook.com/activity/1437-crab-village-rural-adventure-tour-kuala-lumpur/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Crab Village Rural Adventure Tour"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 44,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7eba04dc-KL-Food-Experience/KualaLumpurFoodExperience.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Feast on delicious local food in the city's hidden areas undiscovered by most travelers and gain a deeper insight into the city's diverse cultures Taste the best of Malaysian cuisine on this food discovery tour in Kuala Lumpur Go off the beaten track and visit neighborhoods you may otherwise never discover on your own Learn more about the background of Kuala Lumpur by sampling its iconic dishes — a mix of Malay, Chinese and Indian delicacies Taste the best of Malaysian cuisine on this food discovery tour in Kuala Lumpur Go off the beaten track and visit neighborhoods you may otherwise never discover on your own Learn more about the background of Kuala Lumpur by sampling its iconic dishes — a mix of Malay, Chinese and Indian delicacies What We Love:   What We Love: Explore Kuala Lumpur on a 3 hour interactive food walk, taking you to back alleyways and suburbs in the search of authentic and delicious local food. Enjoy Malaysian food the way it's been prepared for generations, visit the Indian influenced neighbourhood of Brickfields for some fresh banana fritters, then take the train to Chinatown for a delightful meal of noodles and refreshing sugarcane juice. The tour sums up with a relaxing coffee break at an old school coffee house where you can see the city's history in photos of the past and present.  ",
        "strLocation": "Kuala Lumpur",
        "strOriginUrl": "https://www.klook.com/activity/1438-food-experience-kuala-lumpur/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kuala Lumpur Food Experience"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 13,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/304615bc-Kuala-Lumpur-Airport-Express/KLIAEkspresAirportExpress.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Kick off your Kuala Lumpur adventure in comfort with a seamless 28 minute journey on the KLIA Ekspres from Kuala Lumpur Airport to KL Sentral railway station Begin your Kuala Lumpur trip with a swift KLIA Ekspres airport train transfer Travel from Kuala Lumpur International Airport to KL Sentral Station in less than 30 minutes! Take advantage of the train's porter services to help with heavy luggage Use the free onboard WiFi to browse the web and catch up with friends and family from your seat Connect to the rest of Kuala Lumpur from KL Sentral station and beyond Begin your Kuala Lumpur trip with a swift KLIA Ekspres airport train transfer Travel from Kuala Lumpur International Airport to KL Sentral Station in less than 30 minutes! Take advantage of the train's porter services to help with heavy luggage Use the free onboard WiFi to browse the web and catch up with friends and family from your seat Connect to the rest of Kuala Lumpur from KL Sentral station and beyond What We Love:   What We Love: Enjoy a smooth first day in Kuala Lumpur with a fast, non-stop KL Airport Express journey. Get to KL Sentral Railway Station in less than 30 minutes with a safe, comfortable and convenient train service. No need to worry about lugging your suitcases, searching for taxis or figuring out your local bus schedules. Simply hop on the KLIA Ekspres train, take advantage of the porter services, and arrive at Kuala Lumpur Sentral Railway Station refreshed and well rested. With 4G WiFi available on the train, the transfer will simply fly by  ",
        "strLocation": "Kuala Lumpur",
        "strOriginUrl": "https://www.klook.com/activity/1461-klia-ekspres-airport-express-kuala-lumpur/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "KLIA Ekspres Airport Express"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 35,
        "strGuideLanguage": "en/cn",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/73e96002-i-City-/i-City.jpg",
        "strIntroduction": " Forget your worries and remember what it's like to be a child again in Malaysia's exciting amusement park, i-City Spend a fun filled day at i-City, an amusement park for both the young and young at heart Access the park's main attractions with the convenient i-Card Less than an hour away from Kuala Lumpur, i-City offers plenty of options for the whole family A variety of attractions are available, from the icy wonderland of SnoWalk to the scary surprises of Horror House Make a visit to the City of Digital Lights and take photos with celebrities at the Red Carpet Wax Museum Spend a fun filled day at i-City, an amusement park for both the young and young at heart Access the park's main attractions with the convenient i-Card Less than an hour away from Kuala Lumpur, i-City offers plenty of options for the whole family A variety of attractions are available, from the icy wonderland of SnoWalk to the scary surprises of Horror House Make a visit to the City of Digital Lights and take photos with celebrities at the Red Carpet Wax Museum What We Love:   What We Love: Enjoy a day of unlimited fun in Malaysia with a visit to i-City, a family amusement park and a true wonderland for kids and adults alike. With a variety of attractions and less than 60 minutes away from Kuala Lumpur, it's the best place in town for a family day. Don't miss SnoWalk, a winter wonderland hailed as Malaysia's largest snow park. Check out the whole park from the top of the Ferris Wheel or join the crème de la crème at the Red Carpet Wax Museum. Face your fears head on at the Horror House and take interesting photos at the Trick Art Museum. Long story short, being bored at i-City in Malaysia is simply not an option.  ",
        "strLocation": "Kuala Lumpur",
        "strOriginUrl": "https://www.klook.com/activity/1623-i-city-kuala-lumpur/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "i-City"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/abe37ffd-3G-WiFi-Device-HKG-Pick-Up-for-Malaysia/3GWiFiHKGPickUpforMalaysia.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Malaysia with an unlimited 3G pocket WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Malaysia - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at the Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Malaysia - wherever your itinerary takes you Get WiFi access across the whole of Malaysia - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at the Hong Kong Airport Collect and drop off your device at the Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Malaysia, without the stress of sourcing WiFi once you get there. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Malaysia but also South Korea, Thailand, Singapore, Taiwan, Japan and more.  ",
        "strLocation": "Kuala Lumpur",
        "strOriginUrl": "https://www.klook.com/activity/1625-wifi-device-malaysia-kuala-lumpur/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Malaysia"
    },
    {
        "intDurationHour": 0,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 6,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/77e1d18d-4G-WiFi-Device-WiFi-for-Malaysia-KUL-Pick-Up/4GWiFiKULPickUpforMalaysia.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected on your exciting Kuala Lumpur adventures with a 4G pocket WiFi device — waiting to be collected right upon your arrival at the airport Get WiFi access across Malaysia - wherever your adventures take you! Enjoy super fast web speeds with a 4G device that conveniently fits in your pocket Share with friends and travel companions, connect up to 10 devices at once Conveniently pick up your device right upon your arrival at KLIA Get WiFi access across Malaysia - wherever your adventures take you! Enjoy super fast web speeds with a 4G device that conveniently fits in your pocket Share with friends and travel companions, connect up to 10 devices at once Conveniently pick up your device right upon your arrival at KLIA What We Love:   What We Love: Stay in touch with family and friends when traveling in Malaysia with 4G network coverage. When you are traveling in a new place, when you don't speak the language and are not familiar with the culture, having access to the internet can come in super handy. Check how to get to an interesting attraction, museum opening times, look for new itineraries or share fun vacation photos on social media. All of that and more is possible with the great value WiFi router rental from reliable provider Wiyo!® With super convenient airport pick up, you are ready to start off your adventure instantly and hassle free. Enjoy lightning-fast speeds with 4G connectivity and share with friends by connecting up to 10 devices at the same time! Simple, easy and reliable web access right upon arrival in Kuala Lumpur is waiting for you!  ",
        "strLocation": "Kuala Lumpur",
        "strOriginUrl": "https://www.klook.com/activity/1336-wifi-device-malaysia-kuala-lumpur/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "4G WiFi (KUL Pick Up) for Malaysia"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 71,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b6c7c22f-%E8%A5%BF%E8%B4%A1%E4%B8%AD%E5%9B%BD%E5%9F%8E%E5%8D%8A%E6%97%A5%E8%A1%8C/SaigonStreetsOfChinatown.jpg",
        "strIntroduction": " Discover Chinese culture in Vietnam with this guided tour of Ho Chi Minh's Chinatown by 'cyclo' Be guided by an English speaking guide and one of Saigon's experts Learn about the history and day to day life of one of the world's oldest Chinatowns Enjoy a special masterclass in traditional cooking onboard Lady Hau rice barge before tucking into the feast you prepared Be guided by an English speaking guide and one of Saigon's experts Learn about the history and day to day life of one of the world's oldest Chinatowns Enjoy a special masterclass in traditional cooking onboard Lady Hau rice barge before tucking into the feast you prepared What We Love:   What We Love: You've all heard of Chinatown but have you seen it Vietnamese-style? Head to one the world's oldest Chinatowns and see, hear and taste the soul of Cho Lon. You'll tour the town the traditional way by being chauffeured on a cyclo (a three-wheeled bicycle taxi). Stopping along the way you'll be immersed in Chinese culture with a visit to Bihn Tay Market, filled with quintessential Chinese artifacts like calligraphy artwork, paper lanterns and traditional medicine. Foodies will also be able to enjoy this tour with stops in the fruit markets to try exotic fruits and a pitstop for Vietnam's famous coffee. Before the tour ends, you will board a restored traditional rice barge to enjoy lunch and a master class in cooking authentic Vietnamese cuisine.  ",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.klook.com/activity/852-saigon-streets-of-chinatown-ho-chi-minh/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Saigon Streets Of Chinatown"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 60,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d8cdbbbe-A-O-Show--Dinner/AOShowDinner.jpg",
        "strIntroduction": " Experience the Vietnamese spectacular that is A O Show, a beautiful lyrical performance of stories from the people of Vietnam Be guided to the Saigon Opera House and enjoy one of Ho Chi Minh's most well known shows After the show, experience Vietnamese cuisine in one of the city's contemporary restaurants Enjoy the ease of private hotel pick up and drop off included Be guided to the Saigon Opera House and enjoy one of Ho Chi Minh's most well known shows After the show, experience Vietnamese cuisine in one of the city's contemporary restaurants Enjoy the ease of private hotel pick up and drop off included What We Love:   What We Love: The A O Show is an unmissable performance held in the beautiful Saigon Opera House. Join in the playful narrative, telling the tale of the people of Vietnam. The show is a lively performance featuring some of the best musicians, performing artists and acrobats in the country. Everything has been expertly designed right down to the props, crafted to recreate realistic scenes of the countryside, the hustle and bustle of the big cities and the waves that hit Vietnam's coast. Back to the real world, once the show is over you'll make your way through central Ho Chi Minh to Hoa Tuc Restaurant where you will be sitting down for dinner. Situated in an old French colonial building the restaurant serves up contemporary Vietnamese cuisine - a perfect way to end a night full of fun!  ",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.klook.com/activity/853-a-o-show-dinner-ho-chi-minh/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "A O Show & Dinner"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 13,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1f5e444b-%E8%A5%BF%E8%B4%A1%E4%B8%8A%E5%8D%88%E5%8D%8A%E6%97%A5%E8%A1%8C/SaigonHalfDayPrivateTour.jpg",
        "strIntroduction": " Ever wondered about Saigon? Take yourself back a century and learn how Ho Chi Minh City came to be Visit a number of Saigon's historic religlious relics Enjoy the tour on foot and on a cyclo (three-wheeled bike)! Get an insight into local life in Nguyen Trung To Street learning about traditional wedding rituals Visit a number of Saigon's historic religlious relics Enjoy the tour on foot and on a cyclo (three-wheeled bike)! Get an insight into local life in Nguyen Trung To Street learning about traditional wedding rituals What We Love:   What We Love: Meeting at your hotel, your tour guide will then take you into the center of old Saigon, now known as Ho Chi Minh. Marvel at the ornate building facades famed for their neo-Romanesque style - evidence of the French influence on Vietnam. Moving on, you'll head along the Saigon River ending up at the Opera House, a significant spot during the Second World War. The tour continues on to Reunification Palace where North Vietnamese Army tanks ended the war in 1975. Travel in time through this fascinating city from significant eras of history to the present day with your informative private guide.  ",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.klook.com/activity/854-saigon-half-day-private-tour-ho-chi-minh/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Saigon Half Day Private Tour"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 89,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7d04dab9-Cu-Chi-Tunnels-Speedboat-Tour/CuChiTunnelsSpeedboatTour.jpg",
        "strIntroduction": " Cruise the Saigon River as you make your way to the famous Cu Chi Tunnels, a stronghold of the Viet Cong during the Vietnam War Observe the quaint 'weekend' homes of local Saigonese inhabitants as you cruise along the Saigon River Descend into the famous Cu Chi tunnels to discover what life was really like for Vietnamese soldiers during the war Visit a cricket farm and sample this unique local delicacy A traditional Vietnamese-style lunch plus hotel transfers are included in the price Observe the quaint 'weekend' homes of local Saigonese inhabitants as you cruise along the Saigon River Descend into the famous Cu Chi tunnels to discover what life was really like for Vietnamese soldiers during the war Visit a cricket farm and sample this unique local delicacy A traditional Vietnamese-style lunch plus hotel transfers are included in the price What We Love:   What We Love: Immerse yourself in Vietnamese history and culture on this eye-opening tour of the famous Cu Chi Tunnels. Avoid the traffic and cruise your way down the Saigon River by luxury speedboat, from which you'll be able to observe daily river life and the many picturesque 'weekend' homes that now line the river bank. When you arrive your enthusiastic guide will help to bring the war to life by walking you through the tactics that were used by these ruthless fighters. If you're feeling brave enough, descend into the cramped tunnels for a taste of what life was like a guerilla soldier on the front line. Once your tour is over, you'll be taken through the beautiful countryside to a local cricket farm. Many Vietnamese consider crickets a delicacy, and you'll have the opportunity to try these unique treats (only if you fancy it!). Tuck in to a tasty traditional lunch to top off this culturally rich day.  ",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.klook.com/activity/857-cu-chi-tunnels-speedboat-tour-ho-chi-minh/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Cu Chi Tunnels Speedboat Tour"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 99,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/bda893d6-%E6%B9%84%E5%85%AC%E6%B2%B3%E5%8D%8A%E6%97%A5%E8%88%B9%E6%B8%B8/MekongDeltaRiverCruise.jpg",
        "strIntroduction": " Enjoy a leisurely sightseeing cruise along the busy waterways of Mekong Delta. Stop for a local lunch at a beautiful colonial restaurant to get a glimpse of Indochinese life Enjoy being pampered by the wonderfully helpful staff on board the Cai Be Princess sampan Observe local life and the beautiful natural surroundings from the comfort of your boat Enjoy a lunch of delicious local delicacies A personal vehicle will transfer you back to your hotel Enjoy being pampered by the wonderfully helpful staff on board the Cai Be Princess sampan Observe local life and the beautiful natural surroundings from the comfort of your boat Enjoy a lunch of delicious local delicacies A personal vehicle will transfer you back to your hotel What We Love:   What We Love: Watch the wonders of local life pass you by as you spend a day leisurely cruising the waterways of the Mekong Delta. Board the stunning Cai Be Princess sampan to enjoy a day of pampering and quality sightseeing. The attentive staff will ensure that your experience is blissful from start to finish - providing you with cold towels, refreshing drinks, tea and fresh fruit. The crew will regularly stop en route to show you glimpses of local industries at work, and you'll get to watch coconut candy and puffed rice (Vietnamese popcorn!) be made by hand. Your river cruise will end at the stunning Le Longanier Restaurant - set in a colonial building in a tranquil tropical garden. Savor your taste of life in Indochinese times as you tuck into a tasty lunch of local specialities, before taking a stroll along the canal nearby. A day in local paradise!  ",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.klook.com/activity/858-mekong-delta-river-cruise-ho-chi-minh/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Mekong Delta River Cruise"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 147,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8582359f-%E6%B9%84%E5%85%AC%E6%B2%B3%E4%B8%80%E6%97%A5%E6%B8%B8/LeJaraiMekongCruiseFullDayTour.jpg",
        "strIntroduction": " Travel into the Mekong Delta and explore the waterways that make up this fascinating location. Enjoy a tasty three-course lunch of Mekong delicacies on board the beautiful teak boat Le Jarai Tour the canals and waterways of the Mekong Delta, and visit a brick factory and a homemade coconut processing plant Watch mat weavers at work as you wander around a small local village Board Le Jarai, the beautiful teak boat, for a river cruise Join in a cooking demonstration and tuck in to a delicious three-course lunch Tours and tranfers are included in the price Tour the canals and waterways of the Mekong Delta, and visit a brick factory and a homemade coconut processing plant Watch mat weavers at work as you wander around a small local village Board Le Jarai, the beautiful teak boat, for a river cruise Join in a cooking demonstration and tuck in to a delicious three-course lunch Tours and tranfers are included in the price What We Love:   What We Love: Spend a day getting lost in the wonderful waterways of the Mekong Delta - also known as the 'rice bowl' of Vietnam for it's large rice production. Start your sightseeing adventure with a small boat trip for an intimate glimpse at local life. You'll be taken to a brick factory and a small homemade coconut processing plant, where you'll learn how oil, candy and mats are made for the local markets. Take a short stroll to a nearby village for a fascinating peek at mat weavers at other local merchants at their work, before boarding the beautiful teak boat Le Jarai. As you cruise the crisp waters, you'll have the opportunity to take part in a lively cooking demonstration, before indulging in a delicious three-course lunch of local delicacies. Head up to the top deck after lunch for a relaxing cruise back to land, and savor the view of the stunning scenery around you before you head home.  ",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.klook.com/activity/859-le-jarai-mekong-cruise-full-day-tour-ho-chi-minh/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Le Jarai Mekong Cruise & Full Day Tour"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/dd46731e-3G-WiFi-Device-HKG-Pick-Up-for-Vietnam/3GWiFiHKGPickUpforVietnam.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Vietnam with an unlimited 3G pocket WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Vietnam - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at the Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Vietnam - wherever your itinerary takes you Get WiFi access across the whole of Vietnam - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at the Hong Kong Airport Collect and drop off your device at the Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Vietnam, without the stress of sourcing WiFi once you get there. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Vietnam but also South Korea, Thailand, Singapore, Taiwan, Japan and more.  ",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.klook.com/activity/1071-3g-wifi-device--ho-chi-minh/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Vietnam"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2a6ba6be-Wi-Ho%21%C2%AE-Vietnam-WiFi-Device/3GWiFiTPETSAKHHPickUpforVietnam.jpg",
        "strIntroduction": " Stay connected when traveling in Vietnam with a 3G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across Vietnam - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across Vietnam - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Stay connected for your trip in Vietnam with unlimited WiFi coverage. When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Vietnam from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 3G data whilst connecting up to 10 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.klook.com/activity/1152-wi-ho-vietnam-wifi-device-ho-chi-minh/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (TPE/TSA/KHH Pick Up) for Vietnam"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 59,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/47df33d7-Story-of-Saigon-Afternoon-Tour%2C-Hoh-Chi-Min--tour%2C-things-to-do-in-Hoh-Chi-Min%2C-what-to-do-in-Hoh-Chi-Min-%2C-Vietnam-tours%2C-Vietnam-travels/HoChiMinhDiscoveryTour.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Discover the busy city of Ho Chi Minh on a tour of its buzzing markets, war museums and old temples Explore Ho Chi Minh City's busiest areas with educational stops in between, guided by a knowledgable English speaking guide Shop around for souvenirs and memorabilia in the back streets of Cho Lon Pay a visit to the 19th century temple - Thien Hau, the War Remnants Museum, the Opera House and more Don't leave without trying a bowl of hot Pho - signature Vietnamese rice noodles, which is included in the tour The perfect orientation tour to Ho Chi Minh City, ticking off numerous must see sights and areas Explore Ho Chi Minh City's busiest areas with educational stops in between, guided by a knowledgable English speaking guide Shop around for souvenirs and memorabilia in the back streets of Cho Lon Pay a visit to the 19th century temple - Thien Hau, the War Remnants Museum, the Opera House and more Don't leave without trying a bowl of hot Pho - signature Vietnamese rice noodles, which is included in the tour The perfect orientation tour to Ho Chi Minh City, ticking off numerous must see sights and areas What We Love:   What We Love: Explore Ho Chi Minh for the busy buzzing city that it is. The full day walking tour offers a wonderful insight into the rich history, culture and the daily life of urban dwellers. You kick off by heading to Chinatown and exploring the back streets of Cho Lon — the busiest commercial district of the city, home to its many sites and a very special atmosphere. Go on to visit Thien Hau Temple, dating back to the early 19th century and try your luck hunting for bargains at Cholon and Binh Tay markets. Take a delicious break with a Vietnamese pho — a traditional noodle soup that will instantly re-energize you for more adventures to come. And there is a lot more with visits to the War Remnants Museum, General Post Office, the Opera House and more. Perfect for your first introduction to Saigon!  ",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.klook.com/activity/1468-discovery-tour-ho-chi-minh-city/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Ho Chi Minh Discovery Tour"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 23,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/e5e1ef60-Cyclos--Markets/CyclosMarkets.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Explore Ho Chi Minh City in traditional style being pedalled by cyclo past its main attractions and exploring its quintessential markets Visit Ho Chi Minh's classic attractions: from the the Notre Dame Cathedral to General Post Office Learn about Vietnam's rich and complicated history in the War Remnants Museum See Ho Chi Minh from the seat of a traditional bicycle - cyclo and walk through local markets Explore the life of the locals and enjoy the fresh air - no stuffy buses or cars on this trip Visit Ho Chi Minh's classic attractions: from the the Notre Dame Cathedral to General Post Office Learn about Vietnam's rich and complicated history in the War Remnants Museum See Ho Chi Minh from the seat of a traditional bicycle - cyclo and walk through local markets Explore the life of the locals and enjoy the fresh air - no stuffy buses or cars on this trip What We Love:   What We Love: Bring down your carbon emissions to a zero — at least for the length of the Cyclos & Markets morning tour. Be pedalled along on a traditional bike, cyclo (with a carriage in front for passengers) then use your own two feet to get around the city and explore its classic sights and busy markets. There is not time for feeling bored on this tour. Cyclos & Markets lets you discover the city's signature attractions: Notre Dame Cathedral, the General Post Office, the War Remnants Museum, Reunification Palace and more. Your local guide will tell you all about the rich history and culture of the city and the exhibits at Vietnam War museums. After the educational part of the tour it's time for some fun. Hop on the three-wheeled bicycle and get driven through the city — feel the fresh air, take in the atmosphere and get ready for shopping at Tan Dinh market.  ",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.klook.com/activity/1469-cyclos-markets-ho-chi-minh-city/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Cyclos & Markets"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 35,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f018adf9-Saigon-Street-Eats-Evening-Tour/SaigonStreetFoodByNight.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Explore Saigon's (Ho Chi Minh City) delectable cuisine after dark - sample the best street food under the expert guidance of a local guide Explore Saigon (Ho Chi Minh City) through its sumptuous cuisine after sunset Your local English speaking guide will treat you to the best Saigon has to offer Bargain over market prices, search for deals and sip Vietnamese coffee like a true local Discover back streets and hidden alleys — home to Saigon's best local food stands All dishes on the tour are included plus a local beer and a specialty coffee Explore Saigon (Ho Chi Minh City) through its sumptuous cuisine after sunset Your local English speaking guide will treat you to the best Saigon has to offer Bargain over market prices, search for deals and sip Vietnamese coffee like a true local Discover back streets and hidden alleys — home to Saigon's best local food stands All dishes on the tour are included plus a local beer and a specialty coffee What We Love:   What We Love: If you want to know a country and its culture really well, there is nothing better than spending time sampling its signature dishes. Famed around the world, Vietnamese cuisine is light, fresh and full of delicious surprises. From savory and hot to salty and sweet - the Saigon Street Food by Night tour takes you on an unforgettable culinary adventure through Vietnam's best cooking traditions. Your local English speaking guide will introduce you to the top picks of Saigon street food, including all time favorites like fresh spring rolls, green papaya salad, Vietnamese savoury steamed rice cakes and so much more. Immerse yourself in local life at Mong Bridge by trying banh mi, a Vietnamese sandwich, with first class views of the city below. Conclude the tour by learning how to buy coffee like a real local aficionado. All food plus a beer and coffee are included, so all you need to do is turn up with an empty stomach!  ",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.klook.com/activity/1470-saigon-street-food-by-night-ho-chi-minh-city/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Saigon Street Food By Night"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/7249c1aa-Cu-Chi-Tunnels-Private-Tour/CuChiTunnelsExperience.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly What is it like to fight, work, eat and sleep underground? Answer these questions and more on a guided tour of Vietnam's Cu Chi tunnels Discover the hidden underground world of Vietnam's complicated network of tunnels Learn about the complicated and incredibly inventive lives of the tunnel residents Pay a visit to a local family to learn about Vietnam's history and culture first hand Gain insight into the life in the area in both past and present Discover the hidden underground world of Vietnam's complicated network of tunnels Learn about the complicated and incredibly inventive lives of the tunnel residents Pay a visit to a local family to learn about Vietnam's history and culture first hand Gain insight into the life in the area in both past and present What We Love:   What We Love: Attend the most exciting history lesson ever! Learn about Vietnam's guerilla war by climbing into the underground tunnels that played a crucial part in the fight. Built by local fighters during the Indochina conflict, the Cu Chi tunnels served as base for Viet Cong, the National Liberation Front, where the local soldiers and residents used to eat, sleep, work, cook and even go to school. Started in 1948 as a hiding place from French air attacks, by 1965 the tunnel was estimated to consist of an astounding 200 km of tunnels. It included almost everything needed for the life of local inhabitants: hospitals, schools, meeting rooms, kitchens and more. You will get to see and explore it all on the Cu Chi Tunnels tour.  ",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.klook.com/activity/1471-cu-chi-tunnels-experience-ho-chi-minh-city/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Cu Chi Tunnels Experience"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 34,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/68be1b42-%E6%B2%B3%E5%86%85%E6%B0%B4%E4%B8%8A%E6%9C%A8%E5%81%B6%E6%88%8F%E4%B9%8B%E5%A4%9C/SpecialHanoiNightOut.jpg",
        "strIntroduction": " Embark on your perfect evening in Hanoi with a water puppetry show, delicious Hanoian meal and a taste of Vietnamese cafe culture led by an informative guide Experience Hanoi's Water Puppetry Show, famed in Vietnam Tuck into a meal and try some of Hanoi's specialities Take the chance to get a local insight into Vietnamese culture from your Hanoi native guide End the evening with a special Vietnamese coffee (the unique flavor of 'egg coffee' is a particular treat!) Experience Hanoi's Water Puppetry Show, famed in Vietnam Tuck into a meal and try some of Hanoi's specialities Take the chance to get a local insight into Vietnamese culture from your Hanoi native guide End the evening with a special Vietnamese coffee (the unique flavor of 'egg coffee' is a particular treat!) What We Love:   What We Love: Plan a perfect night out in Hanoi with this special guided tour. Start the night by watching Hanoi's famed Water Puppet Show, an impressive showcase originating from Northern Vietnamese villages in the 11th century. The show incorporates puppets, music and dance mimicking the traditional folk tales of Vietnam. Once the show ends, tuck into an authentic Hanoian dinner at a Cha Ca restaurant. This restaurant is known for serving the 200-year-old Vietnamese specialty dish infusing white fish in saffron oils, served with a variety of greens and washed down with a glass of Bia Ha Noi, the local brew. Complete your evening in one of the many street cozy side cafes with a cup of the famous Vietnamese coffee in hand.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/836-special-hanoi-night-out-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Special Hanoi Night Out"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 14,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2c89d125--%E6%B2%B3%E5%86%85%E4%B8%8A%E5%8D%88%E5%8D%8A%E6%97%A5%E6%B8%B8/HanoiPrivateMorningTour.jpg",
        "strIntroduction": " Take a private guided tour of Ho Chi Minh's Mausoleum, the Presidential Palace and Hanoi's Old Quarter by cyclo Visit the sacred site of Ho Chi Minh's Mausoleum Be guided around the mausoleum grounds learning about the history of the revolution from your private guide Roam past the iconic yellow Presidential Palace and visit the humble home of Ho Chi Minh Visit the Temple of Literature, the first university of Vietnam, featured on the 100.000 VND bank note! Hop onboard a cyclo to tour the streets of Hanoi's Old Quarter Visit the sacred site of Ho Chi Minh's Mausoleum Be guided around the mausoleum grounds learning about the history of the revolution from your private guide Roam past the iconic yellow Presidential Palace and visit the humble home of Ho Chi Minh Visit the Temple of Literature, the first university of Vietnam, featured on the 100.000 VND bank note! Hop onboard a cyclo to tour the streets of Hanoi's Old Quarter What We Love:   What We Love: Get a detailed overview of Hanoi's history and sightsee some of the most famous sights. In this tour of Hanoi your experienced tour guide will take you to some of the most historically significant places whilst relating some of the turbulent history of Vietnam. Start the day at Ho Chi Minh's Mausoleum to recount the leader's movement for independence from French colonial rule. Ho Chi Minh's body was preserved after his death in 1969 and continues to be visited by thousands of people every year. Afterward, take the chance to stroll through the Presidential Palace grounds and see the one pillar pagoda temple. The Temple of Literature is well worth a stop, this beautiful 11th Century temple is dedicated to Confucious. Next you'll hop on a cyclo and breeze through the Old Quarter learning about daily Hanoi life and the 36 streets selling local wares.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/837-private-morning-tour-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hanoi Private Morning Tour"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1950186d-%E6%8E%A2%E7%B4%A2%E6%B2%B3%E5%86%85%E4%B8%8B%E5%8D%88%E5%8D%8A%E6%97%A5%E6%B8%B8/HiddenHanoiAfternoonTour.jpg",
        "strIntroduction": " Explore the historical Hanoi on this walking and cyclo tour of notable temples, churches, colonial houses, markets and desserts! Ride by French colonial houses on a 'cyclo' rickshaw Visit an ancient citadel, a Catholic church and a Taoist temple Snack on Vietnamese dishes and taste test wedding cake Experience the flurry of a Hanoi market then relax with a Vietnamese coffee Ride by French colonial houses on a 'cyclo' rickshaw Visit an ancient citadel, a Catholic church and a Taoist temple Snack on Vietnamese dishes and taste test wedding cake Experience the flurry of a Hanoi market then relax with a Vietnamese coffee What We Love:   What We Love: Explore the historical parts of Hanoi by foot and by cyclo. Start the tour by hopping aboard a cyclo, a traditional rickshaw, and begin the afternoon traveling through the bustling old quarter, along streets lined with French colonial houses. Once you've reached the Northern Gate of the ancient citadel discover the beautiful Cua Bac Church - a notable example of Catholic influence in the city. You'll then move onto Quan Thanh Temple one of the oldest Taoist temples before heading towards West Lake, hearing the story of John McCain as a Vietnamese Prisoner of War as you stroll. Make a pitstop at Pho Cuon Restaurant for a bite to eat before heading to Chau Long market to get a feel for local life including a walk through a famous dessert street and a wedding cake street (you'll even get to sample a few!) Shake off the sugar rush at Hang Ga Street, the mat weaving borough, then end the tour with a famous Vietnamese coffee at one the many streetside cafes.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/838-hidden-hanoi-afternoon-tour-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hidden Hanoi Afternoon Tour"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 30,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f8c7a347-Hanoi-Street-Food-Tour/HanoiEveningStreetEats.jpg",
        "strIntroduction": " Hit the streets of Hanoi in a guided food tour that's guaranteed to make your mouth water Discover the backstreets and local markets in the Old Quarter of Hanoi Visit Hanoi's best street food spots guided by your resident foodie and Hanoi expert Say cheers with one of Hanoi's local brews Try some of the best savory dishes and finish the night with a local dessert Discover the backstreets and local markets in the Old Quarter of Hanoi Visit Hanoi's best street food spots guided by your resident foodie and Hanoi expert Say cheers with one of Hanoi's local brews Try some of the best savory dishes and finish the night with a local dessert What We Love:   What We Love: This street food tour will give you the best introduction to traditional Hanoi fare whilst exploring the bustling Old Quarter. Enjoy a glass of the local brew at the Bia Hoi corner - a beverage with eastern European roots. Continue on down the streets trying out noodles, breads and other tasty snacks. Sit down at one of the pop-up restaurants and treat yourself to some famous Vietnamese grilled skewers. Make sure to save space for the last stop at one of Hanoi's most well known ice cream parlours. The tour is tailored to what's fresh that season and which vendors are open that day, so come with an open mind and an empty belly!  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/839-evening-street-eats-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hanoi Evening Street Eats"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1c158c7e-%E5%AF%BB%E6%89%BE%E6%B2%B3%E5%86%85%E7%9A%84%E6%95%85%E4%BA%8B%E4%B8%80%E6%97%A5%E6%B8%B8/StoryofHanoiPrivateDayTour.jpg",
        "strIntroduction": " Delve into the past and present of Vietnam's capital to get an excellent overview of the history and culture of Hanoi on this full day private tour Take a tour of Hanoi's past with your English speaking guide Visit Ho Chi Minh's Mausoleum, the Temple of Literature and the imperial citadel Savor a delicious traditional Vietnamese lunch Enjoy a 30 minute cyclo tour through the vibrant Old Quarter Sip on a famous cup of Vietnamese coffee while you take in the view of Hoan Kiem Lake Take a tour of Hanoi's past with your English speaking guide Visit Ho Chi Minh's Mausoleum, the Temple of Literature and the imperial citadel Savor a delicious traditional Vietnamese lunch Enjoy a 30 minute cyclo tour through the vibrant Old Quarter Sip on a famous cup of Vietnamese coffee while you take in the view of Hoan Kiem Lake What We Love:   What We Love: Explore the formative years of Hanoi including the days under French colonial rule and Ho Chi Minh's campaign for independence beginning with a visit to Ho Chi Minh's Mausoleum. Next, visit the imperial citadel, the apex of regional political power for more than a millennium which is still being excavated. Enjoy a traditional Vietnamese lunch before visiting the Temple of Literature, a relic from the 11th century built as an homage to Confucius, the Chinese scholar and philosopher. See the iconic Long Bien Bridge, a relic of French colonial rule crossing the Red River. Ride a cyclo and stroll past the heart of Hanoi, the beautiful Old Quarter, a collection of 36 narrow streets that were named for the products sold from their shops - Bamboo and Tin Streets still sell the same wares as they did years before! Get your caffeine fix at the end of the tour with a strong dose of Vietnamese coffee then round off the day with a picture taken with the beautiful downtown skyline as a background.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/840-story-of-hanoi-private-day-tour-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Story of Hanoi Private Day Tour"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 30,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d8b696e1--%E6%B2%B3%E5%86%85%E6%89%8B%E5%B7%A5%E8%89%BA%E6%9D%91%E8%90%BD%E4%B8%80%E6%97%A5%E6%B8%B8/HanoiHandicraftVillagesPrivateTour.jpg",
        "strIntroduction": " Discover the ancient artistic trades of Vietnam in villages know for ceramic and silk production on this full day tour from Hanoi led by a private guide Watch as ceramics are made before your eyes and learn about a family tradition that is centuries old Visit a 17th century pagoda - one of the most picturesque landmarks in the area Witness the making of delicate silk creations in Van Phuc Village Enjoy a local lunch included on the tour Hotel transfers and a local English speaking guide are included in the private tour Watch as ceramics are made before your eyes and learn about a family tradition that is centuries old Visit a 17th century pagoda - one of the most picturesque landmarks in the area Witness the making of delicate silk creations in Van Phuc Village Enjoy a local lunch included on the tour Hotel transfers and a local English speaking guide are included in the private tour What We Love:   What We Love: Embark on a tour through centuries of cultural history as you discover the wonderful ancient crafts of Vietnam. Your first stop will be the quaint village of Bat Trang, where families have been producing ceramics by hand for over 400 years! You'll not only get to witness the creation process first hand; your enthusiastic local guide will also tell you all about the history of this century old trade as you watch. From there you'll be taken to see the But Thap Pagoda - one of the most stunning sites in the area situated along the picturesque Duong River. Replenish with a delicious local lunch before heading to Van Phuc Village, the most famous silk village in all of Vietnam. Prepare to be mesmerised as you stroll through the scenic streets of this unique town - you'll even have the chance to purchase some of the wonderful creations made here on your way through. For art lovers and culture admirers alike, it's a wonderful insight into Vietnam's rich handicraft history.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/841-handicraft-villages-private-tour-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hanoi Handicraft Villages Private Tour"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 39,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ca7dfc90-%E5%B7%B4%E7%BB%B4%E5%B1%B1%E4%B8%8E%E5%94%90%E6%9E%97%E5%8F%A4%E6%9D%91%E4%B8%80%E6%97%A5%E6%B8%B8/BaViDuongLamPrivateTour.jpg",
        "strIntroduction": " A day of trekking, walking and cycling at the spectacular Ba Vi Mountain and ancient Duong Lam Village Visit the highlights in the west of Hanoi with an English speaking private guide Marvel at the wonderful views of the Ba Vi Mountain and Da River Enjoy lunch with local residents of Duong Lam Village Ride around this national heritage area by bicycle Visit the highlights in the west of Hanoi with an English speaking private guide Marvel at the wonderful views of the Ba Vi Mountain and Da River Enjoy lunch with local residents of Duong Lam Village Ride around this national heritage area by bicycle What We Love:   What We Love: Begin your day of exploration with a two hour ride to the west of Hanoi and take in the marvellous Ba Vi Mountain along the way and the terraced landscapes where locals grow crops. Burn off calories with a short trek through the cloud forest and enjoy the great view of the Da River. You will then descent to the Duong Lam Village, where some of the buildings are over a hundred years old. Get the unique chance to communicate with villagers as you eat your lunch at a local home. The adventurous day ends with the leisurely bicycle ride around the village's winding alleyways.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/842-ba-vi-duong-lam-private-tour-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Ba Vi & Duong Lam Private Tour"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 39,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/dd45d313-%E5%8D%8E%E9%97%BE%E5%8F%A4%E9%83%BD%E4%B8%80%E6%97%A5%E6%B8%B8/HoaLuPrivateDayTour.jpg",
        "strIntroduction": " Go back in time to the days of the Dinh and Le dynasties and explore the ruins of the ancient capital of Hoa Lu then enjoy a leisurely boat cruise before discovering the famous Three Caves Visit the spectacular ruins of the ancient capital of the Dinh and Le dynasties Enjoy a relaxing boat cruise to the marvellous Tam Coc (Three Caves) Glide past the area's incredible karst mountain scenery Tuck in to a tasty local lunch Transfers to and from your hotel plus your English speaking private guide are included Visit the spectacular ruins of the ancient capital of the Dinh and Le dynasties Enjoy a relaxing boat cruise to the marvellous Tam Coc (Three Caves) Glide past the area's incredible karst mountain scenery Tuck in to a tasty local lunch Transfers to and from your hotel plus your English speaking private guide are included What We Love:   What We Love: Delve into the past and discover the ancient capital of the Dinh and Le dynasties, renowned for extraordinary ruins that have survived a millenium. The surrounding scenery is absolutely breathtaking, so make sure you've got a camera to hand to capture the breathtaking scenes. Your enthusiastic local guide will show you some of Vietnam's most authentic cuisine for lunch, before you embark on a relaxing boat cruise. Prepare to be mesmerised as you paddle by the imposing Three Caves (Tam Coc) that dominate the area, and the limestone karst mountains that rise into the sky out of luminous rice fields and you'll see why Hoa Lu is also known as 'Halong Bay on land'. Your guide will handle all transfers and transport, so sit back and enjoy a relaxing day of sightseeing as you discover Vietnam's incredible natural beauty.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/843-hoa-lu-private-day-tour-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hoa Lu Private Day Tour"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 74,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a522070a-Sapa-Bac-Ha-Market-Tour/SapaBacHaMarketTour.jpg",
        "strIntroduction": " Explore Bac Ha and its vibrant weekly market on a day trip near Sapa Visit the region's busiest Sunday market - Sapa Bac Ha Watch villagers of every local ethnicity selling their produce, hailing from all corners of the countryside Visit the bizarre but beautiful palace built to entertain Hoang A Tuong Enjoy a traditional lunch at an authentic village and experience true local life Visit the region's busiest Sunday market - Sapa Bac Ha Watch villagers of every local ethnicity selling their produce, hailing from all corners of the countryside Visit the bizarre but beautiful palace built to entertain Hoang A Tuong Enjoy a traditional lunch at an authentic village and experience true local life What We Love:   What We Love: Head from Sapa to the usually sleepy town of Bac Ha which comes alive every Sunday as eager patrons descend on the Bac Ha Market, the largest in the region. Soak up the vibrant atmosphere and observe the mix of ethnic minority traders that make their weekly pilgrimage to the market from the surrounding mountainous areas. Browse the colourful stalls stocking a variety of local products, including brightly coloured handicrafts and fresh tea. Reach the northern edges of the town to visit Hoang A Tuong’s palace, or Vua Meo, a rather outlandish part exotic church, part French chateau hybrid, constructed by the French in 1921 in an unusual ‘oriental baroque’ style. Afterwards, wander the charming hamlet of Trung Do Village, the rustic home of the Tay ethnic minority group. Settle down for a tasty lunch prepared by a local Tay family and get a glimpse of village life. End the day with breathtaking views as you cruise down the Chay River by boat before heading back to Sapa Town.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/897-sapa-bac-ha-market-tour-sapa/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sapa Bac Ha Market Tour"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/392c2fd5-3G-WiFi-Device-HKG-Pick-Up-for-Vietnam/3GWiFiHKGPickUpforVietnam.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Vietnam with an unlimited 3G pocket WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Vietnam - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at the Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Vietnam - wherever your itinerary takes you Get WiFi access across the whole of Vietnam - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at the Hong Kong Airport Collect and drop off your device at the Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Vietnam, without the stress of sourcing WiFi once you get there. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Vietnam but also South Korea, Thailand, Singapore, Taiwan, Japan and more.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/1072-3g-wifi-device-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Vietnam"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4f2a03bf-Wi-Ho%21%C2%AE-Vietnam-WiFi-Device/3GWiFiTPETSAKHHPickUpforVietnam.jpg",
        "strIntroduction": " Stay connected when traveling in Vietnam with a 3G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across Vietnam - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! Get WiFi access across Vietnam - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 10 devices at once on one pocket WiFi and up to 6 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off! What We Love:   What We Love: Stay connected for your trip in Vietnam with unlimited WiFi coverage. When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Vietnam from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 3G data whilst connecting up to 10 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/1153-wi-ho-vietnam-wifi-device-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (TPE/TSA/KHH Pick Up) for Vietnam"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 76,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f28f2ab1-/CitadelsKarstsCycling.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Enjoy Vietnam's stunning countryside as you ride a bike, hop on a row boat and discover the nature of Hoa Lu, Trang An and the Red River Delta Travel Vietnam's stunning countryside on a 12km bike ride and relaxing boat ride Visit the historic temple of Dinh & Le dating all the way back to the 11th century and Trang An, a UNESCO heritage site Explore the Red River Delta on a simple row boat ride passing by local villages and through caves Hotel transfers from Hanoi, bicycle and helmet rental plus a local lunch all included in the tour Travel Vietnam's stunning countryside on a 12km bike ride and relaxing boat ride Visit the historic temple of Dinh & Le dating all the way back to the 11th century and Trang An, a UNESCO heritage site Explore the Red River Delta on a simple row boat ride passing by local villages and through caves Hotel transfers from Hanoi, bicycle and helmet rental plus a local lunch all included in the tour What We Love:   What We Love: Discover the beautiful scenery of Vietnam and learn about its rich history on this Citadels & Karsts Cycling tour. This stunning adventure has it all: breathtaking views of Vietnam's countryside, educational visits to the ancient citadel of Vietnam's first capital, Hoa Lu, a bicycle trip, a boat ride and more! It's the best way to truly feel Vietnam's diverse nature. Explore the UNESCO site of Trang An with magnificent caves and beautiful landscapes. Go on a 12km bicycle ride through Vietnam's signature lime karsts and give your legs a rest on a row boat ride passing local villages and hidden caves along the Red River Delta.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/1465-citadels-karsts-cycling-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Citadels & Karsts Cycling"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 33,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/58cf52ce-Village-Discovery-by-Bike/VillageDiscoverybyBike.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Cycle through Hanoi's countryside and explore local villages, fruit farms, contemporary art, pottery and more on an afternoon biking tour from Hanoi Admire Vietnam's famous Red River and a 100 year old bridge crossing it Stop by a local artist's estate and discover Vietnamese contemporary arts Explore an islet with banana, bean, and corn farms Visit a pottery making village and see how ceramics are made Bicycle and helmet rental included, plus coffee, tea and refreshing fruits Book now and get your order confirmation instantly Admire Vietnam's famous Red River and a 100 year old bridge crossing it Stop by a local artist's estate and discover Vietnamese contemporary arts Explore an islet with banana, bean, and corn farms Visit a pottery making village and see how ceramics are made Bicycle and helmet rental included, plus coffee, tea and refreshing fruits Book now and get your order confirmation instantly What We Love:   What We Love: Explore the peaceful and tranquil life outside of Hanoi on scenic bike ride along the banks of the Red River, riding through urban outskirts and into the countryside. You'll get to pass by the Long Ben - Hanoi's oldest bridge, constructed all the way back in 1902. The stunning beauty of Vietnam's countryside will unfold as you cycle through back roads and along the banks of the Red River. Unwind in the tranquil banana and vegetable farming area before the cultural portion of the tour takes you to the pottery village of Quang Ba. One of the highlights of the adventure is the stopover at a famous local artist's house where you will get to explore the trends in Vietnamese contemporary fine arts on a 2000 square meter estate.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/1466-village-discovery-by-bike-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Village Discovery by Bike"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 43,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/39599cd5-/HalongBayDeluxeCruise.jpg",
        "strIntroduction": " Explore the famous Halong Bay, a UNESCO World Heritage Site, and cruise through scenic spots at the Gulf of Tonkin Take in the stunning views of UNESCO World Natural Heritage Site --- Halong Bay Get ready for exotic photos and absorb the magnificent natural splendors, limestone bedrocks and sheer cliffs of tiny islands highlighted with fanciful names: Fighting Cocks (symbol of Halong Bay), Duck, Swan, Incense Burner, and Stone Dogs Explore a limestone cave with gorgeous stalactites and stalagmites and enjoy a fabulous seafood feast onboard Convenient hotel transfers, meals as stated and all admission fees are included Take in the stunning views of UNESCO World Natural Heritage Site --- Halong Bay Take in the stunning views of UNESCO World Natural Heritage Site --- Halong Bay Get ready for exotic photos and absorb the magnificent natural splendors, limestone bedrocks and sheer cliffs of tiny islands highlighted with fanciful names: Fighting Cocks (symbol of Halong Bay), Duck, Swan, Incense Burner, and Stone Dogs Get ready for exotic photos and absorb the magnificent natural splendors, limestone bedrocks and sheer cliffs of tiny islands highlighted with fanciful names: Fighting Cocks (symbol of Halong Bay), Duck, Swan, Incense Burner, and Stone Dogs Explore a limestone cave with gorgeous stalactites and stalagmites and enjoy a fabulous seafood feast onboard Explore a limestone cave with gorgeous stalactites and stalagmites and enjoy a fabulous seafood feast onboard Convenient hotel transfers, meals as stated and all admission fees are included Convenient hotel transfers, meals as stated and all admission fees are included What We Love:   What We Love: Halong Bay, located in the North East of Vietnam, is a remarkable site known for its crystal clear emerald waters and stunning limestone islands. Explore this unique location – which is a UNESCO World Natural Heritage Site – on a deluxe cruise with amazing food and mind blowing scenery. Visit Cua Von Floating village, go kayaking, stop by famous islands like Fighting Cocks and Stone Dogs, discover hidden private beaches and cool down with a relaxing swim. On board the cruise ship, an abundant feast awaits letting you recharge before embarking on another Halong Bay adventure.  ",
        "strLocation": "Hanoi & Halong Bay",
        "strOriginUrl": "https://www.klook.com/activity/1176-halong-bay-day-trip-hanoi/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Halong Bay Deluxe Cruise"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 17,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/463e218c-%E4%BC%9A%E5%AE%89%E5%8F%A4%E9%95%87%E5%8D%8A%E6%97%A5%E6%B8%B8/HoiAnHalfDayPrivateTour.jpg",
        "strIntroduction": " Spend half a day on a private tour around the significant local highlights of Hoi An with an experienced tour guide Visit the Chua Ong Pagoda and Jinshang Temple, spiritual landmarks of the town Marvel at the symbol of Hoi An, the Japanese Covered Bridge, which is skillfully built with intricate patterns Explore traditional Hoi An architecture at the Tam Ky Ancient House with its back facing the river for the import and export of goods Enjoy air conditioned transport including hotel pick up and drop off Visit the Chua Ong Pagoda and Jinshang Temple, spiritual landmarks of the town Marvel at the symbol of Hoi An, the Japanese Covered Bridge, which is skillfully built with intricate patterns Explore traditional Hoi An architecture at the Tam Ky Ancient House with its back facing the river for the import and export of goods Enjoy air conditioned transport including hotel pick up and drop off What We Love:   What We Love: A UNESCO World Heritage Site, Hoi An is a small but well-preserved former international trading port from the 15th to 18th century that welcomed Chinese, Dutch, French, Japanese, Portuguese and Arab merchants. Start your journey at the Chua Ong Pagoda - built in honor of the Chinese general Quan Cong, a symbol of courage and loyalty. Make an offering and the caretaker will strike a bronze bowl that makes a bell-like sound. Continue on to the Phuc Kien Assembly Hall where the Jinshang Temple is located. With Hoi An's history as a trading port, it is no surprise that the temple is dedicated to the goddess of the sea and protector of sailors. Finish the tour with the 200-year old ancestral house, Tam Ky, and a 17th century bridge built by Japanese craftsmen. The idyllic and relaxed vibe of the town makes it a great place to walk around on foot to take in its history.  ",
        "strLocation": "Hue & Hoi An",
        "strOriginUrl": "https://www.klook.com/activity/844-half-day-private-tour-hoi-an/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hoi An Half Day Private Tour"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 34,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0efcb1df-%E6%8E%A2%E7%B4%A2%E4%BC%9A%E5%AE%89%E5%8D%8A%E6%97%A5%E6%BC%AB%E6%AD%A5%E6%B8%B8/HiddenHoiAnWalkingTour.jpg",
        "strIntroduction": " Explore the important historical landmarks of Hoi An on an afternoon stroll with an experienced guide Learn about the rich culture of Hoi An on a walking tour accompanied by your English speaking guide Visit the important landmarks of the town including the Chua Ong Pagoda, Jinshang Temple and Tan Ky House Unwind at the end of the day with a boat ride along the Thu Bon River, the ancient trading hub of Hoi An Enjoy air conditioned transport including hotel pick up and drop off Learn about the rich culture of Hoi An on a walking tour accompanied by your English speaking guide Visit the important landmarks of the town including the Chua Ong Pagoda, Jinshang Temple and Tan Ky House Unwind at the end of the day with a boat ride along the Thu Bon River, the ancient trading hub of Hoi An Enjoy air conditioned transport including hotel pick up and drop off What We Love:   What We Love: Set out on foot to discover the hidden local gems of Hoi An in a day. Enjoy the laidback atmosphere making it the perfect setting for a stroll to take in the historical architecture. Begin your journey with the Chua Ong Pagoda, built in 1653 in honor of the Chinese general, Quan Cong, and still worshipped as a symbol of loyalty and justice today. Continue on your walk until you come across the Jinshang Temple and Tan Ky House, a 200 year old ancestral home, and a 17th century covered bridge built by Japanese craftsmen with a beautiful and intricate design. All the while, your English speaking guide will be relating an animated history of the sites you stroll past. End your journey with a relaxed boat trip along the Thu Bon River, which served as the central port of the ancient Champa dynasty.  ",
        "strLocation": "Hue & Hoi An",
        "strOriginUrl": "https://www.klook.com/activity/845-hidden-hoi-an-walking-tour-hoi-an/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hidden Hoi An Walking Tour"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 41,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ca35653c-%E4%BC%9A%E5%AE%89%E8%BF%91%E9%83%8A%E5%8D%8A%E6%97%A5%E9%AA%91%E8%A1%8C%E4%B9%8B%E6%97%85-/HoiAnCountrysideCyclingTour.jpg",
        "strIntroduction": " Discover the local life of villagers and enjoy the beauty in the countryside on the outskirts of Hoi An Enjoy the charming scenery of Hoi An's countryside on a bicycle ride Meet a local family at Cam Thanh village and learn about their daily lives Ride on a bamboo basket boat and learn how to catch crabs Learn the art of lantern making at Ha Linh Enjoy the charming scenery of Hoi An's countryside on a bicycle ride Meet a local family at Cam Thanh village and learn about their daily lives Ride on a bamboo basket boat and learn how to catch crabs Learn the art of lantern making at Ha Linh What We Love:   What We Love: Enjoy the breeze and picturesque scenery as you pedal your way around the Hoi An countryside. Immerse yourself in Vietnamese local life when your ride passes rows of tranquil rice paddy fields en route to Cam Thanh village – famous for its thatched roof cottages, which are woven from water coconut leaves. Converse with the local families living in the village and then try your hand at catching crabs onboard a bamboo basket boat learning from the expert knowledge of local fishermen. Take a short respite afterwards with a refreshing drink of fresh coconut water. Then continue with a cultural master class, learning how to create a beautiful lantern that you can take home as a souvenir of the day. Finally, continue enjoying the captivating landscape on the cycle back to Hoi An.  ",
        "strLocation": "Hue & Hoi An",
        "strOriginUrl": "https://www.klook.com/activity/846-countryside-cycling-tour-hoi-an/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hoi An Countryside Cycling Tour"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 24,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/1d266e1f-%E7%BE%8E%E5%B1%B1%E9%81%97%E5%9D%80%E5%8D%8A%E6%97%A5%E6%B8%B8/MySonPrivateDayTour.jpg",
        "strIntroduction": " Discover the influential past of the ancient Cham kingdom on a private day tour to My Son Learn about the extensive history of the Champa kingdom from an experienced English speaking local guide Explore the ruins of what was once the religious and political hub of the Champa dynasty Enjoy air conditioned transport including hotel pick up and drop off (Hoi An town) Learn about the extensive history of the Champa kingdom from an experienced English speaking local guide Explore the ruins of what was once the religious and political hub of the Champa dynasty Enjoy air conditioned transport including hotel pick up and drop off (Hoi An town) What We Love:   What We Love: Depart the town of Hoi An to discover the most extensive ruins of the Champa dynasty in My Son, a kingdom of the 4th to 13th centuries. The impressive history of the Cham people stretches beyond Vietnam; their influence had spread to Laos and parts of Cambodia with My Son being the religious, political and cultural center of the kingdom. Only twenty structures of the ancient temples have survived the many years of decay and looting but coupled with the impressive lush jungle landscape, it remains a sight to behold. A UNESCO World Heritage Site, the statues and decorative stonework that are visible show the remains of the impressive reign of the Cham monarchs.  ",
        "strLocation": "Hue & Hoi An",
        "strOriginUrl": "https://www.klook.com/activity/847-my-son-vietnam-tour-hoi-an/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "My Son Private Day Tour"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 44,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5f8adfea-%E4%BC%9A%E5%AE%89%E8%94%AC%E8%8F%9C%E6%9D%91%E5%8D%8A%E6%97%A5%E6%B8%B8/HoiAnVegetableVillagePrivateTour.jpg",
        "strIntroduction": " Get out into the fields and learn how the local farming communities live. You'll be treated to an impressive cooking demonstration and lunch to end the morning Explore Tra Que village, where local communities have cultivated a large vegetable farm Learn traditional farming methods Watch an exciting cooking demonstration Local lunch and hotel transfers are included Explore Tra Que village, where local communities have cultivated a large vegetable farm Learn traditional farming methods Watch an exciting cooking demonstration Local lunch and hotel transfers are included What We Love:   What We Love: Embrace the local communities and spend a day discovering Vietnam's rural farming scene. Begin with a short bike ride past paddy fields and quant villages before coming to Tra Que village. The community here has cultivated an impressive vegetable farm and you'll have the chance to view all the different organic vegetables that are grown there. Local farmers will then teach you the traditional methods of planting, fertilising, and harvesting, before getting you to try out activities such as raking and sowing yourself! Wind down after a laborious morning with a relaxing herbal foot bath and massage. It's time to prove your cooking skills next, when you partake in a cooking demonstration with enthusiastic local chefs! A lunch of delicious home grown vegetables will be served shortly afterwards. This highly interactive tour is not one to miss if you're an outdoors enthusiast or simply want to learn more about Vietnam's rural culture!  ",
        "strLocation": "Hue & Hoi An",
        "strOriginUrl": "https://www.klook.com/activity/848-vegetable-village-private-tour-hoi-an/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hoi An Vegetable Village Private Tour"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 37,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/c7cbb8e7-%E5%AF%BB%E6%89%BE%E4%BC%9A%E5%AE%89%E7%9A%84%E6%95%85%E4%BA%8B%E4%B8%80%E6%97%A5%E6%B8%B8/StoryofHoiAnFullDayPrivateTour.jpg",
        "strIntroduction": " Find out about the historical city of Hoi An in this tour that explores the most significant places of interest and local craft sites Visit many of Hoi An's top sightseeing spots in just one day See and learn about Chua Ong Pagoda, Jinsheng Temple, Tam Ky House and more Enjoy a relaxing cruise and visit a craft village near Hoi An Your enthusiastic local guide will offer you incredible insights into the history of this beautiful city Lunch and air conditioned hotel transfers are included Visit many of Hoi An's top sightseeing spots in just one day See and learn about Chua Ong Pagoda, Jinsheng Temple, Tam Ky House and more Enjoy a relaxing cruise and visit a craft village near Hoi An Your enthusiastic local guide will offer you incredible insights into the history of this beautiful city Lunch and air conditioned hotel transfers are included What We Love:   What We Love: Delve deep into Hoi An's history to learn how a 16th century port transformed into the quaint old quarter that exists today. Visit a number of the city's famous landmarks, starting with the Chua Ong Pagoda, built in 1653 to honor the Chinese general Quan Cong. Afterwards, you'll be whisked along to the majestic Jinshang Temple in the Phuc Kien Assembly Hall to witness the spiritual ambience of this marvellous landmark. Tam Ky House is next on the agenda - an ancient ancestral house famed for it's memorable yellow exterior. Make sure you've got a camera to hand when you walk over the 17th century Japanese bridge - a powerful symbol of Japan's fine craftsmanship. If you're starting to get tired after all this walking, sit back and relax on the boat cruise down to a craft village. You'll be able to watch traditional artisans make ceramics right before your eyes, before heading down to the docks to soak up scenes of local life on the water.  ",
        "strLocation": "Hue & Hoi An",
        "strOriginUrl": "https://www.klook.com/activity/849-story-of-hoi-an-full-day-tour-hoi-an/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Story of Hoi An Full Day Private Tour"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 71,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3d27f51a-%E4%BC%9A%E5%AE%89%E5%86%9C%E6%B8%94%E4%BD%93%E9%AA%8C%E4%B8%80%E6%97%A5/HoiAnFarmerFishermanGroupTour.jpg",
        "strIntroduction": " Discover the traditional techniques of the farmers and fishermen of Vietnam. Learn how to harvest and how to fling a fishing net during this truly cultural experience Witness Hoi An's wonderful natural beauty as you embrace the outdoor life of farmers and fishermen Get a real insight into local life during this highly interactive tour Opt for the additional bike ride or choose to take the shuttle bus instead Lunch and hotel transfers are included Witness Hoi An's wonderful natural beauty as you embrace the outdoor life of farmers and fishermen Get a real insight into local life during this highly interactive tour Opt for the additional bike ride or choose to take the shuttle bus instead Lunch and hotel transfers are included What We Love:   What We Love: Embrace the outdoors and experience a day in the life of a local farmer or fisherman! Witness some of Hoi An's most beautiful natural spots and get deep into the heart of Vietnamese culture. Start your day by cycling (or driving if you don't fancy the ride!) past luscious rice paddy fields on your way to Tra Que - famous for its scented greens. Once there, get out into the fields and learn the tricks of the trade from local experts. The area is known for producing some of Vietnam's best noodles and you'll even be treated to an intricate cooking demonstration from the farmers. Next up you'll be taking to the waters to try your hand at fishing - the traditional way. Don't underestimate the difficulty of throwing those huge nets - it's not a task for the faint hearted! Finish up your day by transfering to a \"bucket boat\" and try paddling in one of these unusually shaped vessels. This culturally enriching day is not to be missed if you want to learn more about Hoi An's rural heritage.  ",
        "strLocation": "Hue & Hoi An",
        "strOriginUrl": "https://www.klook.com/activity/850-hoi-an-farmer-fisherman-tour-hoi-an/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hoi An Farmer & Fisherman Group Tour"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 28,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/12fd5ff3-%E9%A1%BA%E5%8C%96%E5%8D%8A%E6%97%A5%E5%9F%8E%E5%B8%82%E5%AF%BC%E8%A7%88/HueHalfDayPrivateTour.jpg",
        "strIntroduction": " Delve into the historical roots of Hue by visiting the former Imperial Palace and resting place of emperors on this half day private tour Learn about the former imperial capital of the Nguyen dynasty, Hue, from an experienced English speaking guide Visit two significant landmarks in Hue - the former Imperial Palace and Tu Duc Royal Tomb Enjoy air conditioned transport including hotel pick up and drop off Learn about the former imperial capital of the Nguyen dynasty, Hue, from an experienced English speaking guide Visit two significant landmarks in Hue - the former Imperial Palace and Tu Duc Royal Tomb Enjoy air conditioned transport including hotel pick up and drop off What We Love:   What We Love: Begin your half day historical tour with a trip to the ancient walled citadel containing the former Imperial Palace. Surrounded by protective ramparts and a ringed moat, within the citadel is the inner sanctum of the Imperial Palace, also known as the Purple Forbidden City - the architecture After that you'll take a short journey to the surrounding countryside to see the final resting place of former Nguyen emperors at the Tu Duc Royal Tomb. Completed before his death, the scholarly Emperor Tu Duc utilised it as a retreat complete with a lake, pavilion and theatre. Take a stroll along the complex and observe the artistic designs of the tomb and buildings.  ",
        "strLocation": "Hue & Hoi An",
        "strOriginUrl": "https://www.klook.com/activity/861-hue-half-day-private-tour-hue/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hue Half Day Private Tour"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 46,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a5cd5f73-%E9%A1%BA%E5%8C%96%E5%85%A8%E5%A4%A9%E7%A7%81%E4%BA%BA%E5%AF%BC%E8%A7%88/HueFullDayPrivateTour.jpg",
        "strIntroduction": " Discover the regal past of Vietnam's old imperial capital, Hue, on this whole day tour Explore the former imperial capital of the Nguyen dynasty (1802-1945) with an experienced English speaking guide Visit two significant landmarks in Hue - the former Imperial Palace and Tu Duc Royal Tomb Enjoy a traditional Vietnamese lunch Hop aboard a boat ride on the Perfume River Explore the former imperial capital of the Nguyen dynasty (1802-1945) with an experienced English speaking guide Visit two significant landmarks in Hue - the former Imperial Palace and Tu Duc Royal Tomb Enjoy a traditional Vietnamese lunch Hop aboard a boat ride on the Perfume River What We Love:   What We Love: Start your day by visiting the former Imperial Palace, an important location for both Hue and Vietnam. Surrounded by protective ramparts and a ringed moat, within the citadel is the inner sanctum of the Imperial Palace, also known as the Purple Forbidden City - the architecture and design closely resembles Beijing's own Forbidden City. Next, take a short journey to the surrounding countryside to see the final resting place of former Nguyen emperor, Tu Duc, before jumping aboard a speed boat and letting the wind rustle your hair as you cruise down the world-renowned Perfume River.  ",
        "strLocation": "Hue & Hoi An",
        "strOriginUrl": "https://www.klook.com/activity/862-hue-full-day-private-tour-hue/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hue Full Day Private Tour"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 53,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6d7fd198--%E9%A1%BA%E5%8C%96%E9%9D%9E%E5%86%9B%E4%BA%8B%E5%8C%BA%E6%8E%A2%E7%B4%A2%E4%B9%8B%E6%97%85/HueDMZFullDayPrivateTour.jpg",
        "strIntroduction": " History buffs, this one's for you. Explore significant battle sites and gain an in depth knowledge of the war between North and South on this full day private tour of the Vietnamese DMZ Let your experienced guide tell you the history of the Vietnam DMZ Explore Museums and important sites of the Vietnam war Dine on traditional Vietnamese food for lunch Enjoy private english speaking guide services plus hotel transfers included Let your experienced guide tell you the history of the Vietnam DMZ Explore Museums and important sites of the Vietnam war Dine on traditional Vietnamese food for lunch Enjoy private english speaking guide services plus hotel transfers included What We Love:   What We Love: Rise bright and early to travel north to the DMZ on Highway 1, known for the breath taking mountain ranges which run west to east along the border of Vietnam and Laos to the sea. This narrow strip of land once included the wartime boundary between North and South Vietnam which, contrary to its name, was the site of ferocious fighting. Stop off at significant battle sights and hear facts and stories of a country at war. When you arrive you'll visit the Citadel of Quang Tri, a major battle site in 1972, before crossing the Hien Luong Bridge - which marks the former border separating North Vietnam from the South. The tour stops by at the Vinh Moc Tunnels which sheltered an entire village of civilians for two and a half years! See the astonishing photographs and find out more at the small museum. At this stage you'll need some reenergizing with a traditional Vietnamese lunch, then you'll continue to Khe Sanh, a significant 1968 battle site, before returning to Hue.  ",
        "strLocation": "Hue & Hoi An",
        "strOriginUrl": "https://www.klook.com/activity/864-hue-dmz-full-day-private-tour-hue/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Hue DMZ Full Day Private Tour"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 17,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/206e6623-%E5%8D%8A%E6%97%A5%E5%AF%BB%E8%AE%BF%E8%B6%8A%E5%8D%97%E6%96%87%E5%8C%96/DanangMarbleMountainsPrivateTour.jpg",
        "strIntroduction": " Spend half a day at two important places in Danang's history - Cham Museum and the Marble Mountains Visit the Cham Museum which has the largest collection of artifacts and artwork from the ancient Cham Kingdom in the world Explore the Marble Mountains where caves served as temples, battlegrounds and hospitals during the turbulent years of the Vietnam War Gain the most out of the cultural experience with an English speaking guide who will explain the significance of these landmarks Enjoy air conditioned transport including hotel pick up and drop off (Danang area) Visit the Cham Museum which has the largest collection of artifacts and artwork from the ancient Cham Kingdom in the world Explore the Marble Mountains where caves served as temples, battlegrounds and hospitals during the turbulent years of the Vietnam War Gain the most out of the cultural experience with an English speaking guide who will explain the significance of these landmarks Enjoy air conditioned transport including hotel pick up and drop off (Danang area) What We Love:   What We Love: Danang, Central Vietnam's most populous city, is home to the largest collection of Cham sculptures and artwork in the world. At the Cham Museum, your guide will share stories on the culture, history and daily lives of Vietnam's ancient people as you explore the relics of Vietnam's past. Venture south to the Marble Mountains - a collection of five marble and limestone hills also known as the Five Elements Mountains: metal, water, wood, fire and earth. Look out for the Buddhist sanctuaries that can be found within the mountains as you make your way to the summit of a peak.  ",
        "strLocation": "Hue & Hoi An",
        "strOriginUrl": "https://www.klook.com/activity/865-danang-marble-mountains-private-tour-danang/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Danang & Marble Mountains Private Tour"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9936cf8c-3G-WiFi-Device-HKG-Pick-Up-for-Vietnam/3GWiFiHKGPickUpforVietnam.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Vietnam with an unlimited 3G pocket WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Vietnam - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at the Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Vietnam - wherever your itinerary takes you Get WiFi access across the whole of Vietnam - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at the Hong Kong Airport Collect and drop off your device at the Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Vietnam, without the stress of sourcing WiFi once you get there. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Vietnam but also South Korea, Thailand, Singapore, Taiwan, Japan and more.  ",
        "strLocation": "Hue & Hoi An",
        "strOriginUrl": "https://www.klook.com/activity/1073-3g-wifi-device-hue-hoi-an/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Vietnam"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/308b1d3c-3G-WiFi-Device-HKG-Pick-Up-for-Cambodia/3GWiFiHKGPickUpforCambodia.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Stay connected when in Cambodia with an unlimited 3G pocket WiFi device with convenient pick up at Hong Kong International Airport Get WiFi access across the whole of Cambodia - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at the Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around Get WiFi access across the whole of Cambodia - wherever your itinerary takes you Get WiFi access across the whole of Cambodia - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Connect up to five devices at once on one pocket WiFi with a 4-6 hour battery life Collect and drop off your device at the Hong Kong Airport Collect and drop off your device at the Hong Kong Airport You can use the device across the whole country so bring it with you as you travel around You can use the device across the whole country so bring it with you as you travel around What We Love:   What We Love: It's never been so easy to stay connected whilst abroad. With an easy pick up and drop off service at Hong Kong International Airport you'll enjoy unlimited WiFi access throughout your stay in Cambodia, without the stress of sourcing WiFi once you get there. The speedy 3G device connects up to five different phones, laptops and tablets at once and supports 4-6 hours of surfing on one battery charge. So add some spontaneity to your travels with the ability to plan on the go and keep in touch with friends and family wherever you are. Whether you're arriving in, or leaving Hong Kong for another destination in Asia, we've got you covered with WiFi pick up at Hong Kong Airport for holidays not only in Cambodia but also South Korea, Thailand, Singapore, Taiwan, Japan and more.  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/1074-/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (HKG Pick Up) for Cambodia"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8,
        "strGuideLanguage": "n/a",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0853f4b8-Wi-Ho%21%C2%AE-Cambodia-WiFi-Device/3GWiFiTPETSAKHHPickUpforCambodia.jpg",
        "strIntroduction": " Stay connected when traveling in Cambodia with a 3G pocket WiFi rental and stress-free pick up from airports in Taiwan Get WiFi access across Cambodia - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 5 devices at once on one pocket WiFi and up to 4 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off!) Get WiFi access across Cambodia - wherever your itinerary takes you Enjoy unlimited data use with a 3G device that conveniently fits in your pocket Connect up to 5 devices at once on one pocket WiFi and up to 4 hours battery life Collect your device from the friendly airport staff at Taoyuan, Songshan or Koahsiung and return to one of the airport drop boxes Sign up to Klook for an exclusive 20% off!) What We Love:   What We Love: Stay connected for your trip in Cambodia with unlimited WiFi coverage. When you don't know the city, the language or the culture, why not take the stress out of your trip with this great value WiFi router rental in Cambodia from world-renowned provider Wi-Ho!®. With convenient Taiwan airport pick up, everything's sorted before you've even departed for your trip. Enjoy smooth 3G data whilst connecting up to 5 devices at once! Stressful post-booking customer service calls are a thing of the past as this is the only WiFi provider in Taiwan offering service counters at the airport plus a dedicated multi-lingual call center team ready to serve you 365 days a year. With a total of eight branches at Taoyuan, Songshan and Kaohsiung, pick up is simple and devices can be returned via drop boxes too.  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/1146-wi-ho-cambodia-wifi-device-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "3G WiFi (TPE/TSA/KHH Pick Up) for Cambodia"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 89,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/ab57056e-Flight-Of-The-Gibbon-Siem-Reap/FlightOfTheGibbonSiemReap.jpg",
        "strIntroduction": " INSTANTBook now and get your e-ticket instantly INSTANT  Book now and get your e-ticket instantly Take your fun to new heights with a 5 hour zipline experience in Angkor Park, a UNESCO World Heritage site: glide above the lush green trees, learn the secrets of the evergreen jungle below and meet gibbons in their natural habitat! Fly above the jungle on 10 ziplines on a real outdoor adventure Feel like a true Indian Jones as you cross hanging bridges and zip down a 50 meter descent Learn about the exotic flora and fauna of the beautiful Angkor Park Don't miss out on a chance to spot gibbons in their natural environment Fly above the jungle on 10 ziplines on a real outdoor adventure Feel like a true Indian Jones as you cross hanging bridges and zip down a 50 meter descent Learn about the exotic flora and fauna of the beautiful Angkor Park Don't miss out on a chance to spot gibbons in their natural environment What We Love:   What We Love: Located in the beautiful Angkor Park, Flight of the Gibbon in Siem Reap is the only zipline staged in a UNESCO World Heritage site. A thrilling and unforgettable adventure, it takes you on a flight through a real jungle and lets you experience nature and wildlife in a truly fun way! Never been zeeplining before? Not a problem. Flight of the Gibbon's Sky Rangers will not only guide you through every step, but also join in on the activity sharing their rich knowledge about the jungle along the way. As you are zip above the evergreen forest and take stunning photos from the air, don't forget to keep an eye out for the gibbons and a chance to see them in their natural environment.  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/1324-flight-of-the-gibbon-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Flight Of The Gibbon Siem Reap"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 36,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/eb11d8fc-A-Day-in-the-Life/ADayintheLife.jpg",
        "strIntroduction": " Take a day off from temple sightseeing and discover Cambodian village life. Experience life as a local and help out around the village by supporting a local charity tourism project Join a local host family in a rural farming village and help out with daily tasks Support responsible tourism and a local communities charity (5% of the tour price goes directly to the charity) With tour groups of no more than 8 - or even better, a private tour for up to 5 - you can be sure that you'll get a personalized experience Enjoy a casual picnic lunch with your Khmer host family Transportation to and from the village is provided plus the insight of a local guide Join a local host family in a rural farming village and help out with daily tasks Join a local host family in a rural farming village and help out with daily tasks Support responsible tourism and a local communities charity (5% of the tour price goes directly to the charity) Support responsible tourism and a local communities charity (5% of the tour price goes directly to the charity) With tour groups of no more than 8 - or even better, a private tour for up to 5 - you can be sure that you'll get a personalized experience With tour groups of no more than 8 - or even better, a private tour for up to 5 - you can be sure that you'll get a personalized experience Enjoy a casual picnic lunch with your Khmer host family Enjoy a casual picnic lunch with your Khmer host family Transportation to and from the village is provided plus the insight of a local guide Transportation to and from the village is provided plus the insight of a local guide What We Love:   What We Love: When visiting a country as a tourist, it's often very easy to ignore the poverty of the beautiful country you're in. The Day in a Life program strives to bridge the gap between tourists and ‘Type 1' village families (those that struggle to meet daily needs, and often for food too). A local host family will welcome you into their home and lives for the day. They receive a small payment for this task and a larger contribution is made to a village fund, used for village projects like water filters and wells. Step into a villager's shoes and help out with daily tasks: plant or harvest rice, weave thatch for roofs, create wall panels, plant vegetables or trees, make 'prahoc' or rice wine. Every tour is different and tasks depend on the time of year, family needs and village goings-on.  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/256-a-day-in-the-life-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "A Day in the Life"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 85,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/07e99cd8-Angkor-Sunrise-Cycling/AngkorSunriseCycling.jpg",
        "strIntroduction": " Start your day with sunrise over Angkor Wat then pedal Siem Reap's unexplored trails and ancient temples Enjoy a crowd-free sunrise and tour of Angkor Wat, led by your knowledgeable local guide Enjoy breakfast by the temples and later a lunch by a peaceful reservoir Spend the morning pedaling through Siem Reap's back trails, to both popular and more hidden temples With tour groups of no more than 8, you can be sure that you won't be visiting sights en masse Australian/Cambodian ownership perfectly balances local knowledge, customer service and community enrichment Enjoy complimentary hotel pick-up and return hotel transfer Enjoy a crowd-free sunrise and tour of Angkor Wat, led by your knowledgeable local guide Enjoy a crowd-free sunrise and tour of Angkor Wat, led by your knowledgeable local guide Enjoy breakfast by the temples and later a lunch by a peaceful reservoir Enjoy breakfast by the temples and later a lunch by a peaceful reservoir Spend the morning pedaling through Siem Reap's back trails, to both popular and more hidden temples Spend the morning pedaling through Siem Reap's back trails, to both popular and more hidden temples With tour groups of no more than 8, you can be sure that you won't be visiting sights en masse With tour groups of no more than 8, you can be sure that you won't be visiting sights en masse Australian/Cambodian ownership perfectly balances local knowledge, customer service and community enrichment Australian/Cambodian ownership perfectly balances local knowledge, customer service and community enrichment Enjoy complimentary hotel pick-up and return hotel transfer Enjoy complimentary hotel pick-up and return hotel transfer What We Love:   What We Love: Wake up to incredible sunrise views of Angkor Wat silhouetted against the skyline. This unforgettable morning cycle guides you through the back trails among the ruins of the Angkor Kingdom. With an early start, you'll join a small group of early risers eager to see the sunrise. Once they've returned to bed, you'll have the rest of the morning to explore the Angkor temples in the soft dawn light and, most welcomingly, without the tourist crowds. Follow your guide on a walking tour of Angkor Wat before settling down for a peaceful breakfast just outside the temple grounds. Once you're revitalized, the rest of the day will be spent riding the back trails through ruins and forests, with stops at both iconic and lesser-known temples including Bayon and Ta Prom. You'll take lunch by a small reservoir then as the day heats up, you'll drive back to town and your hotel.  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/257-angkor-sunrise-cycling-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Angkor Sunrise Cycling"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 54,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/014bf385-Destination-Dining/DestinationDining.jpg",
        "strIntroduction": " Just 10 minutes from Siem Reap center and you'll be driven to your own private oasis for a full evening of culinary indulgence Spoil yourselves with a 3-course private dining experience, perfect for couples or small groups of friends A private chef and personal waiter will look after you throughout the evening Begin with a sunset welcome drink then enjoy a bottle of wine, beer and soft drinks throughout the meal Spoil yourselves with a 3-course private dining experience, perfect for couples or small groups of friends Spoil yourselves with a 3-course private dining experience, perfect for couples or small groups of friends A private chef and personal waiter will look after you throughout the evening A private chef and personal waiter will look after you throughout the evening Begin with a sunset welcome drink then enjoy a bottle of wine, beer and soft drinks throughout the meal Begin with a sunset welcome drink then enjoy a bottle of wine, beer and soft drinks throughout the meal What We Love:   What We Love: Birthday, anniversary, honeymoon? Or simply because you're on holiday! This is Siem Reap's most unique dining experience, perfect for couples and small groups of friends. Your own private chef will cook a three-course meal, just for you, which you'll enjoy in a private pavilion. Begin with a welcome drink over sunset then relax with a glass of wine as you watch dusk turn into night. Bamboo flares and candle lighting create a romantic atmosphere, and your personal waiter will ensure you have the perfect evening.  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/261-destination-dining-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Destination Dining"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 70,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/bed5fa2b-Countryside-Motorbike-Adventure/CountrysideMotorbikeAdventure.jpg",
        "strIntroduction": " Travel 75km of Siem Reap's quiet back roads and discover beautiful temples, countryside and people Discover the true Cambodia with a full-day motorbike tour Visit secluded temples and ancient ruins, legacies of the Khmer Empire Practice before setting off or share the bike with your experienced guide - this tour is perfect for beginners and serious bikers alike Find a relaxing spot for a BBQ lunch where you can swim, fish and relax Tap into the local knowledge of your Khmer guide and make the most of his translator skills! Discover the true Cambodia with a full-day motorbike tour Discover the true Cambodia with a full-day motorbike tour Visit secluded temples and ancient ruins, legacies of the Khmer Empire Visit secluded temples and ancient ruins, legacies of the Khmer Empire Practice before setting off or share the bike with your experienced guide - this tour is perfect for beginners and serious bikers alike Practice before setting off or share the bike with your experienced guide - this tour is perfect for beginners and serious bikers alike Find a relaxing spot for a BBQ lunch where you can swim, fish and relax Find a relaxing spot for a BBQ lunch where you can swim, fish and relax Tap into the local knowledge of your Khmer guide and make the most of his translator skills! Tap into the local knowledge of your Khmer guide and make the most of his translator skills! What We Love:   What We Love: How best to see Cambodia? Like the locals of course! The Khmer people's main means of transport is motorbike, and it's the quickest way to escape the tourist traps and see the real Cambodia. You'll get a true sense of freedom zooming along the Khmer trails through green rice fields, lush bamboo groves and remote jungle. The roads are virtually traffic-free and the 125cc Honda Dreams are easy to ride. But just to be on the safe side, you'll get extensive instructions and the chance to scoot about and test your skills first. If you're not feeling confident, not to worry, just hop on the back of the guide's bike instead. Visit several low-key sites including the isolated Koh Khrong temple before heading over to an ancient reservoir for a delicious BBQ. Take a refreshing swim, go inner tubing, try your hand at fishing or relax in the surrounding nature whilst lunch is prepared. What's more, the community benefits directly from every visitor through a specially set up development fund.  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/263-countryside-motorbike-adventure-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Countryside Motorbike Adventure"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 41,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/13be804d-Bike-the-Temples/BiketheTemples.jpg",
        "strIntroduction": " Cycle quiet back trails and explore beautiful temples in the stunning and friendly Cambodian countryside Embark on a 30km biking adventure of nature and temples Dig into lunch at a local restaurant, plus enjoy fruit, snacks and water throughout Listen closely to your local English-speaking guide who will tell you all about the area Kids sized bikes are available too so the whole family can get involved Embark on a 30km biking adventure of nature and temples Embark on a 30km biking adventure of nature and temples Dig into lunch at a local restaurant, plus enjoy fruit, snacks and water throughout Dig into lunch at a local restaurant, plus enjoy fruit, snacks and water throughout Listen closely to your local English-speaking guide who will tell you all about the area Listen closely to your local English-speaking guide who will tell you all about the area Kids sized bikes are available too so the whole family can get involved Kids sized bikes are available too so the whole family can get involved What We Love:   What We Love: Escape the crowds, the busy roads and the well-worn trail at Angkor. After a riverside cycle to visit the amazing Angkor Wat, we then leave the road and spend the rest of the day on charming, quiet trails through majestic structures. Get up close to Ta Prohm, The Elephant Terrace, and Bayon as well as some less visited temples along the way. Finish by returning on a red dirt road and small rural village trail back to town. With a commitment to unique, carefully created tours, this is the authentic biking adventure you've been looking for. Led by an informative and entertaining Cambodian guide, you'll bike on countryside tracks and past stunning temples – it's suitable for anyone who can ride a bike and has a taste for adventure.  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/264-bike-the-temples-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bike the Temples"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 20,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/73986a85-Cambodian-Cooking-Classes/CambodianCookingClasses.jpg",
        "strIntroduction": " Learn to cook up to six traditional Cambodian meals including a refreshing Mango Salad, a mouth-watering Fish Amok, crispy spring rolls and sweet Sticky Rice Balls for dessert Learn to create three (AM or PM class) or six (full day course) delicious Cambodian dishes led by a local chef Visit a local family at a rural village to learn about daily cooking in a Khmer household Classes accommodate a maximum of 6 students, each with a private workstation Receive recipe cards so you can recreate the delicious dishes when you return home Enjoy complimentary hotel pick-up and return transfer back to town by tuk tuk Learn to create three (AM or PM class) or six (full day course) delicious Cambodian dishes led by a local chef Learn to create three (AM or PM class) or six (full day course) delicious Cambodian dishes led by a local chef Visit a local family at a rural village to learn about daily cooking in a Khmer household Visit a local family at a rural village to learn about daily cooking in a Khmer household Classes accommodate a maximum of 6 students, each with a private workstation Classes accommodate a maximum of 6 students, each with a private workstation Receive recipe cards so you can recreate the delicious dishes when you return home Receive recipe cards so you can recreate the delicious dishes when you return home Enjoy complimentary hotel pick-up and return transfer back to town by tuk tuk Enjoy complimentary hotel pick-up and return transfer back to town by tuk tuk What We Love:   What We Love: Taking a cooking class is an unmissable experience when in Siem Reap. Memories of those mouthwatering Cambodian flavors will stay with you long after you return home. These classes start with a nice touch: a visit to a local family. You'll take a stroll through the village, learn about homegrown herbs and vegetables and discover more about cooking in a Khmer household. A gift of rice is provided to the family as thanks for their participation. Then it's time to get stuck in! Together with your local chef and guide, you'll get a hands-on cooking experience with tips and recipe cards so you can reproduce the dishes at home. Mango salad, fresh spring rolls, Cambodian curry and tasty desserts are some of your menu choices. And the best part? You can taste all your creations once the cooking's over!  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/265-cambodian-cooking-classes-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Cambodian Cooking Classes"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 32,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/86da618c-PHARE-The-Cambodian-Circus/PHARETheCambodianCircus.jpg",
        "strIntroduction": " Watch in absolute awe at the talents of these young performers as they juggle, dance, perform acrobatic and aerial acts, and use fire and contortion in an explosive show, certain to blow you away Witness incredible feats of traditional and modern theatre Watch the show from the most exclusive viewpoint, with front and center seats reserved just for you Receive a bottle of water prior to the performance and a special gift from the Phare Boutique afterwards Support a charitable organization, dedicated to preserving Cambodian arts and helping disadvantaged local youngsters Witness incredible feats of traditional and modern theatre Witness incredible feats of traditional and modern theatre Watch the show from the most exclusive viewpoint, with front and center seats reserved just for you Watch the show from the most exclusive viewpoint, with front and center seats reserved just for you Receive a bottle of water prior to the performance and a special gift from the Phare Boutique afterwards Receive a bottle of water prior to the performance and a special gift from the Phare Boutique afterwards Support a charitable organization, dedicated to preserving Cambodian arts and helping disadvantaged local youngsters Support a charitable organization, dedicated to preserving Cambodian arts and helping disadvantaged local youngsters What We Love:   What We Love: This traditional Cambodian performance is a phenomenon not to miss! You'll be left in absolute awe at the talents of these brilliant young performers. An amazing blend of traditional and modern theater, music, dance, acrobatics, juggling and contortion all beautifully choreographed in a story about Cambodian lives and society. Though performed in Khmer with English subtitles on a screen, the story is easy to follow without words and you'll probably be too enthralled by the performers to keep up with the narrative anyway! If you're still not convinced, the thousands of five star reviews online should be enough to persuade you. The show is a project of the PPS Association, a non-profit organization founded by eight young Cambodian ex-refugees of the Khmer Rouge regime, committed to reviving the Cambodian arts.  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/268-phare-the-cambodian-circus-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "PHARE The Cambodian Circus"
    },
    {
        "intDurationHour": 0,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 24,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/aecd79bd-Treak-Village-Walk-and-Talk/KompheimVillageWalkandTalk.jpg",
        "strIntroduction": " Enjoy a two hour Walk and Talk introduction to a traditional Cambodian village, including a visit to the local pagoda, the HUSK Community School and workshop. Take a 2-2.5 hour walk around a typical Cambodian village, observe daily farming activities and gain a deeper knowledge of Cambodian life Support the village community with $5 of your fee donated to a village fund With tour groups of no more than 4 people, you'll be interacting with the community in a respectful and meaningful way An ideal tour for budding photographers (your guide will tell you if anyone does not wish to be photographed) What's more, return hotel transfer by tuk tuk is included in the tour Take a 2-2.5 hour walk around a typical Cambodian village, observe daily farming activities and gain a deeper knowledge of Cambodian life Take a 2-2.5 hour walk around a typical Cambodian village, observe daily farming activities and gain a deeper knowledge of Cambodian life Support the village community with $5 of your fee donated to a village fund Support the village community with $5 of your fee donated to a village fund With tour groups of no more than 4 people, you'll be interacting with the community in a respectful and meaningful way With tour groups of no more than 4 people, you'll be interacting with the community in a respectful and meaningful way An ideal tour for budding photographers (your guide will tell you if anyone does not wish to be photographed) An ideal tour for budding photographers (your guide will tell you if anyone does not wish to be photographed) What's more, return hotel transfer by tuk tuk is included in the tour What's more, return hotel transfer by tuk tuk is included in the tour What We Love:   What We Love: This exciting walking tour takes you out of the city and into the Cambodian rice fields. You will get to visit a local village and learn all about the traditional stilt homes and the life around them. The tour includes a visit to the active Pagoda and the HUSK NGO English school. Taking about 2.5 hours and covering the distance of 2 kilometers, the tour is a great chance to explore quaint village life, interact with the locals and have your many questions answered. With beautiful country views, you will have lots of chances to capture the nature of Cambodia and its friendly locals. Your English speaking guide will give you all the missing pieces and you will return home with a traditional Khmer sun hat as a gift.  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/269-treak-village-walk-and-talk-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kompheim Village Walk and Talk"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 22,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4158867d-Traditional-Water-Blessing/TraditionalWaterBlessing.jpg",
        "strIntroduction": " Be cleansed with sacred water said to bring peace and happiness, amongst beautiful surrounds, to the sound of sacred chants Receive a traditional Buddhist blessing at Wat Athvea temple or at Arang Pagoda Your English-speaking guide will lead you through the process and explain the ritual's meaning This is a beautiful and traditional way to bless a newly wed couple or for anyone needing a bit of extra luck! Enjoy convenient hotel transfers to take you to the beautiful countryside Receive a traditional Buddhist blessing at Wat Athvea temple or at Arang Pagoda Receive a traditional Buddhist blessing at Wat Athvea temple or at Arang Pagoda Your English-speaking guide will lead you through the process and explain the ritual's meaning Your English-speaking guide will lead you through the process and explain the ritual's meaning This is a beautiful and traditional way to bless a newly wed couple or for anyone needing a bit of extra luck! This is a beautiful and traditional way to bless a newly wed couple or for anyone needing a bit of extra luck! Enjoy convenient hotel transfers to take you to the beautiful countryside Enjoy convenient hotel transfers to take you to the beautiful countryside What We Love:   What We Love: Water Blessings are a traditional Cambodian practice that date back to ancient times. You'll be driven to an ancient pagoda, nestled in the beautiful countryside outside Siem Reap where you'll have a choice of two rituals. The first is almost a taster: a blessing accompanied by a light sprinkling of water. The second is the real deal: you'll be completely covered in water blessed by the monks (don't worry, you'll get a sarong to change into for the experience), whilst the monks chant in unison. At the end of your blessing, you'll receive a special red tie that signifies the ritual that was performed. This is a unique experience for individuals but can also be a special way for newly weds to celebrate their union as it's said that the blessing brings peace and happiness.  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/270-traditional-water-blessing-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Traditional Water Blessing"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 32,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b458880d-Countryside-Cycling/CountrysideCycling.jpg",
        "strIntroduction": " Connect with the real Cambodia. Embark on an easy ride through the Siem Reap countryside, learn about village life and try some delicious snacks Follow back road routes and unsealed village roads to discover a very different side to Siem Reap, far from the tourist crowds Try some tasty local snacks and fruit along the way and clean water provided throughout Let your entertaining and informative English-speaking local guide look after you and show you the way Flat tracks and non-hilly roads but with some small dirt trails means this tour is ideal for intermediate riders (not suitable for beginners) Follow back road routes and unsealed village roads to discover a very different side to Siem Reap, far from the tourist crowds Follow back road routes and unsealed village roads to discover a very different side to Siem Reap, far from the tourist crowds Try some tasty local snacks and fruit along the way and clean water provided throughout Try some tasty local snacks and fruit along the way and clean water provided throughout Let your entertaining and informative English-speaking local guide look after you and show you the way Let your entertaining and informative English-speaking local guide look after you and show you the way Flat tracks and non-hilly roads but with some small dirt trails means this tour is ideal for intermediate riders (not suitable for beginners) Flat tracks and non-hilly roads but with some small dirt trails means this tour is ideal for intermediate riders (not suitable for beginners) What We Love:   What We Love: Leave the temples behind and connect with the real Cambodia. Start with a leisurely ride along the Siem Reap River, then leave the tarmac for the narrower dirt paths leading you deeper into the scenic countryside. You'll pedal through friendly villages, where children run along waving you hello. Glance about to see wine and sugar production, basket weaving, rice farming and all sorts of activity that maintains the countryside buzz. Feeling peckish? Make a stop for some unique Cambodian snacks and fruit before making tracks back to town for a midday return. Prepare for a morning of laughter as your highly entertaining guide shows you the way and imparts local knowledge.  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/272-countryside-cycling-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Countryside Cycling"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 120,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4b878e9c-Pedals-and-Paddles/PedalsandPaddles.jpg",
        "strIntroduction": " Discover the key to the Angkor Kingdom's agricultural prosperity and enjoy a day of exercise as you ride the countryside and villages west of Siem Reap and paddle through a small floating community and the great Tonle Sap Lake Embark on a 25-30km biking adventure with a 1 hour kayaking excursion to the villages and lakes outside of Siem Reap Dig in to a local lunch, plus enjoy fruit, snacks and water provided throughout Listen closely to your local English-speaking guide who will tell you all about the area Kid-sized bikes are available too so the whole family can get involved Support a local charity, committed to helping the community through eco-tourism Embark on a 25-30km biking adventure with a 1 hour kayaking excursion to the villages and lakes outside of Siem Reap Embark on a 25-30km biking adventure with a 1 hour kayaking excursion to the villages and lakes outside of Siem Reap Dig in to a local lunch, plus enjoy fruit, snacks and water provided throughout Dig in to a local lunch, plus enjoy fruit, snacks and water provided throughout Listen closely to your local English-speaking guide who will tell you all about the area Listen closely to your local English-speaking guide who will tell you all about the area Kid-sized bikes are available too so the whole family can get involved Kid-sized bikes are available too so the whole family can get involved Support a local charity, committed to helping the community through eco-tourism Support a local charity, committed to helping the community through eco-tourism What We Love:   What We Love: Hop out of bed for an early morning ride along the great irrigation reservoirs of the Angkor period, the West Baray. By late morning you find yourself in a small village, where lives are supported by seasonal agriculture. Join a local resident for a walk ‘n' talk explaining the community workings then it's time for a tasty lunch and some hammock chill time. After lunch, you'll paddle through the floating villages by kayak. Explore the neighborhood and the mangrove forest before venturing onto Tonle Sap Lake where the sheer size of this body of water will become apparent. Your guide will explain the phenomenon that has resulted in the lake's eight-meter depth variance and why this lake is vital to Cambodia's survival. This is a tour for any adventurer who wants to explore beyond the tourist crowds of Siem Reap and support a company whose goal is to protect the local Cambodian community.  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/274-pedals-and-paddles-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Pedals and Paddles"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 55,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/74557b4a-Private-Photography-Guide/PrivatePhotographyGuide.jpg",
        "strIntroduction": " Tour Siem Reap with a private guide who will show you the best locations to capture your perfect holiday snaps Tailor the tour to suit your personal preferences. Temples, landscapes, people – whatever you want to capture Tap into the knowledge of your local guide throughout the tour Let your guide steer you towards photo opportunities that are respectful of Cambodian culture and people Tailor the tour to suit your personal preferences. Temples, landscapes, people – whatever you want to capture Tailor the tour to suit your personal preferences. Temples, landscapes, people – whatever you want to capture you Tap into the knowledge of your local guide throughout the tour Tap into the knowledge of your local guide throughout the tour Let your guide steer you towards photo opportunities that are respectful of Cambodian culture and people Let your guide steer you towards photo opportunities that are respectful of Cambodian culture and people What We Love:   What We Love: Even the shortest stay in Cambodia will have you in awe of this beautiful country and adamant that you'll soon start your career as a travel photographer. Capture moss-covered temples, rice terrace landscapes and the wonderful faces of Cambodia whilst being respectful of local people, culture and customs. With a completely flexible itinerary, the team personalizes the tour to match the experiences you are looking for. Your guide, with extensive photography experience and a deep knowledge of the area, will help you find the ideal locations for capturing some amazing photographs. Together you'll find the best places, uncover hidden secrets and get access to places you'd have otherwise missed. This isn't about how to use your camera, it's about getting you to the right place at the right time!  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/275-private-photography-guide-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Private Photography Guide"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 90,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0ed949d8-Kulen-Mountain-Motorbike-Adventure/KulenMountainMotorbikeAdventure.jpg",
        "strIntroduction": " This 145km Cambodian motorbiking adventure will not only seriously pump up your adrenalin and let you ride freely through the beautiful countryside but it'll give you a good dose of historical insight too! Discover the true Cambodia, far from the tourist trails, with a full-day motorbike tour Visit the historical Phnom Kulen where the 'Age of Angkor' began, swim in a waterfall and see a giant reclining Buddha Take in the incredible scenery of the Kulen Mountain plateau and visit hidden temples Practice riding before setting off or share the bike with your experienced guide instead Tap into the local knowledge of your Khmer guide and make the most of his translator skills! Discover the true Cambodia, far from the tourist trails, with a full-day motorbike tour Discover the true Cambodia, far from the tourist trails, with a full-day motorbike tour Visit the historical Phnom Kulen where the 'Age of Angkor' began, swim in a waterfall and see a giant reclining Buddha Visit the historical Phnom Kulen where the 'Age of Angkor' began, swim in a waterfall and see a giant reclining Buddha Take in the incredible scenery of the Kulen Mountain plateau and visit hidden temples Take in the incredible scenery of the Kulen Mountain plateau and visit hidden temples Practice riding before setting off or share the bike with your experienced guide instead Practice riding before setting off or share the bike with your experienced guide instead Tap into the local knowledge of your Khmer guide and make the most of his translator skills! Tap into the local knowledge of your Khmer guide and make the most of his translator skills! What We Love:   What We Love: Up for an adventure? If you're feeling daring and want to really get off-road, we've got the perfect tour for you. Drive to the place where it all began, where Jayavarman crowned himself godking in 802AD. Rich in history, Phnom Kulen is where the ‘Age of Angkor' began, and is one of only two places in Cambodia where Buddha is reputed to have set foot. Visit a giant reclining Buddha and a scenic waterfall (don't forget your swimwear!) Then push on further, exploring kilometers of complex back trails, deep jungle tracks and hidden temples, including the stunning and sought-after stone elephant and lion statues. Tours are fully customizable, so if you want to take it easier, an alternative route takes you to the isolated pagoda of Preah Kral, with beautiful views of the Kulen Mountain plateau. This is the ultimate moto experience but if you're not feeling confident, not to worry, just hop on the back of the guide's bike instead.  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/276-kulen-mountain-motorbike-adventure-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kulen Mountain Motorbike Adventure"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 27,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/45dbc453-Uncovering-Angkor-/UncoveringAngkor.jpg",
        "strIntroduction": " What comes to mind when you hear ‘Angkor'? Temples of course! This day tour takes you to Siem Reap's most beautiful temples, led by a local guide, a wealth of knowledge on the subject Visit Cambodia's most spectacular temples of Ta Prohm, Bayon and of course, Angkor Wat Enjoy a hot Cambodian picnic lunch in a shaded area by a temple Appreciate the knowledge and friendliness of your local Khmer guide With tour groups of no more than 8 - or even better, a private tour - you can be sure that you won't be visiting sights en masse Enjoy complimentary hotel pick-up and return transfer back to town Visit Cambodia's most spectacular temples of Ta Prohm, Bayon and of course, Angkor Wat Visit Cambodia's most spectacular temples of Ta Prohm, Bayon and of course, Angkor Wat Enjoy a hot Cambodian picnic lunch in a shaded area by a temple Enjoy a hot Cambodian picnic lunch in a shaded area by a temple Appreciate the knowledge and friendliness of your local Khmer guide Appreciate the knowledge and friendliness of your local Khmer guide With tour groups of no more than 8 - or even better, a private tour - you can be sure that you won't be visiting sights en masse With tour groups of no more than 8 - or even better, a private tour - you can be sure that you won't be visiting sights en masse Enjoy complimentary hotel pick-up and return transfer back to town Enjoy complimentary hotel pick-up and return transfer back to town What We Love:   What We Love: Temples, temples, temples… well, that is why you're in Siem Reap after all. This tour is hands down the best way to explore Cambodia's incredible feats of religious architecture. Visit Ta Prohm temple, where ancient stones and massive tree roots are locked in battle, then it's onwards to Angkor Thom ancient walled city and the mystical Bayon temple adorned with hundreds of smiling faces carved into the sandstone. Roam further into the temple complex and immerse yourself in stories told by your local Khmer guide before seeking out a shaded area to enjoy a hot Cambodian picnic lunch. End the tour with a bang: a visit to the jewel of the Khmer Empire, the amazing Angkor Wat. Founding inscriptions are plentiful but the mystery lies in how this great empire collapsed. Reflect on Cambodia's troubled history and contemplate the secrets as you stroll through this masterpiece of architecture and engineering.  ",
        "strLocation": "Siem Reap",
        "strOriginUrl": "https://www.klook.com/activity/277-uncovering-angkor-siem-reap/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Uncovering Angkor"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 21,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6339d737-Kathmandu-Heritage-Tour/KathmanduHeritageTour.jpg",
        "strIntroduction": " Breathe in Nepal's history and culture through a half-day trip to two heritage sites Roam the UNESCO-listed Durbar Square, also known as Hanuman Dhoka Square Take in the grandiose architecture of palaces, Hindu and Buddhist temples and shrines Learn about Nepal's political, religious and cultural heritage Also see one of Nepal's oldest Buddhist temples, the Swayambunath Stupa To reach the temple, climb the 365-step staircase through a forest populated with monkeys Roam the UNESCO-listed Durbar Square, also known as Hanuman Dhoka Square Roam the UNESCO-listed Durbar Square, also known as Hanuman Dhoka Square Take in the grandiose architecture of palaces, Hindu and Buddhist temples and shrines Take in the grandiose architecture of palaces, Hindu and Buddhist temples and shrines Learn about Nepal's political, religious and cultural heritage Learn about Nepal's political, religious and cultural heritage Also see one of Nepal's oldest Buddhist temples, the Swayambunath Stupa Also see one of Nepal's oldest Buddhist temples, the Swayambunath Stupa To reach the temple, climb the 365-step staircase through a forest populated with monkeys To reach the temple, climb the 365-step staircase through a forest populated with monkeys What We Love:   What We Love: Uncover the wonders of Nepal in this day trip to two UNESCO-listed World Heritage Sites. Explore Durbar Square, once the kingdom throne of the capital's rulers, and take in the ancient beauty of its numerous temples, shrines and idols. You'll also visit the Swayambunath Stupa, known as the most important Buddhist shrine in all of Nepal. Nicknamed Monkey Temple, the Stupa is situated atop a hillside that can be reached through a monkey-populated forest. Spend half a day getting to know this mountainous country through its rich, ancient history, as you thread landmark sites of religious and cultural landscape.  ",
        "strLocation": "Kathmandu",
        "strOriginUrl": "https://www.klook.com/activity/184-kathmandu-heritage-tour-kathmandu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kathmandu Heritage Tour"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 21,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/701cc9d5-Patan--Bhaktapur-Tour/PatanBhaktapurTour.jpg",
        "strIntroduction": " Soak in Nepal's rich, ancient culture at two royal cities Explore ancient Patan and see why it's called the 'City of Living Art' Learn about the city's Buddhist and Hindu heritage from centuries-old museum artifacts See Bhaktapur Durbar Square in Nepal's 'City of Devotees', rife with religious sites and art Be taken back in time as you walk past one sky-high pagoda after another Marvel at the 30m-tall Nyatapola Temple, constantly ringing with bells and percussion Explore ancient Patan and see why it's called the 'City of Living Art' Explore ancient Patan and see why it's called the 'City of Living Art' Learn about the city's Buddhist and Hindu heritage from centuries-old museum artifacts Learn about the city's Buddhist and Hindu heritage from centuries-old museum artifacts See Bhaktapur Durbar Square in Nepal's 'City of Devotees', rife with religious sites and art See Bhaktapur Durbar Square in Nepal's 'City of Devotees', rife with religious sites and art Be taken back in time as you walk past one sky-high pagoda after another Be taken back in time as you walk past one sky-high pagoda after another Marvel at the 30m-tall Nyatapola Temple, constantly ringing with bells and percussion Marvel at the 30m-tall Nyatapola Temple, constantly ringing with bells and percussion What We Love:   What We Love: In Kathmandu Valley are three ancient cities, once independently ruled by their respective Malla kings: Kathmandu, Patan and Bhaktapur. In this day trip, visit Patan and Bhaktapur, home to cultural UNESCO World Heritage Sites that hark back to Nepal's rich past. You'll learn to appreciate Patan's name in Sanskrit, Lalitpur, which means ‘City of Living Art.' (Hint: it's home to the valley's finest sculptors and craftsmen.) Over in Bhaktapur, experience what it's like to wade slowly back in time, with streets and architecture retaining their olden, brickmade charm. All throughout, pay close attention to their shared religious heritage. Of Buddhist and Hindu backgrounds, both Patan and Bhaktapur are wealthy with temples, shrines, idols and sculptures in honor of their gods – giving you an endless count of sights over which to marvel.  ",
        "strLocation": "Kathmandu",
        "strOriginUrl": "https://www.klook.com/activity/185-patan-bhaktapur-tour-kathmandu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Patan & Bhaktapur Tour"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 20,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/710ff61a-Cultural-Dinner-Show/CulturalDinnerShow.jpg",
        "strIntroduction": " Get a taste of local cuisine set to a cultural dance performance Savor a delicious dinner meal of Nepali staples at a well-loved local restaurant Enjoy a Mayar Dance showcase as you dine Relish the sensory feast as you gain a better appreciation for local culture and tradition Savor a delicious dinner meal of Nepali staples at a well-loved local restaurant Savor a delicious dinner meal of Nepali staples at a well-loved local restaurant Enjoy a Mayar Dance showcase as you dine Enjoy a Mayar Dance showcase as you dine Relish the sensory feast as you gain a better appreciation for local culture and tradition Relish the sensory feast as you gain a better appreciation for local culture and tradition What We Love:   What We Love: Unwind after a day around Nepal's ancient cities with a cultural feast of dinner and dancing. This evening activity features a meal at one of three renowned local restaurants: Nepalli Chulo, Bhojan Griha or Utsav Restaurant, where you'll be served with an assortment of traditional Nepali dishes. Savor the strong and aromatic flavors of lamb curry, scoop up some dal bhat – a rice dish of lentils served with pickles, meat (or fish), and other sides – and finally get a taste of sel roti, the popular local snack. Mid-dinner, professional performers will showcase a special number featuring the Mayar (peacock) Dance, delivering you a wonderful nighttime feast in celebration of food and culture!  ",
        "strLocation": "Kathmandu",
        "strOriginUrl": "https://www.klook.com/activity/187-cultural-dinner-show-kathmandu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Cultural Dinner Show"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 21,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6b5e0ead-Bungamati--Khokana-Exploration/BungamatiKhokanaExploration.jpg",
        "strIntroduction": " Go back in time with a trip to two of the Himalayan country's old villages Meander amongst the residents of Bungamati as they go about their day-to-day activities See the Rato Machhendranath Temple, a Hindu temple for the patron god of Patan Visit the Newari village of Khokana and get to know the local farming community Learn about its renowned mustard oil and harvesting process See the 3-storey temple dedicated the local mother goddess, Shikali Mai Meander amongst the residents of Bungamati as they go about their day-to-day activities Meander amongst the residents of Bungamati as they go about their day-to-day activities See the Rato Machhendranath Temple, a Hindu temple for the patron god of Patan See the Rato Machhendranath Temple, a Hindu temple for the patron god of Patan Visit the Newari village of Khokana and get to know the local farming community Visit the Newari village of Khokana and get to know the local farming community Learn about its renowned mustard oil and harvesting process Learn about its renowned mustard oil and harvesting process See the 3-storey temple dedicated the local mother goddess, Shikali Mai See the 3-storey temple dedicated the local mother goddess, Shikali Mai What We Love:   What We Love: Venture into the ancient villages of Kathmandu Valley in this exploration of Bungamati and Khokana. Because of their relative inaccessibility, visiting the towns is akin to going back in time – a time when locals gather in main squares and the call of everyday work intermingles with communal life. Such are what you'll see on this journey, with Bungamati's resident woodcarvers and craftsfolk hard at work. The place is home to the shrine of Rato Macchendranath, patron god of Patan, alongside other religious monuments. You can expect a similar ambience in Khokana, where locals live largely off of their agriculture. Learn about their renowned produce, mustard oil, and the unique way it is harvested, then pay a visit to the landmark three-storey temple dedicated to Shikali Mai, the local mother goddess.  ",
        "strLocation": "Kathmandu",
        "strOriginUrl": "https://www.klook.com/activity/188-bungamati-khokana-exploration-kathmandu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Bungamati & Khokana Exploration"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 24,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/9c40ae7c-Nepali-Cooking-Class/NepaliCookingClass.jpg",
        "strIntroduction": " Get cooking as you meet and learn from local Nepali families Learn to shop at the market as you source ingredients for your cooking classes Meet a Nepali family, from whom you'll learn to make local dishes Pick up local Nepali phrases and cooking terminology along the way Get a taste for everyday life as you share your cooking with the family! Learn to shop at the market as you source ingredients for your cooking classes Learn to shop at the market as you source ingredients for your cooking classes Meet a Nepali family, from whom you'll learn to make local dishes Meet a Nepali family, from whom you'll learn to make local dishes Pick up local Nepali phrases and cooking terminology along the way Pick up local Nepali phrases and cooking terminology along the way Get a taste for everyday life as you share your cooking with the family! Get a taste for everyday life as you share your cooking with the family! What We Love:   What We Love: They say one of the best ways to know a culture is through its cuisine – so expect to enjoy a slice of authentic Nepali life in this authentic, local cooking class! Opt for a morning or afternoon session, and meet local host families for cookouts in time for lunch, or for dinner. You'll learn to whip up everyday home-cooked meals, featuring authentic local foodstuff like dhalbhat, a savory rice special served with lentils, curry meat or fish, and various spices; momos, the local version of Japanese gyozas; and sel roti, the sweet bread treat. You'll also pick up some Nepali phrases along the way, and get a taste for everyday living as you share your own cooking with the family!  ",
        "strLocation": "Kathmandu",
        "strOriginUrl": "https://www.klook.com/activity/189-nepali-cooking-class-kathmandu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Nepali Cooking Class"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 28,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/28c46a14-Nagarkot-Sunrise-Tour/NagarkotSunriseTour.jpg",
        "strIntroduction": " Drive to Nagarkot Hilltop, renowned for its incredible sunrise views Watch the sun rise from the perch of Nagarkot Hilltop Glimpse picturesque, snowcapped mountain peaks of eastern Nepal Take in incredible views of the Himalayan mountain range and see if you could spot Mt. Everest Watch the sun rise from the perch of Nagarkot Hilltop Watch the sun rise from the perch of Nagarkot Hilltop Glimpse picturesque, snowcapped mountain peaks of eastern Nepal Glimpse picturesque, snowcapped mountain peaks of eastern Nepal Take in incredible views of the Himalayan mountain range and see if you could spot Mt. Everest Take in incredible views of the Himalayan mountain range and see if you could spot Mt. Everest What We Love:   What We Love: See one of the most incredible sunrises from atop Nagarkot hill. Situated east of Kathmandu at over 2,000m above sea level, this spot is known best for its panoramic views of the rising sun. Begin your day in the dark and drive up to Nagarkot Hill Station, where you'll also see the rest of the Himalayan Range including, yes, Mt. Everest. Then wait as the early splinters of light cuts through the horizon – it's an experience for the books you're sure to treasure for a long, long time.  ",
        "strLocation": "Kathmandu",
        "strOriginUrl": "https://www.klook.com/activity/190-nagarkot-sunrise-tour-kathmandu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Nagarkot Sunrise Tour"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/27ae4bb0-Nagarkot-Day-Hike/NagarkotDayHike.jpg",
        "strIntroduction": " Hike from Nagarkot to Changunarayan and take in spectacular views and structures Explore the hillside town of Nagarkot, home to spectacular Himalayan views Glimpse daily life for the Tamang and Newar ethnic groups as you walk through scenic pastures and fields Visit the Changu Narayan Temple, a World Heritage Site See the incredible stone, wood and metal carvings that date back to the Lichhavi period (4th-9th century) Explore the hillside town of Nagarkot, home to spectacular Himalayan views Explore the hillside town of Nagarkot, home to spectacular Himalayan views Glimpse daily life for the Tamang and Newar ethnic groups as you walk through scenic pastures and fields Glimpse daily life for the Tamang and Newar ethnic groups as you walk through scenic pastures and fields Visit the Changu Narayan Temple, a World Heritage Site Visit the Changu Narayan Temple, a World Heritage Site See the incredible stone, wood and metal carvings that date back to the Lichhavi period (4th-9th century) See the incredible stone, wood and metal carvings that date back to the Lichhavi period (4th-9th century) What We Love:   What We Love: Nepal is one of the best places in the world to go trekking, and this route is a great place to start for those unused to heavy hiking, preferring a leisurely walking journey. Take in the spectacular Himalayan range in the hillside town of Nagarkot, famed for its sunrise views, and glimpse the majestic Annapurna mountain range to the west and Everest to the east. From there, you'll be led to the Changunarayan Temple, a Vishnu shrine dating back to the 4th century. Made of elaborate carvings in stone, wood and metal, the oldest temple in Kathmandu is an incredible work of art to behold – so much so that it's one of seven World Heritage Sites in the country.  ",
        "strLocation": "Kathmandu",
        "strOriginUrl": "https://www.klook.com/activity/191-nagarkot-day-hike-kathmandu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Nagarkot Day Hike"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 52,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4c69cc5d-Kakani-Mountain-Biking/KakaniMountainBiking.jpg",
        "strIntroduction": " Bike downhill from the peak of Kakani, perched along a ridge 2,073m above sea level Bike from the top through Shivapuri Nagarjun National Park, home to the valley's forests and main water supply Take in captivating views of the Himalayas on your way down Pass through the mystical Budhanilkantha, home to the slumbering Vishnu sculpture Bike from the top through Shivapuri Nagarjun National Park, home to the valley's forests and main water supply Bike from the top through Shivapuri Nagarjun National Park, home to the valley's forests and main water supply Take in captivating views of the Himalayas on your way down Take in captivating views of the Himalayas on your way down Pass through the mystical Budhanilkantha, home to the slumbering Vishnu sculpture Pass through the mystical Budhanilkantha, home to the slumbering Vishnu sculpture What We Love:   What We Love: Trek downhill on mountain bike from the 2,732m-high ridge of Kakani. Wind through Shivapuri Nagarjun National Park, home to the valley's water supply and over 170 winged species and rare orchids. The forest is among the last of Kathmandu's woodlands, making it one of the more nature-dense venues to explore in the valley. From there you'll make it to Budhanilkantha, an area off tourist routes, typically reserved for devotees of Buddhism and Hinduism. Located here is the reclining black stone statue of Vishnu, resting upon the coils of Ananta, the 11-headed snake god, which you might glimpse through the fenced enclosure en route to Kathmandu city. It's a daylong journey that begins at the top, dispatching you into an exhilarating biking adventure from the countryside to the city.  ",
        "strLocation": "Kathmandu",
        "strOriginUrl": "https://www.klook.com/activity/196-kakani-mountain-biking-kathmandu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kakani Mountain Biking"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 59,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a5bfd303-Kakani-Canyoning/KakaniCanyoning.jpg",
        "strIntroduction": " Experience the thrill of descending Kakani's canyons Enjoy a 3- to 4-hour canyoning adventure Abseil down rock formations and waterfalls 20m to 60m in height! Plunge into the cool waters of natural pools Be guided by experienced guides, all of whom are certified instructors with rescue qualifications and first aid knowledge Enjoy a 3- to 4-hour canyoning adventure Enjoy a 3- to 4-hour canyoning adventure Abseil down rock formations and waterfalls 20m to 60m in height! Abseil down rock formations and waterfalls 20m to 60m in height! Plunge into the cool waters of natural pools Plunge into the cool waters of natural pools Be guided by experienced guides, all of whom are certified instructors with rescue qualifications and first aid knowledge Be guided by experienced guides, all of whom are certified instructors with rescue qualifications and first aid knowledge What We Love:   What We Love: Embark on a thrilling mountain descent in the canyons of Kakani, just 30 minutes outside of Kathmandu city. Resting on a ridge some 2,073m above sea level, the village offers incredible sights of the Himalaya, from Annapurna to Everest. It's a breathtaking scenery to soak in as you scramble and abseil down rock faces, navigate between waterfalls and plunge into pools. Be guided by experienced canyoneers, who'll brief you prior to your adventure and take the lead in your expedition. You'll also be equipped with full safety instructions and gear, so leave you fears at the door and enjoy the downward climb!  ",
        "strLocation": "Kathmandu",
        "strOriginUrl": "https://www.klook.com/activity/197-kakani-canyoning-kathmandu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kakani Canyoning"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 64,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/07c4bc5c-Namobuddha-Biking/NamobuddhaBiking.jpg",
        "strIntroduction": " Pass through local villages and make your way up to the legendary Namobuddha on bike Embark on the revered Buddhist Pilgrimage and see the Namobuddha – by mountain bike! Begin your journey from Dhulikhel, a Newari town blessed with incredible views of the Himalaya Enjoy lunch at a local restaurant on top of mountain Get to Panauti, a picturesque old city, en route back to Kathmandu Embark on the revered Buddhist Pilgrimage and see the Namobuddha – by mountain bike! Embark on the revered Buddhist Pilgrimage and see the Namobuddha – by mountain bike! Begin your journey from Dhulikhel, a Newari town blessed with incredible views of the Himalaya Begin your journey from Dhulikhel, a Newari town blessed with incredible views of the Himalaya Enjoy lunch at a local restaurant on top of mountain Enjoy lunch at a local restaurant on top of mountain Get to Panauti, a picturesque old city, en route back to Kathmandu Get to Panauti, a picturesque old city, en route back to Kathmandu What We Love:   What We Love: According to legend, there once was a prince named Mahasattya who offered himself to a starving tigress and her baby cubs. Today, the Namobuddha, situated at an altitude of approx. 2,500m, marks the commemorative site of this incredible tale – a remarkable story to keep in mind as you bike to the statue from Dhulikhel. Journey through paved roads, rough trails, and rice terraces. Once at the Namobuddha, take in the grandeur of the temple, stupa and shrines on-site. Typically a multi-day pilgrimage, this biking adventure takes you through the same local villages in a single day. You'll also be served lunch, before continuing on your journey to Panauti, and heading back to Kathmandu.  ",
        "strLocation": "Kathmandu",
        "strOriginUrl": "https://www.klook.com/activity/198-namobuddha-biking-kathmandu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Namobuddha Biking"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 43,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f3552718-Trisuli-River-Rafting/TrisuliRiverRafting.jpg",
        "strIntroduction": " Paddle through the rapids of the famed Trisuli River in this thrilling adventure with public or private return transfer to Kathmandu, or, if you're heading to Pokhara, the most unique way to get there! Get briefed on river rafting and safety procedures by experienced guides, all of whom are certified instructors with rescue qualifications and first aid knowledge Glimpse scenic rock formations, bird flocks and a host of natural wonders as you brave the Trisuli River! Suitable for beginners to intermediates Travel by public or private transport with your guides from / to Kathmandu Or enhance your private transfer from Kathmandu to Pokhara by adding a rafting venture Get briefed on river rafting and safety procedures by experienced guides, all of whom are certified instructors with rescue qualifications and first aid knowledge Get briefed on river rafting and safety procedures by experienced guides, all of whom are certified instructors with rescue qualifications and first aid knowledge Glimpse scenic rock formations, bird flocks and a host of natural wonders as you brave the Trisuli River! Glimpse scenic rock formations, bird flocks and a host of natural wonders as you brave the Trisuli River! Suitable for beginners to intermediates Suitable for beginners to intermediates Travel by public or private transport with your guides from / to Kathmandu Travel by public or private transport with your guides from / to Kathmandu Or enhance your private transfer from Kathmandu to Pokhara by adding a rafting venture Or enhance your private transfer from Kathmandu to Pokhara by adding a rafting venture What We Love:   What We Love: Get a taste for the famed river rafting spot in Nepal: the Trisuli River. With origins in the Himalayas, snaking through to the nation's southern plains, the river is rife with scenic gorges, rock formations and local villages, as well as flocks of native and migrant birds. Savor a rush of adrenaline as you paddle through foamy white water and feel the power of the rapids, fascinatingly named: Ladies' Delight, Monsoon, Upset and Surprise! Those trying out whitewater rafting for the first time need not worry, as the Trisuli offers the perfect rapids for beginner to intermediate participants. It's also the better way to get from Kathmandu to Pokhara – instead of taking a flight or drive, why not enjoy an exhilarating waterborne journey from one city to the other?  ",
        "strLocation": "Kathmandu",
        "strOriginUrl": "https://www.klook.com/activity/199-trisuli-river-rafting-kathmandu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Trisuli River Rafting"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 10,
        "strGuideLanguage": "na",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/5b24cec5-Kathmandu-Airport-Transfer/AirportTransfersKTMPickUpforKathmandu%2CNepal.jpg",
        "strIntroduction": " Begin your Kathmandu travels hassle-free with this convenient airport-hotel transfer After customs clearance at the arrival hall, look out for your name on a signboard, held by a representative Enjoy a convenient transfer from the airport to your Kathmandu City hotel (Ring Road area) Take in first sights of Kathmandu City from the comfort of a car (2-3 pax), van (4-5 pax) or minibus (8-12 pax) After customs clearance at the arrival hall, look out for your name on a signboard, held by a representative After customs clearance at the arrival hall, look out for your name on a signboard, held by a representative Enjoy a convenient transfer from the airport to your Kathmandu City hotel (Ring Road area) Enjoy a convenient transfer from the airport to your Kathmandu City hotel (Ring Road area) Take in first sights of Kathmandu City from the comfort of a car (2-3 pax), van (4-5 pax) or minibus (8-12 pax) Take in first sights of Kathmandu City from the comfort of a car (2-3 pax), van (4-5 pax) or minibus (8-12 pax) What We Love:   What We Love: Spend the first 15 or so minutes of your travels in complete convenience with an airport-hotel transfer. Ride from Tribhuvan International Airport to Kathmandu's city center in no time, taking in sights from the comfort of a private car, van or bus – each accommodating (2-3), (4-7) and (8-12) passengers respectively. You may also opt for the roundtrip option and enjoy twice the convenience! With a hassle-free experience from the moment you land, these transfers set you up for the memorable journey ahead.  ",
        "strLocation": "Kathmandu",
        "strOriginUrl": "https://www.klook.com/activity/200-kathmandu-airport-transfer-kathmandu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Airport Transfers (KTM Pick Up) for Kathmandu, Nepal"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 120,
        "strGuideLanguage": "na",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8cef6ef1-Kathmandu-Pokhara-Drive/Kathmandu-PokharaDrive.jpg",
        "strIntroduction": " Drive the scenic route from Kathmandu City to Pokhara Enjoy the convenience of a comfortable drive via air-conditioned car (2-3 pax), van (4-7 pax) or minibus (8-12 pax) Glimpse the natural Nepali landscape as you journey on the road See local villages and everyday life, as well as the captivating Himalayan mountainscape on the six- to seven-hour journey Insider tip: a huge chunk of the journey can be enjoyed along the Trisuli River, so why not squeeze in a white water rafting adventure in between? Enjoy the convenience of a comfortable drive via air-conditioned car (2-3 pax), van (4-7 pax) or minibus (8-12 pax) Enjoy the convenience of a comfortable drive via air-conditioned car (2-3 pax), van (4-7 pax) or minibus (8-12 pax) Glimpse the natural Nepali landscape as you journey on the road Glimpse the natural Nepali landscape as you journey on the road See local villages and everyday life, as well as the captivating Himalayan mountainscape on the six- to seven-hour journey See local villages and everyday life, as well as the captivating Himalayan mountainscape on the six- to seven-hour journey Insider tip: a huge chunk of the journey can be enjoyed along the Trisuli River, so why not squeeze in a white water rafting adventure in between? Insider tip: a huge chunk of the journey can be enjoyed along the Trisuli River, so why not squeeze in a white water rafting adventure in between? white water rafting adventure What We Love:   What We Love: Make it from Kathmandu City to Pokhara (or vice versa) with ease by private car, van or minibus and enjoy much-deserved convenience on your trip. A scenic drive across the Himalayan landscape is ideal for travelers not pressed for time, letting you better explore Nepali terrain while in transit. Needless to say, it's a great way to optimize your stay!  ",
        "strLocation": "Kathmandu",
        "strOriginUrl": "https://www.klook.com/activity/201-kathmandu-pokhara-drive-kathmandu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kathmandu-Pokhara Drive"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 195,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6eff6312-Everest-Mountain-Flight/EverestMountainFlight.jpg",
        "strIntroduction": " Soar across one of the world's most incredible mountain ranges in this airborne Himalayan journey Soar amidst the magnificent wonders of the Everest region Fly a trusted airline for a memorable experience: Buddha Air, Yeti Air or Simrik Air (subject to scheduling availability) See the peak of Mt. Everest, the world's highest mountain Glimpse other Himalayan peaks, such as Kangchenjuna, Lhotse, the Annapurnas and many more Soar amidst the magnificent wonders of the Everest region Soar amidst the magnificent wonders of the Everest region Fly a trusted airline for a memorable experience: Buddha Air, Yeti Air or Simrik Air (subject to scheduling availability) Fly a trusted airline for a memorable experience: Buddha Air, Yeti Air or Simrik Air (subject to scheduling availability) See the peak of Mt. Everest, the world's highest mountain See the peak of Mt. Everest, the world's highest mountain Glimpse other Himalayan peaks, such as Kangchenjuna, Lhotse, the Annapurnas and many more Glimpse other Himalayan peaks, such as Kangchenjuna, Lhotse, the Annapurnas and many more What We Love:   What We Love: Soar across magnificent snowcapped peaks in the Himalayas with this flight trip around Everest. It's perfect for the majority of us who'll never make the arduous climb to the summit. The flight – aboard Buddha Air, Yeti Air or Simrik Air – covers the incredible mountain ranges, glaciers and gorges of the Himalayan region, so you can expect to spend an hour in awe over these striking sights. See the top Everest, the world's highest mountain, and spot as many as 16 neighboring peaks on your airborne adventure: Kangchenjunga, third in the world; Lhotse, following at fourth; Makalu, the Annapurnas, and many more.  ",
        "strLocation": "Kathmandu",
        "strOriginUrl": "https://www.klook.com/activity/202-everest-mountain-flight-kathmandu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Everest Mountain Flight"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 119,
        "strGuideLanguage": "na",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/b436e096-Kathmandu-Pokhara-Flight/Kathmandu-PokharaFlight.jpg",
        "strIntroduction": " Quickly transit between Kathmandu City and Pokhara by plane Swiftly journey from Kathmandu City to Pokhara (OR Pokhara to Kathmandu City) with this 25-minute flight aboard Simrik Airlines, Buddha Air or Yeti Airlines (subject to scheduling availability) Enjoy comfortable hotel-airport and airport-hotel transfers in both cities Glimpse the natural Nepali landscape as you fly high up in the air Swiftly journey from Kathmandu City to Pokhara (OR Pokhara to Kathmandu City) with this 25-minute flight aboard Simrik Airlines, Buddha Air or Yeti Airlines (subject to scheduling availability) Swiftly journey from Kathmandu City to Pokhara (OR Pokhara to Kathmandu City) with this 25-minute flight aboard Simrik Airlines, Buddha Air or Yeti Airlines (subject to scheduling availability) Enjoy comfortable hotel-airport and airport-hotel transfers in both cities Enjoy comfortable hotel-airport and airport-hotel transfers in both cities Glimpse the natural Nepali landscape as you fly high up in the air Glimpse the natural Nepali landscape as you fly high up in the air What We Love:   What We Love: Fly from Kathmandu City to Pokhara (or vice versa) with ease via leading local airlines - Simrik Airlines, Buddha Air, Yeti Airlines – and add some much-deserved convenience to your trip. Those with tighter itineraries will appreciate the swift transit of these one-way flights. Bringing both cities within easy access of the other, hopping aboard a plane is a great way to optimize your Nepal stay!  ",
        "strLocation": "Kathmandu",
        "strOriginUrl": "https://www.klook.com/activity/214-kathmandu-pokhara-flight-kathmandu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kathmandu-Pokhara Flight"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 35,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/d21688b0-Kathmandu-Full-Day-Exploration/KathmanduFullDayExploration.jpg",
        "strIntroduction": " Spend a day getting to know Kathmandu Valley's ancient cities Roam the UNESCO-listed Durbar Square, also known as Hanuman Dhoka Square Also see one of Nepal's oldest Buddhist temples, the Swayambhunath Stupa Explore Boudhanath Stupa, the largest stupa in Nepal and holiest Tibetan Buddhist Temple outside Tibet See open-air cremation sites at Pashupatinath, at Bagmati River (optional) Roam the UNESCO-listed Durbar Square, also known as Hanuman Dhoka Square Roam the UNESCO-listed Durbar Square, also known as Hanuman Dhoka Square Also see one of Nepal's oldest Buddhist temples, the Swayambhunath Stupa Also see one of Nepal's oldest Buddhist temples, the Swayambhunath Stupa Explore Boudhanath Stupa, the largest stupa in Nepal and holiest Tibetan Buddhist Temple outside Tibet Explore Boudhanath Stupa, the largest stupa in Nepal and holiest Tibetan Buddhist Temple outside Tibet See open-air cremation sites at Pashupatinath, at Bagmati River (optional) See open-air cremation sites at Pashupatinath, at Bagmati River (optional) What We Love:   What We Love: Spend a day exploring Kathmandu Valley's UNESCO-listed World Heritage Sites. Explore Durbar Square, the olden kingdom throne of Kathmandu's rulers, before visiting the most important Buddhist shrine in all of Nepal: Swayambhunath Stupa, also known as Monkey Temple. You'll also get to see Boudhanath, the largest stupa in Nepal and the holiest Tibetan Buddhist Temple outside Tibet. And for those who would like to delve deeper into local cultures, Pashupatinath is a not-to-be-missed as one of the most important Hindu Temples in Nepal, located near the Bagmati river. At the gates, plateaus are made that are used for the open air cremations that take place on a daily basis. You'll get better acquainted with the nation's rich heritage in this day trip, spanning the valley's ancient cities, as you wade through their numerous cultural and religious monuments.  ",
        "strLocation": "Kathmandu",
        "strOriginUrl": "https://www.klook.com/activity/186-kathmandu-full-day-exploration-kathmandu/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Kathmandu Full Day Exploration"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 21,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/93898487-Pokhara-City-Sightseeing/PokharaCitySightseeing.jpg",
        "strIntroduction": " Spend a day exploring the best of Pokhara, the ‘City of Lakes' Visit the World Peace Pagoda and see the massive ivory Buddhist stupa Head to the gem-like Phewa Lake and enjoy an optional boat ride Make a stop at the Barahi Temple in the middle of the lake Drop by the Bindabasini Temple Visit the World Peace Pagoda and see the massive ivory Buddhist stupa Visit the World Peace Pagoda and see the massive ivory Buddhist stupa Head to the gem-like Phewa Lake and enjoy an optional boat ride Head to the gem-like Phewa Lake and enjoy an optional boat ride Make a stop at the Barahi Temple in the middle of the lake Make a stop at the Barahi Temple in the middle of the lake Drop by the Bindabasini Temple Drop by the Bindabasini Temple What We Love:   What We Love: Get to know Pokhara with this sightseeing adventure. Make a trip to the World Peace Pagoda, a beautiful white stupa built by Japanese Buddhists. Surrounding the area are beautiful views of the city, as well as sights of Phewa Lake nearby – where you'll head to next. Opt for a quiet boating trip on the water, before stopping by the Barahi Temple, located in the middle of the lake. Afterwards, drop by the Bindabasini Temple, an important Hindu site that's also one of the oldest temples in Nepal. With full- and half-day options, these easy sightseeing trips are welcome introductions to the rich city of Pokhara.  ",
        "strLocation": "Pokhara",
        "strOriginUrl": "https://www.klook.com/activity/203-pokhara-city-sightseeing-pokhara/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Pokhara City Sightseeing"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 21,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/51988759-Sarangkot-Sunrise-View/SarangkotSunriseView.jpg",
        "strIntroduction": " Experience a magnificent Pokhara sunrise Start early with breathtaking views of the sunrise atop Sarangkot Hill Glimpse spectacular panoramic views of the Himalayan range Go sightseeing around Sarangkot Hill Start early with breathtaking views of the sunrise atop Sarangkot Hill Start early with breathtaking views of the sunrise atop Sarangkot Hill Glimpse spectacular panoramic views of the Himalayan range Glimpse spectacular panoramic views of the Himalayan range Go sightseeing around Sarangkot Hill Go sightseeing around Sarangkot Hill What We Love:   What We Love: Picture light cutting through the horizon, reflecting a palette of colors upon the white-topped peaks of the world's highest mountains. Such is the sight atop Sarangkot Hill in this sunrise tour, in addition to spectacular surrounding views of the Himalayan range. Once the sun takes its place in the sky, you'll also get the chance to roam the hillside village. It's a rather beautiful start to the day, perfect for accommodating ensuing adventures in the city.  ",
        "strLocation": "Pokhara",
        "strOriginUrl": "https://www.klook.com/activity/204-sarangkot-sunrise-view-pokhara/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Sarangkot Sunrise View"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 54,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/3c539edc-Pokhara-Mountain-Biking/PokharaMountainBiking.jpg",
        "strIntroduction": " Pedal your way around the City of Lakes and see the best views the city has to offer Be guided up toward the Sarangkot ridge line, amidst spectacular views of the Annapurna mountain range Outside of the city, glimpse incredible views of Pokhara and Phewa Lake Ride past peaceful Nepali farmland en route to the lake shore and back to the city Savor a packed lunch during a short break in between Be guided up toward the Sarangkot ridge line, amidst spectacular views of the Annapurna mountain range Be guided up toward the Sarangkot ridge line, amidst spectacular views of the Annapurna mountain range Outside of the city, glimpse incredible views of Pokhara and Phewa Lake Outside of the city, glimpse incredible views of Pokhara and Phewa Lake Ride past peaceful Nepali farmland en route to the lake shore and back to the city Ride past peaceful Nepali farmland en route to the lake shore and back to the city Savor a packed lunch during a short break in between Savor a packed lunch during a short break in between What We Love:   What We Love: Pedal your way around Pokhara with this sightseeing-mountain biking adventure. Let the Nepali landscape take your breath away as you ride upward to the Sarangkot ridge line, and cycle amidst incredible views of the Annapurna mountain range. Bike past scenic sights of Pokhara City and Phewa Lake, then opt for a cross-country or single-track downhill route on the way down. You'll pass through quiet, picturesque Nepali farmland as you head to the lake shore, before making it back to the city before sundown. It's surely an exhilarating way to experience Nepal's second-largest city!  ",
        "strLocation": "Pokhara",
        "strOriginUrl": "https://www.klook.com/activity/205-pokhara-mountain-biking-pokhara/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Pokhara Mountain Biking"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 85,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/99082773-Ultralight-Flight/UltralightFlight.jpg",
        "strIntroduction": " Soar across Pokhara's peaks and valleys, mountains and plateaus Enjoy an exhilarating flight aboard an ultralight aircraft, provided by top local operators: Avia Club Nepal or Pokhara Ultralight (subject to scheduling availability) Fly against scenic, mountainous views of the Himalayas Get a bird's eye view of the expansive Phewa Lake Soar up to 9,000ft above sea level – and venture near the peak of Fish Tail Mountain! Enjoy an exhilarating flight aboard an ultralight aircraft, provided by top local operators: Avia Club Nepal or Pokhara Ultralight (subject to scheduling availability) Enjoy an exhilarating flight aboard an ultralight aircraft, provided by top local operators: Avia Club Nepal or Pokhara Ultralight (subject to scheduling availability) Fly against scenic, mountainous views of the Himalayas Fly against scenic, mountainous views of the Himalayas Get a bird's eye view of the expansive Phewa Lake Get a bird's eye view of the expansive Phewa Lake Soar up to 9,000ft above sea level – and venture near the peak of Fish Tail Mountain! Soar up to 9,000ft above sea level – and venture near the peak of Fish Tail Mountain! What We Love:   What We Love: Afraid of heights? Leave your fear at the door once aboard an ultraflight aircraft and anticipate a thrilling adventure. Fly against the backdrop of the Himalayan Range, across lakes and plateaus and Nepal's expansive Phewa Lake. The journey, serviced by top local operators Avia Club Nepal and Pokhara Ultralight, will take you as high as 9,000ft above sea level, near the summit of Fish Tail Mountain and into Seti Valley. Keep your eyes open – there's no other way to taste the heights of Pokhara's mountainous beauty!  ",
        "strLocation": "Pokhara",
        "strOriginUrl": "https://www.klook.com/activity/206-ultralight-flight-pokhara/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Ultralight Flight"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 112,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/2ab9f650-Paragliding-Pokhara/ParaglidingPokhara.jpg",
        "strIntroduction": " Soar Pokhara skies in this tandem paragliding flight Get the experience of a lifetime with Avia Club Nepal, the city's top operator for the airborne adventure! Be briefed with safety instructions and procedures prior to takeoff Foot-launch and foot-land on a paraglider – it's like flying with your own wings! Take in airborne views of the Himalaya. See the Annapurnas, Mt. Everest, Mt. Fish Tail and more Learn the controls of paragliding from your partner pilot Get the experience of a lifetime with Avia Club Nepal, the city's top operator for the airborne adventure! Get the experience of a lifetime with Avia Club Nepal, the city's top operator for the airborne adventure! Be briefed with safety instructions and procedures prior to takeoff Be briefed with safety instructions and procedures prior to takeoff Foot-launch and foot-land on a paraglider – it's like flying with your own wings! Foot-launch and foot-land on a paraglider – it's like flying with your own wings! Take in airborne views of the Himalaya. See the Annapurnas, Mt. Everest, Mt. Fish Tail and more Take in airborne views of the Himalaya. See the Annapurnas, Mt. Everest, Mt. Fish Tail and more Learn the controls of paragliding from your partner pilot Learn the controls of paragliding from your partner pilot What We Love:   What We Love: Soar the skies of Pokhara in this incredible paragliding adventure, provided by the city's top paragliding operator: Avia Club Nepal. Designed as tandem flights, you'll be paired with a pilot as you foot-launch from the 1,592m takeoff point in Sarangkot, and foot-land by the placid Phewa Lake. It's an experience akin to having your own wings! Replace any fear of heights with awe and wonder at scenic views of the Himalayas, with sights of the Annapurnas, Mt. Everest and the virgin Mt. Fish Tail, as well an incredible bird's eye glimpse of Pokhara Valley. You'll also get a crash course on paragliding controls as your pilot navigates the flight. So keep your eyes open, take a deep breath and make that leap into Pokhara skies – it's going to be a journey you'll never forget.  ",
        "strLocation": "Pokhara",
        "strOriginUrl": "https://www.klook.com/activity/207-paragliding-pokhara-pokhara/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Paragliding Pokhara"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 60,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a5815c84-ZipFlyer-Nepal/ZipFlyerNepal.jpg",
        "strIntroduction": " Brave a 1.8km-long, 2000ft-high descent in the world's steepest and fastest zipline Shoot down an incline of 56 degrees – the steepest in the world for a zipline With a vertical drop of 2,000ft, it's also the world's tallest! Experience the thrill of weightlessness for a whole 1.5 to 2 minutes over a 1.8km journey Rest assured in Highground Adventures' safety harnesses that meet world-accredited standards Shoot down an incline of 56 degrees – the steepest in the world for a zipline Shoot down an incline of 56 degrees – the steepest in the world for a zipline With a vertical drop of 2,000ft, it's also the world's tallest! With a vertical drop of 2,000ft, it's also the world's tallest! Experience the thrill of weightlessness for a whole 1.5 to 2 minutes over a 1.8km journey Experience the thrill of weightlessness for a whole 1.5 to 2 minutes over a 1.8km journey Rest assured in Highground Adventures' safety harnesses that meet world-accredited standards Rest assured in Highground Adventures' safety harnesses that meet world-accredited standards What We Love:   What We Love: A vertical drop 2,000ft in height, distance covering 1,800m, and an incline of 56 degrees: that's close to two high-speed minutes of weightlessness on the world's steepest, tallest and fastest zip line! Offered exclusively by Highground Adventures, the ZipFlyer takes you across incredible forest greenery with the captivating Mt. Machhapuchchhre (Fish Tail Mountain) in the background, as you accelerate to speeds of up to 120kph on your way down. Keep your eyes open, and savor the exhilarating thrill of a near free-fall on one of the world's most extreme ziplining experience!  ",
        "strLocation": "Pokhara",
        "strOriginUrl": "https://www.klook.com/activity/209-zipflyer-nepal-pokhara/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "ZipFlyer Nepal"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 45,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/a01cfb97-Upper-Seti-River-Rafting/UpperSetiRiverRafting.jpg",
        "strIntroduction": " Kayak down white rapids in this exhilarating river rafting adventure Enjoy 1.5hrs of non-stop paddling in the Upper Seti River Navigate through rapids that require 100% participation from all paddlers! Take in magnificent views of the Annapurna mountain range as you make your way down Rest assured in the safety of certified equipment, protective gear, and the guidance of experienced, professional kayakers Enjoy 1.5hrs of non-stop paddling in the Upper Seti River Enjoy 1.5hrs of non-stop paddling in the Upper Seti River Navigate through rapids that require 100% participation from all paddlers! Navigate through rapids that require 100% participation from all paddlers! Take in magnificent views of the Annapurna mountain range as you make your way down Take in magnificent views of the Annapurna mountain range as you make your way down Rest assured in the safety of certified equipment, protective gear, and the guidance of experienced, professional kayakers Rest assured in the safety of certified equipment, protective gear, and the guidance of experienced, professional kayakers What We Love:   What We Love: Savor the rush of adrenaline as you kayak down the Upper Seti in this rafting adventure. Just a quick ride from Lakeside Pokhara, it's an accessible thrill that offers no less a challenge than farther-flung options. Careen down white rapids Class IV and above, while looking up at backdrops of the marvelous, snow-capped Annapurna mountain range. Paddle and navigate clear Himalayan water, take in the beauty of suspension bridges and prayer flags, and enjoy a gripping ride down Pokhara's Seti River – with the city's top operators no less, Paddle Nepal and Royal Beach Nepal.  ",
        "strLocation": "Pokhara",
        "strOriginUrl": "https://www.klook.com/activity/210-upper-seti-river-rafting-pokhara/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Upper Seti River Rafting"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 200,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/35c45924-Parahawking/Parahawking.jpg",
        "strIntroduction": " Share the skies with an Egyptian Vulture in this award-winning paragliding experience Soar through Pokhara skies with Kevin or Bob – rehabilitated Egyptian Vultures! Experience feeding the vulture as they land on your hand to take a bite Get a crash course on vulture conservation and how parahawking has helped prevent Nepal's vultures from extinction Contribute directly to vulture conservation projects in Nepal through your flight Capture photos and videos through the on-board camera Soar through Pokhara skies with Kevin or Bob – rehabilitated Egyptian Vultures! Soar through Pokhara skies with Kevin or Bob – rehabilitated Egyptian Vultures! Experience feeding the vulture as they land on your hand to take a bite Experience feeding the vulture as they land on your hand to take a bite Get a crash course on vulture conservation and how parahawking has helped prevent Nepal's vultures from extinction Get a crash course on vulture conservation and how parahawking has helped prevent Nepal's vultures from extinction Contribute directly to vulture conservation projects in Nepal through your flight Contribute directly to vulture conservation projects in Nepal through your flight Capture photos and videos through the on-board camera Capture photos and videos through the on-board camera What We Love:   What We Love: Share the skies with an Egyptian Vulture in this unique paragliding experience. Birds of prey are known to have a natural instinct to conserve energy as they fly, drawing toward thermals – rising currents of warm air – in order to travel farther distances without flapping their wings. With a trained vulture as your airborne guide, you'll soar against the Himalaya, across the dense forest green, and experience feeding the winged creature as it lands on your hand for a snack. You'll also be treated to a session on vulture conservation and learn how parahawking has helped prevent Nepal's vultures from extinction. Offered exclusively by Blue Sky Paragliding, it's an incredible initiative that brings together adventure, eco-tourism and conservation in an exhilarating journey, with proceeds going directly to conservation projects. Plus, where else in the world will you get to paraglide with vultures?  ",
        "strLocation": "Pokhara",
        "strOriginUrl": "https://www.klook.com/activity/211-parahawking-pokhara/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Parahawking"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 120,
        "strGuideLanguage": "na",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/8deec697-Pokhara-Kathmandu-Drive/Pokhara-KathmanduDrive.jpg",
        "strIntroduction": " Drive the scenic route from Pokhara to Kathmandu City (or vice versa) Enjoy the convenience of a comfortable drive via air-conditioned car (2-3 pax), van (4-7 pax) or minibus (8-12 pax) Glimpse the natural Nepali landscape as you journey on the road See local villages and everyday life, as well as the captivating Himalayan mountainscape on the six- to seven-hour journey Enjoy the convenience of a comfortable drive via air-conditioned car (2-3 pax), van (4-7 pax) or minibus (8-12 pax) Enjoy the convenience of a comfortable drive via air-conditioned car (2-3 pax), van (4-7 pax) or minibus (8-12 pax) Glimpse the natural Nepali landscape as you journey on the road Glimpse the natural Nepali landscape as you journey on the road See local villages and everyday life, as well as the captivating Himalayan mountainscape on the six- to seven-hour journey See local villages and everyday life, as well as the captivating Himalayan mountainscape on the six- to seven-hour journey What We Love:   What We Love: Make it from Pokhara to Kathmandu City (or vice versa) with ease by private car, van or minibus and enjoy much-deserved convenience on your trip. A scenic drive across the Himalayan landscape is ideal for travelers not pressed for time, letting you better explore Nepali terrain while in transit. Needless to say, it's a great way to optimize your stay!  ",
        "strLocation": "Pokhara",
        "strOriginUrl": "https://www.klook.com/activity/212-pokhara-kathmandu-drive-pokhara/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Pokhara-Kathmandu Drive"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 119,
        "strGuideLanguage": "na",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/0e522b9a-Pokhara-Kathmandu-Flight/Pokhara-KathmanduFlight.jpg",
        "strIntroduction": " Quickly transit between Pokhara and Kathmandu City by plane Swiftly journey from Pokhara to Kathmandu City (OR Kathmandu City to Pokhara) with this 25-minute flight aboard Simrik Airlines, Buddha Air or Yeti Airlines (subject to scheduling availability) Enjoy comfortable hotel-airport and airport-hotel transfers in both cities Glimpse the natural Nepali landscape as you fly high up in the air Swiftly journey from Pokhara to Kathmandu City (OR Kathmandu City to Pokhara) with this 25-minute flight aboard Simrik Airlines, Buddha Air or Yeti Airlines (subject to scheduling availability) Swiftly journey from Pokhara to Kathmandu City (OR Kathmandu City to Pokhara) with this 25-minute flight aboard Simrik Airlines, Buddha Air or Yeti Airlines (subject to scheduling availability) Enjoy comfortable hotel-airport and airport-hotel transfers in both cities Enjoy comfortable hotel-airport and airport-hotel transfers in both cities Glimpse the natural Nepali landscape as you fly high up in the air Glimpse the natural Nepali landscape as you fly high up in the air What We Love:   What We Love: Fly from Pokhara to Kathmandu City (or vice versa) with ease via leading local airlines - Simrik Airlines, Buddha Air, Yeti Airlines – and add some much-deserved convenience to your trip. Those with tighter itineraries will appreciate the swift transit of these one-way flights. Bringing both cities within easy access of the other, hopping aboard a plane is a great way to optimize your Nepal stay!  ",
        "strLocation": "Pokhara",
        "strOriginUrl": "https://www.klook.com/activity/213-pokhara-kathmandu-flight-pokhara/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Pokhara-Kathmandu Flight"
    },
    {
        "intDurationHour": 0,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 386,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/74f7a6a1-Skydiving-Mauritius/SkydivingMauritius.jpg",
        "strIntroduction": " Take the leap of a lifetime by skydiving in Mauritius Plunge into azure skies and free fall above crystal blue waters – only in Mauritius! Keep your peace of mind with full safety gear and the operator's regular maintenance checks Rest secure with experienced tandem instructors who've each clocked in over 2,000 jumps Plunge into azure skies and free fall above crystal blue waters – only in Mauritius! Plunge into azure skies and free fall above crystal blue waters – only in Mauritius! Keep your peace of mind with full safety gear and the operator's regular maintenance checks Keep your peace of mind with full safety gear and the operator's regular maintenance checks Rest secure with experienced tandem instructors who've each clocked in over 2,000 jumps Rest secure with experienced tandem instructors who've each clocked in over 2,000 jumps What We Love:   What We Love: Everyone calls it Once In A Lifetime; we think it's so much more than that. Where else can you plunge into open skies with views of paradise down below? Enjoy an incredible skydiving experience in Mauritius with this tandem jump that's safe, secure, and spectacularly thrilling! Get briefed on safety instructions and suited up in full gear before taking flight and making the leap. You'll surely want video documentation of this.  ",
        "strLocation": "Mauritius",
        "strOriginUrl": "https://www.klook.com/activity/217-skydiving-mauritius-mauritius/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Skydiving Mauritius"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 112,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/24e530f7-Le-Morne-Horseback-Riding/LeMorneHorsebackRiding.jpg",
        "strIntroduction": " Enjoy a laid back ride on a former racehorse around the coast of Le Morne or up to the beautiful mountains Saddle up and explore the beaches and mountains of Le Morne on a beautiful retired racehorse Take in the majesty of Le Morne Mountain, once home to slaves on the run for their freedom Wade into the water with your horse – don't worry, it's perfectly safe! Beach horseback riding is fairly easy, so participants are not required to have any riding experience however mountain horseback riding is relatively difficult so you must have previous riding experience or be ready to take on the challenge! Saddle up and explore the beaches and mountains of Le Morne on a beautiful retired racehorse Saddle up and explore the beaches and mountains of Le Morne on a beautiful retired racehorse Take in the majesty of Le Morne Mountain, once home to slaves on the run for their freedom Take in the majesty of Le Morne Mountain, once home to slaves on the run for their freedom Wade into the water with your horse – don't worry, it's perfectly safe! Wade into the water with your horse – don't worry, it's perfectly safe! Beach horseback riding is fairly easy, so participants are not required to have any riding experience however mountain horseback riding is relatively difficult so you must have previous riding experience or be ready to take on the challenge! Beach horseback riding is fairly easy, so participants are not required to have any riding experience however mountain horseback riding is relatively difficult so you must have previous riding experience or be ready to take on the challenge! What We Love:   What We Love: Tread the landmark Morne Brabant mountain on horseback and grace the monolithic peaks with renewed appreciation. Known as the refuge to runaway slaves in the 18th to early 19th centuries, Le Morne remains a powerful symbol of slave rights and freedom, suffering and sacrifice. Coupled with majestic sea views all around, including Benitier's Island to the north and Forneau Island to the south, you're sure to find yourself breathless with awe. You'll also get to dip in the cool waters of the beaches with your own mare, a beautiful, retired racehorse.  ",
        "strLocation": "Mauritius",
        "strOriginUrl": "https://www.klook.com/activity/218-le-morne-horseback-riding-mauritius/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Le Morne Horseback Riding"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 170,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/f56221f9-Seakart/SeakartRental.jpg",
        "strIntroduction": " Explore Mauritius' gems with a one- or three-hour ride on the Seakart Pilot your own Seakart, a version of the Jet Ski available only in Mauritius Ride past some of Mauritius' most spectacular waters and coastal sights: Benitier's Island lagoons, Le Morne peninsula, and Flic en Flac Enjoy welcome refreshments, breakfast and/or afternoon snacks with the Half-Day Ride Rest secure with full safety gear and security procedures Pilot your own Seakart, a version of the Jet Ski available only in Mauritius Pilot your own Seakart, a version of the Jet Ski available only in Mauritius Ride past some of Mauritius' most spectacular waters and coastal sights: Benitier's Island lagoons, Le Morne peninsula, and Flic en Flac Ride past some of Mauritius' most spectacular waters and coastal sights: Benitier's Island lagoons, Le Morne peninsula, and Flic en Flac Enjoy welcome refreshments, breakfast and/or afternoon snacks with the Half-Day Ride Enjoy welcome refreshments, breakfast and/or afternoon snacks with the Half-Day Ride Rest secure with full safety gear and security procedures Rest secure with full safety gear and security procedures What We Love:   What We Love: Experience the beauty of Mauritian waters on your very own speedboat – known as the Seakart, exclusive to the island. Think of it as riding your own Jet Ski, except with up to two people for company and the comfort of full, sit-back seating arrangements. Explore the sea foam-green lagoon of Benitier's Island, the emblematic Le Morne peninsula with its piercing mountaintop, and the tranquil seaside village of Flic en Flac. You'll get to ride in varying speeds as you cut through the water, and relish cool swimming breaks in between. It's the ultimate way to see one Mauritius landmark after another, while gracing both land and water of this oceanic gem.  ",
        "strLocation": "Mauritius",
        "strOriginUrl": "https://www.klook.com/activity/219-seakart-mauritius/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Seakart Rental"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 53,
        "strGuideLanguage": "en / cn / fr",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/94befda9-Discover-Mauritius/DiscoverMauritius.jpg",
        "strIntroduction": " Get to know Mauritius with a day at the capital and surrounding beaches! Enjoy sprawling views of Port Louis from Fort Adelaide – itself a national monument Get a taste for local shopping at the bustling Port Louis Bazaar and Caudan Waterfront Make a trip to the picturesque Cap Malheureux and see the beautiful, red-roofed Notre Dame church No Mauritius tour is complete without a stop at the beach – here, you'll get to visit the popular Grand Baie! Shop at the island's largest supermarket, Super U Enjoy sprawling views of Port Louis from Fort Adelaide – itself a national monument Enjoy sprawling views of Port Louis from Fort Adelaide – itself a national monument Get a taste for local shopping at the bustling Port Louis Bazaar and Caudan Waterfront Get a taste for local shopping at the bustling Port Louis Bazaar and Caudan Waterfront Make a trip to the picturesque Cap Malheureux and see the beautiful, red-roofed Notre Dame church Make a trip to the picturesque Cap Malheureux and see the beautiful, red-roofed Notre Dame church No Mauritius tour is complete without a stop at the beach – here, you'll get to visit the popular Grand Baie! No Mauritius tour is complete without a stop at the beach – here, you'll get to visit the popular Grand Baie! Shop at the island's largest supermarket, Super U Shop at the island's largest supermarket, Super U What We Love:   What We Love: Get to know this beautiful island with a sightseeing trip around Mauritius. Cover landmarks like Fort Adelaide, also known as La Citadelle, a national monument from where you could get sprawling views of the capital. Peruse local merchandise and get a taste for local shopping at the Central Market – also called Port Louis Bazaar – and the lively Caudan Waterfront, before heading north to Cap Malheureux, a fishing village punctuated by the photogenic, red-roofed Notre Dame Auxiliatrice. From here you'll be taken to Grand Baie Beach – the ‘Bay Without End' – and round off your trip at Super U, the largest supermarket on the island. If it sounds like a packed day, it sure is – one that leaves you a little more intimate with the island of paradise that is Mauritius!  ",
        "strLocation": "Mauritius",
        "strOriginUrl": "https://www.klook.com/activity/220-discover-mauritius-mauritius/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Discover Mauritius"
    },
    {
        "intDurationHour": 0,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 126,
        "strGuideLanguage": "en / cn / fr",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/96472a7e-Touches-of-Nature-Tour/TouchesofNatureTour.jpg",
        "strIntroduction": " Experience Mauritius' natural bounty, playful marine creatures and wildlife, located southwest of the island on this private tour Hop aboard a speedboat to Tamarin Bay and enjoy an exhilarating swim with dolphins! Enjoy a picture-perfect drive to Chamarel See Chamarel's waterfalls and the natural wonder that is the Seven Coloured Earth Spend the rest of your afternoon meeting and greeting wildlife at Casela Nature & Leisure Park Get the option to zipline, ride Segways or quadbikes, and even walk with lions! Hop aboard a speedboat to Tamarin Bay and enjoy an exhilarating swim with dolphins! Hop aboard a speedboat to Tamarin Bay and enjoy an exhilarating swim with dolphins! Enjoy a picture-perfect drive to Chamarel Enjoy a picture-perfect drive to Chamarel See Chamarel's waterfalls and the natural wonder that is the Seven Coloured Earth See Chamarel's waterfalls and the natural wonder that is the Seven Coloured Earth Spend the rest of your afternoon meeting and greeting wildlife at Casela Nature & Leisure Park Spend the rest of your afternoon meeting and greeting wildlife at Casela Nature & Leisure Park Get the option to zipline, ride Segways or quadbikes, and even walk with lions! Get the option to zipline, ride Segways or quadbikes, and even walk with lions! What We Love:   What We Love: Dip into the waters of Mauritius and get a taste for the island's breathtaking landscape in this full-day tour. Immerse yourself in the habitat of the island's marine residents, with a two-hour swim with Bottlenose and Spinner Dolphins off the coast of Tamarin Bay. Then take in scenic views of distant mountains and endless horizons en route to Chamarel, where you'll happen upon a waterfall and the renowned Seven Coloured Earth – a beautiful, natural phenomena of sand dunes with traces of red, violet, purple, blue, green, yellow and brown – the result of decomposed volcanic gullies, whose hues reveal the presence of different minerals. Afterwards it's off to Casela Nature & Leisure Park, where you'll meet and greet Mauritian wildlife and enjoy the option to zipline, roam on a quadbike and walk with lions!  ",
        "strLocation": "Mauritius",
        "strOriginUrl": "https://www.klook.com/activity/222-touches-of-nature-tour-mauritius/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Touches of Nature Tour"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 135,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/42d9efe5-Ile-aux-Cerfs-Speedboat-Trip/IleauxCerfsSpeedboatTrip.jpg",
        "strIntroduction": " Hop aboard a speedboat to Ile aux Cerfs and enjoy a host of watersports against stunning natural backdrop on this private tour Sail through the skies with a parasailing trip (accommodates 2) Cut through the water with a tube ride (accommodates 2) Roam the Mauritian seabed with an undersea walk Wander the fine, sandy beaches and splendid blue waters of Ile aux Cerfs Island See the roaring Grand River South East Waterfalls Indulge in a hearty lunch at the private island, Îlot Mangénie Sail through the skies with a parasailing trip (accommodates 2) Sail through the skies with a parasailing trip (accommodates 2) Cut through the water with a tube ride (accommodates 2) Cut through the water with a tube ride (accommodates 2) Roam the Mauritian seabed with an undersea walk Roam the Mauritian seabed with an undersea walk Wander the fine, sandy beaches and splendid blue waters of Ile aux Cerfs Island Wander the fine, sandy beaches and splendid blue waters of Ile aux Cerfs Island See the roaring Grand River South East Waterfalls See the roaring Grand River South East Waterfalls Indulge in a hearty lunch at the private island, Îlot Mangénie Indulge in a hearty lunch at the private island, Îlot Mangénie What We Love:   What We Love: Off the east coast of Mauritius is a strip of heaven on earth baptized ‘Ile aux Cerfs'. ‘Deer Island' in English and once home to Java-imported cerf, Ile aux Cerfs no longer hosts the creatures of the hunt, and instead offers locals and visitors some of the most stunning white beaches and turquoise waters. Spend a day at this island paradise and the ocean surrounding it with your own private tour, featuring exhilarating activities such as parasailing and tube riding. Roam the ocean bed with an undersea walk, snorkel around captivating lagoons, and then drop by the Grand River Waterfalls. Inclusive of a barbecue lunch on the neighboring private island, Îlot Mangénie, this package promises to deliver a full day of sun kissed memories, and genuine splashes of wonder.  ",
        "strLocation": "Mauritius",
        "strOriginUrl": "https://www.klook.com/activity/224-ile-aux-cerfs-speedboat-trip-mauritius/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Ile aux Cerfs Speedboat Trip"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 84,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/6bbb2f08-South-Landscape/SouthernMauritiusLandscapeTour.jpg",
        "strIntroduction": " See volcanic craters and fiercely crashing waves, massive statues and factories in this private tour of the south See the dormant volcano Trou aux Cerfs, situated 600m or so in elevation Visit Historic Marine, the island's biggest ship model factory, and glimpse artisans in the meticulous process of reproducing ship models to scale Voyage to Grand Bassin, the massive crater lake revered by Hindus, and see the 33m-tall statue of Shiva lording over the water and surrounding shrines and temples Drop by the southern Mauritian tip of Gris Gris, and watch as waves collide against rock faces and Pont Naturel Enjoy a local lunch at Gris Gris Go on a glass-bottom boat trip and snorkeling trip at reef- and color-rich Blue Bay See the dormant volcano Trou aux Cerfs, situated 600m or so in elevation See the dormant volcano Trou aux Cerfs, situated 600m or so in elevation Visit Historic Marine, the island's biggest ship model factory, and glimpse artisans in the meticulous process of reproducing ship models to scale Visit Historic Marine, the island's biggest ship model factory, and glimpse artisans in the meticulous process of reproducing ship models to scale Voyage to Grand Bassin, the massive crater lake revered by Hindus, and see the 33m-tall statue of Shiva lording over the water and surrounding shrines and temples Voyage to Grand Bassin, the massive crater lake revered by Hindus, and see the 33m-tall statue of Shiva lording over the water and surrounding shrines and temples Drop by the southern Mauritian tip of Gris Gris, and watch as waves collide against rock faces and Pont Naturel Drop by the southern Mauritian tip of Gris Gris, and watch as waves collide against rock faces and Pont Naturel Enjoy a local lunch at Gris Gris Enjoy a local lunch at Gris Gris Go on a glass-bottom boat trip and snorkeling trip at reef- and color-rich Blue Bay Go on a glass-bottom boat trip and snorkeling trip at reef- and color-rich Blue Bay What We Love:   What We Love: Well known for its golds and blues, the island paradise of Mauritius is also home to darker, earthier hues – as revealed in this tour of the south. See Trou aux Cerfs, a dormant volcano some 600m in elevation, before stopping at Historic Marine, the largest model ship factory in Mauritius. Then troop over to Grand Bassin, a crater lake that is also a sacred pilgrimage site for Hindus, and its surrounding shrines and temples – including the highest statue in Mauritius, the 33m-tall Shiva. A contrast from sibling emerald beaches, the southern tip of Gris Gris awaits next, with its fierce waves and charcoal cliffs, as well as the wave-chiseled Pont Naturel. The earthen palette lasts here, with a last stop at Blue Bay bringing back sights of turquoise waters and coral reefs, inviting many a visitor to a refreshing snorkel.  ",
        "strLocation": "Mauritius",
        "strOriginUrl": "https://www.klook.com/activity/225-south-landscape-mauritius/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Southern Mauritius Landscape Tour"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 104,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/4d8b7b04-Catamaran-Dolphin-Cruise/CatamaranDolphinCruise.jpg",
        "strIntroduction": " Cruise and snorkel the turquoise waters around Tamarin Bay, and get the chance to swim with dolphins! Savor luxury aboard a Harris Wilson catamaran, a spacious, 60ft-long vessel built for ocean racing Watch dolphins in their natural aqua habitat – and take the plunge to swim with these delightful marine creatures! Swim amongst colorful fish with snorkel stops en route to La Preneuse Enjoy a hearty lunch aboard the boat, featuring a bounty of fresh offerings Glimpse scenic views of Rempart Mountain and Black River, as you head to the solitary Le Morne Crystal Rock Savor luxury aboard a Harris Wilson catamaran, a spacious, 60ft-long vessel built for ocean racing Savor luxury aboard a Harris Wilson catamaran, a spacious, 60ft-long vessel built for ocean racing Watch dolphins in their natural aqua habitat – and take the plunge to swim with these delightful marine creatures! Watch dolphins in their natural aqua habitat – and take the plunge to swim with these delightful marine creatures! Swim amongst colorful fish with snorkel stops en route to La Preneuse Swim amongst colorful fish with snorkel stops en route to La Preneuse Enjoy a hearty lunch aboard the boat, featuring a bounty of fresh offerings Enjoy a hearty lunch aboard the boat, featuring a bounty of fresh offerings Glimpse scenic views of Rempart Mountain and Black River, as you head to the solitary Le Morne Crystal Rock Glimpse scenic views of Rempart Mountain and Black River, as you head to the solitary Le Morne Crystal Rock What We Love:   What We Love: Spend a beautiful day out on sea aboard the Harris Wilson, a 60ft ocean racer built for speedy travel. The luxury cruise begins with a sail out to Tamarin Bay, where you'll encounter dolphins and get the chance to join them in the water. Go for a hearty swim with these friendly creatures, before cruising further along to La Preneuse. With snorkeling stops all throughout, you'll get to experience more of Mauritius' underwater beauty, swimming amongst colorful fish and mesmerizing coral. The trip comes with a freshly prepared lunch on the catamaran, and a full boat crew to deliver no less than a memorable trip – capped off with a visit to Le Morne Crystal Rock, pristinely set in the middle of the ocean, and blessed with enthralling views of Rempart Mountain and Black River along the way.  ",
        "strLocation": "Mauritius",
        "strOriginUrl": "https://www.klook.com/activity/226-catamaran-dolphin-cruise-mauritius/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Catamaran Dolphin Cruise"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 96,
        "strGuideLanguage": "en",
        "strImageUrl": "https://res.klook.com/images/fl_lossy.progressive%2Cq_65/c_fill%2Cw_1920%2Ch_720%2Cf_auto/w_80%2Cx_15%2Cy_15%2Cg_south_west%2Cl_klook_water/activities/14651089-Catamaran-to-Ile-aux-Cerfs/CatamarantoIleauxCerfs.jpg",
        "strIntroduction": " Experience the perfect Mauritian holiday with this luxury sailing and snorkeling trip Sail in luxury aboard a spacious, full-serviced 42ft. catamaran, complete with free-flowing drinks Board a speedboat to get up close to the Grand River Southeast Waterfalls Enjoy an afternoon of snorkeling in emerald blue waters, alongside scores of fish and coral life Indulge in a barbecue buffet lunch, featuring fresh produce: fish, chicken, salads and fruits, as well as dessert Bask on the paradise beach of Ile aux Cerfs island Sail in luxury aboard a spacious, full-serviced 42ft. catamaran, complete with free-flowing drinks Sail in luxury aboard a spacious, full-serviced 42ft. catamaran, complete with free-flowing drinks Board a speedboat to get up close to the Grand River Southeast Waterfalls Board a speedboat to get up close to the Grand River Southeast Waterfalls Enjoy an afternoon of snorkeling in emerald blue waters, alongside scores of fish and coral life Enjoy an afternoon of snorkeling in emerald blue waters, alongside scores of fish and coral life Indulge in a barbecue buffet lunch, featuring fresh produce: fish, chicken, salads and fruits, as well as dessert Indulge in a barbecue buffet lunch, featuring fresh produce: fish, chicken, salads and fruits, as well as dessert Bask on the paradise beach of Ile aux Cerfs island Bask on the paradise beach of Ile aux Cerfs island What We Love:   What We Love: Wander to the beautiful Ile aux Cerfs (Deer Island) in this day cruise aboard a 42ft. luxury catamaran. See the beauty of Mauritius as you sail across crystal blue water, amidst breathtaking landscapes, while jovial crew ensure you a well-serviced trip. You'll sail to the Grand River Southeast, where a speedboat will take you up close to the waterfalls, before snorkeling in the company of colorful coral and fish, residents of emerald lagoons. A full barbecue lunch buffet then awaits, filling you with generous servings of fresh fish and chicken, salads and fruits, readying you for the journey toward Ile aux Cerfs island. It's a sun kissed paradise of white sand beaches and inviting palm trees – the perfect last leg, in what we reckon is the best way to spend a day in Mauritius.  ",
        "strLocation": "Mauritius",
        "strOriginUrl": "https://www.klook.com/activity/229-catamaran-to-ile-aux-cerfs-mauritius/",
        "strSource": "KLOOK",
        "strStyle": null,
        "strTitle": "Catamaran to Ile aux Cerfs"
    }
]