[
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8777,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465044731/ih4bsiukhkly1xk0m7cq.jpg",
        "strIntroduction": "Halal is not limited to foods and drinks, but also to what we apply on our skins. Halal certificated beauty products must be free of such chemicals like fatty acids, gelatin, alcohol or ingredients that are extracted from animals. Our beauty salon has provided Muslim-friendly beauty services for 4 years in Ebisu. With our professional and skillful stylists, as well as our Halal conscious products, we are confident to bring you an enjoyable moment when experiencing our services here. We offer the following services: - Haircut service: through consultation with customers, we offer a hair cut in any style upon your request, shampoo with a unique technique and high-quality Halal certificated products. We can also blow dry and massage your head and shoulder for 5 minutes. - Head massage: to boost your metabolism, the service starts with deep cleansing carbonated shampoo, only high-quality Halal conscious hair care products are used. Then followed by a refreshing scalp massage and a blow dry. Make-up service: try on Japanese-style makeup by our beauty professionals and a simple hair set upon your request.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-muslim-friendly-beauty-salon-in-ebisu-tokyo/6658?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Muslim-Friendly Beauty Salon in Ebisu, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 21:16:16"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 57278,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481188857/tmrfyjfwbjdnldmqmacl.jpg",
        "strIntroduction": "Akazawa Onsen is a famous resort hotel located near Akazawa Beach. It is like a theme park and there are a lot of facilities for health and beauty, such as spas, pools, gymnastic, bowling places, an aesthetic salon, and health supplement products in Japan. Akazawa Onsen is often chosen as one of the country’s must-visit hot springs, seeing extensive views of the ocean from the open-air hot spring bath. In the evening, you can enjoy taking a bath under the beautiful stars as well. During your stay at Akazawa Onsen, you can use a lot of quality cosmetic products and amenity goods of DHC brand at the onsen, spa, pool, gymnastic, and also for the heavenly spa. This two in one package plan of using Aakzawa spa, along with a 90-minute aromatic body massage, is really popular among men and women. This will be held in a private space and you'll be able to enjoy a nice garden view. The spa treatment service combines techniques from all over the world, such as Ayurveda and stone therapy. Your guest room will also be equipped with a Japanese style open- air bath, so you can enjoy bathing as well! So get ready and spoil yourself with this heavenly spa course and enjoy the blissful moment to your heart's content!",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-treat-yourself-to-a-heavenly-spa-in-shizuoka/6656?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Treat Yourself to a Heavenly Spa, in Shizuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 21:22:05"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 54322,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465030799/nn0vfsaavvc3ao66kq9q.jpg",
        "strIntroduction": "Zao Onsen is one of the most famous sulfurous hot springs in Japan. The hot, natural volcanic waters will relax and refresh your body and mind. Located in Yamagata prefecture, about 30-40 minutes from Yamagata city by car, the Zao Onsen snow resort is known for excellent powder conditions, a wide range of courses covering a large area and the famous Juhyo \"Ice Monsters.\" Onsens can be found at ryokans in the village, and one of the ryokans is Chikusenso. The gardens at Chikusenso, which occupies an area of 20,000 square meters within Zao Quasi-National Park, faithfully reflect nature in Zao. The winding river, the waterfall, the deciduous forest reflecting the changing seasons, and rustling bamboo groves are all there for guests’ enjoyment. The inn’s buildings, based on the “modern Japanese” architectural concept, make abundant use of natural materials such as wood, stone and washi (Japanese paper) to create a calm, healing atmosphere. Interiors were designed by Yukio Hashimoto, who created the décor for The Peninsula Tokyo and other notable buildings. The inn’s 32 luxurious rooms combine the best of Japanese hospitality with the functionality and conveniences of a modern hotel. The inn offers guests tours of a sake brewery, a cheese-making factory, and a chance to experience the tea ceremony and other aspects of Japanese culture. Relaxation in an open-air bath or spa treatments in pristine natural surroundings provide healing experienced by all five senses, making your stay at Chikusenso an unforgettable one. Chikusenso offers a special solo trip plan. The plan includes a 90-minute seasonal treatment, and welcome drink champagne. For men, the treatment can be changed to East & West blend treatment. The following conditions apply: * Dinner and breakfast are included. * The onsen room is open 15:00 – 24:00 and 6:00 – 10:00. * The private open air bath can be used. Make a reservation after you arrive at Chikusenso.",
        "strLocation": "Yamagata",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamagata-relax-at-a-famous-hot-spring-and-luxurious-ryokan-in-yamagata/6655?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Relax at a Famous Hot Spring & Luxurious Ryokan, in Yamagata",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 21:26:36"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7576,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481188794/dz9ises63yt2rbslucde.jpg",
        "strIntroduction": "It's summer time, the season of festivals! This tour allows you to experience the famous festival in Aichi, the Toyohama Sea Bream Festival. It's also known as one of the most unique festivals in the world. It's said that the festival started around 1890, when a carpenter created the float in a shape of a mouse to make their festival exciting. In the beginning, the shapes of the float were animals. After time had passed by, the shape transformed into sea creatures. Since the area is famous for the fishing industry, it's natural to have the float with the theme of sea creatures. In the beginning of the Taisho period, people created sea bream shaped floats. In the beginning of the Showa period, a float had people inside, playing a drum, a flute and a shamisen (Japanese traditional three-stringed instrument). People carried the float and walked throughout the town, and even went to the ocean. This style of the festival remains true today. The completed float weighs one ton and requires about 60 people to carry it. We're certain that you'll be blown away by the festival. A tour guide will take you from Nagoya to Toyohama, so you can relax and enjoy the ride. The tour is operated in the afternoon on July 23rd and 24th. Details of the schedule need to be confirmed.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-explore-toyohama-sea-bream-festival-in-aichi/6652?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Toyohama Sea Bream Festival, in Aichi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 21:30:20"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1386,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472881045/hjnmgyb17qfoi9zocmsk.jpg",
        "strIntroduction": "This origami workshop takes 1 hour. Basically, I will teach you how to fold paper and make simple origami such as \"samurai helmets\", \"Ninja throwing knives\", \"paper balloons\", and more. If you like, I can teach not only these simple ones, but also \"Flapping cranes\", \"Jumping frogs\" as you can see on the movie . This would be perfect for souvenirs from your trip to Japan. Let's enjoy folding origami while hanging out and listening to Japanese traditional music! Some tea and snacks are included. Besides, it is easy to visit the venue from Narita Airport. 6 people at the most can take part in this gathering a time.",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-make-your-own-origami-souvenir-from-japan/5217?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make your own origami souvenir from Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 21:33:50"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7576,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465368789/fcdlm0c5tms3eyc777lf.jpg",
        "strIntroduction": "This is a 3 - 5 hour tour at Asakusa, Tokyo. Asakusa is one of the best traditional sightseeing places in Tokyo. You'll feel the old Japanese culture at this place. It's very popular and we will take a commemorative photo during this tour. I'll pick you up at Asakusa Station (if you need me to pick you up from your hotel, an extra charge will apply). Go to the Kaminarimon gate and take a commemorative photo in front of the big gate. ↓ Shopping at Nakamise Street. ↓ See Asakusa's temple which brings luck to visitors. ↓ Experience making a Japanese candy figurine at a local shop. Duration: 3 - 5 hours Participants: 2-8 Day of the week: Monday, Tuesday, Wednesday, Friday Meeting point: Asakusa Station (if you need me to pick you up from your hotel, an extra charge will apply) Time: (1) 10:30- (2) 13:30- I'm looking forward to seeing you in this tour!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-make-a-japanese-candy-figurine-during-a-tour-in-asakusa/6715?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make a Japanese candy figurine during a tour in Asakusa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 21:37:38"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 23096,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465217149/ge4leu07uwuywtfkhqpa.jpg",
        "strIntroduction": "This is a private tour around Narita, so you can choose what you want to see and where you want to go. Below are the highlights of the tour: Narita Narita city is about 10 minutes from Narita Airport by train. There you can visit Naritasan Temple and its Japanese traditional garden. You can wish and pray for your success at the temple. There is also the shopping street, where you can get various souvenirs and experience eating soba or sweet broiled eel at the Japanese restaurants. Sawara Sawara is about 30 minutes from Narita by train. You can wear kimono and walk around the old streets, or cruise by boat through the river. If you want, you can go to Katori Shrine (it would be better to use taxi from Sawara Station). Some other experiences include: - see sake (rice wine) brewery and taste local sake - wear kimono and have your hair set made - see a festival float museum - cruise by boat through the river Sakura Sakura town is about 15 minutes from Narita by train. You can visit an old samurai residence and also explore the National Museum of Japanese History. You can also see the ruins of the Sakura Castle. You can have tea ceremony at a teahouse.",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-enjoy-a-private-tour-in-narita-sawara-and-sakura-chiba/6674?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Private Tour in Narita, Sawara, and Sakura (Chiba)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 21:43:22"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 65593,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481188443/h5vi9d7naa9gqhgv9aa9.jpg",
        "strIntroduction": "“Shima Kanko Hotel the bay suites” is one of the resort hotels in Shima city, Mie prefecture, where all the 50 rooms are suite rooms. The hotel is facing Ago Bay at Ise Shima national park and the beautiful architectural buildings are surrounded by the richly greened garden where you can walk and pick some herbs. The food at the restaurants in the hotel is mainly seafood from the bay and the sea nearby together with local seasonal ingredients. With this plan you can either choose French seafood or Japanese kaiseki (Tea ceremony dishes). Both restaurants have huge windows facing the bay, so you can enjoy the sunset at dinner time. The highlight of this hotel package is its spa treatment. “eau spa by Clarins” is the first resort Spa in Japan. Clarins is one of the most popular skin care brands in Europe and all treatments are done by hand with Clarins products. At first, you will make a booking for your treatment. The treatment begins with a counseling by a therapist. The treatment will be discussed and decided depending on your condition on the day. Starting with a foot bath you will then have an aroma massage treatment. Your legs, back and shoulders will be softened by the therapist’s hands with aroma oil! After the treatment, you can relax with herbal tea and the therapist will give you some advice for simple treatments at home. Then you can just relax in your room until dinner time or you might want to go for a stroll to feel the new freshness of your body. *Check-in:15:00 / Check-out:12:00 Option 1 Stay at the hotel with Spa treatment for 60 minutes. *2 meals are included. *5/17/2016-9/30/2016",
        "strLocation": "Mie",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-mie-book-a-room-at-resort-hotel-with-spa-treatment-in-mie/6635?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Book a room at resort hotel with Spa treatment in Mie!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 21:48:01"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11640,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464591332/myrfcsxe3jyik0t6xjb2.jpg",
        "strIntroduction": "This tour is a two-hour cruise that provides you with not only traditional Japanese food, but also Chinese and Western food. A reservation can be hard to make at the busiest times, such as Cherry Blossom Season or the New Year. The departure time is between 12:00-20:00, however, it is also possible to start at other times, please feel free to contact us. The most famous tourist spots on this tour are Nakanoshima and Dōtonbori with a variety of events being held all year around. Options: 1. Standard tour 2. Extension (per hour) Attention: 1. The tour can provide three types of boat, it depends on the amount of guests or you can request the boat you like. 2. This is a two-hour plan including all-you-can-drink, you can even bring your own food or drink. 3. You can choose from Chinese, Japanese or Western food for your course. 4. This tour starts at a minimum of 12 people and maximum of 22. 5. To make sure of your reservation, you need to pay in advance during the first week after your booking. Boats: 1. The Gondola Bar boat This is the largest boat of all three and is capable of carrying up to 22 people. 2. The Good Memories boat This boat can only carry 11 people and it is the most suitable boat for Cherry-blossom viewing. 3. The Osaka Party Cruise boat This boat can carry 10 people maximum.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-reservation-for-meal-and-yakata-boat-the-gondola-bar-osaka/6608?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for Meal and Yakata Boat the Gondola Bar, Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 21:52:11"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4250,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464329282/fbcldzxdiqe3mdkc9up3.png",
        "strIntroduction": "Hapuna is a place where you can relax and enjoy a foot bath, massage or aromatherapy massage. The aromatherapy massage is one of the most popular treatments in Hapuna. This is a calm, slow and relaxing full-body massage using tender movements and warm aromatic oils that spoil both your body and soul. Hapuna also serves drinks during your massage. Option 1: 30-minute massage + 10-minute footh bath (1 drink included) Option 2: 60-minute massage + 10-minute footh bath (1 drink included) Option 3: 30-minute aromatherapy massage + 10-minute footh bath (1 drink included) Option 4: 60-minute aromatherapy massage + 10-minute footh bath (1 drink included) Attentions: 1. Only one drink is included in the package. Refill will be charged 300 JPY for beverages and 400 JPY for beers. 2. Extension of footbath is available. Every 30 minutes for 200 JPY. 3. Please wipe your feet with paper towel before and after the footbath. 4. You can rend short pants for 100 JPY as massage dressing.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-reservation-for-footbath-and-massage-at-hapuna-shinjuku/6597?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for Foot Bath & Massage at Hapuna, Shinjuku",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 21:55:49"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 19216,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464324942/kbott5gm3z38ywxefxun.jpg",
        "strIntroduction": "The Southern Links Golf Club is a subsidiary corporation of Accordia Golf and is famous for its Seaside Course. Built in 1989 next to a cliff around 40 meters high, it has two signature holes, 7 ponds and creeks and beautiful tropical plants making it a beautiful place. Here are the details of this link: Kind: Seaside Difference of elevation: Flat Area: 0.9km² Green: 1 Hole: 18 holes and 72 pars Course: out and in Option 1: An overnight stay at weekdays Option 2: An overnight stay at weekends Option 3: An overnight stay at weekends with caddies Attention: 1. The price is per person. The rate goes up per additional person (for couple) and per additional person (for a group of 3) in option 1 and 2. The rate goes up per additional person (for couple) and per additional person (for a group of 3) in option 3. 2. All prices are per person with two sharing one room. If you want to book for one then you will be charged per person. 3. Business hours: To October Morning 6:46 - 8:59 Afternoon 11:40 - 13:32 From November Morning 6:53 - 8:52 Afternoon 11:26 - 13:11 4. This discount price is just for the first five groups.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-reservation-for-the-southern-links-golf-club-in-okinawa/6595?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for The Southern Links Golf Club in Okinawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 22:00:11"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3080,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465193246/b6lnvaxd55nzzvs7x4ic.png",
        "strIntroduction": "Sayama, rich in natural beauty, is one of the three highest quality tea producing regions in Japan which also is the nearest tea planting area to Tokyo (located in Saitama prefecture). This hands-on experience of hand-rolled tea making is also available. Inside the souvenir store, you can buy the freshest tea. This tour starts with a lecture about tea processing and the skills of picking tea leaves, then you can pick leaves by yourselves before tasting a Japanese cuisine made with tea leaves. Other optional services are also available. For example, you can try on the traditional tea-picking clothing or you can learn how to pick and pack tea leaves in a container by yourself. Please ask the staff for more information if you intend to book these optional services. In addition, you can book hotel pick-up as an additional option. However, please note that transportation is not included. Attention: This tour only operates during early May to mid-October.",
        "strLocation": "Saitama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-saitama-experience-the-wonder-of-picking-tea-at-miyano-en-sayama/6694?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience the Wonder of Picking Tea at Miyano-en, Sayama",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 22:03:07"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 55431,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464964314/ciuvdtzb10onardpbmdy.jpg",
        "strIntroduction": "Fasting is the greatest remedy for your body to heal itself recovery its energy. On this program a counselor will set a schedule during your stay, suitable to your body condition. You will be given a liquid nutrient made from a variety of fruits, vegetables and lactic acid bacteria making your fasting less stressful. Plus, you will be given important tips to keep a healthy lifestyle at home. At Amamu there is a yoga studio, pool, jacuzzi, and a big bathhouse. Optional programs for beauty-treatment, horse-riding, and special yoga sessions are available with additional charges. Don’t miss the chance to cleanse your body at Amamu! ●Sample Itinerary DAY 1 14:00-16:00 Check in -Orientation Counselor will ask about your condition and life habit, then propose the schedule during your stay. -Free Time! -Soak in a big hot bath, read books at a library, walk around the hotel, and get a massage at a beauty salon and join a special yoga session. -22:00 Sleep DAY 2 -7:00 – 7:45 Morning yoga (free) -Free Time! -22:00 Sleep DAY 3 -7:00 – 7:45 Morning yoga -8:00 Breakfast! -You will be served light food that is easy to digest, and advise how you eat after breaking your fast. -9:00 – 10:00 Check out ●Access Pick up at 14:30 or 16:50 at JR Takahagi Station (About 100 minutes ride on the express train \"Super Hitachi\" from Ueno to Takahagi Station) *If you need a pick-up service, let us know when making your reservation. ●Optional Activities Horse riding: 2,000 – 15,000JPY (*Price will change depending on the class and your level.) Morning yoga class: Free Special yoga session: 2,000 JPY Segway: 2,000 JPY- Cart riding: Free Pool: Free Spa treatment: 4,000 JPY-",
        "strLocation": "Ibaraki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ibaraki-reset-your-body-and-soul-by-fasting-at-amamu-ibaraki/6649?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reset Your Body & Soul by Fasting at Amamu, Ibaraki!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 22:06:47"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 32704,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481188694/rue0wr2vzd0ghr3jlsfn.jpg",
        "strIntroduction": "Enjoy a luxurious time sleeping on a high rebound mattress which makes you feel as if you are lying on a cloud enjoying the breathtaking view from a guest room located approximately 100 to 140 meters above ground? This experience includes the sky resort spa “Plau Blan” on the 22nd floor. A breakfast service is also available at a restaurant where you can enjoy a great view of Sapporo. Airweave is the top selling mattress topper in Japan and is well known for supporting the World Cup and Olympics. The sky resort spa with natural hot spring water comes from the underground source below Sapporo Station offering you a healing, relaxing wonderful, urban city of Sapporo scenery from the window 100 m above ground. Enjoy the comfortable sky resort spa that makes you forget about time passing, spoil yourself. The guest room furniture is well arranged allowing you to enjoy the great scenery from the wide window. Stretch yourself out on the airweave and fall asleep while watching the night view for a quality moment! Enjoy a perfect night’s sleep that will recharge you and bring you the energy for next day. Try the experience of the high rebound mattress topper that is 90% air and polyethylene fibers entwined in 3D and dissipates body pressure evenly reducing physical strain and also preventing a build-up of heat and dampness. The outstanding breathability provides for a comfortable sleep even when perspiring.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-a-sky-spa-and-sleep-on-an-airweave-mattress-in-hokkaido/6647?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Sky Spa & Sleep on an Airweave Mattress in Hokkaido!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 22:11:03"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 46747,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481188554/cpoa95vrt2dhdkrop38d.jpg",
        "strIntroduction": "Wellness Hotel with farm, “Fufu Yamanashi” is a unique facility where guests can forget about the labors of every day’s life and focus on a healthy lifestyle and it is operated by medical specialists cooperating with local farmers to provide the best setting for good sleep, excise, healthy diet, and relaxation. There are various interesting programs such as a walking in the woods program which includes bathing in the morning sun to reset your biological clock. Morning yoga will remind you of the benefits of a workout and deepening your breath. “Karada Reset Program” or body reset program is helpful for having great posture and enhancing your inner muscles. In addition, there is a program to experience farming! Guests can help with cultivation or picking vegetables, providing a rare chance if you are a city dweller. In addition, healthy meals are served, called “therapy food” using seasonal ingredients, especially vegetables in a French full-course style. Guests can eat plenty of vegetables, do some moderate exercise, and commune with nature in a beautiful environment! There is no better place for unwinding than this. Spend your holiday at Fufu Yamanashi! ●Room Fufu Yamanashi has Japanese-style rooms with tatami and futons as well as Western-style rooms with beds. Every room is equipped with a bathtub and shower, but you can try an open air Jacuzzi to immerse yourself in its luxury! ●Optional Menu Fufu Yamanashi prepares optional programs such as “therapy walking in the woods,” “trekking Mt. Konara,” “aroma treatment,” “art therapy” and “examination of autonomic nerve balance”. You can join each program for an additional fee. Trekking Mt. Konara needs an advance reservation. ●Price includes: 5 set programs/ Meals/ Amenities ●Access Pick up at 11:30 or 14:00 at JR Enzan Station of Chuo Main Line (About 90 minutes by express train \"Azusa\" or \"Kaiji\" from Shinjuku to Shioyama Station )",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-relax-at-wellness-hotel-with-farm-fufu-yamanashi/6637?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Relax at Wellness Hotel with Farm, Fufu Yamanashi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 22:16:33"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5728,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464583209/uefiyi2frjy1tuddhrmy.jpg",
        "strIntroduction": "The Port of Kobe is a famous tourist spot in Kobe. This tour is a two-hour cruise tour that provides you with traditional Japanese food like Monjayaki or Yakiniku. When people think of Japanese food, most think of sushi. However, you probably don't know, but another of Japan’s popular dishes is something called Monjayaki. Monjayaki is simple but complicated! It has just a few simple ingredients and can be made in under three minutes. However, it requires detailed instructions to make. Details of this tour: 1. Departure will be from the No.4 station of Kamomeria at the Port of Kobe. 2. Kobe Port Tower can be seen from the start. 3. It takes about 10 minutes to get to the Hyougounga. 4. The meal is served after the arrival of the Hyougounga. 5. You can also enjoy a lot of other tourist spots from the boat. 6. The meal ends 15 minutes before the return. Options: 1. A buffet of Monjayaki (adult) 2. A buffet of Monjayaki (child) (age 3-12) 3. Yakiniku with one drink (adult) 4. Yakiniku with one drink (child) (age 3-12) 5. Wagyu with one drink (adult) 6. Wagyu with one drink (child) (age 3-12) Attention: 1. The whole tour is around 2 hours and starts three times a day. Morning: 11:00-13:00 Afternoon: 15:00-17:00 Evening: 18:00-20:00 2.Last order is 40 minutes before return. 3.The price includes the ticket and meal. 4.You can also enjoy an all-you-can-drink for 90 minutes by adding 2,000 JPY for each person. 5. Minimum 2 people booking in advance. 6. This tour starts at a minimum of 10 peopleT",
        "strLocation": "Hyogo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hyogo-try-monjayaki-or-yakiniku-on-a-yakata-boat-in-kobe/6606?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try Monjayaki or Yakiniku on a Yakata Boat in Kobe",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 22:20:12"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 46192,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465173354/nhtyp6cz5zyauirqdifs.jpg",
        "strIntroduction": "Join this program and have a wonderful Anzu (Japanese apricot) spa treatment, specially prepared only for you! Spoil your tummy and your body with the anzu dinner and the Anzu beauty spa offered by this program! Also forget the busy lifestyle of the metropolitan and spend an unforgettable time at Karuizawa! Have you ever heard about Anzu before? Anzu is a Japanese apricot, which is rich in vitamins and mineral. It has many health benefits such as supporting your digestive healths and providing you anti-inflammatory substances. Anzu is rich in vitamins A and minerals, and it is a superfood for your digestive systems. It promotes better and healthier digestive systems and it is also rejuvenates your body from fatigue. It is also rich in anti-oxidants, which is also good for your skins. Anzu enhances both your health and your beauty, so spoil yourself by joining this wonderful program! This tour offers you a 3 days 2 night Anzu (Japanese apricot) beauty spa program with the following schedules: Day 1 - Hotel Check-in with Anzu welcome drink 15:00 - Anzu Spa Treatment 17:30 Day 2 - Anzu Aroma Bath 9:00 - Anzu Afternoon Tea Time 15:00 - Anzu Room Dinner and night cap 20:00 Day 3 - Onsen body workout & Anzu smoothie 9:00 - Hotel check-out 12:00 This program does not include the accommodations and transportation, so you have to reserve them separately. Reservation is difficult to make, and we recommend you to use our service to book with no hassles!",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-join-and-enjoy-anzu-beauty-spa-program-in-karuizawa/6685?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join & Enjoy Anzu Beauty Spa Program in Karuizawa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 22:24:20"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 107166,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465171156/pauegxyflwc7epetkix8.jpg",
        "strIntroduction": "Join and enjoy this spa program that gives you an ultimate relaxation experience only in Kyoto! This spa program combines treatments and food that balance your five senses! This spa program will harmonize your postures, breathing, and mind, giving you results of self-improvement. This program will also improve your body's blood circulation and give you chances to learn about Kyoto's culture in depth. The schedule of the program will be as follows: Day 1 - Hotel check-in 15:00 - Medical Interview and acupuncture (1 hour), scent bag making (1 hour) 16:00 - Hoshinoya Special vegetarian dinner 18:30 - Medical Herbs Bath 21:00 Day 2 - Experiencing morning duties 5:00 - Deep breathing at the waterfront 8:00 - Hoshinoya Special Kyoto Morning Hotpot 9:00 - Medical Herbs Tea 10:30 - Hotel check-out 12:00 Spoil your tummy with a splendid vegetarian dinner and Kyoto's original hotpot breakfast, and experience the morning duties at the temple and learn how to make scent bags! Overnight accommodations and transportation are not included in this program, so you have to book them separately. Reservation is difficult to make, so we suggest you to use our service to book with no hassles!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-spa-program-that-balances-your-five-senses-only-in-kyoto/6664?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy spa program that balances your 5 Senses only in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 22:29:15"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 33258,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481188624/kc1yr7spr8dnsgyyvhtq.jpg",
        "strIntroduction": "Join this program and enjoy a full acerola spa treatment, specially planned only for you! Forget the busy life style and spoil yourself at this wonderful resort in Taketomi Island, Okinawa. Have you ever heard about Acerola before? The other name of Acerola is the Barbados Cherry, and acerola is one of the best super foods in the world. 100 grams of acerola has 10 to 20 times more vitamin c than the lemon does, which makes acerola a good fruit for anti-ageing and for brightening your skin. Acerola is also rich in anthocyanin, which helps you prevent cancer, manage diabetes, and deal with metabolism. Acerola enhances both your health and your beauty, so spoil yourself by joining this wonderful program! This tour offers you a 3 days 2 night acerola beauty spa program with the following schedules: Day 1 - Hotel check in 15:00 - Rejuvenate yourself in your room with an acerola bath 20:30 Day 2 - Acerola Picking (optional, extra fee is included) 11:00 - Acerola Lunch (red and rich in vitamins) 12:00 - Enjoy eating fruits while drinking the acerola sangria 20:00 Day 3 - Acerola spa treatments to brighten your skin 9:00 - Hotel check out 11:30 This program does not include the accommodations and transportation, so you have to reserve them separately. Reservation is difficult to make, and we recommend you to use our service to book with no hassles!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-join-and-enjoy-acerola-beauty-spa-program-in-okinawa/6641?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join & Enjoy Acerola Beauty Spa Program in Okinawa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 22:33:46"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5987,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464849852/vkt1adid2idhfklwri9m.jpg",
        "strIntroduction": "The unique feature of Hayato Salons is that the majority of the staff is bilingual, having been trained in either NY or London. The stylists at Hayato Salons are experts in managing foreigners’ hair types. Only the stylists who undergo our academy's 48-course stylist training program, developed for over 20 years by Hayato, fulfill a set number of practical training on models determined by our salon, and meet the criteria set by the directors, debut as Hayato Salons' stylists. We are not just particular about the quality of our services, but also about our creative techniques. For a maximum relaxation for the customers, we developed our own method of secondary shampoo, in addition to the standard shampooing technique. We, believe that “people become beautiful when the inner and outer beauty harmonize”. Increasing number of Japanese women, like Western women, are becoming more independent. With more women receiving higher levels of education and entering the workforce, many of them are assuming high-power positions similarly to men. As such, many women are under a great stress. New York, London, Roppongi, Harajuku, Omotesando and Hakone are where Hayato Salons are located. We aim to offer services beyond what customers expect from a typical hair salon and have many customers who have enjoyed their time throughout the world.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-high-quality-hair-salon-hayato-tokyo-omotesando/6601?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience hair salon with Omotenashi, Hayato Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 22:38:21"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5987,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464345720/u1v3phgbx8evqckeyuvu.jpg",
        "strIntroduction": "The unique feature of Hayato Salons is that the majority of the staff is bilingual, having been trained in either NY or London. The stylists at Hayato Salons are experts in managing foreigners’ hair types. Only the stylists who undergo our academy's 48-course stylist training program, developed for over 20 years by Hayato, fulfill a set number of practical training on models determined by our salon, and meet the criteria set by the directors, debut as Hayato Salons' stylists. We are not just particular about the quality of our services, but also about our creative techniques. For a maximum relaxation for the customers, we developed our own method of secondary shampoo, in addition to the standard shampooing technique. We, believe that “people become beautiful when the inner and outer beauty harmonize”. Increasing number of Japanese women, like Western women, are becoming more independent. With more women receiving higher levels of education and entering the workforce, many of them are assuming high-power positions similarly to men. As such, many women are under a great stress. New York, London, Roppongi, Harajuku, Omotesando and Hakone are where Hayato Salons are located. We aim to offer services beyond what customers expect from a typical hair salon and have many customers who have enjoyed their time throughout the world.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-high-quality-hair-salon-hayato-tokyo-harajuku/6599?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience hair salon with Harajuku Trends, Hayato Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 22:43:30"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7982,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464261480/ma9jxkqkygiir3eqajlc.jpg",
        "strIntroduction": "The unique feature of Hayato Salons is that the majority of the staff is bilingual, having been trained in either NY or London. The stylists at Hayato Salons are experts in managing foreigners’ hair types. Only the stylists who undergo our academy's 48-course stylist training program, developed for over 20 years by Hayato, fulfill a set number of practical training on models determined by our salon, and meet the criteria set by the directors, debut as Hayato Salons' stylists. We are not just particular about the quality of our services, but also about our creative techniques. For a maximum relaxation for the customers, we developed our own method of secondary shampoo, in addition to the standard shampooing technique. We, believe that “people become beautiful when the inner and outer beauty harmonize”. Increasing number of Japanese women, like Western women, are becoming more independent. With more women receiving higher levels of education and entering the workforce, many of them are assuming high-power positions similarly to men. As such, many women are under a great stress. New York, London, Roppongi, Harajuku, Omotesando and Hakone are where Hayato Salons are located. We aim to offer services beyond what customers expect from a typical hair salon and have many customers who have enjoyed their time throughout the world.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-high-quality-hair-salon-hayato-tokyo-roppongi/6591?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience high-quality hair salon, Hayato Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 22:46:57"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5728,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465120538/gmew1fs35uhtg2frb4p3.jpg",
        "strIntroduction": "We run the historical road tour of Kokufu-cho by bicycles. We will pray at several temples included in the 88 temple pilgrimate of Shikoku. In addition, we will visit a Shinto shrine. Kokufu-cho was a state's capital in the ancient times. There are many remains showing that the place prospered. Ancient buildings are reproduced in the park. We will visit the park and will feel the atmosphere of the ancient times. There is also a pond with springing water. Let's spend a happy time in Kokufu-cho, Tokushima city, by cycling!",
        "strLocation": "Tokushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokushima-enjoy-cycling-tour-of-the-historical-town-kokufu-tokushima/6673?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy cycling tour of the historical town Kokufu, Tokushima!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 22:51:05"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10162,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465021157/p9vehmifymtv5m5uxwxa.jpg",
        "strIntroduction": "You can appreciate the masterpieces of the world art at the unique Otsuka Museum of Art in Tokushima, Shikoku. More than 1,000 masterpieces are exhibited on a magnificent scale. The world's first ceramic plate paintings are reproduced in ceramic boards of the original full size. Not only masterpiece paintings, but also the entire Sistine Chapel Ceiling is reproduced! Picasso's son and the staff of international museums of art have visited this place and have praised the museum and its works. Audio guide players are available in four languages: Japanese, English, Chinese and Korean. You can listen to 6 commentaries on time periods and about 100 commentaries on paintings. To see all the paintings of 1,000, you must walk a route of about 2.5 miles!",
        "strLocation": "Tokushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokushima-visit-the-unique-otsuka-museum-of-art-in-shikoku/6653?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit the unique Otsuka Museum of Art in Shikoku",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 22:56:35"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9793,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464346297/ntciopzmx5xv8p25anyw.jpg",
        "strIntroduction": "We will meet at Shuri monorail station, and then go to the workshop. It takes about a 15-20 minute drive from Shuri monorail station to the workshop. In the workshop, many items from famous local artists are on display and can be purchased. Sayoko Kinjo, who has a 15-year career in Okinawa as a Bingata artist, will teach all the classes. Many of her works are displayed in hotels in Okinawa. During this tour, you will have the chance to make an original bingata tote bag. The time required for this workshop is about 4 hours. *This tour can start at any time from 9:30 to 13:30 (Monday to Saturday) *The maximum allowed for each group is six people. *Please contact us for availability.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enjoy-traditional-bingata-okinawa-dyeing-experience-naha/6600?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Traditional Bingata (Okinawan Dyeing) Experience, Naha",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 23:01:05"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5728,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463879774/jhlu8jdfyvaiarjinuqi.jpg",
        "strIntroduction": "We'll meet at Shuri monorail station in Naha, then we will go to the karate museum. It takes about 20-30 minute by car from Shuri monorail station to karate museum. The museum is on the second floor of a karate dojo. You can see many old photographs and old karate items on display. The curator is a famous calligraphy teacher whose calligraphy is sold at a high price in a shop near the Shuri Castle. Only here customers can buy calligraphy works at a special price! You can order your favorite word written on wood or paper by calligraphy. After that, I will take you back to Shuri monorail station. The time required for this tour is about 2 hours. This tour runs between 10:00 and 16:00 (on Tuesdays and Saturdays: 10:00 to 15:00). Let's enjoy a wonderful time together at the traditional karate museum while learning more about Okinawa's history!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-visit-a-karate-museum-in-okinawa/6515?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit a Karate Museum in Okinawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 23:04:28"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8684,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464082846/tmufgjt8nxjo68er4eds.jpg",
        "strIntroduction": "This is 3 hour tour at Asakusa, Tokyo. Asakusa is one of the best traditional sightseeing places in Tokyo. You'll feel the old Japanese culture at this place. It's very popular and we will take a commemorative photo during this tour. I'll pick you up at Asakusa Station (if you need me to pick you up from your hotel, please contact me). First, we will go to the Kaminarimon gate and take a commemorative photo in front of the big gate. After that it's shopping and eating time at Nakamise street. Try some of Japanese snacks and buy souvenirs. Free time for around 40 minutes. Then, we will see Asakusa Temple which brings luck to visitors. Also I will introduce local spots at Asakusa. You will see some awesome places such as \"appa bridge tool street\". If you want to see other place at Asakusa, please tell me. I'll take you if we have a time. At the end of the tour, I'llg ive you a commemorative photo and a small gift. Duration: 3 hours Participants: 2-8 Day of the week: Tuesday, Thursday, Friday Meeting point: Asakusa Station (if you need me to pick you up from your hotel, please contact me) Pick up time: anytime is OK! (please tell me when you book) I'm looking forward to seeing you in this tour!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-an-amazing-asakusa-walking-private-tour-in-tokyo/6582?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy an amazing Asakusa walking private tour in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 23:09:43"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 65593,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464838063/zikxr2ot5wrgob4n1osc.jpg",
        "strIntroduction": "This is the ultimate winter experience in rural Japan! Enjoy 3 days of fun in the snow in Yamagata prefecture! A summer version of this tour is also available! Schedule: DAY 1 Pick you up at Yamagata Station at 11:00 a.m. First, we go to have lunch at a Soba noodle restaurant. After lunch, we will go to Yamadera temple for sightseeing and soak in a relaxing hot spring before dinner. DAY 2 December - April After breakfast in the lodge, we will take a snowshoe trek into the deep mountain. Lunch is in the igloo and in the afternoon we will challenge ourselves to snowmobiling. In the evening, we will visit a hot spring for a relaxing time. Dinner is at the lodge. May - November After breakfast in the lodge, we will go to the Mt. Gassan by lift. We will trek for about 30 minutes and have lunch at the summit of Mt. Ubagatake. In the evening, we will visit a hot spring for a relaxing time. Dinner is at the lodge. DAY 3 December - April After breakfast in the lodge, we will go skiing. Lunch is at the ski area and after lunch we will take you to Yamagata Station to conclude the tour. May - November After breakfast in the lodge, we will go cycling. Lunch is at the hillside and after lunch we will take you to Yamagata Station to conclude the tour.",
        "strLocation": "Yamagata",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamagata-experience-3-days-of-deep-snow-tour-in-yamagata/6620?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience 3 Days of Deep Snow Tour in Yamagata",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 23:15:02"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 25406,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464830839/tdk8ycqkjmufitt1fosu.jpg",
        "strIntroduction": "This is the ultimate outdoor experience in rural Japan! Book this exciting 2-day camping and fishing tour in Yamagata's picturesque mountains! Time Schedule: Day 1 10:00 pick you up at Yamagata Station 11:00 Arrive at the foot of the mountain, start trekking 12:00 Lunch in the forest 13:30 Fishing 15:00 Pitch a tent 16:00 Cook dinner 18:00 Drink a tea or beer 20:00 Go to bed Day 2 5:00 Wake up 5:30 Harvest wild vegetables in the forest 6:30 Cook breakfast 7:30 Relaxing fishing time until 9:00 9:30 Leave riverside 11:00 Back to the foot of the mountain and end of tour ※ Please inform us what time your train arrives at Yamagata Station in advance.",
        "strLocation": "Yamagata",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamagata-2-day-camping-and-fishing-experience-in-yamagata-mountains/6617?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2-day Camping and Fishing Experience in Yamagata's Mountains",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 23:20:56"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8407,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463136779/uth3yrmlwoy9kspqn5jr.jpg",
        "strIntroduction": "The day will consist of a tour around the World Heritage, the sacred Mt. Fuji, shopping at Gotemba Premium Outlets, the largest outlet shopping center in Japan and a visit to a hot spring with a panoramic view. We will pick you up at your accommodation and depart at 8:30 am. Course-1 (morning): The tour will start from one of the most stunning view points of Mt. Fuji famous for its five-storied pagoda at Arakurasengen Park. We will move to see the pastoral landscape of Oshino Hakkai with old style Japanese houses and a total of eight ponds formed from the beautiful groundwater of Mt. Fuji. The name “Hakkai” meaning eight seas actually represents the ponds that were originally used for cold showering for the pilgrims in the Edo era. We will be taking lunch at a local restaurant. Course-2 (morning): The tour will start form the 5th Station of Mt. Fuji - the most popular and easiest starting point for climbing. You will see the enormous mountain from its 2300-meter high view point. If the weather condition is good enough you will see the sea of clouds. We will have lunch at Tokimekino Fuji restaurant that offers a variety of local meals using organic foodstuff that are cultivated on their own. Afternoon: We will move to Gotemba Premium Outlets, the main event of the day - the largest outlet shopping center of japan. You will have free time for shopping for about 2 hours and 45 minutes. The day will end in at a hot spring with a panoramic view of Mt. Fuji. ※If you are hesitant bathing with other people tell me so, I will arrange to have more sight seeing or spend more time at the outlet. Important notice: Due to road closures for private cars at the 5th station between July 11th to August 31th and from December up to the end of heavy snow season, we will offer alternative plans such as visiting shrines, walks around Lake Kawaguchi, visiting the ice caves, activities at the Ninja Village or other options you wish to request. We can customize the course to suit your needs.",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-visit-fuji-gotemba-premium-outlet-and-relax-in-a-hot-spring/6353?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Fuji Gotemba Premium Outlet and relax in a hot spring",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 23:26:19"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8407,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463135884/cabffgjmwe63xl0cocj4.jpg",
        "strIntroduction": "The day will consist of a tour around the World Heritage, the sacred Mt. Fuji. You will discover not only the beauty of the mountain, known as a source of art, but also visit places where pilgrims stopped over during the Edo period (17-19th century) before their pilgrimage to the divine mountain. The first eruption of Mt. Fuji started about 100 thousand years ago. It then took 90 thousand years to form its symmetric shape and become the highest mountain of Japan reaching 3776 meters or 12388 feet - our symbolic mountain. As a characteristic of stratovolcano, its beautiful symmetrical shape has inspired lots of artists and foreign visitors over the past centuries. It is recorded that the earliest pilgrimage to Mt. Fuji started around the 8th century. In the middle of the 14th century, during the Sengoku period (Japanese Warring States period), Kakugyo became the patriarch for the pilgrimage we know today. This folk religion spread rapidly as the country was in an unstable state. It was then followed and revised in the next 400 years. After the death of Kakugyo, people from all over the country formed groups or clans to make their pilgrimage preserving the following beliefs: 1. Doing good will bring you good, if you do bad then things will turn bad 2. If you work you earn and become rich, stay away from disease and have a long life 3. If you are lazy you will be poor, sick and live a short life This tour is not just a sightseeing but is designed to have a more diverse perspective by discovering history, culture, religion and values of the people that are all related to Mt. Fuji. The course will end at a hot spring which is a typical way of relaxing and communicating at the end of the day. ※If you are hesitant bathing with other people tell me so, I will arrange to have more sight seeing. Important notice: Due to road closures for private cars at the 5th station between July 11th to August 31th and from December up to the end of heavy snow season, we will offer alternative plans such as visiting shrines, walks around Lake Kawaguchi, visiting the ice caves, activities at the Ninja Village or other options you wish to request. We can customize the course to suit your needs.",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-beautiful-views-of-mt-fuji-and-worship-history-with-onsen/6352?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Beautiful views of Mt. Fuji and worship history with onsen",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 23:31:36"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 65593,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464579555/sngvztdnwuhbxzhn3qah.jpg",
        "strIntroduction": "Enjoy the cultural and natural experiences of Yamagata prefecture in an exciting 3-day tour! A mountain guide will take you to some of the highlights of the area! Itinerary: Day 1 10:00 Take Shinkansen from Tokyo Station (not included in the tour price) 13:00 Arrive at Oishida Station by Shinkansen train. I'll pick you up and start the tour. 13:30 Ginzan Onsen hot spring town 17:00 Check in the lodge 18:00 Dinner Day 2 7:30 Breakfast 9:00 Mt. Gassan trekking 12:00 Lunch at the mountain 15:00 Japanese tea ceremony experience 18:00 Dinner Day 3 7:30 Breakfast 11:00 Soba making experience 13:00 Yamadera Temple visit 15:00 Take you to Tendo Station 18:00 Arrive at Tokyo Station (Shinkansen not included in the tour price) This tour is held for a minimum of 2 people and a maximum of 14 people. The above price includes 2 nights of accommodation, 2 lunches, 2 dinners, 2 breakfasts, English speaking guide, charter car, all experience fees in the above itinerary, and all tickets and entrance fees in the above itinerary. About the accommodation: Gassan Pole Pole Farm private cottage The room has a bath, toilet, living room, 2 bedrooms, and a mini kitchen.",
        "strLocation": "Yamagata",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamagata-experience-yamagata-nature-and-culture-in-a-3-day-tour/6605?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Yamagata's Nature & Culture in a 3-day tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 23:34:53"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3335,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474969575/utnudsuuvhxxz1lb7ksl.jpg",
        "strIntroduction": "This tour is short but interesting. Starting with the Atami Ropeway it will take in a view of the whole city before going to Kinomiya Shrine which is famous for a 2,000 year old tree growing there. The third stop is Atami Ume Garden or Himenosawa Park. Depending on the season this tour will go to different places to make sure of the best view of Atami. Finally, the tour will head to Jikkoku Mountain Pass with an overlooking view of Mt. Fuji when the weather is good enough. Here are the details: 1. Check-in Check-in at the Atami Station Sightseeing Bus Counter at 09:30. 2. Omiya's Pine Tree View from the bus window. 3. Korakuen (Atami Ropeway) Take the ropeway for 30 minutes and take some great photos. 4. Kinomiya Shrine Arrive at Kinomiya Shrine and visit for 20 minutes. 5. Atami Ume Garden or Himenosawa Park We will visit Atami Ume Garden between late November and mid-March. 6. Atami Ume Garden or Himenosawa Park We will visit Himenosawa Park during the other times of the year. 7. Jikkoku Mountain Pass Head to Jikkoku Mountain Pass and visit for 30 minutes. Option 1: Adult Option 2: Child Attention: 1. The entrance fee for Atami Ume Garden changes during the plum festival. 2. The tour could be delayed depending on the traffic or weather conditions. 3. The tour includes a Japanese-speaking guide. There is no English-speaking guide but simple instructions regarding get off spots and times may be given in simple English.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-enjoy-a-half-day-tour-including-ropeway-and-shrine-in-atami/6547?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Half Day Tour Including Ropeway and Shrine in Atami",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 23:38:41"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4712,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463942498/vmbcilevgujpjy6l6nfh.jpg",
        "strIntroduction": "Offering beaches, resorts, together with mountainous sceneries, Shodoshima Island in Seto Inland Sea is well-known for its Mediterranean atmosphere. Traditionally known for producing soy sauce, now the island is even better known for the biggest olive cultivation in Japan. On this tour you can visit the 500 or so, wild and playful monkeys that currently inhabit the area known as the Monkey Kingdom. Visit Kankakei Summit, one of three of the most beautiful gorges in Japan and enjoy the breathtaking view from the observation decks along the ropeway while having lunch. Visit Nijushi no Hitomi Movie Village, a 30-year-old movie set with old fashioned backgrounds and a nostalgic atmosphere. End the tour by visiting an olive garden and discover all the ways olives are used or soak your skin in an olive bath.",
        "strLocation": "Kagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kagawa-one-day-tour-to-shodoshima-island-and-monkey-kingdom/6545?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "One Day Tour to Shodoshima Island and Monkey Kingdom",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 23:42:33"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 52197,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1478583213/vnziotiw21hu09x5co7z.jpg",
        "strIntroduction": "There is nothing more perfect than escaping from the hectic bustle of Tokyo to the peaceful and breathtaking natural scenery of the Northern Japan Alps! On this 2 days tour you will have the chance to get on Shin-Hotaka Rope way and to experience snowshoe hiking in Kamikochi area this winter! This wonderful winter journey starts from Matsumoto Station, where you will take the Shin-Hotaka Rope way to the Nabedaira Kogen affording views of the Northern Alps from 1,305 m altitudes. After arriving at Nabedaira Kogen, you will take a snowshoe hiking lessons for 2 hours before taking the Shin-Hotaka Rope way to Shin-Hotaka Onsen Station. After such a long day, you will have dinner and stay at Hotel Hotaka, an A-class ranked hotel in Shin-Hotaka Onsen area. On the second day explore the Kamikochi area and have a snowshoe hiking from Kama tunnel to the vicinity of Taisho Pond. Explore the beauty of the Northern Alps and enjoy the great view of Kamikochi's nature while hiking with snowshoe! After snowshoeing for 5 hours, rejuvenate yourself by dipping into the hot springs at Hirayu Onsen! Relieve all of the tense muscles with the natural warm water and relax yourself before returning to Tokyo! The Itinerary for the tour is as follows: Day 1 - Meet at Shinjuku Station South Entrance at 7:40-8:40 - Take the limited express train \"Azusa\" to Matsumoto Station - Take the Shin-Hotaka Rope way to Shin-Hotaka Onsen Station - Take the No.1 Rope way to Nabedaira Kogen to take the snowshoe lesson - Take the Shin-Hotaka Rope way back to Shin-Hotaka Onsen Station - Stay at Hotel Hotaka Day 2 - Depart from Shin-Hotaka Onsen Station to Kamikochi area by bus - Guided snowshoe hiking from Kama Tunnel to the vicinity of Taisho Pond (5-hour walking) - Take the bus to Hirayu Onsen and dip into the hot springs - Take the limited express train \"Azusa! to Shinjuku from Matsumoto Station - Tour ends in between 21:00 and 22:10 Don't forget to bring the following things with you to join this tour: - Waterproof hi-cut shoes (mountain-climbing shoes or snow boots) - Rubber boots, fabric trekking shoes, and sneakers are not appropriate for snowshoe hiking. - Waterproof outerwear (separated tops and bottoms) ・Gore-Tex® rain gear ・Snow (Snowboard) wear, etc - Leggings (for mountain climbing and trekking) to prevent the snow entering the shoes - Glove, goggles/sunglasses, winter snow cap - Comfortable hiking shoes and clothes that protect you from cold weather. Lunch are not provided, so please bring your own lunch for two days. Bread is difficult to freeze, so we strongly recommend you to bring bread for your lunch. Please note that the tour is for Japanese citizens and basically operated in Japanese. Although we have staff speaking both English and Chinese, only basic information is provided, not a detailed guide about the sights. In addition, children under 12 years old cannot participate in this tour for safety reasons.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-embark-on-a-two-day-tour-to-explore-the-northern-japan-alps/6543?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Embark on a 2-Day Tour to Explore the Northern Japan Alps",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 23:46:49"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12195,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481187464/zrkonmwartgq3z5y0eo6.jpg",
        "strIntroduction": "",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-walk-through-beautiful-flowers-in-heidis-village-yamanashi/6536?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Walk Through Beautiful Flowers in Heidi's Village, Yamanashi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 23:52:30"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 16999,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481185564/h4outix9tfifne14ncod.jpg",
        "strIntroduction": "Kamikochi is a popular resort in the Northern Japan Alps of Nagano Prefecture, offering some of Japan's most spectacular mountainous scenery. It is open from mid/late April until November 15 and shuts down during winter. In 2016, Kamikochi is scheduled to be open until November 15. Kamikochi is a roughly 15-kilometer long plateau in the Azusa River Valley, about 1,500 meters above sea level. It is surrounded by tall mountains, including Nishihotakadake (2909 m), Okuhotakadake (3190 m), Maehotakadake (3090 m) and the active volcano Yakedake (2455 m). Part of the Chubu Sangaku National Park, Kamikochi has only been moderately developed with half a dozen hotels, a few souvenir shops, mountain huts and hiking trails. Private cars are banned from Kamikochi, and access is only possible by bus or taxi. Why not take a trip from central Tokyo to Kamikochi? The tour fare includes the round trip JR express ticket (day trip), and direct bus from Matsumoto to Kamikochi or train from Matsumoto to Shin-Shimashima + bus (You can choose whichever).",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-walk-around-the-natural-environment-of-kamikochi-nagano/6533?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Walk Around the Natural Environment of Kamikochi, Nagano",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 23:55:44"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6375,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463930817/obk8ciqofnlmhfkrrpju.jpg",
        "strIntroduction": "Mother Farm, aka Mother Bokujo, is a fantastic family outing approximately 2 hours south of Tokyo in the verdant Chiba countryside. When you have had enough of Tokyo’s gray, the Boso Peninsula’s spring flora provides respite.The hills are alive with the sounds of barnyard animals. Mother Farm is a year-round destination, with a different character in different seasons. Why not take a trip from central Tokyo or urban Chiba to Mother Farm in Futtsu city? The tour fare includes a round trip JR ticket (day trip), admission to Mother Farm, and Mother Farm tour. You can also choose to include lunch at a reasonable price. * Mother Farm tour may be cancelled due to bad weather conditions. There is a free shuttle bus between Kimitsu Station and Mother Farm, but only one round trip a day. It takes approximately 40 minutes. If you miss or do not use the shuttle bus, you'll have to consider another transport option. Kimitsu Station South Exit at 10:40 Mother Farm at 15:30",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-touch-and-play-with-live-animals-at-mother-farm-in-chiba/6532?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Touch and Play with Live Animals at Mother Farm, in Chiba!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 23:59:29"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13211,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481184459/qhp7qrrumka6ymfa16gw.jpg",
        "strIntroduction": "This is a half day tour to the Ohya underground lake inside an old quarry. The lake was formed by rain water that was filtered through the ground into the old site of a quarry that was active for more than 67 years. It is more than 20,000 square meters and large enough to fit a baseball field. The quarry was well known in the area for being the site where a lot of the stones were took to build the Imperial Hotel designed by the master architect Frank Lloyd Wright. After a through inspection of the site conducted by the government, it was deemed safe for exploration, allowing only organized tour groups to visit the site, which remains off-limits to individual visitors. This mysterious place is near Utsunomiya, located two hours away from Tokyo by car and less than one hour by Shinkansen bullet train. The tour starts at 9:15, you will meet your guide at Michi no eki in Utsonomiya romantic mura at parking place number two, from where they will take you to the quarry. Pick-up is also available from Utsunomiya Station at 8:40 am. For afternoon tours the meeting time is 12:40 at Utsunomiya Station or 13:20 at Michi no eki. You will start by hiking the mountain of the quarry for approximately 500 meters, with amazing views, then, you will hop on a rafting boat in a 8 people group and paddle your way through the peaceful, and mysterious darkness of the underground lake. At some places the route can be thrilling because of the low ceiling. The light flickering in the darkness enhances the mysterious, fantastic atmosphere. After the tour, you will head back to Michi no Eki Utsunomiya romantic mura by bus and arrive around 12:40 pm (after 17:00 pm for afternoon tours). Take this unique opportunity of cruising an awe-inspiring space in silence and darkness and experience the wonderful world of the underground lake in the quarry.",
        "strLocation": "Tochigi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tochigi-experience-the-ohya-underground-lake-in-a-quarry-by-raft/6512?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience the Ohya underground lake in a quarry by raft!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 00:05:06"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6929,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481184042/t5kj6lzbc4akwuoh8od9.jpg",
        "strIntroduction": "Okinawa is Japan's southernmost prefecture, consisting of a few dozen, small islands in the southern half of the Nansei Shoto, the island chain which stretches over about one thousand kilometers from Kyushu to Taiwan. Okinawa is gaining international popularity. Coral reefs provide great snorkeling and diving spots, but if you prefer to see beautiful fish without getting wet, Okinawa also has a fine aquarium. This is a convenient one day bus tour that lets you explore some of the best Okinawa has to offer. The tour starts at 10:00 at Chatan Tourist Organizaion, and will head to Kouri Island, where you'll have time to explore the beautiful Kouri beach along with the lengthy bridge extending 1,960 meters across the sea. Enjoy the beautiful view of the turquoise blue sea. Then, from the bus, admire the Warumi Ohashi Bridge before reaching the Churaumi Aquarium, where you'll have 3 whole hours to explore thoroughly this impressive aquarium allowing you to discover the unique underwater life of Okinawa including the massive whale sharks and cute dolphins. The tour then moves on to Okinawa Fruits Land if you take the tour on an odd number day, where you can taste some unique tropical fruit that grow in Okinawa. if you take the tour on an even day, you will visit Nago Pineapple Park instead, where besides pineapples, you will also be able to try a variety of sweets, wines and many more products. You will also be able to ride on the pineapple kart to explore the farm. Finally, for an extra charge, you have the option to visit Kokusai street in Naha, where you can shop around for souvenirs and tasty treats!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enjoy-a-1-day-tour-to-most-popular-attractions-in-okinawa/6507?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a 1 day tour to most popular attractions in Okinawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 00:10:09"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5451,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474934027/suwczvmwwci0acvx06zf.jpg",
        "strIntroduction": "This is a 1 day bus tour, that takes you to Shuri Castle, the Navy Underground Headquarters, the Himeyuri Monument, the Peace Memorial Park, Okinawa World and Gyokusendo Cave departing from Naha! Spend a whole day exploring beautiful Okinawa! The tour will pick-up you up at 9:00 from the designated hotels: Okinawa Miyako Hotel and Hotel Nikko Naha Grand or you can arrive at Naha bus office and check-in there for the tour. The bus will take you to Shuri Castle, designated as a UNESCO World Heritage Site in 2000. It was the home of the Ryukyu kings and the center of culture, politics and diplomacy of the Ryukyu Kingdom during 1429 - 1879. It features vivid red, yellow and blue colors that represent the traditional Okinawan culture. *Entrance to the interior of Shurijo castle is optional. The tour will then move on to the Former Japanese Navy Underground Headquarters; built in 1944, it is said that the headquarters was 450 meter long at that time, now 300 meter of the headquarters are open to the public, where you can see many interesting areas such as the operation room, the code room, the medical room, the chief commander's room, etc. It is a very important and significant place to learn about the history of Okinawa. You will then visit Himeyuri monument, and after the visit you will have an hour to enjoy a delicious lunch included in the tour. *Depending on your tour date, the location for lunch will differ. (Odd number days) Himeyuri Kaikan (Even number days) Yuubi-do Then, you will be able to relax in the amazing natural landscapes of the Peace Memorial Park, where you can see the 'Cornerstone of Peace' at the Peace Memorial Museum, a memorial inscribed with the names of 240,000 people fallen on both sides of World War II. *Entrance to the Peace Memorial Museum is optional. You will then be taken to the Gyokusendo Cave, visited by millions of tourists every year and known as the \"most beautiful cave in Asia\". This natural wonder is 5000 meter long and it is one of the biggest caves in Japan. It's located inside Okinawa World, a theme park where you can experience Okinawan culture by strolling through an Okinawan village or a tropical fruits garden, by watching the Habu (yellow spotted lance-head snake) show or an Okinawan dance, among many other activities. Drop-offs at following locations: -Okinawa Miyako Hotel -Hotel Nikko Naha Grand Castle. -Kokusai Dori Bus Stop -Naha Bus Terminal",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-explore-south-okinawa-nature-and-history-on-a-bus-tour/6505?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore south Okinawa's nature and history on a bus tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 00:13:27"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4516,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481177296/hpkyafg63cghtvwxbuaa.jpg",
        "strIntroduction": "Japanese calligraphy has its roots in ancient China. Through the writing of these complex characters, the Japanese have developed their own technique and writing style which has a strong decorative component. Calligraphy as artwork has a close relationship with the natural world, the temperament of people and the country's philosophies. Many believe that these elements are the key differences between Japanese and Chinese calligraphy. At the lesson, you can learn about the basics of Japanese calligraphy such as how to use the \"fude\" brush and black ink container, \"suzuri\". The challenging part is making the strokes in the correct order and moving the brush with just the right amount of pressure on the thin paper. At first glance, it may seem easy, but this art requires perfect concentration and timing in order to correctly write the next stroke. As you write, you may feel the spiritual state of nothingness that embodies Zen meditation. Many Japanese people thoroughly enjoy this feeling and believe it is vital to their self-development and emotional control. The aroma of the ink may help you relax and your writing position can help improve your posture. All of these factors contribute to the idea that calligraphy is good for one's personal health. Learning how to write calligraphy with passion, patience and creativity is great for people of all ages and makes a great souvenir. Write your own favorite words and take part in this unique cultural experience.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-experience-the-ancient-art-of-japanese-calligraphy-in-kyoto/6355?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience the Ancient Art of Japanese Calligraphy in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 00:19:00"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8037,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481266922/scsmtbe6joooegn6jcew.jpg",
        "strIntroduction": "This is a full-day tour that departs from the center of Sapporo. Embrace the beauty of nature at Yuni Garden and Northern Horse Park. Enjoy a buffet lunch which includes the most delicious melons in Japan! Tour Itinerary - 08:55 - Check in at Sapporo Bus Terminal - 09:10 - Depart from Sapporo Bus Terminal - 10:30 - Arrive at Yuni Garden (80 minutes) - 12:20 - Buffet lunch at Yubari Hotel - 14:00 - Yellow Handkerchief Park (25 minutes) - 15:35 - Northern Horse Park (80 minutes) - 17:25 - Arrival at New Chitose Airport (Drop-Off 1) - 17:27 - Arrival at New Chitose Airport International Flight Terminal (Drop-Off 2) - 17:30 Arrival at JR Minami Chitose Station (Drop-Off 3) - 17:50 Stop over at Watasu Service Area (10 minutes) - 18:35 Arrival at Sapporo Factory (Drop-Off 4) - 18:40 Arrival Sapporo Clock Tower (Drop-Off 5) - 18:45 Sapporo Station Bus Terminal (Drop-Off 6) Attention: 1. There are no seats for children under 6. If you want to book a seat for your child please book as 6-11. 2. The tour could be delayed depending on traffic conditions. 3. The tour could be canceled depending on the weather. 4. Only Japanese guidance is available. 5. Please ask staff for details concerning discounts.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-one-day-tour-yuni-garden-and-northern-horse-park-sapporo/6347?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy 1-Day Tour, Yuni Garden & Northern Horse Park, Sapporo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 00:24:10"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481185225/pvwjgmknon4z5ggh1o2y.jpg",
        "strIntroduction": "What is one of the most exciting experiences in Kyoto? It's to stay at a luxurious ryokan! Kyoto is well-known as a historical district, where you can explore traditional Japanese buildings. If you stay at a luxurious ryokan in Kyoto, you can surely experience traditional Japanese culture, enjoy delicious Japanese cuisine, relax by taking a bath at an onsen (hot spring), and much more. Enjoy a night at a luxurious ryokan during your stay in Kyoto! --------------------------------------------------------------------------------------------------------------- ※ Price Includes ※ This price includes our service fee. The price does not include the cost of your accommodation. You must pay for your accommodation fee at the ryokan. Voyagin Service Fee: The amount of our service fee reflects our continuous and persistent efforts to secure places in your preferred ryokan. It takes time and effort to make sure your reservation will go through. Last minute cancellation or no-show: Top-notch ryokans charge a cancellation fee between $100 USD and $200 USD per person when guests make last minute cancellations. Please kindly note that in the event that you cancel your reservation less than a calendar week prior to your scheduled date of visit and/or don't show up for your meal, we will invoice you for the cancellation fees incurred. --------------------------------------------------------------------------------------------------------------- ※ Luxurious Ryokan Recommendations ※ Please note that this is only a preliminary list of luxurious ryokan recommendations. Once you reserve your booking, we will provide recommendations and reservations for ryokans based on your requests and preferences. [Hiiragiya Ryokan] Average cost for accommodation: 60,000 JPY / person -Includes: 1 night with dinner & breakfast -Close to the UNESCO World Heritage site, Nijo castle [Tawaraya Ryokan] Average costs for accommodation: 60,000 JPY / person -Includes: 1 night with dinner & breakfast -See the view of a private garden from your room [Matsui Bekkan Hana-Kanzashi] Average costs for accommodation: 25,000 - 40,000 JPY / person -Includes: 1 night with dinner & breakfast -Choose your dinner from various kinds of dishes including hot pot, sukiyaki, kaiseki cuisine, etc. [Togetsu-tei] Average costs for accommodation: 30,000 - 50,000 JPY / person -Includes: 1 night with dinner & breakfast -Close to the famous Sagano Arashiyama [Matsui Honkan] Average costs for accommodation: 25,000 - 40,000 JPY / person -Includes: 1 night with dinner & breakfast -Quite and comfortable ryokan and close to Kyoto station [Monjuso Shourotei] Average costs for accommodation: 60,000 - 80,000 JPY / person -Includes: 1 night with dinner & breakfast -Delicious Kaiseki cuisine will be served for your dinner",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-treat-yourself-to-a-luxurious-ryokan-in-kyoto/6531?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Treat Yourself to a Luxurious Ryokan, in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 00:27:31"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3695,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481183990/tk4ond1ua6kipvgbgsyi.jpg",
        "strIntroduction": "Odawara, Hakone, Yugawara, and Atami – these are the must-see great resorts near Tokyo! With many hot springs, museums, a castle park, flower gardens and Mt. Fuji viewing spots, there are countless activities for you to enjoy. This 2-days bus pass gives you a great chance to enjoy these sights at your convenience. For two days, you can ride on any bus as many times as you like throughout the entire area. The pass even includes the entrance fee for the Hakone-en Aquarium, rides on the Jikkoku Mountain Cable Car and a popular boat cruise on Lake Ashi! As a bonus, you can get discounts at various tourist facilities and restaurants! This will take away the stress of figuring out the right amount and carry spare change to pay for the buses and will make you save money! Just show your pass at the ticket counter, at the shop, or to the driver. Go anywhere you want and do whatever you like, with this pass you can make your own itinerary and have fun at the best resorts in Japan! This is a suggestion on how you can take the most out of your pass 09:20 Exchange Voucher at the Atami Station Bus Counter 10:00 Jikkoku-toge Entrance Reach the peak of Jikkoku mountain by cable car, where you will be able to view the port town of Izu, Suruga bay, Sagami bay, and even Tokyo Sky Tree on a clear day. 11:20 Hakone Sekisho Visit Hakone Ekiden Museum or Hakone Sekisho Checkpoint Museum (admission fees not included). You can have lunch at any of the nearby cafes and restaurants. Head for Moto-Hakone Port by boat. You can ride on the Lake Ashi (bus tour included with this pass) 13:10 Moto-Hakone Port Visit Hakone Shrine, a 10-minute walk from Moto-Hakone Port. Get on the boat again for Hakone-en. 14:45 Hakone-en The Hakone-en Aquarium features 450 species of aquatic animals (entrance fee to the aquarium is included in the pass). There is a ropeway that takes you to the summit of Mt. Komagatake, where you can enjoy a panoramic view of Mt.Fuji on a clear day. 17:00 End your day at Odawara Station The itinerary above is just an example. You are free to decide how to take the most out for your 2 days pass!",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-2-days-bus-pass-for-atami-hakone-odawara-and-yugawara/6501?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2-Days bus pass for Atami, Hakone, Odawara & Yugawara!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 00:30:27"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5081,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466777152/ticya4ykaq3n4fttaatc.jpg",
        "strIntroduction": "We offer udon nootles cooking class at a local home in Kasugai city near Nagoya. Schedule: ・10:00 Meet at Kachigawa Station. It's only 18 minutes away from Nagoya Station (JR Chuo line). If you are worried about trains we will meet at Nagoya Station. (Japanese supermarket tour is available if you want) ・10:15 Creating origami chopstick rest (Japanese knife rest) with welcome tea. ・10:30 Taste Japanese condiments, cooking Japanese soup stock (dashi) from a bar of dried bonito and kelp. ・10:50 Cook homemade udon, a side dish or tempura and desserts. ・12:30 Eat with drinks ! ・13:30 Send off at Kachigawa Station About the cooking class: ・Duration: about 3-4 hours. ・Included: aprons, tasting Japanese condiments, learning tips and history about your dishes, creating origami chopstick rest, drinks, English recipe printed out, pictures. ・drinks: Maccha tea bowl, green tea, barley tea, coffee and tea. ・Minimum participants: 1 person. ・Max participants: 4 people. ・Languages: English, Japanese. ※If you would like to book for a date and time that are not on the list, mail us (Halal, Vegan, vegetarian menu are also available) ※Supermarket tour is also available. Please let me know if you would like to go.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-make-and-cook-homemade-udon-near-nagoya/6593?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make and Cook Homemade Udon near Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 00:35:17"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4850,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463760909/a52xyhzmpsbulipxbmpl.jpg",
        "strIntroduction": "“Utsue” Waterfalls This site is about 17 km away from Takayama Station, 30 mins by car. It is designated by the Japanese Government as one of the 100 most beautiful natural scenery in Japan. It is especially beautiful in autumn when leaves change their color. The area of 800 Ha is a natural park at 1,300 meters altitude. There is a viewpoint to see the Japan Alps at 880 meters altitude. There are almost 13 different waterfalls within 1 hour walking distance. Some of them are more than 15-meter heigh. The area has also beautiful a trekking course of 1.5 km. “Hana no Mori” Flower Park This flower park is located next to the Utsue Waterfall. It features a variety of Japanese flower blooming in different times of the year. It is only open from late-May to early-August. Among the highlights are 10,000 plants of “Bamboo Lily” in June-July, 150,000 plants of “Japanese Primrose” in May-June, 5,000 plants of “Hydrangea” in July-August. You can also see flowers such as “Asian Skunk Cabbage”, “Golden Lace”, “Sweet Flag”, “Japanese Stewartia” in the park. The tree species you can find in the park will be “Magnolia”, “Japanese white birch”, “Horse Chestnut”, “Japanese Cedar”, “Japanese Oak”, etc. “Yuyukan” Hot Spring (Onsen) This is a simple alkaline hot spring facility, located near the “Utsue” waterfalls. 6 types of indoor bath facilities and 3 types of open-air bath facilities are available. There is a waterfall shower (pelting water), stone sauna (good for anti-aging and smooth skin by intense perspiration), salt sauna (detoxing skin by salt), bubble & Jacuzzi bath, infrared sauna, etc. Complete experiences of Japanese “Onsen” is assured here.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-enjoy-takayama-nature-13-waterfalls-flower-park-and-onsen/6477?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Takayama's nature:13 waterfalls, flower park and onsen",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 00:39:08"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3850,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464195995/tjsrlzvmqtrxjljjmh5z.jpg",
        "strIntroduction": "Shinto is the main religion believed and practiced widely by most of Japanese people, together with Buddhism. If you understand the basics of Shinto Shrine principles and practices, you will understand Japanese cultural context better. Hie-Shrine is located a bit far (20-25 mins walk) from Takayama Station, thus it is less visited by tourists. Without seeing the crowds of tourists, we can learn together and observe the Torii Gate, Shimenawa rope, donation, praying, purifying yourselves, Komainu liondogs, lanterns, fortune telling, etc. Zen temples are rather rare in Takayama, but we can pick one of the Zen temple in the northern part of town that offer Zen practice classes for any visitors. Finally, the Sukyo Mahikari Headquarter building is very visible from anywhere in Takayama, as it is huge and outstanding architecture that draws everyone's attention. We are dare enough to actually make a visit to the main hall of this newly developed religious sect's (new age type of religion) magnificent building. Pick-up at 9AM / 2PM Send off at 1PM / 6PM (4 hours tour)",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-experience-zen-spiritual-and-meditating-moments-in-takayama/6479?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Zen: Spiritual and meditating moments in Takayama",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 00:44:43"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8222,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463766861/mxe59ddk4tx2chug8iih.jpg",
        "strIntroduction": "Tea ceremony is one of interesting experiences that you can participate in during your visit in Takayama: to feel the old days Japanese samurai warriors' spiritual meditative practices. Festival floats are magnificently exhibited in Matsuri no Mori museum where you can observe wonderful decorations and craftsmanship of each float (or portable shrine). In this museum, we can watch the actual puppets performances (automated), actually practice the manipulation of puppets by your hands, and see the world largest flat Japanese drums (Taiko) performances. If you want to refresh in a hot spring onsen, we can stop at the high quality hot spring spa facility of the 5-star hotel Associa Takayama. If you still want to explore the traditional folk culture further on that day, we can make another stop at Hida folk village to observe traditional houses and gassho-style houses in this very popular open-air museum.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-enjoy-japanese-traditional-cultural-experiences-in-takayama/6480?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Japanese traditional cultural experiences in Takayama",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 00:49:23"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3233,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463768059/ayu5ylav0b3yycpchffs.jpg",
        "strIntroduction": "This museum is probably the most holistic, global, biggest and extensive museum among the 100 museums existing in Takayama, but because of its location, it is the least visited museum as well. It covers Western classic/contemporary arts, Japanese paintings, calligraphy, sculptures, performing arts, dinosaurs, ethnicity, costumes, Egyptian/Asian civilization, and a lot more to offer! As most of the exhibits have their instructions in English, and you can spend almost 2-3 hours to see all the works in detail, I can simply drop you at the museum, and pick you anytime convenient for you. So, it is a self-guided tour in the museum. I really recommend visiting this museum, especially when you have 2-3 hours to spare in Takayama, nothing else to do or you got bored with all the traditional places of the small town. This museum is very big!",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-visit-the-hidden-gem-hikaru-museum-in-takayama/6481?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit the hidden gem HIKARU museum in Takayama",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 00:54:55"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12010,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468561548/q3vh7qobdeqj3pe1fd0h.jpg",
        "strIntroduction": "We will take you deep into Tokyo by bicycle. You can go back and see the Edo period even Japanese people do not know these places very well. This tour goes around some historical places on east side of Tokyo. This area is old downtown area. The atmosphere of old Tokyo still remains. Yoshiwara is the place where young girls used to work as prostitute. Yoshiwara does not exsist as a town any more, but still you can see some remains. Sanya is the place that helped the high economic growth period of Japan and the location of the famous cartoon ‘’Tomorrow’s Joe’’. Do you know Shiki Masaoka?? He is a famous poet. Visit his house where spent his last years and get to know his unique personality. After sightseeing, take coffeebreak at a world famous coffee roastery. Have lunch at Uenosakuragiatari. This the little-known spot is a renovated traditional house which is now a modern shop. Course: CYT→Yoshiwara→Jokanji Temple→Namidabashi Bridge→Nihondutsumi→Ueno→Shikian→CYT Edit",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-cycle-to-tokyo-past-with-a-local-neighbourhood-ride/6572?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cycle to Tokyo's past with a local neighbourhood ride",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 00:57:51"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12934,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481188361/q0rvpkaghdcghzmjaao8.jpg",
        "strIntroduction": "In this tour, you can enjoy jaw-dropping night views from Mount Rokko! Since Mount Rokko can be reached by a complicated transportation route, it is very troublesome and difficult to get there on your own. Your English guide will be a big help to experience this unforgettable sightseeing tour! Don't miss this chance to see Rokkosan's night view, that is well-known as the \"Million-dollar Nightscape\"! You can choose either Shin-Kobe Station,where the Shinkansen bullet train stops, or Sannomiya Station, which is in the center of Kobe city, as your meeting point. (Hotel pick-up is also available as an additional-option for this tour). You can enjoy the Million-dollar Nightscape from the observatory, soon after you take the cable car from the foot of Mount Rokko. The night view from Rokkosan is unforgettable with its fascinating scenery! At Rokko Garden Terrace, you can not only see the beautiful night view but also eat a delicious dinner and enjoy shopping to buy some souvenirs to your family and friends! It is one of the most popular panorama observation spot in Japan, where you can see Akashi strait, Osaka plain, and Kansai International airport. The night view from the Rokko Garden Terrace is jaw-dropping, it's a must-visit tourist spot when you visit Kobe! There are several restaurants available for your dinner, such as: Granite Cafe, Rokko View Palace, and Jingisukan Palace. An especially recommended restaurant would be Rokko View Palace, where you can observe the fascinating night view while you enjoy your dinner! Enjoy this valuable tour with an English guide to upgrade your trip in Kobe! This tour is available everyday. Itinerary: Meeting Point 1: Shin-Kobe Station Meeting Point 2: Sannomiya Station (15 min train ride from Shin-Kobe Station) *You can choose Shin-Kobe Station or Sannomiya Station for your meeting point. *Hotel pick-up is also available for this tour. Get on the bus at Rokkodo Station and head to Rokko Cable Shita Station (30 min) Ride on the cable car to Rokko Sanjo Station (10 min) Enjoy the observation deck at Rokko Sanjo (20 min) Take the bus to Rokko Garden Terrace Station (10 min) See the beautiful night view, Enjoy your dinner & Buy souvenirs at Rokko Garden Terrace! (150 min) Get back to Rokkodo station by bus and cable car (40 min) Drop-off Point 1: Sannomiya Station Drop-off Point 2: Shin-Kobe Station The price only includes Guide Fee. In addition to the price, other fees might cost depending on your tour. Transportation Fee: Meeting & Drop-off point 1 [Sannomiya Station] (Adult Age 12 & over) 2260 JPY (Child:Age 6 -11) 1140 JPY Meeting & Drop-off point 2 [Shin-Kobe Station] (Adult Age 12 & over) 2680 JPY (Child:Age 6 -11) 1360 JPY",
        "strLocation": "Hyogo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hyogo-enjoy-rokkosan-night-view-tour-with-english-guide-in-kobe/6568?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Rokkosan Night View Tour with English Guide in Kobe!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 01:03:36"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2402,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463921221/hjjbjhueo5jcp9u0w7ps.jpg",
        "strIntroduction": "Koiwai is a 7,400-acre farm located amid the scenic splendour at the base of Mt. Iwate. Famous for its dairy produce, Koiwai is a popular tourist destination, attracting around 750,000 visitors every year. Koiwai is also famous for its lush and expansive forest. In this guided tour (Japanese-speaking guide only), you will learn everything about the unique forestry methods at Koiwai and discover how people and nature co-exist. You'll feel the cool breeze as you ride through the forest on this nature adventure. Your friendly guide will also tell you all about the diverse wildlife that live there. The meeting and ending point for this tour is at pastoral Makiba Park with its many attractions. Price include admission, tractor ride, Japanese-speaking guide and fee. All major credit cards accepted. Children under 5 may participate free of charge if carried. • Add-on: Guided Kamimaru cattle barn admission - additional fee. Meeting and drop off point - Makiba Park. Short Course: 40 minutes Start times: 10:00; 13:00*; 14:00; and 15:00 daily (check in 10 mins beforehand) *weekends and holidays only Long Course: approx. 60 minutes meet 10:50, end 12:00 daily. Access: Free parking available for 30 large buses and 2,300 standard cars. Arrivals by bullet train (Tohoku or Akita) or train (Tanzawa line), transfer to Bus at Morioka Station, platform 10 bound for \"Koiwai Farm Makiba Park\", or take the bus from Koiwai Station.",
        "strLocation": "Iwate",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-iwate-explore-a-hundred-year-old-koiwai-forest-in-iwate/6524?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore a Hundred-Year-Old Koiwai Forest, in Iwate!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 01:06:53"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8037,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463920562/awq8nm0mizlqiugeqvqq.jpg",
        "strIntroduction": "Enjoy this self-guided tour from Kumamoto by bus. In Nagasaki, you will stay at a comfortable, clean and modern Nagasaki Bus Terminal Hotel.The hotel is perfectly located to explore Chinatown, one of the largest in Japan. You'll be able to browse the fascinating shops and restaurants of this vibrant, colourful area. There are also classic shopping arcades of the historic Dejima area where you can find souvenirs to take home. The hotel also makes for a great base from which to explore this amazing city to your own personal agenda, pace, and interests. For example, this great budget package is equally ideal for experiencing the nightlife in Nagasaki, or viewing the city from the top of the hills. While in Nagasaki, you should also try the local noodle dishes: champon and sara udon! With so many cultural and gastronomic delights to offer, Nagasaki is a great place to visit. Of course, visitors to the city are always encouraged to visit the Nagasaki Peace Park to consider the futility of human conflicts, and the horror this has led to in the past. Far from being a depressing and unsettling experience, this permanent exhibition and memorial, and indeed the city of Nagasaki itself, is a testament to hope and renewal in a spirit of peace and harmony.",
        "strLocation": "Nagasaki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagasaki-experience-a-self-guided-tour-of-nagasaki-for-couples/6522?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience a Self-Guided Tour of Nagasaki, for Couples",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 01:11:24"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6929,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481183740/i2xxss02gq7fwb8jw3ez.jpg",
        "strIntroduction": "On this tour, you can fully enjoy Okinawa by visiting Churaumi Aquarium Ocean Expo Park, Okashi Goten, Nago Pineapple Park or Okinawa Fruit Land, Manza Cape, and Ryukyu Village! This is a must join tour if you'd like to see the depths of Okinawan culture and its famous tourist spots all in a day! Churaumi Aquarium Ocean Expo Park is one of the largest aquariums in the world! You can see 8.6 meter whale sharks and families of manta rays in the 22.5 meter wide water tank! You can also see the many corals that grew up in the aquarium for more than 10 years. Since Churaumi Aquarium uses tons of seawater, the living creatures grow up healthily and naturally. Okashi goten is a huge Okinawan sweet shop where you can buy popular sweets including Okinawa's famous purple yam tartlets. With its smooth texture and the great aroma of the purple yam it has became one of the best souvenirs from Okinawa! In addition, you can buy various sweets such as; Chinsuko (a small biscuit made of mostly lard and flour), which is also one of the most loved traditional Okinawan sweets, Princess Moon (a cake with mango and citrus depressa), Shisa (a traditional Ryukuan decoration) shaped jellies, and more. You can buy your souvenirs and have your lunch at Okashi goten. Nago Pineapple Park is a theme park on the theme of pineapples where you can taste many kinds of pineapples and take a cart ride through the pineapple fields and even learn about harvesting pineapples! Okinawa Fruit Land is a tropical theme park where you can see various fruits, butterflies and birds and you can take a rest at fruit cafe, and also explore different kinds of themed zones. You can definitely have fun at these parks! *You will visit Nago Pineapple Park on even number days, and Okinawa fruit Land on odd number days. At Manza Cape, you can take a jaw-dropping photo of the beautiful ocean! The view from Manza Cape is fascinating and you can see a famous elephant-shaped rock. With its beautiful scenery and the clear ocean, it's one of the best tourist spots in Okinawa. Ryukyu Mura (Village) is a place where you can step back in time to see what life used to be like in the Ryuku Kingdom (1429 - 1879). Explore traditional buildings, watch Okinawan dance and listen to the traditional songs in Okinawa! This tour is available everyday from April 1st. Itinerary: *You can choose either Pick-up or Check-in for the meeting place. 08:50 (Check-in) Naha Bus Temporary Office 09:00 (Pick-up) Okinawa Miyako Hotel / Hotel Nikko Naha Grand Castle 10:50 Visit Churaumi Aquarium Ocean Expo Park (120 min) 13:15 Take lunch at Okashi goten (50 min) (Even number Days) Visit Nago Pineapple Park (50 min) (Odd number Days) Visit Okinawa Fruits Land (50 min) 15:45 Enjoy Manza Cape (20 min) 16:20 Enjoy Ryukyu Mura (60 min) Drop-offs at the following locations: Okinawa Miyako Hotel Hotel Nikko Naha Grand Castle Kokusai Street Bus Stops This tour ends at Naha Bus Terminal. Please get to the next destination on your own.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enjoy-5-great-attractions-in-a-bus-tour-from-naha-okinawa/6498?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy 5 Great Attractions in a bus tour from Naha, Okinawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 01:17:13"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4601,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463794628/muljbg7qyhn5ra0wnf9o.png",
        "strIntroduction": "This 1-Day tour explores the tropical Islands of Okinawa on a comfortable sightseeing bus, stopping by its main highlights and taking in its perfect landscapes! Starting at Palette Kumoji and continuing to Kouri Island where there is a 2 kilometer-bridge extending out to the middle of the glittering sea, you can stroll along to the Kouri Island and gaze at the outstanding ocean view! Then there is 150 minutes of free time at the Tropical Dream Center where you can discover the wildlife of the island close up as you explore the jungle filled with over 2,000 orchids and other colorful flowers! Here you can also choose some local lunch at the restaurant inside the Ocean Expo Center. If you have time, you can take a walk or trolley to the world class Churaumi Aquarium. The next stop is Yanbaru Ikoi no Mori Rest House where you can take a little break and treat yourself to an Okinawan dessert! Here you can pick up some souvenirs as well. The last stop is Ryukyu Village where you will learn about the ancient Ryukyu Okinawan culture while listening to its traditional music. There are daily performances of dances, charming Ryukyu houses to explore, and you can even have a chance to see a habu snake! It will be a fascinating and unforgettable experience!! Please note that this tour is mainly run for Japanese visitors, so there is only basic English assistance on the tour. Also if less than 2 participants are booked, the activity may be canceled.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-explore-kouri-island-and-ryuku-village-in-okinawa/6486?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Kouri Island and Ryukyu Village in Okinawa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 01:22:28"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4619,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481182649/uzm2cfzt5jqowdchzidn.jpg",
        "strIntroduction": "Located just to the south of Tokyo, Kamakura is one of the most popular tourist destinations in Japan. The city is known for being the political capital pf Japan 8 centuries ago when Minamoto no Yoritomo established a military center there. Under a government upheld by samurai, a warrior culture flourished there that was very different from the aristocratic culture in Kyoto. You will see a simpleness and dynamism in its architectures and Buddhist images. We will show you around temples and shrines in Kamakura that date back to the days of old. ●Tour Itinerary -10:45 Meet at Enoden Kamakura Information Desk -11:00 Depart from Kamakura Station -11:00 Kenchoji Temple A Zen Temple started by Hojo Tokiyori, the 5th regent of the Kamakura Shogunate, it is famous for its main gate, “Sanmon” and a big temple bell, “bonsho”. -11:45 Tsurugaoka Hachimangu Shrine This shrine has been standing here since the 12 century in honor of the ancestors of Minamoto Yoritomo who established Kamakura as a military center of Japan. You may even have a chance to see a traditional wedding ceremony here. -12:30 Kamakuragu Shrine This Shinto Temple is dedicated to a tragic prince, “Morinaga-Shinno,” who was made a captive in a small cave for nine months before being executed. A shrine still exits in the cave. -Lunch Time Participants who booked the Lunch Plan will have a Deluxe Boxed Lunch at a traditional Japanese restaurant, Miyokawa,. Participants who chose the Without Lunch Plan will be dropped off at Kamakura Station, and picked up 60 minutes later. -14:45 Hasedera Temple Known as the Temple of the Flowers, Hasedera houses a big Buddhist statue of an eleven headed Kannon, the goddess of Mercy. It is believed to have been made around the 8th century. -14:55 Kotokuin Temple and the Great Buddha This temple is famous for its magnificent Daibutsu (Great Buddha) which rises 18m high, towering above the ground below. 15:30 Tour ends at Kamakura Station Attention: *About the One Day Plan Without Lunch You will have 60 minutes to have lunch once you have been dropped off at Kamakura Station. You will then meet up again with the group at the same location. Please make sure you are not late to meet the bus. If you would like to add the Lunch to your tour please tell the tour guide or check-in staff before the tour departs. Once the tour starts we will not be able to accept your order. Lunch will cost an additional 1500 JPY per person.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-hop-on-a-bus-for-a-tour-of-kamakuras-best-sights/6475?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hop on a Bus for a Half Day Tour of Kamakura’s Best Sights!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 01:25:30"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9700,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463739988/mchsjouzjon18cz5fzo5.jpg",
        "strIntroduction": "In this tour, you will be able to explore two of the beautiful islands of Okinawa, Kohama Island and Taketomi Island where you can relax and have lunch in a resort or stroll around in the afternoon. You can either meet at Ishigaki Port or use a pick-up service at hotels. The first stop on the tour is Kohama Island where you will ride a bus and cut through the roads surrounded by sugarcane farms while visiting locations from the Japanese TV drama, “Churasan”. You will also go to Kubazaki shore to see the neighboring Nishiomote and Yubu Islands. You will be amazed by its beautiful beach and ocean. If you choose the morning plan, you will have lunch at Haimurubushi Resort which is one of the highest ranked hotels on Kohama Island, with a 4.7 customer rating out of 5 points. Then you will go to Taketomi Island where you will experience a water buffalo ride. You can sit back and enjoy the ride and enjoy the island breeze while listening to traditional Okinawan folk songs. Then you'll return to Ishigaki Island where the tour ends at Ishigaki Port or at drop-off Hotels. More information about the morning plan *You can enjoy free-time 1.5 to 3 hours at the resort hotel, Haimurubushi. You can use the shower at the pool or beach during the summer. Also you can borrow a bath towel. *You can select a departure time from below: 1. Leave Ishigaki port at 9:40 and return to Ishigaki port at 17:10 2. Leave Ishigaki port at 11:10 and return to Ishigaki port at 17:10",
        "strLocation": "Ishigaki Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ishigaki_island-explore-the-beautiful-islands-of-taketomi-and-kohama/6471?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the Beautiful Islands of Taketomi and Kohama!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 01:28:31"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3695,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473307998/oaoqmgrmha8oqpuqhudr.jpg",
        "strIntroduction": "Founded in the early 8th century, Nara was Japan’s old capital, predating even Kyoto. On this tour, you will see many historic architectures and national treasures which reveal how Japan’s culture has been incorporated from the influences of other countries. ●Tour Itinerary -Todaiji Temple The symbol of Nara, famous for the world’s largest wooden buildings within which sits the Great Buddha. -Kasuga Taisha Shrine This ancient shrine, built in the 8th century, is known for its hundreds of metal lanterns and large sacred cedar tree which is believed to be 1000 years old! -Kofukuji Treasure House After visiting Kofukuji Temple, the tour takes you to the Treasure House in which various Buddhist works of art, from the Asuka to Edo periods, are exhibited. Above all, the six-armed image of Ashura is a masterpiece! The tour ends here. Feel free to check the exhibits at your own pace. *Please understand that due to the 60th ceremonial reconstruction after 20 years, the itinerary for Kasuga Taisha may differ from the original tour due to area closures.",
        "strLocation": "Nara",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nara-half-day-bus-tour-for-nara-top-three-world-heritage-sites/6469?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Half Day Bus Tour for Nara's Top Three World Heritage Sites",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 01:32:29"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5174,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463671324/i6huudwv8gdbsvxncg5a.jpg",
        "strIntroduction": "Choose between a convenient morning or afternoon tour of Ishigaki Island, visiting sights like the turquoise Kabira Bay, the dragon-festooned Toujin Grave and the lush Yaeyamayashi palm tree forest. On the morning tour, stop for lunch overlooking the ocean, and sample Yaeyama-style cuisine. Ideal for guests who cannot drive, this is a hassle-free way to tour Ishigaki. The bus guides sing traditional Okinawan songs while accompanying themselves on the sanshin (a three-stringed banjo). As the morning tour stops at the airport, this is a great way to see more of Ishigaki before your flight! Course A: Morning Tour Accompanied by one of the island's famous local guides (and his sanshin), spend your morning visiting the main sights of Ishigaki. A lunch of Yaeyama-style dishes at a restaurant with great views is included. * Due to shifts and vacations, the local morning guide may not be available. The following will be the schedule: 09:00-09:40 Meet at Azuma Bus Terminal/Pick-up at your hotel. * Pick-up at the following hotels are free. Please inform us of your hotel beforehand. Guests picked up at Royal Marine Palace, Granvrio Hotel, Beach Hotel Sunshine or Fusaki Resort Village will miss seeing Tourinji Temple. ANA Intercontinental Ishigaki Resort at 9:00 Hotel Nikko Yaeyama at 9:10 Beach Hotel Sunshine at 9:40 Fusaki Resort Village at 9:40 Hotel Royal Marine Palace at 9:40 Ishigaki Resort Grandvrio at 9:40 Azuma Bus Terminal at 9:15 Tourinji Temple and Gongendo Shrine (from bus) Toujin Grave (10 min) Nagura Bay Pass by this bay, where the sea and mangroves meet (from bus) Kabira Park (40 min) The turquoise water of this beautiful bay is justly famous. You can take a glass-bottom boat ride to see the vibrant marine life! Yamabare Farm and lunch at Aunt Poza's Restaurant (40 min) Enjoy a meal of Yaeyama cuisine overlooking the sea. Komehara Palm Forest (20 min) Tamatorizaki Viewpoint (15 min) Smell the hibiscus on the wind, while overlooking the ocean and Ishigaki's coral reefs. 13:40 Drop-off at Ishigaki Airport Miyaragawa Mangroves (from bus) 14:00 Tour ends at Azuma Bus Terminal Course B: Afternoon Tour Accompanied by a female guide, join this afternoon tour enlivened by local island songs. A snack break is included. The following will be the schedule: 13:30-14:15 Meet at Azuma Bus Terminal/Pick-up at your hotel. * Pick-up at the following hotels is free. Please inform us of your hotel beforehand. ANA Intercontinental Ishigaki Resort at 13:30 Hotel Nikko Yaeyama at 13:40 Beach Hotel Sunshine at 14:10 Fusaki Resort Village at 14:15 Hotel Royal Marine Palace at 14:10 Ishigaki Resort Grandvrio at 14:10 Azuma Bus Terminal at 13:45 Tourinji Temple (from bus) Toujin Grave (10 min) Kabira Park (40 min) The turquoise water of this beautiful bay is justly famous. You can take a glass-bottom boat ride to see the vibrant marine life! Light snack at Yamabare Farm Komehara Palm Forest (20 min) Sokohara Dam (from bus) 17:50 Tour ends at Azuma Bus Terminal The following conditions will apply: * The activity schedule is subject to change or cancellation due to weather or traffic conditions. * Children 5 and under can join the tour for free when accompanied by an adult (1 child per adult). However, a seat and meal are not provided. Should you wish to reserve a seat or meal, please pay the Child's fee * Please select where you wish to board (hotel or bus terminal) when booking this activity. * At the bus terminal, please exchange your voucher for a ticket. * If you are picked up at the ANA Intercontinental or Hotel Nikko, please tell the driver your name, and then exchange the voucher for a ticket when you arrive at the bus terminal. * If you are picked up at the Royal Marine Palace Hotel, Grandvrio Hotel, Sunshine Hotel or Fusaki Resort, please give your voucher to the guide. * The tour itself will be conducted in Japanese, but the guide may speak very basic English. * If disabled guests show their \"Disability Card\" at the desk, their fee will be discounted to the Child's fee.",
        "strLocation": "Ishigaki Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ishigaki_island-venture-out-on-half-day-island-tour-of-ishigaki-okinawa/6461?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Venture Out on Half-Day Island Tour of Ishigaki, Okinawa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 01:37:30"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8037,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481182568/v2c58xsrkswi7hrdfqtw.jpg",
        "strIntroduction": "From the turquoise Kabira Bay (with optional glass-bottom boat tour) to the Tamatori Viewpoint, enjoy Ishigaki's beautiful natural sights. In the afternoon, we'll visit Taketomi Island, taking in the red-roofed Ryukyu village from one of the famous water buffalo carts. Lunch at Aunt Pozu's restaurant is included. This hassle-free tour makes exploring the islands easy! The following will be the schedule: 08:50-09:30 Meet at Ishigaki Port/Pick-up at your hotel * The pick-up (and drop-off) at the following hotels is free. Please inform us of your hotel beforehand. Fusaki Resort Village at 8:50 Beach Hotel Sunshine at 8:55 Ishigaki Resort Grandvrio at 9:00 Hotel Royal Marine Palace at 9:02 Hotel Nikko Yaeyama at 9:15 Okinawa EXES Ishigakijima at 9:00 ANA Intercontinental Ishigaki Resort at 9:15 Hotel Best Inn Ishigakijima at 9:17 Arrive at Ishigaki Port Terminal at 9:30 09:30 Tour Starts Bus tour of Ishigaki Tourinji Temple (from bus) Toujin Grave Kabira Park (optional discounted glass-bottom boat tours) Lunch at Aunt Poza's Restaurant Bus Tour of Ishigaki Komehara Palm Forest Tamatorizaki Viewpoint Miyaragawa mangroves 14:45 Departure from Ishigaki Port Tour of Taketomi Water buffalo cart tour (with singing driver!) Departure from Taketomi Port Please choose between a 16:00, 17:00 or 17:40 return. Tour ends at Ishigaki Port/Drop-off at hotels The following conditions will apply: * The activity schedule is subject to change or cancellation due to weather or traffic conditions. * This tour is operated only in Japanese. * In case of rain, the tour will go ahead as scheduled. Please make sure to bring rain gear. * If you wish to ride the glass-bottom boat at Kabira Bay, payment will occur on location. * There will not be a guide on the boat to Taketomi, but a guide will be waiting for you on the island. * The tour will not run during Taketomi Island's Tanadui Festival in November.",
        "strLocation": "Ishigaki Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ishigaki_island-enjoy-a-full-day-island-tour-of-ishigaki-and-taketomi/6458?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy A Full-Day Island Tour of Ishigaki and Taketomi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 01:41:58"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10532,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481016345/te4xfqspbfqmo2xonxzb.jpg",
        "strIntroduction": "Okinawa cuisine has two different cultural histories. One is called Ryukyu style cuisine that has the original roots and influence of China, which had been served for treating state guests from China since old age in the Ryukyu Kingdom, The second one is called Okinawa cuisine, which has its influence from the US and other countries, after the world war. At this private cooking class, you can learn about Ryukyu style cuisine, improve your knowledge of the Okinawa's food history and culture by visiting a local market and seeing the authentic materials. It'll then be selected and purchased. Enjoy the experience as if you're living in Okinawa, simply by shopping at a local food market. Through this experience, you can get a glimpse into people's daily life in Okinawa, not only the food history and culture. The schedule of this experience will be carried as follows: 10:00 or 16:00 Meeting at Bunka Tenbusu building in Naha city. Head to the local market on foot. (About 3 minutes) Walk around the market, along with an explanation of the area. (About 20 minutes) Get a brief explanation about local food material with the information of Okinawa's food culture and traditional Okinawa. (About 20 minutes) Get advice on selecting the material and purchasing if you'd like. After shopping, we'll go to the school by car. (About 5 minutes) Experience the cooking practice of Okinawa and its specialty. (About 1.5 - 2 hours ) Enjoy your meal (About 30- 40 minutes) End of the class. Okinawa cuisine is popular among woman as a healthy food that has a beauty effect and longevity effect. Okinawa cuisine is made with various ingredients such as pork, tofu, beans, seasonal vegetable, and fresh seafood. After you've learned about Okinawa cuisine, you can try to reproduce the dishes of Ryukyu style food at your home country, Explore the new aspect of Japanese local cuisine from this cooking class!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-learn-to-cook-traditional-food-from-okinawa-in-naha/6445?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Cook Traditional Food From Okinawa in Naha",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 01:44:57"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3695,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481181862/rvqo7p15cfkfcbgpfw7c.jpg",
        "strIntroduction": "Before transferring to Kyoto, the capital of Japan was founded in Nara. It was a time when the arrival of Buddhism had huge influences on culture, art, and architecture in Japan. In this tour, we'll visit ancient temples in Nara to learn how Buddhism began to take root in Japanese life. And we drop by “Suzaku-mon”, the restored front gate of Heijokyo Palace. ●Tour Itinerary >Start from JR Nara Station (at 13:55), or Kintetsu Nara Station (14:00). *Check in at the bus information center by 20 minutes before the bus departs. > Toshodaiji Temple Registered as UNESCO World Heritage Site, the temple was founded by Chinese monk, Jianzhen from the Tang Dynasty. The Golden Hall is a classical architecture of a single story. >Yakushiji Temple Founded by Emperor Temmu to pray for the recovery of his Empress from a serious illness. See a famous five-story pagoda and the Buddhist images on the national treasure list. Several times a year, Genjo-Sanzoin-Garan is open, which deifies a famous monk, Genjo Sanzo whose journey to India was fictionalized into a novel, “Saiyu-ki” or “Journey to the West”. > Suzakumon Gate Visit beautifully restored Suzakumon Gate on the remains of the Heijokyo Site. >Tour End Points 16:55 Arrive at JR Nara Station 17:00 Arrive at Kintetsu Nara Station at 17:00 *Please note that tour prices will vary according to the open period or closing period of the Yakushiji Genjo-Sanzoin temple. Genjo-Sanzoin Open Period: 2016 April 1 - June 30, Aug 13-15, Sept 16 - Nov 30 2017 Jan 1 - 15, March 1 - 31 Closing Period: 2016 July 1 - Aug 12, Aug 16 - Sept 15, Dec 1 - 31 2017 Jan 16 - Feb 28",
        "strLocation": "Nara",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nara-explore-toshodaiji-and-yakushiji-temple-bus-tour-in-nara/6441?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Toshodaiji & Yakushiji Temple, Bus Tour in Nara!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 01:49:05"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 17368,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481187936/biljpuhwj1vliby399g4.jpg",
        "strIntroduction": "This tour is a great one day tour that offers you visits to four of The Yaeyama Islands! You will be visiting the wild Iriomote, where you will cruise through the lush mangrove forests. You will be crossing the shallow water to Yubujima with a water buffalo cart. You will have your lunch at Kohama, where you can enjoy the relaxing ambience of rural area. You can try Okinawa's food such as \"goya champuru\" or \"Yaeyama soba\" there. You will be visiting Taketomi in the end of the tour, where you can explore the Kaiji beach's \"star sands\", and the red roofed village of Shiisaa-laden. The itinerary of the tour will be as follows: - 07:15-07:55 Meet at Ishigaki Port / Pick-up at selected hotels - 08:15 Depart from Ishigaki Port Tour of Iriomote Island and mangrove cruise on Nakamagawa river Buffalo cart ride to Yubujima Boat to Kohama Island and lunch at resort hotel Kohama Island Resort Hotel (Lunch) On the following dates, you will have lunch at a restaurant at Kohama Island or Iriomote Island. 2016: 5/11, 5/12, 6/13, 6/14, 10/19 - 22, 11/5, 11/6, 11/16 - 18, 11/26, 12/2 - 4, 7-15 2017: 1/18, 1/19 - Bus tour of Kohama, including the pretty Sugar Road - Boat to Taketomi Island - Bus tour of Taketomi See the traditional Ryukyu village. - Depart from Taketomi Port - Tour ends at Ishigaki Port/ Drop-off at selected hotels The free pick-up/drop-off service will only go to the following hotels: - ANA Intercontinental Ishigaki Resort - Kariyushi Club Hotel Ishigakijima - Beach Hotel Sunshine - Fusaki Resort Village - Hotel Best Inn Ishigakijima - Hotel Nikko Yaeyama - Hotel Royal Marine Palace - Grandvrio Hotel Ishigaki Reservation is difficult to make, so we suggest you to use our reservation service to book with no hassles.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enjoy-visiting-four-of-the-yaeyama-islands-in-okinawa/6551?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Visiting Four of The Yaeyama Islands in Okinawa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 01:53:04"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6929,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464083814/zjmer3n4bchk6pao5iav.jpg",
        "strIntroduction": "Change into the exercise wear you brought with you and we will start the training. First we will teach you one secret breathing exercise of Goi-Jyu Ryu Karate. You will learn the fundamental movement of Karate. Then learn how to defense yourself from the opponent and offense. Mitt beating will be included in experience. After the experience we will have Kaiseki meal. The experience well take about an hour and meal will take about an another hour. The schedule might change every month. For this experience, come to our restaurant in Chiba. It is about 5 minutes walk from JR Chiba Station. Kaiseki is traditional Japanese cuisine from the Edo period. Did you know that in Japan, we have not only 4, but 72 different seasons traditionally? We express the beauty of those seasons in our cuisine. Food is all organic, no additives are used. We think food makes your body healthier and we serve only good food for you. We also have calligraphy experience, flower arrangement experience, tea ceremony experience, special kimono experience, sushi making experience, Aikido experience, and Japanese music instrument experience for you. Please, check them also from our profile. Thank you!",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-experience-karate-and-kaiseki-meal-in-chiba/6311?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Karate & Kaiseki meal in Chiba",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 01:58:05"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9238,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463644225/neoedsbusv2v4wj6k8cw.jpg",
        "strIntroduction": "This is a half-day tour to the local cities of Shimada and Kanaya in Shizuoka prefecture, Japan. Meet at Shimada Station of Tokaido local line in the early afternoon. I will pick you up at the south exit of the station. First, we will visit the Houraibashi bridge. With its length of 897.4 meters (approx.0.6 miles) and width of 2.4 meters (approx. 6 feet) it is listed in the Guinness Book of Records as the world's longest wooden footbridge. You can cross that bridge on foot. After walking I will drive you to the Ooi Shrine, where you can experience the Shinto prayer, and enjoy Japanese architecture & garden. Next you will visit the Shimada City Museum and Ruins of the Ooi river Crossing Toll Gate. Strolling around the old streets will take you back to the old age of the Edo period. Also, you can see the ordinary people's life of Showa period. You can also enjoy an woodblock print exhibition. If you like to buy some souvenirs, I can take you to good places to shop. Or you can rest with a cup of coffee. I can guide 1-4 people.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-time-slip-to-the-edo-period-with-a-local-tour-in-shizuoka/6423?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Time slip to the Edo period with a local tour in Shizuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 02:03:46"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7945,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463179573/vpwezmmbehiwwfuf3mv9.jpg",
        "strIntroduction": "We offer a cooking class at home in Kasugai city near Nagoya. Schedule: ・10:00 Meet at Kachigawa Station. It's only 20 minutes away from Nagoya Station (JR Chuo line). If you are worried about trains we will meet at Nagoya station. (Japanese supermarket tour is available if you want) ・10:15 Creating origami chopstick rest (Japanese knife rest) ・10:20 Taste Japanese condiments, cooking Japanese soup stock (dashi) from a bar of dried bonito and kelp. ・10:50 Cook meals and desserts. ・12:30 Eat with drinks ! ・13:30 Send off at Kachigawa Station About the cooking class: ・Duration: about 3-3.5 hours. ・Included: aprons, tasting Japanese condiments, learning tips and history about your dishes, creating origami chopstick rest, drinks, English recipe printed out, pictures. ・drinks: Maccha bowl, green tea, barley tea, coffee and tea ・Minimum participants: 1 people. ・Max participants: 4 people. ・Languages: English, Japanese. ※If you would like to book for a date and time that are not on the list, mail us (Halal, Vegan, vegetarian menu are also available) ※Supermarket tour is also available. Please let me know if you would like to go.",
        "strLocation": "Aichi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aichi-cook-japanese-dishes-and-wagashi-sweets-near-nagoya/6356?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cook Japanese dishes and wagashi sweets near Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 02:08:58"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6005,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464222788/gj5pdej4z5xhyv0bdowa.jpg",
        "strIntroduction": "Experience wearing kimono in an old Japanese town on weekdays. (for about 2 hours) 10:00-12:00 (AM) 14:00-16:00 (PM) Please choose AM session or PM session. You can also make maccha green tea for 500 JPY and rice balls,miso soup making for 1000JPY as an option. When you come from Nagoya station, please take JR Tokaido line bound for Toyohashi, Oobu. Get off at Kyowa Station to the east exit. When you take local train, it takes 20 mins and 7 stops to Kyowa.(Nagoya→Otoubashi→Kanayama→Atsuta→Kasadera→Oodaka→Minamiodaka→Kyowa) When you take express train, it takes 12 mins and 2stops to Kyowa.(Nagoya→Kanayama→Kyowa)",
        "strLocation": "Aichi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aichi-walk-around-the-old-town-arimatsu-in-real-silk-kimono/6500?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Walk around the old town Arimatsu in real silk kimono",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 02:14:28"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4157,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463811419/swv7up2yolxddoh701cl.jpg",
        "strIntroduction": "In this activity you will learn how to make soba (buckwheat) noodles from a real soba master who runs a 95-year-old soba restaurant! Below is the schedule of the activity: 16:30 Meet at the ticket gate of Kachigawa Station Walk to the soba shop in front of the station 16:30-17:30 Soba noodle making (explanation →making→tasting) 17:30 See you off at the station",
        "strLocation": "Aichi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aichi-make-soba-noodles-near-nagoya/6497?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make soba noodles near Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 02:19:11"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5543,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470378426/z560nojufjprkko3xqug.jpg",
        "strIntroduction": "In this tour we will buy food from a grocery store and enjoy a private lunch at a boat in Tokyo Bay. Itinerary: 12:30 pm - Meet up at Kachidoki Station 12:40 pm - Shopping at local grocery store 1:30 pm - Sail from the Kachidoki Marina 4:00 pm - End of the tour *If the weather is so terrible, this tour would be canceled. *When the tour is canceled, we will refund the fee or reschedule. *When the tour is canceled, I will tell you as soon as possible. *You can't drive the boat. This tour is for individual, couple, family and group. Let's enjoy the exploration in Tokyo Bay!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-private-lunch-cruise-in-tokyo-bay-with-a-local/6578?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Private Lunch Cruise in Tokyo Bay with a Local",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 02:23:02"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10532,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463950326/pfibmi4qrkofn3bz1q5p.jpg",
        "strIntroduction": "Make a reservation and join this bus tour in Okinawa to visit Okinawa's famous sightseeing spots and to enjoy dinner with show at Urashima! You will be visiting the famous Churaumi Aquarium, which is a home to gigantic whale sharks, manta rays, and other marine creatures. You will also gaze over the wonderful Kouri Island Bridge, that stretches over the beautiful ocean of Okinawa. Explore the traditional side of Okinawa at Ryukyu Mura Village, where you can learn more about the unique Ryukyu Culture. You will have dinner with traditional dance show at Urashima, where you can enjoy the taste of local cuisine and watch the elegant Ryukyu dances. The itinerary for the tour is as follows: - 08:20 Meet at Palette Kumoji For those who want to depart from Palette Kumoji, please meet here. - 08:50 Meet at Omoromachi T Galleria For those who want to depart from Omoromachi T Galleria, please meet here. - 10:20 Kouri Island (20 min) - 11:30 Churaumi Aquarium and Lunch (~2.5 hours) Enjoy lunch by yourself at the cafe while gazing the fish in the blue tank. - 14:50 Okashi Goten (30 min) - 15:50 Ryukyu Mura Village (70 min) - 17:00 Depart for Palette Kumoji - 18:30 Arrive at Palette Kumoji and walk to Urashima (10 min) - 19:00 Enjoy dinner and traditional dances at Urashima! The itinerary for the tour for those who depart from Omoromachi T Galleria is as follows: - 10:20 Kouri Island (20 min) - 11:30 Churaumi Aquarium and Lunch (~2.5 hours) Enjoy lunch by yourself at the cafe while gazing the fish in the blue tank. - 14:50 Okashi Goten (30 min) - 15:50 Ryukyu Mura Village (70 min) - 17:00 Depart for Palette Kumoji - 18:30 Arrive at Palette Kumoji and walk to Urashima (10 min) - 19:00 Enjoy dinner and traditional dances at Urashima! There are three different courses for the dinner that you can choose. The dinner courses are: - Course A, a standard full course Okinawa dinner - Course B, a standard full course Okinawa dinner with Baked Lobster - Course C, a standard full course Okinawa dinner with Baked Lobster, Steamed Dish, and Crab Soup Reservation is difficult to make, and we suggest you to make reservations with our service to book with no hassles!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-visit-okinawa-famous-tourist-spots-and-enjoy-a-dinner-show/6548?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Okinawa's Famous Tourists Spots & Enjoy a Dinner Show!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 02:27:35"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5820,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463808417/o36kkjepbkswz7xxydbb.jpg",
        "strIntroduction": "In this activity you will be able to enjoy the art of Ikebana, Japanese flower arrangement, in a local house not far from Nagoya. The itinerary is below: 13:30: Meet at Kachigawa Station ticket gate and go to Aki’s house 13:40-14:00 Introduction to the activity. Ikebana demonstration by Kayoko. 14:00-15:00 Experience an ikebana lesson. 15:00-15:30 Tea & sweet break. Instructor’s comments on each ikebana work.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-enjoy-japanese-flower-arrangement-ikebana-near-nagoya/6494?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Japanese flower arrangement Ikebana near Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 02:31:07"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11548,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481182432/i1igd8lfg5cjdfeept5w.jpg",
        "strIntroduction": "This is a one day, round-trip tour from Okayama city to the ruins of Takeda Castle, including a delicious Japanese lunch. There are two meeting points; Kurashiki and Okayama station south parking area. Itinerary 6:30-7:55 Board the bus at your preferred location and head to Takeda Castle ruins. You will stop en route to the castle to indulge in a traditional Japanese lunch consisting on beef and abalone. Once at the site, you will be amazed at the magnificent panorama of the ruins at the top of the mountain, covered in clouds, making it look like a floating castle in the sky. This castle was built in the 15th century and it's mystic appearance has earned it the nickname \"The Machu Picchu of Japan\". After the visit, you will head back by bus to Okayama to be dropped off at your preferred meeting point.",
        "strLocation": "Hyogo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hyogo-enjoy-a-1-day-tour-of-the-takeda-castle-ruins-from-okayama/6452?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a 1-day tour of the Takeda Castle ruins from Okayama!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 02:34:56"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 49888,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481182480/vs1wvzeit7mn28vrk3od.jpg",
        "strIntroduction": "This is a two day tour departing from Tokyo to western Japan, visiting iconic sights like the Himeji Castle, the Takeda Castle ruins, as well as central Kobe. Itinerary DAY 1 9:30 am Departure from Tokyo's Haneda airport on a direct flight to Osaka's Itami Airport, where you will then transfer to a boat cruise to explore Kobe port and take in the magnificent views of the city from the water. You will then stroll around Kobe's Kitano district, home to enormous residences featuring Western style architecture. This is where some of the first foreigner diplomats and expats settled in Japan back in the Meiji era. You will then check-in at Hotel Monterey Kobe, and then you'll have the rest of the day free to explore Kobe on your own. Your hotel is situated in the bustling downtown area, within walking distance to another Kobe sight: Chinatown. An area filled with Chinese restaurants that is perhaps most enjoyed by eating several small-sized bites delicacies at different stores such as Peking duck rolls or dumplings. For dinner, you could perhaps find a fine restaurant to try the world-famous Kobe beef and treat yourself to a delicious steak. For an extra fee, you could head to the Arima hot spring situated on top of Mt. Rokko, offering you magnificent views of this vibrant city while you relax in hot water. (towel included). DAY 2 Have breakfast at your hotel and check-out. You will then visit the ruins of Takeda castle, built in the 15th century, it's located at the top of a mountain, which is why it has earned the nickname \"The Machu Picchu of Japan\" Then, you will visit Himeji Castle, a UNESCO World Heritage Site and a National Treasure of Japan. It is finally open after years of restoration. Don't forget to visit Koko-en garden as well. After the visit, you will flight back to Tokyo Haneda airport where the tour ends.",
        "strLocation": "Hyogo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hyogo-visit-himeji-and-takeda-castles-in-a-2-day-tour-from-tokyo/6449?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Himeji and Takeda Castles in a 2-Day Tour from Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 02:38:32"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3388,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481180686/kfkftpymdqu69lgi8cgv.jpg",
        "strIntroduction": "On this 1 day tour with an English guide in Kyoto, you can ride the Sagano Romantic Train, stroll around Arashiyama including Tenryuji Temple, a UNESCO World Heritage site, visit a bamboo forest, and enjoy a Hozugawa River Boat Ride! To start this exciting tour, you will visit Tenryuji Temple which was established in 1339 and was Japan's first Zen temple and was designated as a UNESCO World Heritage building in 1994. At Tenryuji Temple you can see beautiful gardens and historical buildings such as Hatto (Dharma Hall), Kuri (Temple Living Quarters), Hojo (Abbot's Quarters), and more. You will be especially excited if you are interested in learning the history of Japan! Next, you will visit the bamboo forest, which is one of the most popular tourist spots in Kyoto. Here you can see thousands of bamboos lining the path making the experience feel like you are in a fantasy story. The photos you take here will be a great souvenir to show your family and friends! After 10 minutes walking from the bamboo forest, you will be able to take a ride on the Sagano Romantic Train! From the train, you can see the fascinating scenery of Arashiyama and the Hozugawa River which will be your next stops. The Hozugawa River Boat Ride will be an unforgettable memory of your Kyoto trip! On the boat, you will enjoy an exciting 16 kilometer, two hour journey! During all seasons, you can see the beautiful view: Cherry blossoms falling in the river wind in spring, Rock azalea and frogs singing in summer, gorgeous red autumn leaves in autumn, and the ravine with snow in winter. Don't miss this chance to fully enjoy Kyoto with this day trip! This tour is available everyday. Itinerary: Meet your guide at Kyoto station Move to JR Sagano-Arashiyama station by train (20min) Visit Tenryuji Temple and stroll the bamboo forest (60 min) Ride on the Sagano Romantic Train from Trocco Arashiyama station (25 min) Arrive at Trocco Kameoka station Move to Kameoka boarding area by bus Enjoy Hozugawa River Boat Ride! (120 min) Arrive at Arashiyama drop-off point Walk to JR Sagano-Arashiyama station (15 min) Get back at Kyoto station by train (20 min) *This tour ends at Kyoto station. Please go to your next destination on your own. The price only includes the Guide Fee. In addition to the price, there are other fees depending on your tour. Admission Fee: 600 JPY (Adlut) / 400 JPY (Child:Age 6-11) Transportation Fee: About 1400 JPY (Adult) / 860 JPY (Child:Age 6 -11) / 550 JPY (Infant:Age 0-5) Activity Fee: 4100 JPY (Adult) / 2700 JPY (Child: Age 0 -11)",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-sagano-trocco-stroll-arashiyama-and-river-boat-ride-kyoto/6428?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Sagano Trocco, Stroll Arashiyama&River Boat Ride,Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 02:41:51"
    },
    {
        "intDurationHour": 13,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10956,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463356744/uw4wbqsp3wzdqxbonyag.jpg",
        "strIntroduction": "Due to the cold weather, cherry blossom season in Hokkaido often comes later than other areas of Japan, which offers a great opportunity for tourists to experience once more, such a beautiful scenery. First we'll go to the beautiful Kitanomori garden in Kamikawa where we'll see some beautiful seasonal flowers. Visit Shibazakura Takinoue Park to wander through the endless field of adorable pink blossoms that bloom only for a short period of time, creating a unique landscape. Then we'll head to Kamiyubetsu Tulip Park and take into the fabulous view of 1.2 million tulips creating a gorgeous flower carpet. And don't forget to enjoy a bento lunch and some local sweets as you enjoy the spring time season. Below is the schedule of the tour: 7:50 to 8:30 am: Depart from Sapporo Station - visit Kitanomori Garden (20 min) - visit Shibazakura Takinoue Park (60 min) - visit Kamiyubetsu Tulip Park (70 min) 20:15 to 21:15 pm: Return to Sapporo, end of tour Please choose the correct option according to the tour date: Price A: May 10, 12, 15, 16, 17, 18, 22, 23, 24, 25, 26, 29, 30, 31, June 1, 2 Price B: May 13, 14, 20, 21, 28, June 3 Price C: May 11, 19, 27, June 4 This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-see-hokkaido-spring-flower-garden-bus-tour-from-sapporo/6402?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See Hokkaido's Spring Flower Gardens, bus tour from Sapporo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 02:45:57"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6467,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463341405/acvqstdy1qxcnqd0ti3g.jpg",
        "strIntroduction": "You might have seen a person standing up paddling a surfboard somewhere in a river or the ocean on TV before. This is a tour in which you can try it for yourself in Tokyo. Unlike traditional surfing where the rider sits until a wave comes, SUP standup paddle boarders maintain an upright stance on their boards and use a paddle to propel themselves through the water. This sport is growing in popularity all over the world. This is an activity you can learn and try at Nakagawa River in Tokyo and is good for beginners. It takes about 1 hour and 15 minutes to be able to start paddling on a board. It is the \"in\" sport right now that you must try in Tokyo. Schedule: Tokyo SUP Tour (for beginners): Weekday: 07:00, 09:00, 11:00 Weekend & Holiday: 07:00, 15:30 Duration: 1 hour 15 mins Optional Tours: Sky Tree SUP Tour (people who have experiences only): Weekday: 9:00 / 11:00 Weekend & Holiday : 9:00. Duration: 1 hour 45 mins Tokyo Canal SUP Tours (at least 3 days experience of SUP) Weekday: 13:30 Weekend & Holiday: 13:30 Duration: 3 hours 15 mins Sky Tree Night SUP Tour (people who have experiences only). 18:30 [Remarks] *The activity will be canceled only in case of heavy rain or natural disaster. *It will be regarded as no show if you delayed 30 minutes or more. *Please be ready for the activity wearing comfortable clothes. Hiking clothes, sportswear and outdoor clothes are recommended. The material should be man‐made fiber. If you wear jeans pants, chino pants, skirt or any cotton clothes, you might be rejected to join to the activity for the safety reason. *If you join the activity without shoes or socks, please keep your nails short. You may wear socks or can borrow socks from the host. *If your nails are long, you will be rejected for safety reason.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-the-tokyo-sup-stand-up-paddle-experience/6393?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy the Tokyo SUP (Stand Up Paddle) Experience!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 02:51:10"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3326,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463329144/xgw5yfkrkpnptqvrjorw.jpg",
        "strIntroduction": "Sapporo is the capital of the northern Japanese island of Hokkaido and is most well-known for its annual Snow Festival. But let's see what else Sapporo has to offer by joining our morning tour to some of the best attractions here, and enjoy the freshness of the local seafood too. Our multilingual audio guide is available in English, Korean, and Chinese. Once departed from Sapporo Station Bus Terminal, the tour will pass Former Hokkaido Government Office Building, Odori Park, Former Sapporo Court House, Hokkaido Governor's House and Hokkaido Museum of Modern Art, by each place there will be a detailed introduction in the audio guide. For lunch, enjoy the fresh sushi and seafood at Sapporo Central Wholesale Fish Market. Please remember to show the bus ticket stub to enjoy 1,500 JPY special dishes at several designated restaurants according to provided list. For some other restaurants also on the list, you can show the bus ticket stub and get a 5%-10% discount. 1. List of restaurants where you can have special dishes are as follow: ・ Mercado Kitchen Mar: Special rice bowl (5 tasters and dessert ) ・Tairyo Sushi Wakakoma: Sea food Set (sushi or sashimi and scallop rice bowl, salad and soup) ・Kita-no Gourmet-tei: Crab and salmon roe rice bowl, sashimi, nori kurage and crab soup ・Ume-e Dou: Daily special sashimi rice bowl and crab soup ・Kita-no Shun: Sea urchin and salmon roe rice bowl with soup ・Kikusui Restaurant: Mackerel Set (with sea urchin or salmon roe) ・Kikusui Sushi: Crab, scallop and salmon roe rice bowl ・Ofukuro Shokudo: Salmon and roe rice bowl ・Higuma: Manpuku Set ・Ajidokoro Nikkai: Chuo rice bowl ・Aji no Nikou: Pickled squid rice bowl Set ・Kita no Ryouba: 5-topping rice bowl ・Kyouei Suisan: Kaisen rice bowl ・Mandara: Original soup curry ・Kita no Shun Sushi: Sushi of the day ・Meshiya: Special 5-topping rice bowl 2. List of discount restaurants are as follow: Itou Bussan, Iwamoto Store, Okada Store, Kanisen, Kanetai, Kitano Ryoba No.1-3 branches, Kyoei Shokudo, Tokusanbutu Hanbai, Nagamine Suisan, Nikkai No.1~3 branches, Nemuro Kani Ichiba, Hasegawa Seika, Fujimoto Saketen, Fujimoto Seika, Matsumoto, Bussan.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-afternoon-tour-to-explore-sapporos-best-highlights/6390?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Afternoon Tour to Explore Sapporo's Best Highlights",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 02:54:10"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7391,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1478535863/o8yypk3kgxijrnmqqq8q.jpg",
        "strIntroduction": "Ninja Dojo and Store in Kyoto is highly praised by foreign visitors (holding first place in Shopping destinations in Kyoto at TripAdvisor and second place in Activities). A descendant of a ninja from the Iga school will teach you the traditional techniques and practices of ninja. The Dojo is also a ninja trick house, allowing to know the typical traps and tricks. This is a real training course in which you can change to the traditional ninja clothes and learn how to use the ninja weapons used in the old times. Next to the Dojo is the ninja store where you can buy unique ninja-related goods and weapons. As fans of martial arts movies will know, the ninja were the special forces of feudal Japan, experts in infiltration, sabotage, and assassination. However, this image reflects only part of the truth. In reality, the art of ninja included also techniques for avoiding war and techniques for surviving. This is because ninja were used as spies in order to collect information about the enemy and prevent an open war. They had to survive to deliver the secret information they obtained even if facing severe hardships. The ninja training activity aims to convey this spirit of war-avoidance and survival in everyday life. This is a group lesson. If there are 6 or more people in your group, a private training can be arranged (please contact us for details). Choose between the following training courses: Basic Ninja Course (entry level): A 1-hour entry-level class that teaches ninja meditation \"Kuji-In\", ninja breathing, ninja walking, introduction gimmick and trap at ninja trick house, demonstration and training for ninja sword, sword training, kunai (dagger) training, shuriken (ninja star) training, ninja blowgun (blow darts) training. Elementary Ninja Training Course (includes basic course + extra): A 2-hour course combining the 1-hour entry level course with a 1-hour advanced skills course. Learn to use ninja weapons and practice kusarigama (chain-sickle), kunai with rope, ninja sword with shuriken, rope techniques, and stick type shuriken. Schedule of the lessons: from 10:00 am: Elementary Ninja Training Course from 13:00 pm: Basic Ninja Course from 15:00 pm: Basic Ninja Course from 17:00 pm: Basic Ninja Course Please select one of the time slots above when booking. Available every day, except during December 24 - January 10, Golden Week (April 29 - May 5), Gion Festival (July 13-23) and Obon holidays (August 10-16). Prices include: Ninja costumes rental for lessons; guidance in English; entrance fee to the Dojo. Ninja Dojo and Store is open from 10:00 am to 18:00 pm Access: 3 minutes on foot from Shijo-Karasuma Station on the Hankyu Kyoto Line.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-the-ninja-training-dojo-and-items-store-kyoto/6386?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy The Ninja Training Dojo and Items Store in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 02:59:07"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1848,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468661874/qkiigpqgzhumco57zhw0.jpg",
        "strIntroduction": "Have an amazing time petting and taking pictures with these cute owls at this owl cafe in Fukuoka. This is a new and interesting themed cafe concept that has begun to spread all over Japan and has become a must-try activity for visitors to Japan. Before meeting the owls, you'll have a chance to order a drink of your preference, before a member of the staff carefully explains the proper way to handle the owl to avoid any harm to you and the owl. Please listen attentively to their explanation so that you can enjoy an amazing time with the owls. Here is the flow of the experience: - enter the shop and hear the instructions of the staff (first 15 minutes of the experience) - spend time with the owls (for about 35 minutes) - end of the experience You'll then need to clean your hands with hand sanitizer before you can touch and pet the owls. After your time is up, you'll be able to visit the gift shop and find a unique owl-related souvenir! Other rules to observe: - only the staff can bring and take away the owls. - don't let go off the leash. - avoid touching the owls anywhere else except for their heads. - turn off the flash when taking a photo. This is definitely a rare, unique experience that you should definitely not miss while you are visiting Japan! Reserve your seat now! It is also possible to rent the entire place for 1 hour! Available for up to 20 people at once! The opening time of the cafe in Fukuoka is as follows: Weekday: 12:00 - 20:00 (last entry at 19:00) Weekend: 11:00 - 20:00 (last entry at 19:00) Closed: Mondays",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-reservation-for-lovely-owl-cafe-fukuro-no-mise-in-fukuoka/6333?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for Lovely Owl Cafe \"Fukuro no Mise\" in Fukuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 03:03:21"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7021,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463391596/nomdfln9uaqrnkiih2be.jpg",
        "strIntroduction": "If you are not sure which spots in Okinawa to see, then this tour plan is the perfect choice for you. This trip will stop at the Okinawa Churaumi Aquarium for around 3 hours and other great picture taking places. A multiple languages tour guide system is also available. There are 8 choices for you to choose: Japanese, English, Korean, Chinese, Cantonese, Russian, Spanish, Thai Option 1: Adult (Age 15 and over) Option 2: Child (Age 6-15) Option 3: Infant (Age 3-5) Here are the details: 1. Check in Pick up service is available at 08:00-08:50. Only at selected spots. Please ask the staff for more details. 2. Kouri Fureai Hiroba Visiting for 30 minutes from 10:10. 3. Fukugi Tree Road Visiting for 40 minutes from 11:10. 4. Okinawa Churaumi Aquarium Visiting for 190 minutes from 11:55. 5. Okashi Gozen (Onna Branch) Visiting for 30 minutes from 16:05. 6. Manzamou (Cape Manza) Visiting for 20 minutes from 16:45. 7. Drop off Drop off at selected spots at 19:55-20:25 Attention: 1. There will not be a tour on 12/4 , 12/7 and 12/8. 2. Tour could be delayed depending on the traffic conditions. Please spare at least 2 hours for your train or plane. 3. Tour could be canceled depending on the weather. 4. Please arrive at the bus station at least 20 minutes in advance to check in. 5. Lunch is not included.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enjoy-a-full-day-tour-to-manzamou-and-highlights-of-okinawa/6426?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Full Day Tour to Manzamou and Highlights of Okinawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 03:08:42"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11640,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463388500/uox6gmap4jb6iophinqh.jpg",
        "strIntroduction": "From the top of Mount Sekirinzan you can get the best view of ocean and it's not hard to climb! There are four different trails to be walked, each color coded and very well marked. You can choose the way that suits you best. The Okinawa Churaumi Aquarium is a part of the Ocean Expo Park located in Motobu, Okinawa. It is made up of four floors with tanks containing deep sea creatures, sharks, coral and tropical fish. A multiple languages tour guide system is available with 4 choices to choose from: Japanese, English, Korean, Chinese Option 1: Adult (Age 15 and over) Option 2: Child (Age 6-15) Option 3: Infant (Age 3-5) Here are the details: 1. Check in Pick up service is available at 07:45-08:35. Only at selected spots. Please ask the staff for more details. 2. Kouri Fureai Hiroba Visiting for 20 minutes from 10:55. 3. Mount Sekirinzan Visiting for 60 minutes from 11:25. 4. JAL Private Resort Okuma Having a buffet for lunch from 13:00. 5. Churaumi Aquarium Visiting for 120 minutes from 15:00. 6. Okashi Gozen Yambaru Ikoi no Mori Visiting for 30 minutes from 17:25. 7. Drop off Drop off at selected spots at 19:25-20:10. Attention: 1. There will not be a tour on 12/4 , 12/7 and 12/8. 2. Tour could be delayed depending on the traffic conditions. Please spare at least 2 hours for your train or plane. 3. Tour could be canceled depending on the weather. 4. Please arrive at the bus station at least 20 minutes in advance to check in.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enjoy-a-tour-of-churaumi-aquarium-and-mount-sekirinzan-okinawa/6425?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Tour of Churaumi Aquarium & Mt. Sekirinzan, Okinawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 03:13:23"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7021,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463382215/hdpyceglv5gekj0ilxo8.jpg",
        "strIntroduction": "This full day tour departs from Naha. Not only can you enjoy the beautiful views of Okinawa but you can also enjoy a lot of cheap and delicious fruits. The main point of this tour is the Okinawa Churaumi Aquarium and the Mihama American Village. The Okinawa Churaumi Aquarium is a part of the Ocean Expo Park located in Motobu, Okinawa. It is made up of four floors with tanks containing deep sea creatures, sharks, coral and tropical fish. The Mihama American Village is a large theme park in central Okinawa. It has a big American outdoor shopping mall with lots of shops, restaurants, cafes and a large parking lot. A multiple languages tour guide system is also available. There are 8 choices for you to choose: Japanese, English, Korean, Chinese, Cantonese, Russian, Spanish, Thai. Option 1: Adult (Age 15 and over) Option 2: Child (Age 6-15) Option 3: Infant (Age 3-5) Here are the details: 1. Check in Pick up service is available. Only at selected hotels. Please ask the staff for more details. 2. Kouri Fureai Hiroba & Warumi Oohashi Bridge Visiting for 30 minutes from 11:40. 3. Okinawa Churaumi Aquarium Visiting for 3 hours from 12:40. 4. Okinawa Fruit Park (Odd Number Days) Visiting for 40 minutes from 16:10. 5.Nago Pineapple Park (Even Number Days) Visiting for 40 minutes from 16:10. 6. Mihama American Village Visiting for 2 hours and 20 minutes from 18:00. 7. Drop off Drop off at selected hotels. Attention: 1. Not available on 12/4 , 12/7 and 12/8. 2. Tour could be delayed depending on traffic conditions. Please spare at least 2 hours for your train or plane. 3. Tour could be canceled depending on the weather. 4. Please arrive at the bus station at least 20 minutes in advance to check in. 5. Lunch is not included.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enjoy-a-full-day-okinawa-bus-tour-with-guide-from-naha/6418?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Full Day Okinawa Bus Tour with a Guide from Naha",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 03:19:12"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6375,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463366913/axnoniq8cniqbxfffblz.jpg",
        "strIntroduction": "Okinawa has a stunning ocean view and has a high reputation for it. This tour will show you the most beautiful parts of Okinawa which will start by visiting Okinawa Churaumi Aquarium. The Okinawa Churaumi Aquarium is a part of the Ocean Expo Park located in Motobu, Okinawa. It is made up of four floors with tanks containing deep sea creatures, sharks, coral and tropical fish. Then the tour heads to the Ryukyu Mura Village to experience Okinawan culture and if you are lucky you might be able to see Habu snakes. Option 1: Adult (Age 13 and over) Option 2: Child (Age 3-12) Option 3: Adult (Age 13 and over) two people or more Option 4: Child (Age 3-12) two people or more Here are the details: 1. Check in Check in at Palette Kumoji at 08:20. 2. Kouri Island Bridge Arriving at 10:20 and then visiting for 20 minutes. 3. The Okinawa Churaumi Aquarium Visiting for 2 and a half hours from 11:30 and having lunch. Lunch fee is not included. 4. Okashi Goten Drop by this souvenir shop at 14:30 and stay for 30 minutes. 5. Ryukyu Mura Village Arriving at 15:50 and staying for 70 minutes. 6. Drop off Drop off at Palette Kumoji. Attentions: 1. Only a basic English guide is available. 2. Tour could be delayed depending on the traffic conditions. Please spare at least 2 hours for your train or plane. 3. Tour could be canceled depending on the weather. 4. There are no seats for children under 3. If you want to book a seat for your child please book for ages 3-12.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enjoy-a-tour-to-an-aqaurium-and-ryuku-mura-village-okinawa/6407?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Tour to an Aquarium and Ryukyu Mura Village, Okinawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 03:24:32"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5081,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481178090/jnvddxgjetd7dneb0cbp.jpg",
        "strIntroduction": "Located in the suburbs west of Kyoto, the water basin of Katsura River has one of the most captivating landscapes in Japan. Lush green vegetation and a river with crystal clear waters have made it incredibly popular among locals and tourists. The blooming flowers, the trees, and the river have inspires many other artists through time. You can admire this splendid landscape in a unique way with this stand up paddle boarding tour. It's an offshoot sport of surfing, where the rider stands up on a board and propels through the water by moving a paddle. The range of vision on SUP, as its often abbreviated, is greater than that of a canoe or a kayak, and will allow you to experience Kyoto in a completely different way! In this tour we will paddle board on the stream of the Katsura river. You will feel the breeze on your face as you breath in fresh air that will refresh your body and soul! If you want to take a break from the temples, join this tour and experience this new sport while continue to explore Kyoto! Duration: Approx. 2 hours",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-experience-stand-up-paddle-boarding-in-kyoto/6382?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience stand up paddle boarding in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 03:29:42"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 24390,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463324881/zk9l1d4pud21tn99cv23.jpg",
        "strIntroduction": "Despite its great natural beauty, breathtaking views and historic cultural sites, Mt Hieizan has few foreign visitors because reaching the summit involves several bewildering transport transfers, various mountain trails, and a variety of confusing and expensive tickets. This walking tour aims to take all those daunting tasks out of the visitor's hands for a hassle-free and pleasurable hike around this landmark of Kyoto. You will depart from Kyoto Station, and then transfer on to a traditional cable car to finally reach the summit. On the half day tour, you will see stunning views of Kyoto and Lake Biwa, and even all the way to Osaka on a clear day. Explore the amazing temples of the Enryakuji forest monastery complex, stroll through lush green forest and learn about the monks who once lived there and their intriguing history. The full day tour will consist of the same itinerary, except before climbing the mountain, you will explore Lake Biwa and Biwako Canal, as well as the Miidera Temple complex, so often seen in Samurai films, with its huge bronze bell. In the foothills, where the God of the mountain is said to dwell, you will also visit beautiful Hiyoshi Taisha Shinto shrine. Return to Kyoto down the western slope via cable car to experience a different side of Mt Hieizan. As this is a walking tour, please wear comfortable clothes and shoes. Itineraries are subject to changes in bad weather, or in winter. Half Day Tour Departure point: JR Kyoto Station, 10:00 at latest Duration: approx. 5-6 hours Full Day Tour Departure point: JR Kyoto Station, 08:30 to 09:30 Duration: approx. 7-8 hours Tour prices include transportation fees (train, bus, cable car, and/or ropeway) and temple admission fees only. Fees for any additional activities chosen by guests, and/or refreshments are the responsibility of the guests.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-explore-mount-hieizan-in-a-walking-tour-from-kyoto/6380?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Mt Hieizan in a walking tour from Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 03:33:41"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7576,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481177557/dlu2dfascu1r3on8dnbt.jpg",
        "strIntroduction": "This guided walking tour is a great way to explore Japan’s ancient capital with more than 1200 years of history. In Kyoto, there are thousands of shrines, temples and Japanese style gardens, which means deciding what to visit can be a daunting task. We hand-picked the top must-see spots of southeast Kyoto, allowing you to cover this area in a half day. An experienced guide will give teach you about the history and culture of Koto from a local point of view. First we will visit the Tofukuji Temple, a Zen temple built in the 13th century. The temple has several “Karesansui”, the dry landscape gardens made with rocks and sand. Learn about their history and meaning, and calm your mind contemplating it just like Buddhist monks do. Next, we will walk into a nice residential neighborhood, where Fushimi Inari Shrine is located. After enjoying the local atmosphere, we will walk up the hill through the endless, vibrant red Torii gates, and spot the shrine’s symbol: the fox statues. This beautiful landscapes appeared in the famous film “Memoirs of a Geisha” and will prove to be great photo opportunities! Before sunset, we will leave Fushimi Inari shrine to head to the entertainment district, Gion. The area comes alive in the evening, and you will be able to take in the view of traditional teahouses, red lanterns, and Maiko on the streets, the quintessential Kyoto experience. The tour starts at 2:00 PM and doesn't require a great fitness level, however you must be able to walk for an extended period of time.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-a-kyoto-walking-tour-tofukuji-fushimi-inari-and-gion/6375?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Kyoto walking tour, Tofukuji, Fushimi Inari & Gion",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 03:37:29"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7021,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481177389/pjrowaxgbuosnivtvnvj.jpg",
        "strIntroduction": "Learn about the rich tradition of the Japanese incense with Mon-koh, the Japanese incense ceremony that will help you practice mindfulness by learning to meditate concentrating on the aroma of the incense. Or attend a workshop where you'll learn to make your own incense sachet. This is a wonderful opportunity to learn about a unique aspect of Japanese culture. These activities are offered by the Center for Arts and Wellness in the heart of Tokyo in the Roppongi district. Whether you are staying a few days in Tokyo or just passing by, take a moment our of your hectic itinerary to enjoy a moment of peace and relaxation, and learn about the rich world of the Japanese incense. It will definitely be a highlight of your trip! There are 2 types of workshops available: Mon-koh and Incense Sachet making. Mon-koh is a Japanese incense ceremony in a contemporary style. Traditionally, Japanese people offered incense as a sacred gift to the Gods. It's said that the history of incense started at the same time as people started using fire. In this workshop, you will learn about the history of Japanese Incense, brought into Japan during the Nara period. The objective during the Mon-koh ceremony is to \"listen\" to the incense, instead of just \"smelling\" it. You will need to sharpen your five senses to maximize its effects. It will leave you feeling relaxed and happy. In the incense sachet workshop, you will learn about the ingredients and select your favorite ones to make your own incense sachet. It's a great opportunity to take back home a special souvenir.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-meditate-with-japanese-incense-or-make-your-own-sachet/6370?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Meditate with Japanese incense or make your own sachet!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 03:41:31"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4989,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481946538/lguz7v8utcvwgzyvo3ct.jpg",
        "strIntroduction": "Speaking of Hokkaido, there is one place you shouldn't miss -- that's Otaru. It is famous for the romantic atmosphere and a lot of dramas were filmed here. We will head to Otaru around 11:00 and return to Sapporo around 16:00 to visit the Shiroi Koibito Park. Although is it just a factory but it has a high reputation around the country for its interesting and worth-visiting. Summer itinerary: 1. Check-in Check-in at Sapporo Station Bus Terminal at 11:10. 2. Departure Departure at 11:25. 3. Visit museums and shops in Otaru Arriving at 12:20 and then visiting museums and shops in Otaru for 2 hours. 4. Former Central Branch of Hokkaido Bank Visit for 15 minutes from 14:35. 5. Otaru Canal Visit for 40 minutes from 14:55. 6. Shiroi Koibito Park Go back to Sapporo and visit Shiroi Koibito Park for 65 minutes from 16:10. 7. Drop-off (1) Arriving at Nishimachi Kita 20 cho-me at 17:20. 8. Drop-off (2) Arriving at Kita 1 jo Nishi 12 cho-me at 17:35. 9. Drop-off (3) Arriving at Sapporo Clock Tower at 17:50. 10. Drop-off (4) Arriving at Sapporo Station Bus Terminal at 17:55. Winter itinerary (November-March) 1. Check-in Check-in at Sapporo Station Bus Terminal at 9:35 am. 2. Departure Departure at 9:50 am. 3. Shiroi Koibito Park Visit Shiroi Koibito Park for 60 minutes from 10:30 4. Visit museums and shops in Otaru Arriving at 12:15 and then visiting museums and shops in Otaru for 1.5 hours. 5. Nikka Whiskey (Hokkaido Yoichi Distillery) Visit Hokkaido Yoichi Distillery and learn about the history of Nikka Whiskey for about an hour from 15:30 pm. 6. Drop-off (1) Arriving at Nishimachi Kita 20 cho-me at 17:30. 7. Drop-off (2) Arriving at Kita 1 jo Nishi 12 cho-me at 17:45. 8. Drop-off (3) Arriving at Sapporo Clock Tower at 18:00. 9. Drop-off (4) Arriving at Sapporo Station Bus Terminal at 18:05. Attentions: 1.There are no seats for children under 6. If you want to book a seat for your child please book under ages 6-11. 2. It could be delayed depending on the traffic conditions. 3. It could be canceled depending on the weather. 4. We only have Japanese guidance. 5. There are a lot of discounts you can get by showing your tickets please ask the staff for details.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-shiroi-koibito-park-and-otaru-tour-from-sapporo-hokkaido/6346?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shiroi Koibito Park and Otaru tour, from Sapporo Hokkaido",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 03:45:39"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2919,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481177228/da8vqiggpjee0ze42exm.jpg",
        "strIntroduction": "The history of fake food making started early in the Taisho Era - nearly 100 years ago - as a handicraft. Later, people started using them to display the menu at restaurants. These displays help you to see what kind of food is serve at restaurants. It is a very unique culture and many restaurants in Japan display the foods that almost perfectly replicate the real foods! Recently, it has become a big trend in Japan for people to experience making these fake foods at the factories where they are manufactured. With this experience you can choose one menu from the choices of six. From the categories of sweets, you will make fruits with cream and decorate them nicely. In the other category, you can either make a bento lunch box or sushi. The choice of the design is up to you so that you can make your unique replica! The steps are simple and the instructor will teach you thoroughly, so don’t worry. Once you have completed your replica, you will attach a clip, strap or key chain. It will be completed within one hour. You should be proud of yourself making the item and show it to your friends back in the country. *Business hour: 10:00 AM-18:00 PM *Time for the activity: 30-45 minutes *Age: 3 years and over (Children require parental supervision) Note: Each food item can be made only within a specific time slot. For reference, see the time slots below: - Mini parfait: 10:00, 14:00, 16:00 - Fruits parfait: 10:00, 14:00, 16:00 - Sweet tarte: 10:00, 14:00, 16:00 - Bento: 11:00, 13:00, 15:00, 17:00 - Sushi: 11:00, 13:00, 15:00, 17:00",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-enjoy-fun-experience-making-plastic-food-in-osaka/6342?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy fun Experience Making Plastic Food in Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 03:51:25"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 60364,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481177072/b5cec8py0sbvaj2efn2t.jpg",
        "strIntroduction": "This wedding experience in Kyoto is almost all inclusive and will be almost everything that you could want or need and is especially recommend for couples who are interested in wearing Kimono's and the culture and traditions of a Japanese wedding ceremony. The schedule is as below: 1. Put on your wedding wear then have your hair and makeup set by a professional hairdresser. The Japanese formal wedding Kimono for women is made out of a high-quality white silk called Shiromuku. The bridegroom wears a formal divided skirt called a Hakama. 2. Experience the traditional Japanese ceremony briefly with Sake and a light meal. 3. Head to a Shrine by car and enjoy the atmosphere of a Japanese wedding and take pictures in front of the sacred Shinto building. This condensed Japanese traditional wedding experience takes 2.5-3 hours and you can enjoy the whole of experience with an interpreter explaining the meaning of its history, tradition and customs during the service. Additional services offer the opportunity of having photos taken by a professional photographer, the formalwear for your parent and friends and a prayer for your eternal happiness by a Shinto priest. Without a doubt you will enjoy the Japanese wedding experience.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-experience-traditional-japanese-wedding-and-kimono-in-kyoto/6324?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Traditional Japanese Wedding & Kimono in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 03:55:11"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5081,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463323146/ubchgjpljfkcomjgcpl8.jpg",
        "strIntroduction": "I can share a wonderful Japanese cooking experiences with you! What you can learn: In my class, you can learn making various kinds of sushi rolls. Also we can taste traditional Japanese dishes which I’ve already made. I have 2 classes a day (lunch or dinner). Each class has a maximum 4 people. Time Schedule: 10:00 (or 15:30): Meet up at Sasazuka Station, Tokyo - Shopping street/supermarket tour 10:30 (or 16:00) Start cooking class - explaining Japanese food - demonstration how to cook - try to make Sushi 12:00 (or 17:30) Tasting time 12:30 (or 18:00) End of the class Notes: I care about what you eat. If you have any allergy or eat Halal food, please let me know in advance",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-make-sushi-in-a-japanese-cooking-class-in-tokyo/6387?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make Sushi in a Japanese Cooking Class in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 03:58:31"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12010,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468561405/pk4a9qgswxahodjpqa4y.jpg",
        "strIntroduction": "There are many city lights tours but our illumination ride is quit different from the others. At the tour beginning, we go to the pier. You can see Tokyo station and Tokyo Tower on the way to the pier. Get on the water-bus with bicycle to go to Odaiba. You can look at Rainbow Bridge while on the ship. After arrived to Odaiba, we surve some coffee. You can enjoy coffee with beutifl sunset. When sun goes donwn, we take you to backside of Odaiba as nobody knows. It a 360 degree night view is waiting for you at last! It will be the perfect ending! Please don't forget your camera!! Course: CYT→Hinodesanbashi(Get on the ship)→Odaiba→Tokyo bay→Werehouse Area→Kachidokibashi Bridge→Ginza→Nihonbashi Bridge→Akihabara→CYT",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-cycle-and-explore-tokyo-stunning-city-lights/6348?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cycle and explore Tokyo's stunning city lights!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 04:01:49"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 15012,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462859146/u6lnrodiq0v4duonrkb7.jpg",
        "strIntroduction": "Rent gorgeous formal kimonos like Furisode for young ladies, Montsuki Hakama for men and shrine visits. These kimonos are worn for occasions like gala, wedding or tea party. Checking in at our reception counter with some basic information filled in, you will be given a rental bag and shown the way to start choosing kimonos. Furisode is the traditional formal attire with gorgeous patterns and long sleeves for unmarried young ladies. We have three ranks of furisode by different material and patterns. This plan lets you choosing your favorite furisode, obi and decorative items when you come to the store. A false fur shawl is also available to go with your look. Gentlemen can put on the traditional formal attired called Montsuki Hakama, a hakama suit with family crest. It takes about 30 mins. Choose kimonos and get dressed. If the ladies would like to have the hair done, hairdressing service is also available with extra charges which takes an additional 15-20 minutes. (Hairdressing is a very popular option so a reservation is highly recommended.) Including the time to leave your baggage, the entire process from entering our store until departure is about 1 hr - 1.5 hrs. Not sure where to go? Our information counter will be happy to help with some one-day trip advice. If you are short of yen, a currency exchange service is also available there. Feel free to explore Kyoto at your own pace. Take your time relaxing or having a cup of tea at the local cafe or tea room. Find a quiet temple or shrine. Wearing a traditional costume, you may feel the authentic atmosphere at the heart of Japan. Remember to come back by 19:30 pm and return the kimonos. If you want to wear kimonos at night, you can also return the attire on the following day with an extra extension charge.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-premium-kimono-rental-in-kyoto-furisode-montsuki-hakama/5374?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Premium Kimono Rental in Kyoto: Furisode, Montsuki Hakama!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 04:05:41"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9238,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462858560/s3pyzppponf4z4olknno.jpg",
        "strIntroduction": "Maiko is female performing artists working in Gion area whose skills include performing various Japanese arts such as classical music, dance and games. A maiko is a geiko minor apprentice from the age of 15 to 20 before her adulthood. Yumeyakata's Maiko Makeover plan does not have an age limit for the Maiko plan. Our staff who used to be a maiko, will make you up and dress you up like a real maiko. Using her skill who was the maiko since years ago, she will teach you how to pose and dance like a maiko. This package includes the studio photography, so why don't you take the pictures and give it to your family or friends as souvenirs?",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-try-a-complete-maiko-makeover-in-kyoto/5375?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try a complete Maiko makeover in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 04:09:03"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2753,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481178733/r8achdqxlqo6ir0shcae.jpg",
        "strIntroduction": "If you are a true big fan of Japanese traditional art and culture, you definitely shouldn’t miss this incredible tour program! This tour program will take you to an Atelier in Asakusa, Tokyo, where you can enjoy experiencing the traditional Japanese weaving methods. You can select your favorite thread out of ten kinds of threads and weave original coasters, center piece, and place mat. There are eight weaving machines available at the atelier, and you will get lost in your own world while weaving your original merchandise. The flow of the clothes dyeing experience will be as follows: - Choose the warps that you want to use - Choose the wefts that you want to use - Choose the threads that you want to use and start weaving - Tap on the machine and make your original merchandise! Children above three years old can join this tour program if they want to. This tour program everyday except on Wednesdays from 10:00 - 19:00. Reservation is difficult to make, so we suggest you to use our reservation service to book with no hassles!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-weaving-exprience-at-an-atelier-in-asakusa-tokyo/6424?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Weaving Experience at an Atelier in Asakusa, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 04:13:20"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 17368,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481178646/t8kfeqzinimtckey7tni.jpg",
        "strIntroduction": "If you are a food lover and want to hunt for good food of Tokyo, we recommend you to make a reservation for this tour program as soon as possible! You can enjoy an incredible food tour in Tokyo and fill your tummy with many delicious food of Tokyo at one of Tokyo’s most famous food spots. There are four different types of tour programs that you can reserve. 1. Aka Chouchin Tour Aka chouchin (red lantern) is the symbol of the Izakaya, which has similar concept to Spanish tapas bar. This aka chouchin tour will take you to Ebisu, an area named after the popular beer Yebisu, where you can enjoy many different types of food. Ebisu can be considered as a huge theme park of food at the center of Tokyo, as many new restaurants opening in Ebisu every month. Ebisu still also has few local old staples, and this tour will take you to both, old and new sides of food culture in Ebisu. This tour is available every day from 17:30 - 20:30. 2. Showa Retro Tour Showa Retro Tour will take you to Koenji, where you can find many Tokyo’s most authentic local food. Koenji is not very famous among foreigners, yet is not very famous among local teenagers or young adults, but it possesses an indescribable charm that can’t be found at other places in central Tokyo. You can escape from the Tokyo’s busy lifestyle and step into the little neighborhood of Koenji to gain insight on how Japanese locals enjoy their daily lives. This tour is available on Tuesday, Thursday, Friday, Saturday, and Sunday from 17:00 - 20:30. 3. Ameyokocho Tour You will have a day visit to Tokyo’s famous shopping streets called Ameya Yokocho (Ameyoko), which has over 400 shops and restaurants for you to troll around. People of all ages can have fun at Ameyokocho, and you can enjoy the lively local atmosphere and various “Japanese soul food” there. Streets at Ameyokocho are very busy from early in the morning until late night. This tour is available every day from 11:00 - 14:00. 4. Premium Food and Drinks Tour Different from other tours, this tour is a little bit luxurious compare to the other tours. A lot of various types of Japanese alcohols will be introduced in this tour, so you will be able to enjoy Craft beer, Japanese Sake, Japanese Shochu, and Japanese Whisky. You will also have a chance to experience the authentic Japanese course dining at hidden Japanese bars in Shimbashi. This tour is available from Monday to Friday from 17:00 - 21:00. Reservation for this food tour is difficult to make, so we suggest you to use our reservation service to book with no hassles!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-wonderful-food-tour-at-famous-food-spots-in-tokyo/6421?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy A Wonderful Food Tour at Famous Food Spots in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 04:17:42"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2772,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481178556/tqiut0srh5yeutftosju.jpg",
        "strIntroduction": "Join a Print Party and try the woodblock printmaking workshop at a warehouse in Asakusa, Tokyo! The warehouse is a wood printing workshop located in the Kaminarimon district of Asakusa, which is very close to Sensoji Temple. You will be printing your own designs on pre-carved woodblocks, with equipment and tools prepared by the staff of the warehouse. The staff will also lead through the wood printing process and teach you how to print your desings on woodblocks. You can make more than one wood printings, as you might fail your first print. You can also take home the printed woodblocks as souvenirs. Not only learning the wood printing process, you can also visit the printer’s workroom at the other end of the building. You can also enjoy a complimentary coffee and Japanese snacks corner, and you can also explore the shop of the warehouse to buy hand-made souvenirs. The party is available for three on the following schedules for most days: - From 10:00 - From 13:00 - From 14:30 The length of the party is 60 minutes. Please tell us about your available date so we can make a reservation for you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-wood-printing-event-at-a-warehouse-in-asakusa-tokyo/6409?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join Wood Printing Event at a Warehouse in Asakusa, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 04:22:43"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3917,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474968572/tb9eipmgsycv2jgv4xdc.jpg",
        "strIntroduction": "Join this program to experience a Japanese traditional art culture and make Makie, a decoration method applied on to lacquer coating. The Makie technique was fully developed in Kyoto, which is the cultural and political capital of Japan in the 6th Century. The process of Makie starts with drawing a pattern on a piece of wax paper, then pressing this wax paper onto a lacquer coated surface such as tray or bowl. After pressing the design of the pattern, you will trace it with a fine brush dipped into yellow-colored lacquer, which is a Cashew paint. Then you will sprinkle the gold or silver powder before the lacquer dries out and the powder will harden over night. This process is repeated over and over until the desired design is accomplished. The hands-on Makie introductory class at Inui offers you an unforgettable great cultural experience that is enjoyable and easy to understand. The individual class is available every Tuesdays and Fridays from 9:00 to 16:00. The individual class is also available for the additional dates listed below: - Aoi Matsuri Festival May 14, 15, 16th. - Gion Festival: July 14, 15, 16 and 17th) - Jidai Matsuri Festibal: October 24, 25th. Group class for 2 persons or more are available daily. All classes are available upon reservations. The length of the course is 90 minutes and available for minimum two persons. Use our reservation service to book this program and have fun making your own traditional Japanese souvenir only in Kyoto!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-learn-how-to-make-makie-at-an-old-art-shop-in-kyoto/6404?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn How to Make Makie At an Old Art Shop in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 04:28:14"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 20787,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463352001/eshubt8mojgjrsaokw66.jpg",
        "strIntroduction": "Enrich your experience in Japan by joining this tour to enjoy a Japanese dinner with Geisha performance at Ryoutei in Tokyo! You can enjoy a traditional Japanese kaiseki dinner while watching the dance and music performance of Geisha. In addition, you can also enjoy real conversations with Geisha, since English translators or speakers will also be present in this program! The schedule of this program is as follows: 17:50 – Dinner Begins Talk with other international guest from around the world to make new friends, and change into kimono (or yukata) that is included in this program! 18:30 – Introduction to Geisha The interpreter will introduce you to the culture and history of Geisha while you are enjoying your meal. 19:00 – Geisha Performance Geisha will perform the traditional dances and songs. 19:30 – Q&A and Games Ask questions, learn more about Geisha and have some fun playing a few traditional Japanese games with them! 20:00 – Geisha Conversations Have fun stirring up conversation with Geisha as they pour you your drinks (the interpreter will help you translate the conversation with Geisha). 21:00 – Dinner ends Take photos and end your night by saying \"Sayoonara\" after making new friends and learning about the Geisha culture! The programs are available on Thursday and Saturday evenings at a ryoutei (traditional Japanese restaurant) near Asakusa, Tokyo. The price includes: - Kaiseki dinner (multi-course traditional Japanese meal) - Authentic geisha performance and entertainment - English interpreter - Kimono rental, free souvenirs, photo opportunities, and more.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-geisha-performance-with-dinner-kimono-rental-tokyo/6399?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "10% OFF Geisha Performance with Dinner & Kimono Rental,Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 04:33:26"
    }
]