[
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 36,
        "intUsdCost": 3682,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476346270/vlmwj2no6kmdv6ywhnuf.jpg",
        "strIntroduction": "Maricar is a go-kart rental service, where you can enjoy cosplay and driving if you have a driver’s license. You can wear the Mario, superman, Ironman etc Costumes and go anywhere you want driving Maricar on the public road. There is no doubt that you will stand out in such vivid, unique Super Star Go-karting. Put your costumes on, play your favorite love songs on loud speakers, and drive around your favorite part of town in Tokyo! The Real Life Super Star Go-karting is coming true! There are free options: GPS car navigation (if available), action camera, loud sound speakers (if available), helmet, mask, and glasses. If you drive with your friends or families, the wireless applications can also be rented for a fee. Business Hours: 10:00-22:00 Note that the go-kart activity will not be available after 10 pm, therefore book earlier if you want to enjoy your entire requested time. For example, if you want to book a 2-hour tour, the latest possible time for booking will be 8 pm. ************************************************************************************ Please note that: ※ You are aware it's NOT their Shinagawa branch but Roppongi branch. ※ You must have a valid Japanese drivers license, Japanese SOFA license, or International Driving Permit based on the 1949 Geneva Convention*. ※Bring a valid Japanese or SOFA license, or International Driving Permit* and a copy of your passport (passport is not required for Japanese) to the shop on the day *Holders of a license from Belgium, France, Germany, Monaco, Slovenia, Switzerland or Taiwan can use an official Japanese translation provided by the Japan Automobile Federation (JAF) or the country’s embassy or consulate in Japan. The plan includes 2-hour rental, English guide, costume, and fuel (you do not need to fill up the tank when returning). In addition, you can book the optional Go-Pro sport camera shooting. Insurance fee is included in the price. Third Party Liability = Unlimited Guest himself/herself = up to JPY 30,000,000 Disclaimer = JPY 50,000 ************************************************************************************",
        "strLocation": "東京",
        "strOriginUrl": "https://www.govoyagin.com/zh-tw/activities/japan-tokyo-rent-a-go-kart-around-tokyo-from-roppongi/7730?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "25% OFF Rent a \"Maricar\" Go Kart around Tokyo from Roppongi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 02:22:29"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 36,
        "intUsdCost": 3682,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476346270/vlmwj2no6kmdv6ywhnuf.jpg",
        "strIntroduction": "Maricar is a go-kart rental service, where you can enjoy cosplay and driving if you have a driver’s license. You can wear the Mario, superman, Ironman etc Costumes and go anywhere you want driving Maricar on the public road. There is no doubt that you will stand out in such vivid, unique Super Star Go-karting. Put your costumes on, play your favorite love songs on loud speakers, and drive around your favorite part of town in Tokyo! The Real Life Super Star Go-karting is coming true! There are free options: GPS car navigation (if available), action camera, loud sound speakers (if available), helmet, mask, and glasses. If you drive with your friends or families, the wireless applications can also be rented for a fee. Business Hours: 10:00-22:00 Note that the go-kart activity will not be available after 10 pm, therefore book earlier if you want to enjoy your entire requested time. For example, if you want to book a 2-hour tour, the latest possible time for booking will be 8 pm. ************************************************************************************ Please note that: ※ You are aware it's NOT their Shinagawa branch but Roppongi branch. ※ You must have a valid Japanese drivers license, Japanese SOFA license, or International Driving Permit based on the 1949 Geneva Convention*. ※Bring a valid Japanese or SOFA license, or International Driving Permit* and a copy of your passport (passport is not required for Japanese) to the shop on the day *Holders of a license from Belgium, France, Germany, Monaco, Slovenia, Switzerland or Taiwan can use an official Japanese translation provided by the Japan Automobile Federation (JAF) or the country’s embassy or consulate in Japan. The plan includes 2-hour rental, English guide, costume, and fuel (you do not need to fill up the tank when returning). In addition, you can book the optional Go-Pro sport camera shooting. Insurance fee is included in the price. Third Party Liability = Unlimited Guest himself/herself = up to JPY 30,000,000 Disclaimer = JPY 50,000 ************************************************************************************",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-rent-a-go-kart-around-tokyo-from-roppongi/7730?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "25% OFF Rent a \"Maricar\" Go Kart around Tokyo from Roppongi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 02:27:51"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 12114,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1484877342/bjevgckhgaysmaxtr6vh.jpg",
        "strIntroduction": "You are going to have many Japanese experiences in one place at a Japanese home in a day. JR Shin-Urayasu station where we meet is 16 min by Rapid train and 20 min by local train. We meet at Shin-Urayasu Station and walk to our house, which takes about 5 min on foot. Lets start your day by having Japanese tea ceremony. You will learn the proper manners of how to have Matcha, Japanese green tea, by our traditional style. For example, you will learn how to pick up chopsticks ! It has rules too. Of course, you can try making tea by yourself! While you enjoy your tea time, I'll play Koto, a Japanese harp for you as a background music. I hope you can enjoy the exotic music! For lunch, let's try cooking a Japanese dish, Okonomiyaki, Hiroshima-style together. Okonom-yaki is a thin and flat pancake cooked on a hot plate with bits of meat and chopped cabbages. It is very tasty and a unique dish that you can't have in your country. After lunch, you can try on kimono. For ladies we have real fancy Japanese silk kimono. You can try on girls' kimono for wedding, too. For men we have yukata, a cotton summer kimono. For kids we have some kimono too (girls only with limited size). I take you to Shin-Urayasu station after all experience had done. Let's have fun time with this Japanese experience package together !!",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-whole-package-of-japanese-experience-at-home-tokyo/8060?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "30% OFF Whole Package of Japanese Experiences at Home, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 02:33:24"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 7,
        "intUsdCost": 2301,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1441345350/nkqpdtsladxrdwyj7jse.jpg",
        "strIntroduction": "This is a truly great coffee experience in Tokyo! Our cafe is located between Shibyua and Yokohama, near Motosumiyoshi Station on the Tokyu-Toyoko Line. In this activity, you can learn how to drip coffee in an authentic Japanese way. Once you've learned it, your future coffee experience will never be the same again. We promise that this is something you've never done before! We will meet directly at our cafe, or we can pick you up at Motosumiyoshi Station. Then, you can enjoy wonderful coffee experience for about 1hour 30mins with an expert teacher. Little groups of up to 4 people are best for this activity. Children are welcome too. In the end, you can take 100 grams of coffee beans home with you as a present. Enjoy your life with a cup of coffee!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-how-to-drip-the-best-coffee-in-tokyo/3864?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn how to drip the best coffee in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 02:38:19"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 11,
        "intUsdCost": 9931,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475130808/brt3fi2p5zqjcippjtz6.jpg",
        "strIntroduction": "Enjoy winter delicacies and see the great winter panorama of Mt. Fuji with this wonderful tour program! Experience an all-you-can-eat strawberry picking and enjoy a winter barbecue containing scallop, turban shell, shrimp, etc for lunch! This tour departs from Shinjuku Washington Hotel and will take you to Mitohama to enjoy 50 minutes seafood barbecue lunch, which includes scallop, turban shell, shrimp, and other delicious ingredients! After lunch, you will cross along the Suruga Bay for 20 minutes to enjoy the great view of snow-capped Mt. Fuji! You will visit Yamamoto Shokuhin for shopping, where you can get souvenirs for you to take home. After that you will visit Nakaizu, where you can enjoy 30 minutes all-you-can-eat sweet and juicy strawberries picking! After that, you will visit Gotenba for Toki No Sumika Illumination “Tunnel of Light”, which was ranked as No. 1 most popular illumination spot in Shizuoka and No. 2 in Japan last year before returning to Shinjuku! Last but not least, join the lucky draw game while traveling on the bus to win some wonderful prizes! The itinerary of this tour is as follows: - Depart from Shinjuku Washington Hotel at 10:20 - Visit Mitohama and have seafood barbecue lunch for 50 minutes and cruise along the Suruga Bay for 20 minutes - Visit Yamamoto Shokuhin for shopping - Visit Nakaizu and enjoy 30 minutes all-you-can-eat strawberries picking - Visit Gotenba Toki No Sumika to see the illuminations for 60 minutes - Return to Shinjuku and tour ends at 19:30 This tour program is very famous among both the locals and the foreigners and reservation is difficult to make! Use our service to book with no hassles and enjoy your winter with this ultimate tour program! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-enjoy-strawberries-picking-and-mountain-fuji-cruising-in-shizuoka/7622?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Strawberries Picking & Mt. Fuji Cruising in Shizuoka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 02:42:31"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 144,
        "intUsdCost": 3590,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472476694/v5nsbxqx5wgv1thtsjd5.jpg",
        "strIntroduction": "A Brand New Entertainment Show has come to Tokyo! This is the musical SAKURA – JAPAN IN THE BOX, which is a new fusion of traditional Japanese culture and anime! There will be synchronization of Japanese dancing (Kabuki and Nihon Buyo) and street dance, Japanese traditional musical instruments playing rock, projection mapping on stage, interactive segments... Enjoy the spectacular battle scenes of Samurai and Ninja coordinated with exciting music and projection mapping! This show has everything and will leave you reeling! SAKURA – JAPAN IN THE BOX starts comparatively late at night so you will have plenty of time to explore the city of Tokyo and even enjoy dinner before the curtain rises. • Show start time: 19:00 or 20:30 depending on the day There is one show per day, running for 70 minutes. Opening time depends on the day you watch the musical, please see the calendar. • Download the free SAKURA – JAPAN IN THE BOX app for subtitles and more! http://sakura-meijiza-app.com/index-en.html No need to worry about the language barrier. If you download the app for SAKURA – JAPAN IN THE BOX, you will be able to read the subtitles and song lyrics ( English or Traditional and Simplified Chinese characters or Korean ) on your smartphone in real time as the show proceeds! You can sync your phone with the show as it starts, and the app will show you the lyrics of the songs as the performers sing them on stage. In addition, the app will add special visual effects to increase the unique interactive experience of this show! You can also take photos with the special filters made just for the show! • Share your experience on SNS! Unlike any other show you will see, you're free to take pictures of this stunning musical and share them on SNS - Twitter, Instagram, Facebook and any social media you like!. Normally taking pictures of plays and musicals in Japan is strictly prohibited, so this is a rare chance to take as many photos as you want and show them off to those who missed the show! • Ticket Availability SAKURA – JAPAN IN THE BOX can be booked up until to 18:00 on the day of performance. The current scheduled run is until March 31st, 2017 - please check the calendar",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-new-stage-show-sakura-japan-in-the-box-at-meijiza/6856?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "New Stage Show SAKURA – JAPAN IN THE BOX at Meijiza",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 02:47:08"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 11,
        "intUsdCost": 14295,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1384240981/fk1qavlkxrdaldmloi5g.jpg",
        "strIntroduction": "We love Kyoto and we love the world of the Geisha. It is our pleasure to provide impressive and fun experience to the people through traditional Kyoto culture. At our studio you can transform into a Geisha, complete with real traditional wigs, kimonos, obis, shoes and accessories. And then you can have a studio portrait made, take your own photos and walk around on the great old streets that are just minutes from our front door. Our staffs extend a warm welcome to you. Let us turn you into a Japanese Geisha. Many foreign guests have visited us. We are an internationally experienced team! We are located Kyoto's legendary Gion district, the most famous home of the Geisha in all of Japan. This area is loaded with old places and things to do: restaurants, ryokan inns, tea houses and other settings. Our studio is full of classic Japanese atmosphere. The studio is in a traditional machiya townhouse. We even have a tsuboniwa interior garden, where you can take pictures of yourself as a Geisha (it is the only place in Kyoto that offers this special background setting). Come and enjoy our maiko experience in traditional 100-year-old machiya townhouse! *Please note that if you make a booking with a walking plan or the plans that contains outdoor activities, it might be changed to the basic plan in case of rain.(You will get a refund for the price difference.)",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-become-a-real-maiko-in-kyoto/1379?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "15% OFF Maiko Makeover in Kyoto Gion",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 02:52:18"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 53,
        "intUsdCost": 6443,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355845015/vwvfo7ql93rgu1teztew.jpg",
        "strIntroduction": "Tsukiji Fish Market in Tokyo is one of the largest wholesale seafood markets in the world and is the most popular tourist destination among foreign visitors to Japan. The market includes an inner area consisting of over 600 wholesalers and an outer area containing a mixture of retail and wholesale vendors, as well as various sushi restaurants. Because the fish market is exclusive to wholesalers, many Tokyo natives aren't familiar with the sushi restaurants in the area and guidebooks about Tsukiji often provide varying information. In this tour, your guide's intimate knowledge of the market will give you access to information and places that you can't discover from guidebooks. Your tour guide \"Tsukiji King\" is a professional, English-speaking guide who has been active in the mass media field for his extensive knowledge of the market. Having written many books about the the market and its many restaurants, as well as featured in media programs across Japan, your tour guide will introduce you to delicious culinary experiences in Tsukiji. The tour starts from 9:30 am at Tsukiji Fish Market.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-private-tokyo-tsukiji-fish-market-tour-and-enjoy-sushi/10?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "10% OFF Private Tokyo Tsukiji Fish Market Tour & Enjoy Sushi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 02:56:42"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 7,
        "intUsdCost": 3222,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465866935/jbtkq85xh3rnzzo2daur.jpg",
        "strIntroduction": "Yu-Art offers you Japanese Cultural Experience at a residence in the one of the most attractive area in Tokyo, Kichijoji. After your reservation is completed, a map to \"Yu-Art\" from Kichijoji Station will be sent to you by e-mail. It takes 5-6 minutes from Kichijoji Station. Below is the outline of this activity: Wagashi making in a kitchen of a residence The instructor introduces Wagashi which you will make and explains the ingredients. Different Wagashi design will be prepared according to the season. For example, Sakura-shaped ones for February & March, Iris-shaped ones for April & May, etc. First, you look at a demonstration of Wagashi making by the instructor. Then you make your first Wagashi step by step together with the instructor. You use only everyday utensils like a spoon & a knife and your hands only. Then, when you make the second one, you can change its color if you like! Having a Matcha tea with the Wagashi you made in a tea room You move to a tea room which is equipped for tea ceremonies in the same residence. You can have your Wagashi with a cup of Matcha tea that the instructor prepared in a traditional way. It’s nice to take photos of your Wagashi with the Matcha in the traditional Japanese tea room. * Basically, this activity is for adult guests, not for kids.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-try-wagashi-japanese-confectionery-making-and-matcha-tokyo/5255?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try Wagashi (Japanese confectionery) making & Matcha, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 03:01:07"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 54,
        "intUsdCost": 4971,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1359429921/onjgtzmouyodtu593f5r.jpg",
        "strIntroduction": "You'll meet your professional tour guide bright and early at 1:00 am to reserve your limited spot to the renown Tuna Auction. After you will witness first hand the early morning brokers check deep inside the famous tuna using flashlights, as they assess the quality of the fish. Then you will watch as exorbitant prices are paid for the high-quality tuna during the Tuna Auction from 5:30 am and 6:00 am. It's a rare and exciting opportunity to experience the the Tuna Auction live. Following the Tuna Auction, the expert guide will give you a short market tour in a small, exclusive group. In the short market tour, you will learn more history about the Tsukiji fish market and explore the vegetable market and the outside of the inside market. If you are lucky, you can watch the vegetable auction! You will also enjoy browsing various kinds of shops selling fish, vegetables, and dried seafood in the outer market. If you are craving some of the freshest sushi available in the world, you can finish the morning with a sushi breakfast, at your request. Please let the guide know in advance if you would like to be taken to a recommended sushi restaurant. Please note, the breakfast fee is not included in the tour price. ------------------------------------------------------------------------------------------------------------------------------------------- Add-On: Extended tour of the Tsukiji Fish Market If you would like to have a full tour of the Tsukiji Fish Market after your Tuna Auction Tour, you can add-on an extended walking tour! You can do so by purchasing the Add-on option along with your Tuna Auction Tour. Between the end of Tuna Auction Tour (around 5:30 am) and Tsukiji Fish Market opening time (9:00 am), the following is an example itinerary: - Breakfast at a sushi restaurant in Tsukiji market: The guide will bring you to one of their recommended restaurants for a fresh seafood breakfast (1 hour) - Tour the Outer Market: Browse various kinds of shops selling fish, vegetables, nori (dried seaweed), and dried seafood (1 hour) - Namiyoke Inari Shrine: Visit the Shinto shrine that translates to \"protection of waves\" that is meant to protect the Tsukiji Market. Then enjoy a relaxing coffee break before starting the Tsukiji Fish Market Tour (1 hour) The duration of the Tuna auction and market add on tour is approximately 10 hours, from 1:00 am until 11:00 am. ------------------------------------------------------------------------------------------------------------------------------------------- Please note that if your booking is for more than 5 people, you might be split into groups to meet the safety guidelines set by the market authorities. The Tuna Auction Tour is regularly available Mondays, Tuesdays, Thursdays, Fridays, and Saturdays, excluding holidays and market closed days. Our tour guide will ensure you have access into the exclusive Tuna Auction, but remember you'll be 1 of 120 other visitors in waiting room and 60 of you will attend each of the 2 bustling auctions!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tsukiji-tuna-auction-tour-with-a-guide-during-the-night/528?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tsukiji Tuna Auction Tour with a Guide during the night",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 03:05:18"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 31,
        "intUsdCost": 11506,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464844108/xowlqtxejkf2nqd702jf.jpg",
        "strIntroduction": "What comes to your mind when you think of Japan? Many people first think of the image of Mt. Fuji! Since it was registered as a World Heritage site, Mt. Fuji is becoming more and more popular among not only tourists but also the Japanese. Mt.Fuji is the biggest mountain in Japan at a height of 3776 meters. This guided one-day tour includes a stop at the Fuji Visitor Center, a trip up to Mt. Fuji's 5th station at an elevation of 2,300 meters, a cruise on pristine Lake Ashi, and a ride on the Mt. Komagatake Ropeway which boasts great views of the surrounding Hakone National Park. You will be speechless when you see Mt. Fuji with the beautiful lake. Come join this tour if you want an easy way to experience Mt. Fuji! Itinerary: 7:30 - 9:00 a.m. -Depart Hamamatsucho Bus Terminal. *Report at least 10 minutes prior to departure. -Fuji Visitor Center Find out current weather conditions, history, formation, and ecology of Mt. Fuji through exhibits and movies. The second floor observatory deck provides views of Mt. Fuji from up close. -Mt. Fuji 5th Station Climb 2,300 meters (7,546 ft) above sea level for breathtaking views of Mt. Fuji and the surrounding lakes on a clear day. Torii gates, shrines, and souvenir shops decorate this station known as the border between the heavens and the earth. -Lunch You can enjoy Japanese style meal if you buy the option with lunch. If you buy the option with no lunch, please bring your meal. -Lake Ashi cruise Go on a Hakone sightseeing cruise aboard a pirate ship modeled after medieval times. The crater filled lake was born from a powerful volcanic eruption nearly 3,000 years ago and provides postcard views of Mt. Fuji from various angles. -Mt. Komagatake Ropeway Catch sweeping views of Mt. Fuji, Lake Ashi, Izu Peninsula, Izu Islands, Hakone National Park, and more while climbing up and down the mountain on an aerial cableway. -Return to Tokyo Return to Tokyo by bus 6:30 - 8:30 p.m. -You may choose to return to either Shinjuku or Ginza in Tokyo. Q.Can we buy our Hakone free pass when we collect and pay for our tickets? A.You can buy Hakone free pass at the Odakyuu foreigners tourist center without reservation. Q. Will there be enough room for my luggage on the bus? A. Yes, carry on size and larger luggage (that you would normally have to check in on a flight) can be accommodated. Pick-up Points: **Please clarify your preferred pick-up point from the list of pick-up points at the time of booking. We will send you an email with your confirmed pick-up point. You may be denied access to the tour if you do not board at your confirmed pick-up point. Cerulean Tower Tokyu (07:40) Hyatt Regency(08:05) Conrad Tokyo (08:10) The Capitol Hotel Tokyu (08:00) Daiichi Hotel Tokyo (08:25) Tokyo Dome Hotel (08:20) Grand Pacific Le Daiba(08:10) Hotel Chizan—so Tokyo(08:00) Courtyard by Marriott Cinza(08:l5) Grand Hyatt Tokyo(08:25) Grand Palace(07:50) Hamamatsucho Bus Terminal(09:00) Hilton Tokyo(07:55) Park Hyatt Tokyo(07:50) Intercontinental Tokyo Bay(08:30) Imperial (Main Bldg.)(08:25) Shinjuku Station East Exit (Bus Stop of Hato Bus)(07:45) Nikko Tokyo(08: 15) Keio Plaza Hotel Main Building 3F Guest Relations Desk (08:05) Mandarin Oriental(07:50) Hotel Metropolitan Tokyo(07:40) Sheraton Miyako Hotel Tokyo(07:50) New Sanno(08:05) Okura (Main Bldg)(08:10) New Otani (Main Bldg.)(07:50) Palace Hotel(08:05) Shinagawa Prince Main(08:05) Park Hotel Tokyo (1F)(08:20) Ritz Carlton Tokyo(08:15) Royal Park Shiodome Tower(08:25) Sunshine City Prince(07:30) Shiba Park Hotel(08:30) Grand Prince New Takanawa(08:20) Shinjuku Washington(07:55) ANA Inter Continental Tokyo(08:20) Tokyo Prince(08:30) Tokyo Sta.(Hato Bus Counter)(08:l5) The Prince Park Tower Tokyo(08:20) Westin Tokyo(07:55) For more Pick-up details, please check here. http://voyag.in/271VaVk ※Vegetarian meal Some animal products may be used as a soup stock for the vegetarian meal. Alcohol and mirin (sweet sake) can also be used for all types of meals. If you cannot eat these products, please choose the \"without lunch\" option.",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-mt-fuji-tour-including-hakone-and-lake-ashi-cruise/876?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Mt. Fuji Tour Including Hakone & Lake Ashi Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 03:10:52"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 8,
        "intUsdCost": 3682,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456546042/dsqxxybgycabdowfcvnl.jpg",
        "strIntroduction": "This is a 3-hour tour around the tea plantations in Shizuoka prefecture. 【Tea Plantation】 The host will guide you to the top of the mountain and tell you the history and production methods of the organic tea plantation founded in 1975. If the weather's nice, you can see great scenery such as Mt. Fuji, bay, peninsula and a bird's eye view of the city. 【Taste Tea】 Finally, there will be tea-tasting of green tea, black tea,etc. We will teach you how to make delicious tea too. Join me for a taste of Japanese tea, its culture, and the authentic lifestyle of the Japanese tea farmers! *Please note that due to seasonal harvesting we won't be able to host you everyday, so please contact us before you make any reservation. Do not hesitate to send us a message too if you have further questions with regards to the tour. Thank you for your kind understanding.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-visit-an-organic-tea-farm-in-japan-three-hour-tour/5030?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit an Organic Tea Farm in Japan (3-hour tour)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 03:16:02"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 22,
        "intUsdCost": 7824,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1403660800/zmp2wvh69rytx4w2gc9z.jpg",
        "strIntroduction": "Hi, I'm Tamao! I will read your past, current and future from either palm reading, runestones, tarot cards or from angel cards. I will tell you the results based on Japanese and white magic at the end of the reading. White magic is a type of magic that brings you happiness and luck without any sacrifice or pain for anyone else. It is a very unselfish type of magic so please don't worry! If you have received unexpected fortune telling results in the past, or feel you are surrounded by bad luck, please don't worry. I will guide you through a journey that will bring luck and upgrade your fortune even if you are already lucky! I can give you detailed reading results as you present me with more detailed information about yourself. Please consult with me on what topics you would like to talk about, such as on your life, health, job and love life. I usually give my readings in Akebonobashi, 2 stops from Shinjuku, but if you wish I can go to your hotel in Tokyo to do the fortune telling. Please choose from either the 40 minutes or 80 minutes fortune telling plan and select your transportation option (if you wish me to go to your hotel) when you make the reservation.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-fortune-telling-in-shinjuku/2350?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Fortune Telling in Shinjuku",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 03:19:53"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 12,
        "intUsdCost": 1712,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482731939/q9pop6pul4td0fbavhi3.jpg",
        "strIntroduction": "Join our Osaka Afternoon Tour and discover Osaka's favorite snack - the Okonomiyaki or Takoyaki. You will have a private guide who will take you around Osaka! Go around the city in your preferred pace, and ask many questions! Osaka Castle, a grand structure dating back to the 17th century when Osaka became the center of Japan and began to prosper as a great town of merchants. First, we will visit “Dotonbori” to have a popular snack. It’s the liveliest area in the heart of the old town centre with lots of reasonably-priced restaurants and shops which have replaced the old theaters that used to thrive here. Osaka is called the town of “Kuidaore,” which translates to “eat until you drop.” Just like the locals, we will enjoy eating Okonomiyaki, a Japanese savory pancake containing a variety of ingredients such as cabbage, scallions and eggs, or Takoyaki, a savory round pancake with cooked octopus! Following our meal, we will take a casual stroll down Dotonbori Street and spot many peculiar shop signs along the way. Next we visit Osaka Castle. It boasts gigantic and exquisite stone walls which are the highest in all of Japan. Many sections of the castle have been lost in history. The total length of the stone walls is about 12km or 8miles. We will go around the Osaka Castle Park, up the five-story main tower and take a close look at the unbeatable walls surrounded by two large moats. This is the second Osaka Castle, built after the first Osaka Castle was burnt down during the Winter War and the Summer War in 1615. The stone walls of the first castle have been buried deep under the ground! There are many interesting stories about the castle, so let’s enjoy the sights and listened to the amazing history of the castle. Looking forward to meeting you and enjoying these two famous sights in Osaka! ※Osaka Castle will be closed from Dec/28/2016 to Jan/1/2017",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-join-an-osaka-castle-walking-dotonbori-food-tour-in-osaka/8013?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Osaka Castle Walking & Dotonbori Food Tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 03:23:29"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15648,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481780751/ozylt0fvfdxsp2xxtlyb.jpg",
        "strIntroduction": "■What to Expect Experience the best views of Tokyo from inside a helicopter with large windows. Taking off from Tokyo Heliport, you fly over Rainbow Bridge, Odaiba, Hamarikyu Onshi-teien, Tokyo Tower, Tsukiji Market, The Imperial Palace, Tokyo Station, The Sumida River, Ryogoku Kokugikan, Kaminari-mon, Tokyo Skytree, The Arakawa River, Kasai Rinkai Koen, and then back to Tokyo Heliport. The 600 meter panorama view is a new style of sightseeing. With tour narration there's no better way to enjoy the dramatic Tokyo skyline. Heliport fees are included. ■What's Included ・Sightseeing flight ・Flight insurance ・Gratuities ■Know Before You Go * The flight may be cancelled due to bad weather. * The flight course may be changed due to weather. * Tax and insurance are included in the price. * Possible reservation time: 10:00 – 16:00 * Please come to Tokyo Heliport at least 30 minutes before your reservation time. If you are late, you may not be able to board the helicopter. • If the tour can't be conducted due to inclement weather, specific problems with the aircraft, other disturbances to flight operations or flight cancellation, you may ask for a refund or change to an alternative date • You will be informed by the host if your flight is cancelled due to the above. For morning flights, you will be notified before 16:00 the day before; for evening flights, two hours before. In some cases, even if you have arrived at heliport, there remains a possibility that your flight will cancelled due to above reasons. We apologize sincerely in advance for this",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tokyo-sky-cruising-helicopter-tour-over-tokyo/7987?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tokyo sky cruising: Helicopter tour over Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 03:27:18"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5799,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475329959/gf9aoyex7l3eryuszmss.jpg",
        "strIntroduction": "【Learn Japanese with us and explore Japan with Japanese! 】 Hi, I'm Megumi! I got the Japanese teaching licence in 2009. I've been teaching for more than 5 years. I've taught students from different countries like the U.S, Hong Kong, Taiwan and Indonesia.I hope to teach you and learn from you as well. Learning Japanese isn't as hard as you think! I'll help you learn Japanese in an easy and fun way. After my 2 hours class, you will be able to introduce yourself, ask for directions, make orders at restaurants in Japanese. And if you need, you can get a short Kanji lecture. I can teach you how to write your name in Kanji as well.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-a-japanese-language-class-for-beginners-in-asakusa/7678?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Japanese Language Class for beginners in Asakusa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 03:30:56"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 35,
        "intUsdCost": 5155,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1414472501/plglsxminb8cuesvs10a.jpg",
        "strIntroduction": "Your guide book might say Kabukicho and Shinjuku Golden Gai are not safe areas, and usually Travel agencies don't do guides here. But these areas have a very special and unique atmosphere and it's a much safer place now than it once used to be. Let me introduce you to these two areas. -Kabukicho Kabukicho is the largest red-light district in Japan, without the official red-light prostitutes. But it has very different atmosphere compared to red-light districts in Europe. -Shinjuku Golden Gai Shinjuku Golden Gai is a bar area. The style of the bars is unique, not like the ones you will see in other places. Let's explore the busiest city, Shinjuku at night time. ●Tour days and time: Monday to Friday Starting time is 5:30 pm ●Meeting point: JR Shinjuku station, East exit, outside tickets gate, NEWDAYS SHOP, front of bouquet. If you are coming by walking, go to JR Shinjuku Station, East gate entrance. You will see Police box, KOBAN next to East gate entrance. Go down to the stairs in the entrance. Then you will see the NEWDAYS Shop. ●The duration of this tour 2 hours ●Cost: Included only guide fee. Drink and food are NOT included. Please pay for host's meals during the tour. If you have any questions or would like further information for my tours, please send a message.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-kabukicho-and-shinjuku-golden-gai-night-tour/2815?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Kabukicho and Shinjuku Golden Gai Night Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 03:34:23"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 132,
        "intUsdCost": 2909,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468806527/s1kioolrzibkjyeekvnd.jpg",
        "strIntroduction": "Rent go-karts and enjoy driving them on the public road starting off from Tokyo's iconic Otaku paradise, Akihabara! This kart rental shop in Akihabara is the first go-kart rental shop for driving on the public road. It is good to use as you go sightseeing because you can see Tokyo from different places. People rent karts for events, advertisements and for many other purposes. You can enjoy the go-karts privately or with a group and enjoy cosplay while driving. Many people wear the Mario costume and enjoy Mario Kart on the public road! There's no doubt that you will stand out in such vivid, unique kart! Why we love it: - You can drive on the public road without a seat belt or helmet. - If you feel uncomfortable about driving in a big city like Tokyo, you can book the optional English Driver Guide who will take you to some of the highlights in the area. - The kart's maximum speed is 60km/h! - You can go outside Akihabara if you return in time! - Some people drove all the way to Nagoya to establish a record. - People who are planning to purchase the kart, Youtubers who are filming videos, birthday presents for the kids, etc. - many kinds of people rent go-karts! You can rent a go-kart from 1 hour to up to 5 hours. Business hours: 10 am - 8 pm Note that the go-kart activity will not be available after 8 pm, therefore book earlier if you want to enjoy your entire requested time. For example, if you want to book a 2-hour tour, the latest possible time for booking will be 6 pm. After they give you a lecture, you can go for a drive! Please note that: ※ You must have a valid Japanese drivers license, Japanese SOFA license, or International Driving Permit based on the 1949 Geneva Convention*. ※ Bring a valid Japanese drivers license, Japanese SOFA license, or International Driving Permit* and a copy of your passport (passport is not required for Japanese) to the shop on the day. ※ All karts are for 1-person. There are no multi-person karts. ※ You have to fill the tank up before you return the kart when you choose the 2, 3, or 5 hour course. ※ We don't recommend you park the kart anywhere because there are not many parking lots in Tokyo, and we can't take any responsibility if any accidents happen to the kart. ※ The facility has costumes that you can borrow for no charge. However, you can buy some inexpensive costumes at the nearby Don Quixote shop if you would like your own! ※ You can book an optional add-on for a driver to guide you throughout Akihabara. The driver will drive in a separate kart. ※ The height restriction: must be 150cm to 185cm. ※ Preferred 100 kg and less. Over 100kg: the kart won’t move as fast ※ The activity is cancelled only when it rains heavily. When the activity is cancelled due to bad weather, you will be able to re-schedule without charge. If the alternative date for re-scheduling due to bad weather is not available, you will get a full refund. ※Pregnant Drivers: It is possible for pregnant drivers to take part in this experience but the go-kart handle may hit the guest's tummy and it may be uncomfortable. It is possible to make a booking first and go to shop try to see if she can fit comfortably in the kart. If the pregnant guest cannot fit, a refund will be provided for the pregnant guest. ※ You will need to buy \"Flexible date/time change\" option when you re-schedule the date for your own reasons. ※ The insurance fee is included in the price. Third Party Liability = Unlimited Guest himself/herself = up to JPY 30,000,000 Disclaimer = JPY 50,000 ※ In case of an accident caused intentionally or by negligence, the deductible amount can go up to 50 000 JPY. *Holders of a license from Belgium, France, Germany, Monaco, Slovenia, Switzerland or Taiwan can use an official Japanese translation provided by the Japan Automobile Federation (JAF) or the country’s embassy or consulate in Japan. We will promise you to make your trip unforgettable! Don't miss this chance!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-rent-go-karts-and-ride-around-akihabara/2534?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Rent a Go-Kart and ride around Akihabara Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 03:37:44"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 20,
        "intUsdCost": 5707,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1445514965/boga9hkh3xgvr7sxpgo8.jpg",
        "strIntroduction": "Explore the amazing Tsukiji Fish Market in an entertaining tour with an experienced professional guide! Don't miss this opportunity to visit the world's largest fish market before it gets moved to a different location. Below is the itinerary for this tour: 9:00 am: Meet at the subway exit of the nearest subway station (the exact location will be provided after you book) 9:00 - 9:30am: Fruits and vegetables section 9:30am-10:15 am: Fish market(Tsukiji inner market) 10:15-10:20am: Uogashi yokocho 10:20am-11:00am: Namiyoke shrine and Tsukiji outer market ※If you have a child in your group please let me know in advance. Important rules to observe while exploring the market: Tsukiji is a business market, so visitors should be very aware of their surroundings and be sure to step out of the way of workers on fast-moving turrets or in the narrow aisles of the inner market. - Do not obstruct traffic. - Do not bring large bags or suitcases into the market. - Do not enter the market in high heeled shoes or sandals. - Do not bring small children or pets. - Do not smoke in the market. - Do not touch any of the fish. The various types of fresh fish and other seafood from around the world, combined with the bustling atmosphere created by intermediate wholesalers and various vehicles whizzing around have given the market a unique ambiance. However, it has been scheduled to be relocated to Toyosu. Then visitors will no longer be able to walk among the colorful and dizzying seafood stalls. The new location will instead have a viewing area overlooking the wholesaler's area（nakaoroshi）so now is your best chance to see the market from a close distance! Tsukiji Fish Market is closed every Sunday and on the following days: Closed Dates in 2017: January 1,2,3,4,8,9,15,18,22,25,29 February 1,5,11,12,15,19,22,26 March 5,8,12,15,19,20,26,29 April 2,5,9,12,16,19,23,29,30 May 3,4,5,7,10,14,21,24,28 June 4,7,11,14,18,21,25,28 July 2,5,9,16,17,23,26,30 August 6,11,13,14,15,20,23,27,30 September 3,10,13,17,18,23,24,27",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-tsukiji-fish-market-in-a-fun-local-tour/4021?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "30% OFF Explore Tsukiji Fish Market in a fun local tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 03:41:57"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 38,
        "intUsdCost": 23381,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464936422/iitman7eeum85nv3clhd.jpg",
        "strIntroduction": "Is it possible to make your own samurai sword? Of course, if you have about 10 years of time to spend! However, the basic Japanese style knife making course takes just one day. This is an activity where you can experience and learn the specifics of this traditional culture. After completing the work, you can take the Japanese-style knife you made home with you. You will use the same tools used for Japanese sword making when you forge the knife in the morning. Lunch will be eaten at the smithy, and then in the afternoon you will complete the activity by shaping the knife. Please enjoy our traditional culture through experiencing Japanese-style knife making. The following is an example schedule for this activity: 8:30 to 9:00 (Pick-up at Gifu-Hashima Station) 9:00 to 11:30 forging the knife at the atelier 11:30 to 13:00 lunch 13:00 to 15:00 shaping the knife at the atelier 15:00 to 16:00 completing the work 16:00 to 16:30 end of the activity (we'll take you back to Gifu-Hashima Station) We will prepare lunch here for you. Please let us know if you have food restrictions for health reasons, religion, etc. The number of lunch options purchased should be lower than the total number of participants, because lunch is included in the price of the knife making activity. Please book the lunch-only option only for those people who will not participate in the knife making activity. Transportation access: Ride the Shinkansen (bullet train) to Gifu-Hashima Station. The following is the approximate time it takes from Japan's major cities: Kyoto - 30 min Tokyo - 1 hour and 50 min Nagoya - 10 min Osaka - 50 min If you're coming by car get off at Meishin Highway Gifu-Hashima IC and drive for 3 minutes to the station.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-make-your-own-samurai-knife-with-a-certified-swordsmith/3146?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make your own samurai knife with a certified swordsmith!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 03:47:20"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 49,
        "intUsdCost": 1841,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1413987105/hsnppulbasbbpqr249sp.jpg",
        "strIntroduction": "We coordinate local volunteers to accompany you at the meal table to assist you with choosing your meal. We will translate menus, give you suggestions and introduce you to the real Japanese way of ordering food and drinks at a izakaya. We'll have some drinks and nice food, and enjoy a fun chat! Please let us know your preferable date/time and place! We will then connect you and local volunteers, and he/she will pick you up at your hotel or a famous landmark, and take you to the Izakaya.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-japanese-dishes-with-locals-at-an-izakaya-in-tokyo/2816?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Japanese Dishes with Locals at an Izakaya in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 03:53:07"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 12,
        "intUsdCost": 2761,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1405052853/zgb79skx3safja3yxfvv.jpg",
        "strIntroduction": "Come join us at our full-service Taiko studio! Taiko refers to a range of traditional Japanese drums, which are often played both for leisure and at festivals and celebrations. In this activity, you will experience: 1) Full line-up of Japanese drums, from O-Daiko, Nagadodaiko, Shimedaiko, and Okedodaiko that you are free to try. 2) Basic striking techniques, stance, and rhythms. 3) Learn traditional Japanese songs and show off your skills with a group performance at the end of the activity.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-lets-play-taiko/1474?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Play Taiko",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 03:58:15"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 2761,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1421567188/kvscdxyf5mya0nxcgbjn.jpg",
        "strIntroduction": "Explore the Akihabara and Kanda districts and discover interesting new places in this tour. Please check the following example timetable. (the starting time can be decided by you, only the necessary time for each part of the tour is mentioned below) 00:00 Meet up at \"Akihabara Electric Town Exit\" of JR Akihabara station. 00:00~00:50 See the shrines, sacred halls and the famous spots around the area. Kanda Shrine is one of the most famous shrines in Tokyo. Its traditional events is the \"Kanda festival\" which is known as one of Tokyo's three biggest festivals. 00:50~01:10 Take a rest at traditional style cafe which has more than 150 years history. 01:10~01:50 Experience Akihabara's subcultures! Explore some of the popular \"Maid cafes\" and other places of fan-veneration such as toy stores or robot shops. If there will be any live show, we can try to watch it while drinking tea. 02:00 (apx.) At the end of tour, guide you to a shop, restaurant or a station of your choice. Part of the schedule might be changed depending on the day.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-akihabara-and-kanda-in-a-2-hour-tour-with-a-local/3055?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Akihabara and Kanda in a 2-hour tour with a local",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 04:02:38"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 69,
        "intUsdCost": 13807,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459239895/uudmxqc6bcpjppigetry.jpg",
        "strIntroduction": "Our ancestors came to Tokyo over 400 years ago, following a feudal lord named Tokugawa Ieyasu, who founded the Tokugawa Shogunate in 1603. As the Shibatas had loyal ninjas, our ancestors could serve the government as heads of \"Onmitsu\" ninjas. If you check about your host's great grandfather, Shibata Takenaka, you can see our linage. As our ancestors worked for Tokugawa Shogunate for 265years, you can find some historical documents in libraries and the ministry of foreign affairs, which is rather unique, as most of ninja histories have been kept secret. In our clan we have crafted our weapons for over 400 years. You'll see some of the weapons hand-crafted by your host(ess) and her father. In your session, you will learn what our novices learn in his/her first class. The schedule is as follows: 1. Meditation 2. Change to a ninja outfit 3. Introduction to Ninja weapons 4. Practice Ninja Star techniques 5. Practice Boshuriken 6. Practice blowgun 7. Elective (Tell us what you want to learn - kunai, sword, introduction to shinagan waza, etc.) 8. Practice Kujikiri (well-wishing) technique 9. Photo time (Take photos with the ninjas) -Meditation The art of ninjutsu is more than learning the physical skills of the martial arts. It is also about finding your inner-self through physical conditioning, meditation, and discipline. With the practice of meditation, one develops key elements of increased awareness and detachment while increasing his/her sense of inner peace. It is through meditation that ninjas learn how to reach the \"Ku\" (no-self, void), and to control the energy called \"Ki\" which is the essential life force existing in all things in the universe. In meditation a ninja seeks to get to the \"Ku no kyochi\" (state of no-self) by integrating his/her body and mind. This state of mind gives a ninja the power to block out everything except the task at hand by using a sense of extreme calm and enhanced concentration. -Kujikiri Kujikiri is a series of nine symbolic hand gestures. It invokes the spiritual and mental strength. The hand signs are believed to be able to channel energy. The hand signs were taken from the practices of the early buddhists. They are used to build confidence and strength in the practitioner. They are also believed to enhance one’s senses of danger and enable one to foresee death. -Weapons See some of the famous weapons made by our master weaponsmith. -Elective Training Our training menu is made up based on the idea of Gorin (The Five Element Code, kunai, katana, taijutsu, etc.) Introducing Waza (skill) Shingan no sen Jitte http://www.youtube.com/watch?v=kH_EjA0OuLI",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-be-a-ninja-learn-five-basic-techniques/51?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Be a Ninja: Learn Five Basic Techniques",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 04:07:53"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 38,
        "intUsdCost": 2669,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1382757110/d199sdur2vp6jdy8pnf4.jpg",
        "strIntroduction": "Our cozy Japanese tea house is located steps from the Yasaka shrine in the Gion area, one of Kyoto's most charming traditional neighbourhoods. Our goal is to provide a relaxing and calm environment for first-time visitors to enjoy a traditional tea ceremony and gain insight into traditional Japanese culture. Our 45-minute session starts with a brief introduction to tea and the history of the tea ceremony in Japan. Following this, we give provide a full demonstration of a formal tea ceremony, where you experience a real ceremony first hand. After our demonstration, we will explain the different steps we took and the significance of each step. You will then get to try making your own bowl of tea with a bamboo whisk! We will also serve you the customary snack to enjoy with your tea and show you how it should be eaten. Our experienced tea ceremony masters are fluent in English and would be happy to answer any of your questions during or after the session. Why we love it: -Tea ceremony is named \"Kyoto's #7 Things to Do\" by the Times Magazine -The traditional ritual is meant to show respect and nobility through slow and graceful movement and good etiquette. -Tea ceremony is held in a cozy tea house, located near Yasaka Shrine in Kyoto's charming Gion district. -1-hour session starts with a brief introduction of tea, followed by a full demonstration of this refined practice with detailed explanations. -Prepare your own tea with a bamboo stick whisk in a tatami tearoom. -Enjoy your tea with a classic Japanese sweet. Time Slots for regular demonstrations: - from 3 pm to 3:45 pm - from 4 pm to 4:45 pm - from 5 pm to 5:45 pm Private bookings available at: - 1 pm - 2 pm - 7 pm",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-an-authentic-tea-ceremony-experience-in-kyoto/1297?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy an Authentic Tea Ceremony Experience in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 04:15:09"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 152,
        "intUsdCost": 10125,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482728881/x0kleqze0uo0kqzxudfk.png",
        "strIntroduction": "Sumo is Japan's national sport! The Grand Tournament runs just 6 times a year, but the rest of the year there are many chances to see sumo wrestlers in action by watching them up-close-and-personal at a morning training session. Join our professional guides and be escorted to the sumo stable, learn about the history and how it's entwined with Japan's native Shinto religion, and see these impressive athletes at their rigorous training. Your guide will also be there to help you follow the rules and etiquettes of watching sumo in the stable. After the practice finishes, you'll have the exclusive opportunity to take photos with the sumo wrestlers! Training takes place in Tokyo, Osaka, and Nagoya according to the season. For Osaka, please see our other tour page here: http://voyag.in/sumo-morning-practice-osaka Please keep in mind the following precautions and rules when you visit the sumo stables: 1. A sumo stable is not a tourist facility. Sumo practice is very serious, so please show respect to the stable master and wrestlers. Failure to follow proper etiquette might result in being asked to leave the stable. 2. Please watch the practice quietly and do not move around in the stable. Children under 12 years of age are not permitted. Sumo fans are expected to be as still as possible during the practice. Depending on the tour date and sumo stable, well-behaved children under 12 years of age may be permitted to participate in the tour so please inquire with us before booking. 3. Please do not talk in the stable. Even your whispering voice may disturb the wrestlers. 4. Please do not stand on the ring or on the sandy ground. The ring is the sacred place for the wrestlers. 5. At the entrance of the stable, please take off your shoes before stepping onto the tatami floor. When you sit on the tatami floor, please cross your legs. Do not stretch your legs toward the ring as it is considered impolite to show the soles of feet to the wrestlers. 6. Please take off your hat and sunglasses inside the stable. 7. While inside the stable, you are not allowed to eat, drink, or smoke. 8. Cameras: If you ask for permission first, you will usually be permitted to take photos during the practice, but please never use a flash, loud shutter sounds, or take videos during the practice. If your camera makes a loud shutter sounds, you may be asked not to use it or switch to using another camera or a smartphone. In any case, please try to reduce the sound of the shutter in order not to disturb the morning practice. 9. Please turn off your mobile phone. 10. Once you start watching the practice, you are supposed to stay until the wrestlers finish their practice. So please try not to leave the stable during the practice. 11. Please don't bring a big backpack or luggage with you since the sumo stable has limited space for the audience. 12. If you have any visible tattoos, please cover them as much as possible. Tattoos are not widely accepted in Japanese society and particularly in traditional spaces such as the sumo stables. ------------------------------------------------------------------------------------------------------------------------------------------- For 2017 the preliminary schedule in Tokyo is as follows: January 3rd - 31st (except for January 22nd - 29th) February 1st - 22nd April 3rd - 30th May 1st - 27th June 5th - 21st August 1st - 31st September 1st - 23rd October 2nd - 25th December 4th - 29th (except for December 26th) Other dates are off-season for Sumo wrestlers with no official training sessions, so this tour will not be available. Instead, you can book tickets for the national Sumo tournaments held in the months when this tour is not available. ------------------------------------------------------------------------------------------------------------------------------------------- ※ IMPORTANT DISCLAIMERS ※ - The tour starting time can range between 7:30-9:30 am. - The sumo stable may be located in Tokyo, Kawasaki, Saitama, Chiba, or Ibaraki. The location is dependent on the sumo wrestlers' schedule. - The meeting point will be at the station nearest to the scheduled stable. The meeting time and meeting point depend on the sumo wrestlers' training schedule, which can only be confirmed when the date is close, since the wrestlers may change their training schedule according to their needs. - Children under the age of 12 and elderly people over the age of 60 will not be admitted inside the sumo stable as guests are required to sit still for most part of the practice session on the tatami floor. - The sumo stable has the right to refuse access to guests who are unable to observe the house manners, and anyone asked to leave the stable will not be able to re-enter - During busy periods this may be a large group tour (1-4 groups). - For large bookings, your group may be separated into 2 different stables. - It is very rare but in the case that the sumo wrestlers are unwell and other unforeseen circumstances, the practice and tour may be shortened. - There are no restrooms available at the sumo stable. - For the photo opportunity with the sumo wrestlers, you must stay for the entire duration of the practice. Photographs with the wrestlers will only be allowed after the entire practice finishes. - For next day tours, please book no later than 12:00 pm (Japan time) on the previous day. Please place your booking if you agree with the above conditions.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-watch-a-morning-sumo-training-in-tokyo-at-a-sumo-stable/8012?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Watch a Morning Sumo Training in Tokyo at a Sumo Stable",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 04:19:43"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 50,
        "intUsdCost": 500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1452411720/exgi560arn7kbtce8sc0.jpg",
        "strIntroduction": "There are lots of unique cafes in Tokyo: maid cafe, cat cafe, and Gyaru cafe are the most well known ones. But there is another cafe that will really get your attention: Owl Cafe! An Owl Cafe is a space where you can relax and interact with owls. You can not only touch them but also take pictures with them. Please follow the rules of the cafe and bear in mind that the owls are sensitive animals. Most owl cafes require you to queue up, perhaps for hours on end, in order to experience this \"healing entertainment\". So, if you'd like to step outside the bustle of Tokyo life and try a uniquely therapeutic experience but don't have hours to throw away, our Japanese concierge team will be happy to make an advance reservation for you at an owl cafe in Central Tokyo. After you make a booking with us we will apply at the cafe for 3 reservation times, and a few days before the requested date will get the result of your application and let you know the exact time and place. Owl cafe takes reservations at the following time slots: 11:00-12:00/ 12:00-13:00/13:00-14:00/14:00-15:00/15:00-16:00/16:00-17:00/17:00-18:00 Available every day for 1-hour visits. Important: Consumption and play time with the birds is charged separately. The exact price depends according to the cafe (usually around 1500 JPY). Grab a seat, choose a drink, pet an owl! Disclaimer: Please note that there might be also other birds depending on the available cafe (such as parrots, hawks, etc).",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-relax-in-a-lovely-owl-cafe/1368?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for Lovely Owl Cafe Harajuku, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 04:23:36"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 1105,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481507010/n6efpfy2k5z0vhpwjvtu.jpg",
        "strIntroduction": "Visit in Japan, you will be amazed to find that pachinko parlors are everywhere! Pachinko is the original game similar to pinball and most popular Entertainment in Japan! To play pachinko, players pay and borrow metal balls. Pachinko is the game that how many winning balls you can increase by hitting a Jackpot If you won lots of balls, you can exchange the balls into exciting prizes! Try your luck on the exciting machines! Machine has various design collaboration with popular anime series, movies and more! For example, Gundam, Evangelion, LupinⅢ, Saint Seiya – sooooo many kinds! Find your favorite machines and enjoy the game! Discover the fun of playing pachinko and experience the real Japan! There’s no doubt your trip to Japan will be lots of fun! IMPORTANT! Minors under the age of 18 are NOT allowed to participate in this activity! Smoking and drinking alcohols is strictly prohibited!( We have a separated smoking area.) Please note that you might be together with the other guests. This is not a private activity.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-play-the-most-popular-japanese-game-pachinko-in-tokyo/4066?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "60% OFF Try the Japanese entertainment “Pachinko” in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 04:26:48"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 8,
        "intUsdCost": 11200,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459997443/zmvj2hlcotq33ullooos.jpg",
        "strIntroduction": "Starting off in Yurakucho and ending in Shimbashi your guide will show you the sights, sounds and most importantly, tastes of Tokyo most tourists do not get to experience. We will visit Gado Shita ,a lively restaurant district built up under the brick arches beneath the elevated train tracks. Step into the narrow streets of the red lanterns and neon signs, so called yokocho alleys, where you can find yourself back in the 70s of Japan. In such exotic and retro ambience of the Showa period times, you'll see local izakayas mostly frequented by locals. You'll enjoy 5 scrumptious yakitoris and 2 drinks in the first restaurant. Continuing in Ginza, we'll show you some very interesting food spots where you can find a 500 USD melon, some traditionally and beautifully arranged desserts and see the famous landmarks of Tokyo's most expensive real estate area! See how the new glamorous clashes with the rustic old once we set foot in Shimbashi, home to some of the most authentic local eateries and izakayas in Tokyo. Get the chance dine with locals and sample 6-8 dishes you'll surely never forget! This is a food tour you MUST try when visiting Tokyo!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tokyo-walking-food-tour-at-night/5891?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tokyo Walking Food Tour at Night",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 04:31:13"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 172,
        "intUsdCost": 5523,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355845080/j6tdyahiua3ce6yvnrgm.jpg",
        "strIntroduction": "Below is the information about the Tsukiji Fish Market Tour and the optional add-on Tuna Auction Tour. Please note the Tuna Auction Tour is only available as an add-on with the Tsukiji Fish Market Tour. Bookings for same day or the day before is difficult, so please book ahead. ------------------------------------------------------------------------------------------------------------------------------------------- Tsukiji Fish Market Tour: Restaurants in Uogashi-Yokocho were originally for dealers and chefs who visited the market for purchasing their dish ingredients. Recently, those restaurants are earning a well-respected reputation among Japanese citizens and tourists for its fresh and high-quality dishes. Although Uogashi-Yokocho houses appear simple and humble, the long wait lines are proof of the intense popularity for these fresh and reasonably priced sushi dishes. The guide Kiyoshi will guide you every step of the way throughout the fish market, full of endless rows of fish, fruits, and vegetables. He'll teach you the history of Tsukiji and the food industry in Japan from his many years of experience working in hospitality! Detailed Itinerary: 07:00 am - Start Tsukiji Market tour 07:30 am - Fruits and vegetable market 08:00 am - Visit Uogashi Yokocho 08:30 am - Break for breakfast or coffee 09:00 am - \"Jogai\" or outer market 10:00 am - Explore the Fish market 10:30 am - End of the tour ------------------------------------------------------------------------------------------------------------------------------------------- Optional Add-on - Tsukiji Tuna Auction: *Closed from mid-December 2015 to beginning of January 2016. Experience the energy and excitement of Tokyo's premier Tuna Auction at the infamous Tsukiji Fish Market with a professional and knowledgable tour guide! The guide Kiyoshi will guide you every step of the way to watch the Tuna Auction and teach you about the history of Tsukiji and the food industry in Japan from his many years of experience working in Japan's Hotel and Food & Beverage industry. Be one of the first people to arrive at the Tuna Auction site at 3am to reserve your spot and see first hand as the early morning brokers check deep inside the famous tuna using flashlights as they assess the quality before the Tuna Auction. Then witness the infamous Tuna Auction between 5:30am and 6:00am. Participants will be able to experience this exciting daily event live and see the extravagant prices paid for high-quality tuna. After watching the Tuna Auction, you will complete your morning with sushi for breakfast at a highly-recommended restaurant. The sushi will surely be the freshest fish you have ever eaten! ------------------------------------------------------------------------------------------------------------------------------------------- Closed Dates in 2015: January 7, 12, 21, 28 February 4, 11, 18, 25 March 4, 11, 25 April 8, 15, 22, 29 May 4, 5, 13, 27 June 3, 10, 17, 24 July 8, 20, 29 August 14, 15, 26 September 9, 21, 22 October 7, 12, 28 November 3, 11, 18, 23 December 9, 23, 31",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-private-tokyo-tsukiji-fish-market-tour-in-english/245?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Tokyo Tsukiji Market Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 04:36:05"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 7,
        "intUsdCost": 3682,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1438670030/x6upggkdkm0vbb5i29sf.jpg",
        "strIntroduction": "Japanese soccer is now more famous than ever. Shinji Kagawa, Keisuke Honda, Shunsuke Nakamura, Hidetoshi Nakata and Yuji Nagatomo are some of the best players in the world. It's now part of Japan's culture. Play soccer with us in Tokyo! - The time varies depending on the date. - We can play for about 2-4 hours. - We can play mixed gender soccer games. - If you are a group, you can join as well. - If the weather is rainy, we will play indoor futsal , basketball, badminton, and table tennis. Let's have fun playing soccer in Tokyo!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-play-soccer-with-japanese-locals/3775?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Play soccer with Japanese locals",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 04:40:10"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 37,
        "intUsdCost": 3682,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1436634721/sq1laaqauizwwuxfa2ui.jpg",
        "strIntroduction": "If you're interested in Japanese culture, I recommend you to experience a tea ceremony with me! You can enjoy the tea ceremony in a traditional Japanese-style room facing a scenic garden. Please relax and have a wonderful time! This activity is available every day from 10:00 to 16:00. The tea room is located in East Tokyo, near Koiwa or Mizue stations, about 30 minutes by train and city bus from Akihabara Station. You can choose between three types of experiences: 1. Tea ceremony only (60 minutes on average) 2. Kimono experience only (45 minutes on average) 4. Tea ceremony and kimono experience (90-120 minutes in total) The above duration is approximate. The kimono experience will take about 15 minutes for a single visitor and more than 45 minutes for more than 4 people. Guests of all ages and gender can take part. After the experiences, you can enjoy taking photos in both the tea room and the garden. Please take a pleasant walk in the garden as well. At the time of booking, please let me know your preferred date and time. I will contact you back within 24 hours.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-a-tea-ceremony-or-wearing-kimono-at-bonsai-museum/3611?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience a tea ceremony or wearing kimono at Bonsai Museum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 04:43:20"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 7364,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470208207/mayftww03mt4birkrbwp.jpg",
        "strIntroduction": "Okinawa is famous for its beautiful ocean, and many tourists go diving and snorkeling to witness the colorful coral reefs and sea creatures. If you wish to do something different and unusual to do in Okinawa, this will be the perfect tour for you! You will be able to enjoy the spectacular evening view of Okinawa, while savoring a delicious dinner on the cruise ship! Why you will love this tour: -You will be able to see the beautiful panorama of the sun sinking slowly behind the East China Sea reflected on the clouds or the gorgeous starry sky at night time. -The sun sinking slowly behind the horizon is a beautiful and fantastic sight! -The cruise ship is fairly large, where the swaying will rarely be experienced. Almost all of our guests have not made complaints of seasickness. - You can enjoy a live performance on the cruise ship with the beautiful sunset in the background. -Enjoy a tasty dinner course! There are 2 dinner courses you can choose from: A)ORCHID COURSE Beef rib sir loin steak, amuse-bouche, 3 types of hors d'oeuvres, the daily soup, salad, fresh made bread or rice, seafood gratin, dessert, and coffee/tea. B)HIBISCUS COURSE Diced steak with Japanese-styled sauce and seafood gratin, amuse-bouche, 3 types of hors d'oeuvres, the daily soup, salad, fresh made bread or rice, dessert, and coffee/tea. *The contents of the dinner may slightly change depending on the season. Detailed itineraries: Sunset cruise: 17:15 (April to September 17:15/October to March 16:40) Check in at the Naha Wharf Passenger Meeting Area, Begin boarding procedures (Terminal Building 1F, 2-1 Tondocho, Naha-shi, Okinawa) -Please show your reservation confirmation sheet at check-in. -Access: Naha Wharf Passenger Meeting Area, 10 minutes by car from Naha Airport. 10 minutes on foot from Asahibashi Monorail Station 17:45 Sunset Dinner Cruise departs (105 min) 19:30 The Cruise returns to the port (April to September 19:30/October to March 18:45) Night cruise: 19:45 (April to September 19:45/ October to March 19:15) Check in at the Naha Wharf Passenger Meeting Area, Begin boarding procedures (Terminal Building 1F, 2-1 Tondocho, Naha-shi, Okinawa) -Please show your reservation confirmation sheet at check-in. -Access: Naha Wharf Passenger Meeting Area, 10 minutes by car from Naha Airport. 10 minutes on foot from Asahibashi Monorail Station 20:15 Night Dinner Cruise departs (105 min) 22:00 The Cruise returns to the port (April to September 22:00/October to March 21:30) After the cruise, please return to your accommodation on your own. Have a romantic dinner on the cruise ship in Okinawa and make your trip unforgettable! This tour will be perfect for those who wish to celebrate a special day in Japan! Photos by: -https://flic.kr/p/6AMWN3 -https://flic.kr/p/jhMJwD -https://flic.kr/p/fHfMJJ -https://flic.kr/p/71Jij9 https://flic.kr/p/8WUfyp",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-sunset-or-cruising-tour-in-okinawa-gorgeous-dinner/2410?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Sunset or Night Cruising Tour in Okinawa (Gorgeous Dinner)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 04:47:41"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 6,
        "intUsdCost": 4897,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475659820/used67rcdhm6ormpp32y.jpg",
        "strIntroduction": "In Japanese, Kiriko, is usually used to refer to cut, polished glass. Cut glass has a long history in Japan dating back nearly 200 years when cut glass, made in Old Tokyo (Edo) was produced and known as Tokyo Cut Glass, or Edo-kiriko. Established in the first half of the 19th century and living on today as a traditional form of Japanese glass art, Kiriko has many kinds of patterns. Patterns engraved as grooves and curves on the glass bend and reflect light, creating a twinkling, glittering show. Cut glass products were brought to Japan by the imagination of artisans in Edo launching them on their own ventures, where they used emery powder as an abrasive. The intricate geometrical lines engraved with minute detail by expert artisans and the vibrant yet transparent colors make Edo-kiriko truly special. When natural light shines through, it takes on a soft gleam, and evening dinner tables are transformed into works of art. You can make Edo-kiriko at \"Sumida Edo-kirikokan,” in Tokyo, which opened in 1899. First up, you choose your favorite glass, then you carve traditional Japanese patterns on your glass. After making your own Kiriko, you can keep it and take it home with you. It will be your special memory in Japan. \"Sumida Edokirikokan\" is open everyday except Sunday and holidays. It will take about 90 minutes to complete your glass. Time start from 10:30, 13:00, and 15:00. ※The fee is non-refundable after booking is confirmed for weekends.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-make-old-tokyo-cut-glass-in-sumida-tokyo/4539?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make Old Tokyo Cut Glass in Sumida, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 04:53:05"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 9113,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481103100/erv2pxno1uwffrvchesv.jpg",
        "strIntroduction": "The Shinkansen rail network in Japan is famous around the world for its punctuality, comfort, efficiency, safety and speed. With top speeds around 320 km/h, Japan Rail's bullet train, or shinkansen, is an experience in its own right, as well as a great way to travel. This program is a reservation for shinkansen bullet train ticket in between Tokyo/Odawara with a half day or one day private tour guide. The half day tour includes visits to the highlights of Odawara only, while in the full day version you will be able to additionally travel by bus to Lake Ashi and see the famous spots of Hakone town (bus transportation not included in the price). The tour guide will arrange the trip schedule, so you can request the guide to include the places that you would like to visit. Some famous sightseeing spots for Odawara are as follows: - Odawara Castle Odawara Castle was as an impregnable castle owned by the fifth daimyo of the Hojo clan, the samurai family that governed Kanto area for about a century from the end of 15th century. From the Edo period, the castle became a reserve for Hakone and Tokaido and functioned as a cornerstone of defense in the Kanto region. - Sengoku Hara Sengokuhara is a grassland where visitors can enjoy beautiful natural scenery that changes with the seasons. -Suzuhiro Kamaboko Museum Kamaboko at Suzuhiro Kamaboko Museum is carefully made with fresh fish and natural ingredients without using any preservatives or chemical seasonings. You can enjoy observing the skills of the craftsmen and making kamaboko at the Kamaboko and chikuwa cooking class (reservation required), as well as shopping. Some of the famous sightseeing spots in Hakone for the full day tour: - Hakone Sekisho and the old Tokaido Road The reconstructed former checkpoint of the old Tokaido Road which used to connect Edo (Tokyo) and Kyoto during the Edo period. Here you can see the gates, fences and guardhouses, and even walk a well-preserved passage of the Tokaido Road between giant cedar trees! - Lake Ashi and Hakone Detached Palace The shore of Lake Ashi provides a wonderful view to Mt Fuji and the surrounding mountains. In the beautiful Onshi Hakone Park you can find the Hakone Detached Palace, a former facility of the Imperial family that is know open to the public. - Hakone Shrine The mystic Shinto shrine is surrounded by dense forests and is located at the foot of Mt Komagatake and next to Lake Ashi. See its well-preserved buildings and learn more about the Shinto beliefs from the professional guide. Note: The transportation between Odawara and Hakone (1180 JPY one way) is not included. ------------------------------------------------------------------------------------------------------------------------------------------- ※ Important Ticket Delivery & Pickup Information - Please Read Carefully ※ 1. Ticket Delivery We will deliver your tickets to your hotel in advance for your concierge to hold for you. The tickets will be available upon check-in. If you would like us to deliver the tickets to your hotel, please provide us with the following information: - Hotel name - The full name used for your reservation - Check-in date Please note: - We require at least 3 full business days for delivery. If placing a last minute booking within 3 days of your visit, or if you do not provide us your hotel information at least 3 full business days prior your ticket date, you'll need to collect your tickets from our Tokyo office in Shibuya. - If your hotel reservation details change, please tell us immediately through the Voyagin dashboard. - We only deliver to hotels with a concierge with whom we can confirm the receipt of the ticket delivery. We do not deliver tickets to hostels, guesthouses, or private residences. Please let us know if you are not staying at a hotel so we can provide our office details for you to pickup the tickets. 2. Ticket Pickup: If you are not staying at a hotel, book within 3 days of the ticket date, or prefer to pickup your tickets, you can collect your tickets from our Tokyo office in Shibuya. Our office is located 6 minutes (on foot) from Shibuya station. Address: (English) Miyamasu ON Building 5th floor, 1-15-8 Shibuya, Shibuya-ku, Tokyo (Japanese) 〒150-0002 東京都渋谷区渋谷 1-15-8 宮益 ON ビル 5F Detailed Directions (Shibuya station to Voyagin): http://voyag.in/shibuya-station-to-voyagin-office Google Map (Shibuya station to Voyagin): http://voyag.in/voyagin-google-map",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-day-trip-to-odawara-hakone-from-tokyo-by-shinkansen/5263?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Day trip to Odawara/Hakone from Tokyo by Shinkansen",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 04:57:02"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 23473,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476685798/jyrb6dx6wdx4shegf4og.jpg",
        "strIntroduction": "Winter in Japan offers wonderful opportunities to playing with snow or improving your ski/snowboarding skills! While Tokyo and the Pacific coast of Japan do not get much snow, the other side of the country is well-known as a winter paradise! Particularly popular destination is Niigata prefecture, also known as the Snow Country, home to some of Japan's top ski resorts such as Naeba and Kagura. In this trip you will take a bus from Tokyo and go on a 2-day trip to Mt Naeba before returning back. The tour package includes round-trip bus transportation, one night accommodation at a cosy local lodging or ryokan with dinner and breakfast, and a full day ski lift ticket for both Naeba and Kagura ski resorts! In addition, you will get discounts for equipment rental on the spot. The bus departs a little after 7:00 am from Shinjuku, Tokyo and arrives at Naeba before noon. Enjoy the wonders of the ski resorts before checking in your accommodation and relishing a wonderful dinner with local products. You can spend the entire second day on ski/snowboard before leaving Naeba around 17:30 pm and returning by bus to Tokyo around 21:30 pm. Naeba and Kagura are some of Japan's leading ski resorts with a total of 45 ski slopes (varying by difficulty and length) and 38 lifts! Whether you want to just play with snow, sled or improve your ski/snowboarding skills, Naeba and Kagura will offer the most suitable opportunities for your winter trip. Choose between a standard lodging and a hot spring ryokan. This trip is available from end of December to beginning of April. Note: Rental equipment is included. It is possible to get the equipment at Kinroku Eleven shops only. - wear: size from 90 cm (junior) to 185 cm - board: size from 100 cm to 160 cm - carving ski set: size from 100 cm to 170 cm - boots: size from 18 cm to 29 cm (Japanese shoe size)",
        "strLocation": "Niigata",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-niigata-book-a-2-day-trip-to-one-of-japan-top-ski-resorts-naeba/7748?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Book a 2-day trip to one of Japan's top ski resorts Naeba",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 05:01:52"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 27,
        "intUsdCost": 6904,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1401367940/brdnhytcx5fzquecpdha.jpg",
        "strIntroduction": "Hello, we are a new Japanese cooking class with friendly and knowledgeable local staff here to teach you all about Japanese cooking in Kyoto. Our cooking studio is located in a traditional townhouse which is nicely refurbished, so that you can enjoy a balance of both modern and traditional atmosphere. Learn how to make 4-5 dishes, as well as experience sake and tea tastings. By the end of the class, you will be an expert at authentic Japanese home cooked recipes, and have made new Japanese friends! Morning bento class: 9:30-13:00 Menu: sushi roll, tempura, egg roll, miso soup, salad and another side dish Afternoon izakaya class: 14:00-17:30 Menu: Japanese home cooking class, 5 dishes including salad, rice dish, fish or meat dish, and soup You will get to enjoy the delicious food you cooked at the end of the class.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-japanese-cooking-class-with-friendly-locals-in-kyoto/2256?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Japanese Cooking Class with Friendly Locals in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 05:07:11"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 9,
        "intUsdCost": 5965,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1427276400/ve9mcpggjyvf28iauoqe.jpg",
        "strIntroduction": "If you are planning to visit Kyoto, join us to get in touch with real Japanese traditional culture! We will teach you how to play a song named “Sakura” with Koto (a long Japanese zither with thirteen strings) at a 110 years old traditional house, Soushunan. You will experience a 60-minute long lesson and Koto play under the guidance of a professional Koto lecturer. And you will get to take the musical score home with you after the lesson. We will make preparations for the lesson, so you don't need to bring anything.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-take-koto-lesson-at-a-traditional-house-in-kyoto/3278?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Koto Lesson at a Traditional House in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 05:11:00"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 17,
        "intUsdCost": 5431,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1480482018/yromxzpueqirt7o3w0ei.jpg",
        "strIntroduction": "This is a shuttle service between Narita International Airport and Tokyo/Maihama. After a long flight into Narita Airport, the least thing you wanna do is find out what train route to take or get lost in Japan's complicated railway system. Make the most out of your time and money and book a shared or private shuttle service to take you to Tokyo/Maihama and back to Narita Airport! When you arrive at the pick-up place, you will see the driver waiting for you with your name written on a sign. He will carry your luggage, and lead you to a spacious van, where you can relax and enjoy your shuttle service to your destination in central Tokyo/Maihama. [IMPORTANT] ※You can not decide pick up time. Host will decide and let you know via FAX to your hotel by the previous day. ※The pickup will start 30 minutes after the \"actual\" flight arrival, and the host will wait for 1 hour, but it will be regarded as no show if guest cannot meet the host by then. ※Shared shuttle service is not available for guests staying at hostels, private residences or capsule hotels. ※Shared shuttle service price is per person. ※Private shuttle service price is per group (up to 4 participants or up to 8 participants) Tokyo 15 wards: Arakawa-ku, Bunkyo-ku, Chiyoda-ku, Chuo-ku, Edogawa-ku, Koto-ku, Meguro-ku, Minato-ku, Ota-ku, Shibuya-ku, Shinagawa-ku, Shinjuku-ku, Sumida-ku, Taito-ku, Toshima-ku Hotel List (as of Nov/6/2016): http://bit.ly/2f6oabm",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-narita-airport-transfer-shuttle-service-to-from-tokyo-chiba/4921?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Narita Airport Transfer shuttle service to/from Tokyo, Chiba",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 05:14:55"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 51548,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1480422278/jizbfukurrnqlhvu9xyq.jpg",
        "strIntroduction": "Kyoto's Gion and Higashiyama districts are well-known as the Mecca of geisha art in Japan. Visitors strolling the narrow streets of the neighbourhood at evening time have the chance to spot a geiko (Kyoto geisha) or a maiko (apprentice) entering one of the numerous traditional-style Japanese restaurants or \"ochaya\" tea houses. Every night there is a private a banquet for small groups who have been granted exclusive access to the \"ochaya\"teahouse that are not usually open to the general public. Inside the guests are served an authentic Japanese-style are entertained by one or more geiko artists in the most authentic manner. All of this is usually a private and closed-doors event that is offered only to special guests. Tourists typically visit one of the popular public facilities in Gion to watch a maiko stage show, but this in no way resembles the authentic experience of dining in an \"ochaya\" in the company of a well-trained maiko. By booking this activity you will have the chance to enter private Japanese-style restaurants that are not generally open to everyone. You will be accompanied by a genuine Kyoto geiko and a local interpreter, who has special access to the \"ochaya\", and will spend about 2 hours in a wonderful and authentic Japanese setting. The maiko artist will casually chat with you, serve you drinks, and even play easy games with you or show you some of her dancing abilities. You will be served top-quality sake. Depending on the season, this activity may include also a visit to a temple to see the night illuminations or to a Japanese garden that is not usually open to public. Your guide will inform you about the seasonal activities when you book. Please note that the maiko does not speak English fluently and you will have a guide-interpreter. Depending on the restaurant, you may be in a private room or in a room with other guests. The authenticity of this experience is guaranteed!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-book-an-exclusive-experience-in-tea-house-with-a-maiko-kyoto/7897?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Book an exclusive experience in Tea house with a maiko,Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 05:19:59"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 5339,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1447842152/c6ewwlae5rvcnixe9wkr.jpg",
        "strIntroduction": "In this activity you can enjoy casual and rare winter activities just outside of central Sapporo! Hokkaido's winter landscape offers plenty of opportunities for snow play, ski and snowboarding, but if you want to try something less time-consuming and easy to access, this set of activities is ideal for you and your family! Children are welcome to join and play with the snow too! The winter fun we offer consists of three separate snow activities: 1) a genuine dog sled 2) an attractive and easy to ride snow mobile 3) a snow version of the famous banana boat You will be able to ride the sled and the snow mobile yourself in the wide snow-covered fields just outside of Sapporo. Prior experience is not necessary! English-speaking staff at the local facility will explain everything necessary and will give you the necessary equipment for the ride. All you need to do is bring warm clothes and enjoy Hokkaido's powder snow! It is possible to book the dog sled or the snow mobile separately, but note that each activity takes short time (about 15-20 minutes). We recommend booking the entire set of three experiences. FAQ: Can I ride the snow mobile together with my child? - Yes, as long as you hold the child firmly. Can children experience the dog sled too? - Yes, but for a shorter distance than the usual route. What is the minimum age for these experiences? - Over 13 years for the dog sled regular course (over 3 for a shorter route of 5 minutes). Over 5 years for the banana boat. Over 15 years for the snow mobile (parents are responsible for the safety of the kids). This activity is available every day from January 7 until March 20, from 10 am to 4 pm. You can reach the facility by taking a bus bound for Jozankei from Sapporo Station's bus terminal. The bus ride takes about 50 minutes. Get off at Toyotaki Shougakko bus stop (豊滝小学校) from where the local staff will pick you up by car. Please inform us which bus you will ride from Sapporo in order to inform the local facility about the time you will arrive for the pick-up. Below you can find the timetable of the bus from Sapporo: Bus bound for Jozankei: Sapporo (leaves) - Toyotaki Shougakko 豊滝小学校 (arrives) 7:00 - 7:57 7:30 - 8:28 8:00 - 8:51 8:30 - 9:21 10:00 - 10:57 12:00 - 12:58 13:00 - 13:59 15:30 - 16:30 Note: the cost of the bus is not included in the activity price.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-ride-a-dog-sled-snow-mobile-and-a-banana-boat-near-sapporo/4152?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ride a dog sled, snow mobile and a banana boat near Sapporo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 05:24:36"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 9021,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1477289143/manmv5zdficjwhjljf4o.jpg",
        "strIntroduction": "The Ouchijuku post station built in 1640 is where feudal lords would stay on their trips to Edo (Tokyo). The buildings and scenery have been retained and it is open to the public for sightseeing. It is filled with souvenir shops and restaurants. One popular dish is the \"negisoba\" buckwheat noodle dish eaten with a Welsh onion instead of chopsticks. In winter, the ground is covered in snow and the light-decorated scenery is truly magical. Have an experience you will never forget. This special 2 day, 1 night tour guides you through Ouchijuku in a chartered bus or taxi. You will stay at a hotel in front of Aizu-Wakamatsu Station that is a great location for sightseeing during the day. Schedule: Day 1 Check-in individually at the hotel in front of Aizu-Wakamatsu Station. 19:00-22:30: Ouchijuku night tour departing from Aizu-Wakamatsu Station at night (Accompanied only by a driver.) After end of tour; stay overnight at the hotel in front of Aizu-Wakamatsu Station. Day 2 After check-out individually at the hotel in front of Aizu-Wakamatsu Station, free time. Note: On February 18 you will visit Nakayama Setsugetsuka, instead of Ouchijuku. Nakayama Setsugetsuka is a unique festival, known as one of Japan's best night views, in which many candles are spread throughout a vast snowy field in the night. Please note that there will be no dinner on this tour. However, you will receive a small present/souvenir. Important! Minimum of 2 people per booking.",
        "strLocation": "Fukushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukushima-2-day-tour-see-the-magical-snow-covered-ouchijuku-at-night/7793?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2-day tour: See the magical snow-covered Ouchijuku at night",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 05:28:29"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 10148,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481017541/qsvze187m2939nevo7n0.jpg",
        "strIntroduction": "This program offers one day tours that depart from Kanazawa to Shirakawago, Kanazawa to Shirakawago and Gokayama, and Kanazawa to Shirakawago and Takayama. The tour for Shirakawago and Takayama will take you to the UNESCO World Heritage Sites (Shirakawago village and Ainokura village), as well as to Fukumitsu town in Toyama where you will stroll the traditional shopping street Sasaraya and will try making your own senbei rice crackers. The tour for Takayama will include a visit to one of Japan's best preserved traditional old towns, and home to one of the country's three most famous festivals (Takayama Festival). The itinerary for the tour departing for Shirakawago and Gokayama is as follows: 08:00 Depart from the coach stop at Kanazawa Station Kanazawa Port Gate 11:15 or earlier (depends on the season) Free time at Shirakawago and Lunch 13:15-14:30 Free time at Ainokura village in Gokayama 15:15-15:45 Explore the shopping street Sasaraya in Fukumitsu town and make your own rice crackers 16:30 Arrive at Kanazawa Station Tour end This tour runs only on Mondays, Wednesdays, Fridays and Sundays. The itinerary for the tour departing for Shirakawago and Takayama is as follows: 08:00 Depart from the coach stop at Kanazawa Station Kanazawa Port Gate 11:15 or earlier (depends on the season) Free time at Shirakawago and Lunch 13:00 or 13:45 (depends on the season) Free time at Takayama 16:15-16:45 Explore the shopping street Sasaraya in Fukumitsu town and make your own rice crackers 17:30 Arrive at Kanazawa Station Tour end This tour runs only on Tuesdays, Thursdays and Saturdays. The itinerary for the tour departing for Shirakawago only is as follows: 08:00 Depart from the coach stop at Kanazawa Station Kanazawa Port Gate 11:15 or earlier (depends on the season) Free time at Shirakawago and Lunch 16:15-16:45 Explore the shopping street Sasaraya in Fukumitsu town and make your own rice crackers 17:30 Arrive at Kanazawa Station Tour end This tour runs only on Tuesdays, Thursdays and Saturdays. ※Tour schedule is not fixed. Your host will announce if the tour will be held 5 days prior to the activity date.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-book-a-one-day-trip-to-shirakawago-gokayama-or-takayama/4945?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Book a One Day Trip to Shirakawago, Gokayama, or Takayama!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 05:34:10"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 15,
        "intUsdCost": 7364,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1449879428/ec1cann8wjzepjcjs8si.jpg",
        "strIntroduction": "Our team \"Local Tour Concierge\" can provide private and only one tour for you. Please choose and combine from below list, We can make tour for you based on your request;) Sightseeing spots 1) Tsukiji fish market 2) Harajuku 3) Asakusa 4) Akihabara 5) Shibuya 6) Shinjuku 7) Ueno 8) Imperial pales 9) Yanaka shopping street Food Places 1) Ramen place 2) Sushi place 3) Teppanyaki place 4) Beef bowl place Shopping 1) Shoes 2) Japanese traditional souvenir(Chopsticks/cup/etc,,) 3) Closes(Jackets/shirts/etc) 4) Japanese snacks to take back to your country 5) Electrical goods Museum&Activity 1)Edo-Tokyo museum in Ryogoku (¥1350 per person) 2)Samurai museum in Shinjuku (¥1800 per person) 3)Wearing Real Kimono activity in Asakusa (¥3500 per person) 4)Riding Mario kart activity (Need driving license) (2 hours/¥4000) If you have more request, please feel free to ask us;) Specific description: - Asakusa. You can walk and eat at Nakamise street which looks like old Edo Tokyo. If you want you can pull a good luck charm called Omikuji at Sensoji Temple. This is the best spot if you like the image of old Japan. - Ueno Park. It's a cultural mecca with a number of museums including the prestigious Tokyo National Museum and the delightful Shitamachi Museum with its display of old Tokyo, Ueno Zoo and many galleries. We goes to SHINOBASULAKE and around park. - Shibuya. Here is the most famous scramble intersection. You can visit many attractive shops. - Shinjuku. You can shop at the biggest and cheapest shopping center called Don Quixote. - Izakaya\"WATAMI\" (bring cash with you). This is a Japanese bar called Izakaya. You can spend a great night here. We promise you reasonable prices. Izakaya is a Japanese-style pub popular among working people, which offers a variety of foods.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tour-all-the-popular-places-in-tokyo-with-local/3088?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "10% OFF Tour all the popular places in Tokyo with a local!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 05:38:25"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4142,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472378328/cbcuvpvqlebqbdbhy09j.jpg",
        "strIntroduction": "We have simple, antique, latest fashion, distinct design and colors. Also, we have a kimono which is like those used in Japanese historical plays. With kimono, it is possible to mix and match a lot of different designs and colors, especially with obi (belt). For example, you can match an antique kimono design with the latest obi (belt) design, and so on. You will certainly enjoy making such coordination. Kimono is a magical dress, unique to Japan. When you wear kimono, you will feel attractive and charming, Japanese “kawaii”, in a special Japanese way. Of course, kimono is beautiful to look at, but it is even more beautiful to wear. We have experienced staff that can provide a basic hair-setting service. You can explore Tokyo in your kimono! In particular, Shibuya has many great places to visit, such as the “scramble” intersection and Hachiko (the famous dog statue), which are very popular for taking pictures. Our staff will take some souvenir photos. We also recommend you to visit Meiji Shirine and Takeshita Street in Harajuku. We can keep our customers luggage, but please take your valuables with you. Rental is normally up to 4 hours - enough time to enjoy exploring Shibuya or Harajuku. The rental time begins after the customer has been completely dressed in kimono and upon leaving our store. Please return to our store approximately four hours after leaving it. The time it takes for our customers to change out of kimono and into their regular clothing is not considered part of the rental time. Choose between the Basic plan (kimono) and the Kawaii plan (long-sleeved furisode). If you are not able to return your kimono within 4 hours of the rental start time, you can rent it till 6:00 pm. In this case please book the add-in Overtime option. If you rent a kimono and keep it till the next day at 6:00 pm. In this case please book the add-on Overnight option. Business Hours 10:00 am to 6:00 pm (Sunday to Thursday) 4:00 pm to 6:00 pm (Saturday) ,Holiday Friday",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-dress-in-kimono-and-take-pictures-at-the-shibuya-crossing/7458?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Dress in Kimono & take pictures at the Shibuya crossing",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 05:41:58"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 1841,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468661518/lgitjrlpqxtbofv5wvni.jpg",
        "strIntroduction": "Spend some time petting and taking pictures with adorable owls at this owl cafe in Osaka. Owl cafes are a new type of themed cafe that are becoming increasingly popular all over Japan. Even if you don't think of yourself particularly as an owl lover, these adorable birds will surely steal your heart. Before meeting the owls, you'll have a chance to order a drink of your preference, before a member of the staff carefully explains the proper way to handle the owl to avoid any harm to you and the owl. Please listen attentively to their explanation so that you can enjoy an amazing time with the owls. Here is the flow of the experience: - enter the shop and hear the instructions of the staff (first 15 minutes of the experience) - spend time with the owls (for about 35 minutes) - end of the experience You'll then need to clean your hands with hand sanitizer before you can touch and pet the owls. After your time is up, you'll be able to visit the gift shop and find a unique owl-related souvenir! Other rules to observe: - only the staff can bring and take away the owls. - don't let go off the leash. - avoid touching the owls anywhere else except for their heads. - turn off the flash when taking a photo. This is definitely a rare, unique experience that you should definitely not miss while you are visiting Japan! Reserve your seat now! It is also possible to rent the entire place for 1 hour! Available for up to 20 people at once! The opening time of the cafe in Osaka is as follows: Weekday: 12:00 - 20:00 (last entry at 19:00) Weekend: 11:00 - 20:00 (last entry at 19:00) Closed: Mondays",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-reservation-for-lovely-owl-cafe-fukuro-no-mise-in-osaka/6331?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for Lovely Owl Cafe \"Fukuro no Mise\" in Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 05:44:58"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 6,
        "intUsdCost": 3038,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482732598/ppm2filzgsspc3dls7jw.jpg",
        "strIntroduction": "If you have not been to any historical sites in Kyoto yet, this tour is for you! This tour will cover visiting the historical sites in Kyoto in one day! Kyoto was Japan’s capital for over 1,000 years, and the historical scents of Japan still remain. Kyoto has a stunning collection of UNESCO World Heritage sites and also a geisha district. The temples and traditions are outstanding, but the food is also exquisite! This tour will take you to famous tourists spots in Kyoto in one day. A professional guide will show you around safely, while presenting you with important and interesting information about the historical sites and about the city in general. Detailed itineraries: 9:00 Meet up at your hotel 9:15 Fushimi Inari Shrine (60mins) - Fushimi Inari Shrine is an important Shinto shrine in southern Kyoto. - It is famous for its thousands of vermilion torii gates, which straddle a network of trails behind its main buildings. - The trails lead into the wooded forest of the sacred Mount Inari, which stands at 233 meters and belongs to the shrine grounds. - Foxes are thought to be Inari's messengers, resulting in many fox statues across the shrine grounds. 11:00 Kiyomizu temple (60mins) - Kiyomizudera is one of the most celebrated temples of Japan. - It was found in 780 on the site of the Otowa Waterfall in the wooded hills, east of Kyoto, and derives its name from the fall's pure water. - In 1994, the temple was added to the list of UNESCO world heritage sites. - Kiyomizudera is best known for its wooden stage that juts out from its main hall, 13 meters above the hillside below. - The stage affords visitors a nice view of the numerous cherry and maple trees below that erupt in a sea of color during the spring and fall, as well as of the city of Kyoto in the distance. - The main hall, which together with the stage was built without the use of nails, houses the temple's primary object of worship, a small statue of the eleven faced, thousand armed Kannon. Kiyomizu temple → Ninen-zaka-Sannen-zaka area → Kodaiji temple → Yasaka Shrine (90mins) - Just downhill from and slightly to the north of Kiyomizu-dera, you will find one of Kyoto’s loveliest restored neighborhood, the Ninen-zaka-Sannen-zaka area. - The name refers to the two main streets of the area: Ninen-zaka and Sannen-zaka, literally ‘Two-Year Hill’ and ‘Three-Year Hill’ (the years referring to the ancient imperial years when they were first laid out). - These two charming streets are lined with old wooden houses, traditional shops and restaurants. - If you fancy a break, there are many tea houses and cafes along this lane. - Kodaiji is an outstanding temple in Kyoto's Higashiyama District. - It was established in 1606 in memory of Toyotomi Hideyoshi, one of Japan's greatest historical figure, by Hideyoshi's wife Nene who is also enshrined at the temple. - Yasaka Shrine is one of the most famous shrines in Kyoto. Found over 1350 years ago, the shrine is located between the popular Gion District and Higashiyama District, and is often visited by tourists walking between the two districts. - You will have lunch somewhere around this area. - If you have any preferences or need a recommendation, feel free to ask the guide! 13:30 Gion (60mins) - Gion is Kyoto's most famous geisha district, located around Shijo Avenue between Yasaka Shrine in the east and the Kamo River in the west. - It is filled with shops, restaurants and ochaya (teahouses), where geiko(Kyoto dialect for geisha) and maiko (geiko's apprentices) entertain their customers with traditional dances, songs, and games. 15:15 Kinkakuji (60misn) - Visit the Golden Pavilion, a Zen temple, whose top floors are completely covered in gold leaf - It was the retirement villa of the shogun, Ashikaga Yoshimitsu, and according to his will it became a Zen temple of the Rinzai sect after his death in 1408. - It is a detailed architecture incorporating three distinct styles of shinden, samurai, and zen. 17:00 Arrive at Kyoto Station Why we love it: - Don't have enough time to travel around? No worries! Visit famous sightseeing sites in one day! - Take a tour with a knowledgeable English-speaking local guide with years of experience. - Strap on your adventurous spirit and immerse yourself in Kyoto - You will never forget the beauty of Kyoto! - You will enjoy wandering around Kyoto with the professional guide, since the professional guide will show you around the area with important and interesting information, and also about the Japanese culture! - Don't miss this opportunity to travel around Kyoto in one day! - Since this tour is a one day trip, you can do other activities on the next day! Join this tour and make your trip unforgettable! Photos by: - https://flic.kr/p/tAUJE - https://flic.kr/p/ifGEsp - https://flic.kr/p/enJMBg - https://flic.kr/p/6xnSus - https://flic.kr/p/nk2NGx - https://flic.kr/p/6v4cji",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-one-day-tour-around-historical-sites-in-kyoto/8014?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1 Day Tour Around Historical Sites in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 05:49:27"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 1933,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475804176/llxqbdpolojeajmcfkvl.jpg",
        "strIntroduction": "Hedgehog café is located in the Roppongi district in Tokyo, and it's a place where you can touch, pet and take photos with cute little hedgehogs! It has become one of the most popular animal cafes in Tokyo and a must for animal lovers! Even if this is your first time playing with hedgehogs, there's nothing to worry about. Before you interact with them, the staff will carefully demonstrate how to scoop up the hedgehogs into your hands. It might seem like it's a little difficult to handle them at first, but you'll get used to it after a few minutes! Did you know that hedgehogs come in several colors? At this cafe, you can befriend multi-colored hedgehogs such as \"Salt n' Pepper\", \"Pied\", and \"Cinnamon\". The baby hedgehogs are super cute! Don't forget to bring your camera and take photos with them to show off to family and friends! We are certain that you'll miss these cute little friends so much when you get home. There are no drink and food menu at the hedgehog cafe but there is a self-service drink bar so feel free to help yourself. Also you can bring your own food and drink (soft drinks only), so why don't you visit and chill out with tiny adorable hedgehogs? Since the hedgehog cafe is getting more and more popular, reservation is mandatory, especially during the weekends – so please go ahead and reserve your time slot through our reservation system! It will be an incredible memory of your time in Japan. Reservation slot: 12:00 pm-1:00 pm 1:00 pm-2:00 pm 2:00 pm-3:00 pm 3:00 pm-4:00 pm 4:00 pm-5:00 pm 5:00 pm-6:00 pm 6:00 pm-7:00 pm 7:00 pm-8:00 pm * Children under 12 must be accompanied by parents or guardian at all times.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-play-with-cute-hedgehogs-at-a-cafe-in-roppongi-tokyo/6374?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Play with cute hedgehogs at a cafe in Roppongi, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 05:54:40"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 9205,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472057018/xypvctfbsz7ctfvg9h01.jpg",
        "strIntroduction": "Below is the schedule of this mainstream Tokyo tour: 10:00 Meet at your Hotel 11:00 Imperial Palace East Garden 12:30 Lunch at Harajuku / Omotesando 13:30 Meiji Jingu Shrine 14:30 Harajuku Fashion \"KAWAII\" costume shops 16:00 Asakusa Sensoji Temple 17:00 Tour Ends Tour Duration: 7 Hours Maximum Number of People: 6 Tour Type: Transport Based Tour Highlights: Edo Castle: the residence of the Tokugawa shogun during the Edo period. After the Meiji restoration it became the Tokyo Imperial Palace. Meiji Jingu Shrine: the deified spirits of Emperor Meiji (1852-1912）and Empress Shoken are enshrined. The Meiji era is the period of Japanese modernization started. Harajyuku Takeshita-dori, young fashion district, visit costume shops. Asakusa Senso-ji Temple: Tokyo’s oldest temple located in Shitamachi, old town where I live; we will explore the surrounding streets with a sense of the old local culture which links to Edo period and early Tokyo. There are many good local restaurants and interesting bars; a pleasant place to conclude the tour. The tour does not extend into the evening, but I will be available to make suggestions for where to eat your evening meal or I would join you. Tour Inclusions: Services of a professional Japanese Tour Guide who will meet you at your hotel. Tour Exclusions: Travel costs (buses, subway, JR or taxis.) Admission costs Your lunch is not included.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-see-tokyo-imperial-palace-harajuku-meiji-jingu-asakusa/7464?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "60% OFF See Tokyo: Imperial Palace, Harajuku, Asakusa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 05:59:10"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 9,
        "intUsdCost": 2761,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358303965/u94ffsi6nchtdxr0a7bl.jpg",
        "strIntroduction": "In my lesson ・practice basic brash technics of Japanese calligraphy. ・learn how to write your name with Japanese characters and Chinese characters(kanji) and practice. ・learn how to write letter you choice Chinese characters and practice. ・create souvenir.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-japanese-calligraphy-in-tokyo/508?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Japanese Calligraphy in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 06:03:39"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 30,
        "intUsdCost": 994,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1447569250/mqdkmpvaqfaxhlaumhru.jpg",
        "strIntroduction": "Kawaii Monster Cafe in Harajuku, Tokyo, opened in the summer of 2015 under the concept of \"swallowing everything around the fashion mecca like a monster\" and represents a distinctively new approach to pop-art and dining. The cafe was born as a creation of the widely acclaimed modern art designer Sebastian Masuda who fascinates the world with his peculiar take on \"kawaii\" (cuteness). Having previously worked on the music videos of the famous J-pop star Kyary Pamyu Pamyu, Sebastian Masuda incorporated his edgy vision of art and fashion into a flashy colourful interior that suits the concept of engulfing the trendiest urban cultures in Tokyo. Visitors enter the Kawaii Monster Cafe through the mouth of a giant monster and find themselves inside a gaudy space of glitter, clashing colours and unique design. Lovers of contemporary pop-art will be thrilled to discover edgy installations such as the cake-shaped merry-go-round, and will continue to explore the different areas of this crazy cafe: - Mushroom Disco, a space in which giant poisonous mushrooms coexist with colourful candies as part of the interior. - Milk Stand, where cute but slightly twisted figures of animals drink from baby milk bottles. - Bar Experiment, the deep sea world surrounded by glowing jellyfish tentacles. - Mel-Tea Room, where ants lead the guests to melting ice cream and sweets. The food and drinks served here complement the wacky interior and guarantee that guests will have an unforgettable dining experience of fashion and art. In addition, Kawaii Monster Cafe is home to five mascot Monster Girls whose visual appearance helps create an atmosphere of a fascinating otherworldliness. They will help the guest find their seat into this labyrinth of colours and shapes, and recommend the best of the artistic menu. A visit to Kaiwaii Monster Cafe is strongly recommended for all visitors to Tokyo who wish to experience something extraordinary while acquainting themselves with the latest trends in Harajuku's urban pop-culture and fashion. Choose between the following options when booking: <Seat reservation only>...Available any time on any day. <Seat and dinner reservation>...Available for dinner time from Monday to Saturday. <Seat, dinner, all-you-can-drink reservation>...Available for dinner time from Monday to Saturday. Lunch time: 11:30 - 16:30 (last entry until 15:30, 90 minutes stay) Dinner: 18:00 - 22:30 (last order until 22:00). During busy days the lunch time is limited to 90 minutes/dinner to 2 hours. Average Cost - 2,500 JPY (you can choose the menu on the day if you book seat reservation only)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-reservation-for-kawaii-monster-cafe-harajuku-tokyo/4138?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for Kawaii Monster Cafe Harajuku, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 06:09:08"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 31,
        "intUsdCost": 4418,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1361431946/iaociihpaagsrzuzgryp.jpg",
        "strIntroduction": "Kyoto was the second capital of Japan from 794-1868 with 72 Emperors and 3 Shoguns legacy. Many national treasures and important cultural assets are the remains of such history. Needless to say, there are many hidden and interesting sites to explore in Kyoto. Samurai guide, Joe Okada will introduce some of the aforementioned sites on this tour. As an experienced tour guide, Joe Okada knows Kyoto inside out. He personally escorts you for 4 km, walked in about 5 hours. Let’s enjoy cool Kyoto with the cool samurai! Schedule: 9:45 We will meet at Kyoto City Hall Plaza. You can reach Kyoto City Hall Plaza from Kyoto Shiyakusho-Mae Station (station number T12) on the subway Tozai Line. 10:00 We will walk along Teramachi Street and visit various specialty shops including those with wood engravings, the best paper and tea, and Japanese brushes and inks. You will also have the opportunity to visit a Shinto shrine and a Buddhist temple. 11:30 We will then walk through the Kyoto Imperial Palace forest and enjoy a special visit to the Shusui-tei garden, complete with a centuries-old tea house for nobility. We will walk by the 25 million dollar Kyoto State Guest House, where U.S. President George W. Bush had a press conference in 2005. 13:00 We will relax and enjoy the “Face to Face Market” and try some pre-arranged sample foods! 14:30 You will have the opportunity to watch a very rare samurai sword demonstration, \"Cutting Apple in Air,\" by Samurai Joe. 15:00 The tour disbands. You may revisit the shops, or visit nearby sites including Daitokuji, Ginkakuji, and Nijo Castle. Availability: Group Tour - Every Saturday Semi Private Tour - Your requested date except Saturday I offer this tours every Saturday for groups of 10 people or more. If your group is smaller then 10, please inquire as you may still be able to join the tour with others. Also, you can book your own private tour at a flat rate on Saturdays and weekdays - please ask! *Children under 12 years are free but they need to cover food fee in cash for 1000 JPY.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-cool-kyoto-walking-tour-with-the-last-samurai/575?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cool Kyoto Walking Tour with the Last Samurai",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 06:13:26"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 5,
        "intUsdCost": 9941,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481118056/fu1vnkrr08jhlpdzl2cd.jpg",
        "strIntroduction": "Form Practice First of all, you need to learn basic skills to handle Katana with wooden Katana before cutting the Goza mat. With this step, every participants will learn the right posture, form and grip. Wield a real Katana (Japanese sword) After learning the basics, next step is wieldind a real Katana, and cut a Goza mat. You might have seen this kind of show on movie (perhaps on YouTube), putting a Goza mat vertically, and slice the mat. Zen (meditation) As a wrap up of this course, all participants learn Zen meditation with Singing Bowl. Singing Bowl is a type of bell which produce sounds that lead to a calm state of mind. Through this meditation, you can learn how to meditate in Zen way, and experience deep meditation with Singing Bowl. You can choose to book a 120-minute version with kimono or a shorter 90-minute version without kimono. Available to book every day. Minimum 2 people per booking.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-authentic-kyoto-samurai-experience/7866?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "10% OFF Authentic Kyoto Samurai Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 06:17:26"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 23,
        "intUsdCost": 3222,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355841395/ilwii1gmfat8a2bvyjwb.jpg",
        "strIntroduction": "",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-art-and-design-in-tokyo-on-customised-tours/20?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Art and Design in Tokyo on Customised Tours",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 06:22:30"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 13,
        "intUsdCost": 11046,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1453726547/a6xteqfyo0icnqw0ymag.jpg",
        "strIntroduction": "Special Announcement!! Voyagin offers the tour at the cheapest price of any other suppliers and free pick up service from following area. Be sure to reach at least 5 minutes prior to departure time. In this 1-day bus tour, you can not only explore the fascinating Mt.Fuji, the UNESCO World Heritage, but also visit Lake Kawaguchi and Oshino Ninja Village, which makes your travel in Japan more enjoyable and unforgettable! Don't miss this chance to see the jaw-dropping scenery of Japan's iconic Mt.Fuji. Lake Kawaguchi is one of Fuji Goko (Five Fuji Lakes) and famous for the best view of Mt. Fuji in this area and offers a splendid and breathtaking scenery. Oshino Hakkai consists of eight ponds filled by the underground spring water from Mt. Fuji. The area is well worth exploring due to its beauty and nature. While there you can't miss Oshino Shinobi no Sato (Oshino Ninja Village), a Ninja theme park that was opened in 2015. There, you will be able to appreciate a Japanese traditional garden in addition to experiencing several activities in Ninja style and enjoy delicious Japanese food with local ingredients. The highlight of the tour is visiting Mt. Fuji's 5th Station! Depending on the weather conditions, the scenery is spectacular! The time you spend here will undoubtedly be a special memory. The excitement of the tour continues with a 4D movie at Fuji-Q Highland which simulates an airplane flying over Mt. Fuji. After the bus tour is over, there will be enough time for you to enjoy the rest of the evening in Tokyo. --Brief itinerary-- 8:20 Depart from the meeting point in Shinjuku (The meeting point is Shinjuku Island Tower) 10:00-10:30 Lake Kawaguchi Enjoy the natural reflecting pool for Mt. Fuji! 11:05-11:45 Oshino Hakkai (Oshino Eight Ponds) See the beautiful ponds with the view of Mt.Fuji! 11:50-13:00 Oshino Shinobi no Sato (Oshino Ninja Village) Explore traditional Japanese culture and take photos with Ninja! 13:45-14:15 Mt. Fuji 5th Station Get the closest view of Mt.Fuji and take photos that you can show it off to your friends! 14:55-15:40 4D experience at Fuji-Q Highland This will definitely be one of the most astonishing experience in this tour! 17:00-17:30 End of the tour at Shinjuku Station south exit --Notices-- ・The tour is operated daily from March 1, 2016 to December 31, 2016. (Except Apr 29 - May 1, May 3 - 5, May 7, Jul 16, Aug 6, Aug 11 - 14, Sep 3, Sep 17 - 18, Sep 22 - 24, Oct 8, Dec 23) ・The minimum participant to run the tour is 1. ・There is a tour in English and Japanese. ・There is multilingual audio guidance in English, Spanish, Chinese and Thai available. ・The weather and traffic condition on the day may change the time and order of itinerary. ・If any place is closed, we will try to replace it with an alternative place. ・If we are not able to go to Mt. Fuji 5th Station due to the weather, we will attend the highest point on road there.",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-enjoy-one-day-bus-tour-to-mount-fuji-and-meet-ninja-from-tokyo/4618?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy 1-Day Bus Tour to Mt.Fuji & Meet Ninja from Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 06:26:40"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 61,
        "intUsdCost": 4602,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1429172553/mshodczuqndmbixnwkzw.jpg",
        "strIntroduction": "\"Taiko\" is a Japanese drum that can be heard playing its bold and earth shaking sound at many festivals here in Tokyo. Even from a distance, the sound of Taiko can be heard and felt. In this activity, you will learn how to play Taiko from a professional teacher who has played Taiko for almost 30 years. He has performed world wide and is very knowledgeable. This activity includes lessons of other musical instruments like the Takebue (flute constructed of bamboo) as well. No prior experience or knowledge is required to join this activity. I can sometimes meet special requests, but our regular class times are: Tue, Fri (19:00 - 20:30) Thu (10:30 - 12:00) Sun (12:30 - 14:00) If you would like a private class, please book the anytime class options. *Closed on Wed & Sat LOCATION: About 10 minutes walk from Ryogoku Station, which is served by the JR East Chūō-Sōbu Line and the Toei Oedo Line. It is numbered as station E-12.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-to-play-the-taiko-drum-in-tokyo/1056?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Play the Taiko drum in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 06:31:51"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 11,
        "intUsdCost": 14176,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460932362/fs6kegffgqmqr6asxojj.jpg",
        "strIntroduction": "This tour is perfect for those who naturally rise in the early morning, or for those who just want to have a unique experience and don't mind getting up early for it. We start at the world famous Fushimi Inari Shrine and what a special time to see this amazing place. There are thousands of red gates which line the path up the hillside. With the low early light casting long shadows here we can get some truly fantastic photos before all the crowds arrive. From there we will visit Kiyomizu Temple, one of the oldest temples in Kyoto and a true gem. This is the most popular temple in Kyoto or maybe even Japan so it is a real treat to get there before the crowds and get a spectacular view of the city below. After that we make our way to Arashiyama by train and get to see the beautiful bamboo grove which if we are lucky will still be relatively quiet and great for getting some fantastic photos or just to stop and listen to the soundscape of the branches swaying in the wind. Before leaving Arashiyama, we make a visit to one of the most beautiful zen temples in Kyoto, Tenryuji Temple a world heritage site with a radiant garden. A view that you will surely cherish for years to come. Along the way we give you insights about Buddhism, Japanese garden design, history and more. We are also happy to help you with any questions you have about Kyoto or Japan and can even help you plan your days ahead.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-see-the-morning-freshness-of-kyoto-in-an-early-bird-tour/4533?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the morning freshness of Kyoto in an early bird tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 06:36:48"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 9205,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1480228833/ezul8k6furrrnwdqr9ls.jpg",
        "strIntroduction": "This is an activity where you'll learn about Japan's religions, customs, shrines and temples. I will accompany you to a notable shrine and temple in Japan then tell you the correct manners at each of these places as well as their history/culture. For the basic plan, I'll take you to a shrine such as the Meiji Shrine that was founded in 1920 after the Emperor's death. I'll also take you to a temple such as the Zojoji temple that was founded in 1393 and later became Tokugawa Shogunate's family temple. I will give you in-depth information about traditional Japanese culture that is even un-known to the local Japanese people.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-guided-tour-of-shrines-and-temples/1130?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Guided Tour of Shrines and Temples",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 06:40:53"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 7364,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469681108/qtph705vi6q3tclc1ash.jpg",
        "strIntroduction": "Special offer only for Voyagin guests! We offer this tour at the cheapest price of any other suppliers. Don't miss this chance to enjoy one day bus tour exploring most of the best tourist spots in Tokyo in a day at a valuable price! Halal food lunch is also available! If you are looking for an adventurous sightseeing bus tour, here it is! This bus tour covers famous sightseeing spots in Tokyo. Enjoy the traditional Japanese garden at the Imperial Palace for the start of your tour, it will take your breath away and you’ll enjoy a peaceful and carefree feeling while you are there. The Sensoji temple and Kaminari-mon gate in Asakusa are a must-see, the magnificent structure of the temple is overwhelming. You will also be able to experience the enthusiastic atmosphere of Tsukiji Fish Market on this bus tour. Although the Tokyo Bay Cruise is only 20-minutes long, its full of excitement, and the view from under the Rainbow bridge will be unforgettable. After the cruise, it's shopping time! Prepare a shopping list, so you won’t miss out on what you want. While you are on the bus, the excitement will be continuous. The bus will pass by the National Diet, Ameyoko open-air market, Tokyo Skytree, Kabuki-za Theater and much more. It's absolutely amazing to visit all those sightseeing spots in one day!! --Brief itinerary-- 8:30 Depart from the meeting point at Shinjuku (The meeting point is Shinjuku Island Tower at 8:25) 9:00-9:40 Imperial Palace East Garden Relax and feel the breeze in the greenery. 10:15-11:15 Sensoji Temple, Asakusa Explore one of the most famous temples in Japan! 12:00-12:45 Tsukiji Fish Market Enjoy world famous fish market in the tour. 13:15-14:40 Aqua City Odaiba Enjoy shopping, not to forget this fantastic memory of the tour! Have lunch and choose between a buffet style meal or a Halal lunch! 14:45-15:05 Tokyo Bay Cruise See the fascinating view of Tokyo Bay! You have choices where to get off the bus. Choices are from Ginza, Shinbashi, Tokyo Tower, Shibuya, and Harajuku. 16:00 The final stop is Shinjuku Station south exit. --Notices--. ・The minimum participant to run the tour is 1. ・A tour assistant in English and Japanese is available. ・A multilingual audio guidance in English, Spanish, Chinese and Thai is available. ・Itinerary order is subject to change depending on traffic and weather. ・The weather and traffic condition on the day may change the time and order of itinerary. ・If a sightseeing spot is closed, we will replace it with an alternative place. ・If you prefer Halal Lunch, the booking must be made 3 days in advance. The tour is free for children 5 years and below.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-one-day-bus-tour-around-best-tourist-spots-in-tokyo/4579?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy 1-Day Bus Tour Around Best Tourist Spots in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 06:45:11"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 19,
        "intUsdCost": 4602,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466565615/ptwodymisc4yqdctbymc.jpg",
        "strIntroduction": "This new style of Japanese entertainment has taken Roppongi by storm! Oiran (traditional Japanese courtesans), samurai and geisha dance across the kaleidoscopic rotating stage in a series of beautiful, exciting Japanese-style performances. The cast of 11 professional dancers and drag queens will bring the sensuality of Tokyo's old \"pleasure quarters\" to life during this exciting 50 minute show. Enjoy drinks in the expansive premises and prepare yourself for a night of fun antics. Take advantage of our convenient \"all-you-can drink-plan\", while watching the performers fly overhead. ■Performance Date Everyday (except New Year's Holiday) ■Show Schedule *1st Show (Show time 50 min) Open 18:00 - Show starts 19:30 - Close 20:40 *2nd Show (Show time 50 min) Open 21:00 - Show start 22:00 - Close 23:30 Duration: 2.5 hour(s) Pick-up: Not available ※Please note this price is inclusive of the 10% discount offer. Included in the price: Show fee / All-You-Can-Drink Plan (includes beer, shochu, whiskey, apricot liqueur, orange juice and oolong tea) / Snacks Meals are available throughout the show for an extra charge. Starting from March 1st 2016, non-smoking hours are until 21:00. Please do not arrive before the check-in time, as you will not be able to enter the theater. Closest Train Station: ・Oedo Line or Hibiya Line's Roppongi Station (Exit 3 or 5)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-10-off-oiran-za-traditional-japanese-new-cabaret-show/3257?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "10% OFF Oiran-Za Traditional Japanese New Cabaret Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 06:48:18"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 14,
        "intUsdCost": 7249,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1392172038/dkyzdyjnotponskrku6g.jpg",
        "strIntroduction": "Following a pick-up at your hotel or Hiroshima Station, you will take a JR local train to Miyajima-guchi and change to a ferry boat. Miyajima is one of the three most beautiful places in Japan. You will walk around the island to see the Great Torii Gate, Itsukushima Shrine, and Taishoin Temple. We will have lunch on the island. After Miyajima, you will take a tram to visit the Peace Memorial Park. Hiroshima is well known as the city where the first atomic bomb was dropped. You will walk around the park to see some monuments such as the Children's Peace Monument, Peace Bell, and Flame of Peace. Then you will visit the museum to learn about what happened on August 6, 1945. As this is a private tour, I will be flexible depending on your preferences. If you have questions, please feel free to contact me!",
        "strLocation": "Hiroshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hiroshima-explore-miyajima-and-hiroshima-in-a-full-day-tour/1853?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Miyajima & Hiroshima in a Full Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 06:54:05"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 7,
        "intUsdCost": 4142,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481005271/hee3yc3fbto6vnp9xq9g.jpg",
        "strIntroduction": "The Aokigahara Jukai, “the sea of trees\", spreads across the northwest foot of Mt. Fuji, and is a forest growing atop the lava that flowed during the eruption of Mt. Fuji in 864 (the great eruption of the Jougan era), some 1,150 years ago. The Aokigahara Forest spans approximately 3,000 hectares but the soil has lain quite thin. The roots of the trees do grow horizontally seeking nutrition. It is also a highly unusual forest in which it is comprised primarily of hemlock fir, Japanese cypress, and other evergreen needle leaf trees, and broadleaf trees such as longstalk holly, Japanese andromeda, oak, Fuji cherry, and maple. This tour will take you on a walking tour to experience the sea of trees. Your guide, who is an expert of Aokigahara will provide you with interesting facts about the area and will show you around safely. You can choose the duration of the tour: A) 2 hours Course B) 3 hours Course C) 4 hours Course Why we love it: - A professional guide will walk through Aokigahara with you while presenting you with some important and interesting information about Aokigahara. - Feel the nature, and discover the woods! - Enjoy the forest bathing. - Listen to the sound of the forest and wild birds' singing. - Go inside the Wind Cave and Ice Cave. - The scene of the film \"The Forest\" is in the Aokigahara. - Discover the newborn lives of trees in the beautiful Aokigahara Forest!! This tour will make your trip unforgettable! Visit this wonderful forest full of amazing scenery, clean air, and a friendly guide! Every season is available. ※This activity does not offer child fee. overview icon 集合場所 Meeting place A) 2 hours Course FUGAKU FUKETSU (Wind Cave) bus stop 〒401-0332 Yamanashi Prefecture, Minamitsuru District, 富士河口湖町西湖青木ヶ原2068−1 B) 3-4 hours Course KAWAGUCHIKO station ※The exact meeting point will be decided by your guide after booking, but will be the Fugaku Fuketsu (Wind Cave) Bus Stop in Yamanashi prefecture. 重要事項 Important Information Please book 2 days before the date you are planning to join. Please note that transportation from Kawaguchiko Station to Fugaku Fuketsu bus stop is not included. You may need to take the local bus (about 670 JPY one way) or a taxi. Please prepare cash in advance because there are few ATMs around the forest.",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-explore-aokigahara-the-sea-of-beautiful-trees/2507?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Aokigahara, the Sea of Beautiful Trees!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 06:59:22"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 8837,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481187301/p2dnjycy1xpfpbh6qocg.jpg",
        "strIntroduction": "Kamogawa Sea World is an amusement park with a collection of 11,000 marine creatures from 800 different species. In the themed display zones, visitors can come into contact with these creatures in environments that replicate as closely as possible their marine habitats. This includes things such as an eco-aquarium, which recreates the habitats in Japanese rivers as they flow to the sea, a tropical island which displays tropical coral and South Pacific fish, and an enormous shore reef, where a variety of marine mammals and penguins live. Prepare to be surprised and impressed as killer whales jump energetically and toss their trainer into the air, while beluga and dolphins achieve startling feats in the water, and sea lions perform a uniquely comic show. Other attractions include the pelicans going for their daily walk, night adventures, and areas where you can interact with the creatures, taking photographs with them and petting them. The park features the only restaurant in Japan where you can watch killer whales swimming past as you eat, as well as a restaurant overlooking the Pacific Ocean, making diners feel as though they are on a cruise ship. There are also a number of gift shops with an array of exclusive products. Why not take a trip from central Tokyo or urban Chiba to Kamogawa Sea World? The tour fare includes the round trip JR ticket (day trip), and admission to Kamogawa Sea World. You can also choose to include lunch at a reasonable price. There is a free shuttle bus between Awa-Kamogawa Station and Kamogawa Sea World. It takes approximately 10 minutes.",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-interact-with-sea-animals-in-kamogawa-sea-world-chiba/6534?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Interact with Sea Animals in Kamogawa Sea World, Chiba!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 07:04:30"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 15,
        "intUsdCost": 8284,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1441092924/wcbtqnm3f7dmjkpoxopd.jpg",
        "strIntroduction": "Burlesque Tokyo is a unique night-time entertainment in the heart of Roppongi, Tokyo. Only here and only with our special offer you can enjoy 90 wonderful minutes of glamorous entertainment, exciting atmosphere and as many drinks as you want! Burlesque Tokyo is a very popular night club which has been recently becoming well-known among foreign visitors and guests of Tokyo. This is one of the best places to have a party and enjoy a truly hot entertainment with Tokyo's most attractive girls! Our professional dancers are top-class performers and will amaze you with their stage skills. In addition, Burlesque Tokyo is one of the very few places in Japan where tipping is not only allowed, but encouraged - you can freely tip the girls and show them how much you enjoy their attractive show! The show takes about 90 minutes and includes an \"all you can drink\" plan and 10 tips that you can give to the girls. There are three shows per day. When you book, please choose the show you want to visit (you can stay and watch only one show). First show Entrance: 18:30 (singers and pole dancers will heat up the venue before the main show) Main show: 19:20 End of show: 20:30 Second show Entrance: 21:00 (singers and pole dancers will heat up the venue before the main show) Main show: 21:20 End of show: 22:30 Third show Entrance: 23:00 (singers and pole dancers will heat up the venue before the main show) Main show: 23:20 End of show: 24:30 On Sunday only the first two shows are held. Please note that there is no public transportation available after the end of the third show and you can return to your hotel by taxi only. Please note that you cannot stay longer and you will be asked to leave the club after the end of the show. You cannot pay additionally to sit for another show. The venue closes at 1:00 am. The price of this amazing show at Burlesque Tokyo is specially discounted for Voyagin visitors! Don't miss your chance to experience one of Tokyo's greatest night-time entertainment shows! IMPORTANT: No sexual services are offered at Burlesque Tokyo. You are not allowed to touch the dancers during or after the performance, except for tipping them. You must be at least 20-year-old to enter and watch the show.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-burlesque-tokyo-grand-show/3852?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "30% OFF Burlesque Tokyo's Grand Show!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 07:08:09"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 23,
        "intUsdCost": 5063,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464916333/bgqtb74p3cnxqvqxoglo.jpg",
        "strIntroduction": "After a long walk and tour around the city, how about a relaxing, romantic cruise to end your day? Come join us for an hour-long cruise at Tokyo Bay. The cruise usually starts from 9:30 pm, but sometimes the cruise starts from 9:00 (please inquire before booking if you can only make 9:30 pm). Simply meet at the yacht club 30 minutes prior for check-in! You can come after you tour around Tokyo, or after a hard day's work. You can enjoy a nice drink at the bar counter, and we serve many types of drinks from alcohol to non-alcohol. Take your drink up to the top deck of the ship, and feel the breeze while you gaze into the night view of Tokyo. Sit around in the seats and have a delightful conversation with your partner or friends, and make this the most memorable moment of your stay in Tokyo. Enjoy this luxurious experience with your favorite person, friends, or family. ※For night cruise, passenger need to be 6 years old and above.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-bay-night-cruise/2742?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tokyo Bay Night Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 07:12:32"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 9,
        "intUsdCost": 184,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472519048/eyedazydjvyaxzjl2kya.jpg",
        "strIntroduction": "Game maker Capcom's official watering hole, the Capcom Bar, serves up food and drinks inspired by its iconic video games such as Resident Evil, Ace Attorney and Monster Hunter. This bar reproduces the Capcom game series. Food and drinks are also unique and created in the likeliness your favorite games. For example, you will see brain cake from BioHazard, burned meat from Monster Hunter, and meatballs from Street Fighter! Grab a spoon, and let's visit the Capcom Bar Game World in Tokyo! There are 5 time slots evaryday. 1. 11:30~ 2. 14:00~ 3. 16:30~ 4. 19:00~ 5. 21:30~ Photo Credit; http://flic.kr/p/bjperB http://flic.kr/p/bjpetc http://flic.kr/p/fg3vCT http://flic.kr/p/bjq1YX http://flic.kr/p/9SwHVs",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-step-into-a-game-world-at-the-capcom-bar-in-tokyo/1855?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for the Game World at the Capcom Bar in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 07:16:25"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 1933,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475804473/ozgtbi7pyqihqz4eflgh.jpg",
        "strIntroduction": "The rabbit cafe, Ms. BUNNY, is located in the Roppongi district in Tokyo, and it's a place where you can touch, pet and take photos with cute fluffy rabbits! It has become one of the most popular animal cafes in Tokyo and a must for animal lovers! Rabbits at Ms.BUNNY are diverse in color and size. At this cafe, you can befriend irresistibly cute rabbits to your heart's content. The baby rabbits are so cute that it will be so hard for you to say goodbye to them in the end! The kinds of rabbits you can find at Ms.BUNNY are - Mini Rex - Holland Lop - Lion Lop - Netherland Dwarf Rabbit - Dwarf Hotot - French Lop Don't forget to bring your camera and take photos with them to show off to family and friends! We are very sure that you will miss these cute little friends so much when you get home. There are no drink and food menu at the rabbit cafe but there is a self-service drink bar so feel free to help yourself. Also you can bring your own food and drink (soft drinks only), so why don't you visit and chill with the little adorable rabbits? Since the rabbit cafe continues to become very popular, reservation is mandatory, especially during the weekends, so go ahead and reserve your time slot through our reservation system. It will leave an incredible memory of your time in Japan. Reservation slot: 12:00 pm-1:00 pm 1:00 pm-2:00 pm 2:00 pm-3:00 pm 3:00 pm-4:00 pm 4:00 pm-5:00 pm 5:00 pm-6:00 pm 6:00 pm-7:00 pm 7:00 pm-8:00 pm * Children under 12 must be accompanied by parents or guardian at all times.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-play-with-fluffy-rabbits-at-a-cafe-in-roppongi-tokyo/7674?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Play with cute fluffy rabbits at a cafe in Roppongi, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 07:22:15"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 12,
        "intUsdCost": 5063,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1391857125/c0ktayaxoie833ahjn1d.jpg",
        "strIntroduction": "There is lots of fantastic entertainment here in Akihabara for a new experience. This tour includes the following activities: Robot shop: It offers many kinds of robots like typical walking, cardboard box, educational, and some one-of-a-kind ones. You will be able to see some of the most advanced robot technologies here. Maid cafe: I'd like to take you to my favorite one or the most popular one. We will enjoy an afternoon tea at this special Japanese cafe. The maid cafe has been running for over 10 years. The maids are super friendly and cute. I am sure you will enjoy your stay there. Anime shops: What else do you associate with Japanese entertainment? Japan is known for its anime and manga culture, of course. The shops I'll take you to offers a variety of anime goods from latest to old ones! One of the tallest buildings that carry anime goods has seven stories! You will definitely find what you have been looking for here. Video game stores: Our last stop will be a good quality video game store which carries an incredible amount of games; it has the biggest selection in Akihabara. It has not only video games but also a lot of hobby goods, music, videos and software related to anime and idol groups. On top of that, the building houses an event space, where the idols have concerts on a regular basis! These stores are covering all the main attractions in Akihabara, and let you get a taste of Japanese entertainment. I'm looking forward to seeing you! I am available the whole day on weekends and after 17:30 on weekdays",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-akihabara-to-the-fullest/1846?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Akihabara to the Fullest",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 07:27:47"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 4602,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481098825/kjnsjq8dwwryu2z2ppou.jpg",
        "strIntroduction": "Niseko ski resort is one of the best places for winter activities in Japan. In recent years the popularity of this resort has increased especially among visitors from Australia. Niseko is a great place to enjoy skiing, snowboarding and backcountry, but the unique powder snow is perfect also for other types of activities such as snowshoe tours, snow mobile tours and many other interesting snow experiences. Nestled between Mt Niseko Annupuri and Mt Yotei, this place offers great opportunities for nature trekking and observing the wildlife. Snowshoe tours are an exciting way to spend a few hours in the wild nature with your family. This activity is suitable for first-timers so you don't need to worry about special preparation. Professional guides will lead you through the wild nature and will even treat you with some hot tea and cookies midway during the tour! In the nature-walk tour you will walk through the deep forests of either Mt Niseko Annupuri or Mt Yotei with a professional nature guide. You will observe the wild birds and will look for traces of wild animals in the snow. Nature-walk tour: Available from December to May Morning tour: 10:00 - 12:00 Afternoon tour: 13:30 - 15:30 Children over 6-year-old can participate. Please bring warm and water-proof clothes. Limited amount of rental clothing is available too.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-try-snowshoe-experiences-niseko-hokkaido/3149?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try snowshoe experiences in Niseko, Hokkaido",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 07:31:43"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5155,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1446540382/pm9cwmqnk6qe5ho26xni.jpg",
        "strIntroduction": "This is a cycling tour around Tokyo! Here is how the tour goes: 1. Meeting location: Coffee shop below my house 7 min walk from Nakameguro Station (Hibiya Line) *nakameguro is 5 min train from Shibuya 10:30 AM Meet up 10:35 Start the tour 10:45 Visit Kyu-Asakura House (Old style Japanese house belonging to a noble family) 11:15 Ride through Shibuya crossing (Ride through Shibuya) 11:25 Ride through Harajuku 11:40 Visit Meiji Shrine 12:10 Ride through backroads of Harajuku (\"Ura-Hara\") 12:30 Ride through Omotesando 12:45 Ride through Gaien-mae 13:00 Arrive back at the house",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-ride-around-tokyo-central-area-with-a-bilingual-tour-guide/4093?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ride around Tokyo central area with a bilingual tour guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 07:36:10"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 6995,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471831779/lixuwlptckoqak1ga4ig.jpg",
        "strIntroduction": "Sushi, Tempura, and Sukiyaki are not the only Japanese foods! You can try more and more and more great tasty Japanese foods! Do you like to eat and learn how to prepare it? Let's do it together at a really convenient area in Tokyo with your teacher Lisa who is a big food lover, and cooking lover! :D We are going to experience Japanese home cooking together, and you can ask me if you have any question, so that you can learn more! :D We are going to make one main dish, and 2 side dishes. The menu will be set by the chef, so please ask for the details. If you want to take a private lesson, I can arrange it for you too, so please let me know. Example of the menu: ☆Gyudon (Beef bowl), ☆Gyoza dumpling ☆Butano Kakuni (Braised pork belly) ☆Grilled pork with ginger sauce ☆Teriyaki Chicken ☆Sweet chicken wing with sweet sauce ☆Temaki Sushi (Roll Sushi) ☆Temari Sushi (One bite size Sushi) and more! Let's meet up at Roppongi Station (Toei Oedo line), and I will take you to my kitchen! It is only 1 minute walk from the station. If you are interested in a local supermarket tour, please let me know. I can arrange it for you too! :D (Depends on the schedule)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-authentic-japanese-home-cooking-class-in-roppongi-tokyo/5761?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Authentic Japanese Home Cooking Class in Roppongi, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 07:39:28"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 7670,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1450258706/mivgoj4tq1bq2gjnzxps.png",
        "strIntroduction": "This is the private tour for you, not group tour. In the sacred land of Nikko 103 buildings of two Shinto shrines and a Buddhist temple are registered in the UNESCO World Heritage list. Among them 9 are the National Treasuries and 94 are the Important Cultural properties in Japan. You will discover great flamboyant architectural beauties! Just at Toshogu Shrine you can admire 5,173 carvings of flowers, the famous sleeping cat, the three wise monkeys and more. Walking along the ancient lanterns and the cedar trees can lead you to the ancient world as well. This sacred mountain's history dates back to the 8th century. Almost all buildings of Toshogu Shrie were rebuilt in 1634 by the third Shogun, Iemitsu. Rinnoji Temple is his mausoleum. The buildings impressed with the expression of wealth and might of the Tokugawa clan. It used to be said, “Don’t say you have seen the best until you visit Nikko”. The basic route is as follows, though the route can be changed upon your request: Meet at Asakusa Station and ride the express train. It takes about two hours. When we arrive at Nikko, let’s have a lunch at a restaurant. Then take the local bus and see the red wooden bridge through the window. Visit the Toshogu Shrine first and enjoy watching the giant pagoda, the Sacred Stable, the Yomeimon Gate and enter the Haiden hall that only the upper class of lords during the Edo period were allowed to access. Go to the shrine and grave of the shogun Ieyasu. Listen to the voice of the “Crying Dragon” at another building! Next go to Futarasan Shrine built in the 8th century through under the cedars trees. Take a short break at a small coffee or a tea house next to the natural fountain. There are many interesting things to see such as the old lantern cut by Japanese swords, a long sword, a spot to check your luck of the day etc. Go back to the station and back to Asakusa in Tokyo by train. If we have time, and you have more energy, we can also visit Rinnoji Temple. The shrines are located close but one complex itself consists of too many buildings and places to see. If you have interest in Japanese art, let’s go to museums and you can see splendid artworks such as painting on Japanese slide doors by the famous painter Yokoyama Taikan or beautiful swords. In this case, you have to give up on visiting another shrine, Futarasan.",
        "strLocation": "Tochigi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tochigi-take-a-one-day-trip-to-nikko-world-heritage-temples/4274?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a one day trip to Nikko's World Heritage Shrines",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 07:44:29"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 17,
        "intUsdCost": 4602,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1479449519/oqiymggwal0ruptot3yi.jpg",
        "strIntroduction": "On this tour you will explore: First stop will be Shibuya scramble crossing. See this notorious Tokyo area that was featured in the \"Lost In Translation\" starring Bill Murray and Scarlet Johanson. See the fashion and art trendsetting shops, walking three main street including Takeshita st., Harajuku st. and Cat street between Harajuku and Shibuya. And finally we'll reach a famous Shibuya crossing steet. Also I could arrange some shops according to your preference. For the ultimate \"Kawai\" destination, we will drop into the Cat Café or Maid Café. \"Kawaii\" is the Japanese word for cute, and you haven't experienced cute quite like this café. Play with some of the most adorable kittens and enjoy a beverage of choice. The tour will conclude with sushi! Not just any type of sushi but one of the most high tech chains. The entire process of ordering and delivering will be done automatically! No better way to end an amazing day than with this famous sushi chain!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-harajuku-shibuya-walking-tour/852?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Harajuku - Shibuya Private Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 07:48:00"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 2892,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471844690/x6q08dwvuffed1yc2s50.jpg",
        "strIntroduction": "After a long flight into Osaka Itami Airport, the last thing you want to do is figure out the complicated train system or get onto a crowded bus. Instead, hire a transfer service directly to your hotel in Osaka in a comfortable coach or van and just relax as an expert driver makes its way into the city. There is no extra charge for early morning or late night flights! Likewise, when you need to head back to airport, instead of worrying about finding the right transportation to make it on time to your flight, just meet your driver at your hotel, and relax as they drive you back to the airport in time for your flight. There will be no need to run or stress about anything. This is definitely the fastest and most convenient way to move between Osaka's Itami airport and the city center, so book your transfer now.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-osaka-itami-airport-shared-shuttle-service-transfer-to-from-osaka/6153?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Osaka Itami Airport shared shuttle transfer to/from Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 07:53:12"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 2,
        "intUsdCost": 5523,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470039563/r0rtrcyzo7ku2ycubuaj.jpg",
        "strIntroduction": "Explore the best Kyoto has to offer with this historical full day tour of Japan's ancient capital departing from Umeda or Namba in Osaka. This tour will take you by bus to Kyoto, where you will first make a stop at one of Japan's most iconic Shino shrines, the Fushimi Inari Shrine, famous for its countless bright-colored torii gates lining the pathway up a mountain. You'll have plenty of time to explore and take amazing pictures. The tour will then move on to Arashiyama area in western Kyoto using local trains. You'll be able to visit the world-famous bamboo forest and admire the traditional architecture of the area. It's the perfect spot to enjoy a traditional Japanese lunch. Lastly, the tour move on to Kinkakuji or the Golden Pavillion, with it's gold-plated roof, it has become the landmark of Kyoto and the quintessential must-see attraction of the city. After a full day of sightseeing, you will return to Osaka by bus. Itinerary: 8:40 - Umeda Pickup: Hearton Hotel Nishiumeda 9:00 - Namba Pickup: Namba OCAT 10:00 - Arrival to Kyoto 10:00 - Fushimi Inari Taisha Shrine 11:30 - Arashiyama 13:50 - Randen Train from Arashiyama Station to Shijo Omiya Station 14:11 - Bus Ride from Shijo Omiya Station to Kinkakuji Temple 14:40 - Kinkakuji Temple 15:55 - Drop off at Kyoto station 16:55 - Drop off at Namba OCAT 17:10 - Drop off at Hearton Hotel Nishiumeda ***This is not a guided tour, however a tour operator that can speak English will be on board.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-a-full-day-bus-and-train-tour-of-kyoto-from-osaka/6239?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a full day bus and train tour of Kyoto from Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 07:56:38"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 3602,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470276977/bfi5ypai75a2lvjur0dp.jpg",
        "strIntroduction": "The shinkansen rail network in Japan is famous around the world for its punctuality, comfort, efficiency, safety and speed. With top speeds around 320 km/h, Japan Rail's bullet train, or shinkansen, is an experience in its own right, as well as a great way to travel. This program is a reservation for shinkansen bullet train ticket in between Osaka/Hiroshima with a half day or one day private tour guide that will meet you in Hiroshima. The tour guide will arrange the trip schedule, so you can request the guide to include the places that you would like to visit. Some famous sightseeing spots for Hiroshima are as follows: - Hiroshima Peace Memorial Park Created to symbolize the need for everlasting peace, Hiroshima Peace Memorial Park (Hiroshima Heiwa Kinen Kōen) commemorates the many victims of the world's first nuclear attack in August 1945. - Ikutsushima Shrine Miyajima, the Shrine Island, is one of Japan's most important (and most visited) coastal sites. Covering some 30 square kilometers of Hiroshima Bay, the island is famous for Itsukushima shrine, dedicated to the Princesses Ichikishimahime, Tagorihime and Tagitsu-hime, daughters of the Shinto wind god Susanoo. - Hiroshima Castle Also known as the Castle of Carp, Hiroshima Castle (Rijō) was built in 1593 as the residence of local nobleman Fukushima Masanori before passing into the possession of famous samurai Asano Nagaakira in 1619. ※In case you need to start the tour from Osaka, traveling time will be included in the tour. ------------------------------------------------------------------------------------------------------------------------------------------- ※ Important Ticket Delivery & Pickup Information - Please Read Carefully ※ 1. Ticket Delivery We will deliver your tickets to your hotel in advance for your concierge to hold for you. The tickets will be available upon check-in. If you would like us to deliver the tickets to your hotel, please provide us with the following information: - Hotel name - The full name used for your reservation - Check-in date Please note: - We need at least 3 business days for delivery. If placing a last minute booking within 3 days of your visit, or if we don't get your hotel information soon enough, you'll need to collect your tickets from our Tokyo office. Please reference the pickup information under Ticket Pickup below. - If you are not staying at a hotel, we recommend collecting the tickets from our office. 2. Ticket Pickup: You can collect your tickets from our Tokyo office in Shibuya. Our office is located 7 minutes (on foot) from Shibuya station. Address: (English) Miyamasu ON Building 5th floor, 1-15-8 Shibuya, Shibuya-ku, Tokyo (Japanese) 〒150-0002 東京都渋谷区渋谷 1-15-8 宮益 ON ビル 5F Detailed Directions (Shibuya station to Voyagin): http://voyag.in/voyagin-shibuya Google Map: http://voyag.in/hachiko-to-voyagin",
        "strLocation": "Hiroshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hiroshima-day-trip-to-hiroshima-from-osaka-by-shinkansen-guided-tour/5268?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Day trip to Hiroshima from Osaka by Shinkansen (guided tour)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 08:00:56"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2761,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463349155/vqzzxxjq9egbgsshjqf1.jpg",
        "strIntroduction": "Recently, Japanese animation is becoming more popular in foreign countries. It's an interesting way to learn the Japanese language and the culture through animation. Four-M, a photo studio in Osaka, offers a great opportunity to explore Japanese culture through a photo shoot with a costume. It takes approximately 1 minute to walk to the studio from Nipponbashi station of Sennichimae Line and Sakaisuji Line. On a reservation, select the plan that suits your schedule. They have 3 plans with optional items, allowing you to arrange a special photo shoot just for you. Once you get to the photo studio, select your costume and photo booth. Dress up in your favorite and get your make up done, then say cheese! A professional photographer will take your best shot! After choosing a photo to be developed, the process is complete. Just take your photo and photo data with you as a wonderful memory! You'll keep it along with your photo. Here are the details of 3 plans. 1. Plan Bamboo (Basic Plan) It takes about 35 minutes to complete the process. The plan includes ・Photo shoot by a professional photographer ・One choice of costume ・Two choices of photo booth ・All the photo data for your SNS ・One picture 2. Plan Pine (Multiple Costumes Plan) It takes about 60-90 minutes to complete the process. The plan includes ・Photo shoot by a professional photographer ・All the costumes you can use ・All the photo booths you can use ・All the photo data for your SNS ・Two pictures 3. Family Plan/1 group (4-5 people) It takes about 60-120 minutes to complete the process. The plan includes ・Photo shoot by a professional photographer ・All the costumes you can use ・All the photo booths you can use ・All the photo data for your SNS ・Two pictures per person ・One original calendar The calendar needs 2 hours to be printed out, so you may possibly need to arrange another date for pick-up. Four-M has an option to kindly mail it to your home. Please confirm about it. Four-M is opened daily from 10 AM to 8 PM. All the photo shooting plans need a reservation.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-dress-up-as-your-favorite-character-for-photography-in-osaka/6391?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Dress Up as Your Favorite Character For Photography in Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 08:06:45"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8653,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1445246283/pwxw4vntb2lyp94oa0va.jpg",
        "strIntroduction": "Experience calligraphy, a type of Japanese traditional culture, but in a different and untraditional way. This is contemporary shodo where the style is different, and the modern design has been used for various products and services. You will experience writing your favorite words by learning basic writing technique on a special paper. The teacher will teach you how to write your name in Japanese characters. The teacher will teach you the meaning of \"kanji\" as well. Of course, you can take the paper back home with you. The teacher is a famous creater/designer and has participated in many projects for making logos for game, manga, product, brand images, company logos, and more! Upon your request, the teacher can prepare your writing in digital data, so that you can print it on your favorite item, such as a mug, a T-shirt, etc. *The digital data costs additional 1000 JPY, please pay in cash on the day. As a souvenir, you will receive a brush and magic paper for you to experience at home! Only the participants will get to know what the magic paper is!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-contemporary-calligraphy-with-a-real-designer/4028?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience contemporary calligraphy with a real designer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 08:11:29"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 16,
        "intUsdCost": 1381,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1372200079/uvfzg8mabmtfkpfbptjx.jpg",
        "strIntroduction": "Similar to what sommeliers do, “Kikizake” (sake tasting) is an activity that involves guessing what brand of sake you are served blindfolded. In this activity, you will... • You will chose 5 kinds of sake from 20~30 sake and enjoy the different tastes of each sake. If you like the sake you tasted, you can order it directly from its place of origin as well. Let us know if you have a particular preference for what type of sake you’d like to drink in advance so we can choose the sakes according to your taste. Sake varies in dryness (alcohol percentage) and can be served cold or warm. (Price includes the cost for 5 brands of Sake)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-sake-tasting/857?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Sake Tasting",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 08:15:05"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 13807,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461137613/mbwlmfl6d85mzmnw29fr.jpg",
        "strIntroduction": "In this exciting activity you will learn a few basic \"kata\" techniques. Kata are small, structured practice routines or protocols. Samurai as well as ninja folks do Kata workouts everyday. Kata are typically for learning the fundamentals to build on later. Studied and practiced properly, kata provides a method for creating and expressing various feelings and moods. A workout with an instructor provides you with the habits of thinking quickly on your feet and acting rapidly especially when self-defence is needed. Another aspect of kata practice is the analysis of the movements during the workout to determine the more advanced techniques. Through physical practice mastering the patterns become your second nature. This private session will give you a good insight into the samurai way of thinking.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-try-a-ninety-minute-swordfight-kata-workout-beginners-level/3315?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try a 90-minute Swordfight \"Kata\" Workout - Beginners Level",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 08:18:48"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3682,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481017689/knxtxwpv9rhixadegcho.jpg",
        "strIntroduction": "Pick up at Matsumoto Castle at 1:30 pm and eat Japanese seasonal foods at a classic house with a Zashiki room on a 2-hour experience. You can enjoy these experiences depending on the season. Autumn ~20.Nov Picking up apples and eating autumn foods in a Zashiki room. We're running an apple orchard in Matsumoto, Nagano. You can eat various kinds of apples. Winter 30.Nov ~28.Feb Trying mochi (Japanese rice cake) pounding and eating it. We do mochi pounding and eat mochi on New Year's day in Japan. You can enjoy Japanese traditional winter life. Spring Going to Yomogi (mugwort) picking and making green mochi. There are a lot of nature views around our house. Summer Experience Nagashi-Somen (flowing Japanese noodle) and eat it. Nagashi-somen is a traditional summer activity in Japan. It includes serving noodles not in a bowl or a plate, but racing by in a bamboo pipe full of flowing water. You catch the noodles with your chopsticks, dip them in a cup of flavorful sauce and eat. We'll drive you to Matsumoto Castle or anywhere in Matsumoto city if you want.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-enjoy-japanese-seasonal-foods-and-culture-at-yokoya-farm/7762?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Japanese seasonal foods and culture at Yokoya farm",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 08:22:36"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 2761,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1386487935/cow7xuevsx3i5z883clu.jpg",
        "strIntroduction": "Come and visit an ordinary traditional Japanese home where you can experience Japanese cooking at the dinner table with your family and friends. In this experience, we will make and eat Japanese pizza, Okonomiyaki together! Okonomiyaki is popular Japanese food. There are so many toppings and ingredients. Okonomiyaki is sometimes translated as \"As-you-like-it Pizza\" because of its wide variety. Main ingredients are flour, water, vegetables, meats and sea-foods. While waiting for your meal to be ready, you will learn how this particular dish (okonomiyaki) originated over the history of Japan, and I will chat with you while we sip some lovely Japanese tea. Let's enjoy okonomiyaki at the dinner table!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-a-japanese-home-and-cook-at-the-dinner-table/1498?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit a Japanese Home and Make Japanese Pizza!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 08:27:44"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 18,
        "intUsdCost": 3765,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355843782/tmemrzar7u5xawk8delh.jpg",
        "strIntroduction": "Make a professional handmade Japanese stone seal by yourself! You’ll get your very own, unique seal. You will be guided in your work by a Japanese stone seal professor. Japanese seals can be made from wood, bamboo, stone, hone, meal or plastics etc. At this event, you’ll make your one and only personal stone seal with stone, which is easy to be sculpted. You will be able to carve what you wish with a stylus, and the craftsman will assist you in carving your nickname in Japanese hiragana or katakana. (It is also possible to carve in kanji, Chinese character, but you need a bigger stone seal for an extra fee) The stone seal acts as a signature in Japan. With the seal you will create during this workshop, you will be able to stamp your business cards, letters, or even works of art! We prepare special small gifts for the guest from FindJPN. Please come and enjoy our event!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-craft-your-own-japanese-stone-seal/252?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Craft your own Japanese Stone Seal",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 08:32:21"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 3222,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1427962409/ra3vkfkyyuhov60ojuf2.jpg",
        "strIntroduction": "Making Japanese pottery is an excellent way to experience Japanese culture. Pottery in Japan is the oldest form of art in the country. Yet due to its long history, many people believe making pottery requires special and sophisticated skills. But it’s not true! Anyone can make pottery! Even if you think your not good with your hands, the artisans who speak English will help you! Within the one hour, you can create as many creations as you can. The number of works is unlimited! Going through the process of trimming, glazing, and firing twice, your work will be done 3 weeks after your experience date. Please choose if you would like to pick up your work to our studio, or have them sent overseas. Price does not include calcination fee and shipping fee. Calcination fee depends on your work's size. We calculate by high X wide X diameter X 1.5, and price is about 1500 JPY for a rice bowl. Shipping is possible overseas. We use the Japanese international EMS posting service. For these additional payments required on the day, we accept Japanese Yen and the credit cards below: Visa, Master card, American Express, JCB, Discover When you make a booking, please choose if you prefer \"wheel throwing\" or \"hand-building.\" Children over 3 are very welcome too! We believe that kids should not be limited in finding their potential.When they are open to new ideas and experiences, they can create ANYTHING in their lives! Kids will receive the basic information about material, firing and pottery making process. The class is for one hour and the cost is as the same as adults. Our studio is located just 5 minutes away from Tokyo Tower; come stop by on your visit to this area!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-a-japanese-pottery-class/3311?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a Japanese Pottery Class",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 08:35:35"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 36,
        "intUsdCost": 5983,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1401179295/s4u1eakypktuse7nakqt.jpg",
        "strIntroduction": "Come to my house and learn how to make Wagashi (traditional Japanese sweets & confectionery) in Shibuya, Tokyo! Wagashi is typical Japanese sweet comprising sweet red been paste, rice cake, and some special ingredients. My goal is to introduce this skill to travellers visiting Japan so everyone can enjoy making Wagashi and matching it with Japanese green tea. We make Japanese traditional sweets - regular or seasonal. Both come with green tea. === Regular menu=== Nerikiri - The most famous Wagashi, a unique shape made of sweet white bean paste === Seasonal menu === Mochi sweets Feel free to come and relax and have fun learning to make Wagashi together! I look forward to seeing you soon! Photo by: https://flic.kr/p/9ApyLY",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-make-wagashi-traditional-japanese-sweets-in-tokyo/2205?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make Wagashi! Traditional Japanese Sweets in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 08:40:06"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 21,
        "intUsdCost": 2761,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463644195/lfibotewrflytvy7x3ou.jpg",
        "strIntroduction": "Experience a private authentic tea ceremony after you have visited the famous Golden Pavilion (Kinkakuji) in Kyoto! In only 45 minutes you will attend the following: 1. Introduction to the roots of tea ceremony in Japan: The spirit of Chado, utensils, and history. 2. Watch a traditional ceremony performed by a lecturer of Urasenke, which is one of the most famous tea schools in Japan. I provide seasonal tea utensils that will help you enjoy the Japanese four seasons. 3. Have traditional Japanese sweets and learn how to make your own powdered green tea. Use traditional utensils to make powdered green tea by yourself. Special sweets often served in Real tea ceremonies in Kyoto will be prepared for Voyagin guests! In addition, you can take free photos in the vestibule, decorated with kimono and traditional Nishijin textile and Japanese paintings. Please choose from the following available times for this activity: - 11:45～12:30 - 13:00～13:45 - 14:15～15:00 - 15:30～16:15 - 16:45～17:30 This activity is available everyday. Option: Kimono Wearing & Tea Ceremony Please choose from the following available times for this activity: Age: Required over 9 years old -You can wear Kimono and join tea ceremony. It includes introduction, 2 bowls of powdered green tea and sweets, and the experience to make powdered green tea by yourselves. You can take photos in a tea room as well as the waiting room with Japanese seasonal displays. Option: Special tea ceremony at night! Available from 18:00 to 20:00 pm. Includes Japanese light meal, fresh sweets, Japanese cookies, thick & thin tea. Option: Ikebana class in the morning! Available from 10:00-11:00am. Price includes flowers or trees.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-a-tea-ceremony-with-special-sweets-in-kyoto/3834?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Tea Ceremony with Special Sweets in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 08:43:30"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 9205,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467362149/fm2xetcjdcg81u4fpvfz.jpg",
        "strIntroduction": "Hokkaido is one of the best places to try horseback riding, as it is abundant in natural beauty, with rolling fields, dramatic mountains, gurgling streams and colorful blossoms that vary with the seasons. Just 40 mins by car from Sapporo City, you can immerse yourself in the wild outback of Hokkaido and enjoy the bucolic surroundings on horseback. Choose from a 40min to 60 min horse riding course, and be enchanted by the gentle nature of these gentle beasts and soothing rhythm of a horse ride. After the journey, have fun feeding the horses with their favorite snack, carrot sticks, and have your photos taken with your favorite steed. This is a fun activity for the whole family, and children from 7 years and above can ride their own horse! Don't worry, the horses know the way so they won't get lost.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-horseback-riding-in-sapporo-with-taxi-pick-up-service/6964?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Horseback Riding in Sapporo with Taxi Pick-Up Service",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 08:46:41"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481011392/dwo2x8r8juuqjy32vand.jpg",
        "strIntroduction": "Furano Cheese Factory is one of the most popular places for production of cheese in Furano, Hokkaido. The northern Japanese island is widely known for its rich quantities of milk and industrial production of butter and cheese. In fact, Hokkaido's cheese is considered to be one of the finest and will satisfy even the most demanding tastes. At the Furano Cheese Factory you can see the process of making the local camembert cheese behind large windows. Furthermore the place boasts the production of ice-creams with unique tastes including sweet corn and black squid ink. There is also a pizza bar where you can try locally made pizza cooked in an old-fashioned furnace. The highlight of Furano Cheese Factory however are the hands-on experiences offered in the workshop. You can learn how to make your own butter, ice-cream, cheese and bread! Due to the popularity of the place and the limited availability of the classes, prior reservation is necessary in order to take part in the hands-on activities. We will make a reservation for you and will secure your place in the classes offered. You will be able to pay the small class fee when you arrive. The local staff will be expecting you and in some cases (such as the bread making workshop) they will have completed the necessary preparations of the dough. The following schedule shows the times of the classes: - Butter making: 9:15, 10:15, 11:15, 13:15, 14:15, 15:15 You will make 60 gram of butter. The class takes about 40 minutes. - Ice-cream making: 9:15, 10:15, 11:15, 13:15, 14:15, 15:15 You will make 100 gram of butter. The class takes about 40 minutes. NOTE: Please note that at least 4 people are necessary for this class to be held! If there are 3 or less participants, minimum participation fee (2,152JPY) will be payable on the activity date. If the number of participants is over 4, the participation fee will be 700JPY per person. - Cheese making: 9:30, 11:00, 13:30, 15:00 You will make 100 gram of cheese. The class takes about 60 minutes. - Bread making: 10:00, 13:30 You will make about 6 pieces of bread. The class takes about 90 minutes. NOTE: *Please note that at least 2 people are necessary for this class to be held! *Please note that the reservation for bread making has to be made before three days in advance. Note that in the winter months (November-March) the 15:15 classes are not held. Don't miss your chance to participate in Hokkaido's best known hands-on workshops and don't rely on availability without a prior reservation! We will help you arrange these unique activities during your trip to Hokkaido!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-make-cheese-butter-and-ice-cream-at-furano-cheese-factory/3363?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make cheese, butter and ice-cream at Furano Cheese Factory!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 08:51:39"
    },
    {
        "intDurationHour": 40,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 87447,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481249306/cilph5vjauona4a5pbw4.jpg",
        "strIntroduction": "This hassle-free tour is designed to give you a chance to visit and see the region's top attractions and winter landscape. At the same time you will be able to enjoy winter activities and taste the local delicacies of Hokkaido as well. The itinerary for this tour is as follows: Day 1 A pick-up service will be arranged. From New Chitose Airport, you will be transported to your hotel at Sapporo. After check-in (from 3pm), you will be given free-time to relax or explore the area. Day 2 A day tour with private transportation around Sapporo city will be provided. This tour will include the following attractions: Hokkaido University Campus, Former Hokkaido Government Office Building, Odori Park, Nijo Market, Moerenuma Park, Hokkaido Shrine, Okurayama Observatory, Sapporo Beer Museum. End the day with a full-course Genghis Khan dinner. Day 3 A day tour with private transportation around Otaru city will be provided. This tour will include the following attractions: Shukutsu Panorama Observatory, Music Box Museum, Bank of Japan Museum, Kitaichi Glass Gallery, Otaru Canal Area. End the day with a sumptuous Hokkaido crab dinner. Day 4 A day tour with private transportation around Lake Shikotsu, Toya, and Noboribetsu will be provided. This tour will include the following attractions: Lake Shikotsu scenic area, Noboribetsu Hell Valley, Showa Shinzan Lava Dome; Lake Toya. Return to Hotel. Day 5 Free time and airport transfer to New Chitose Airport. What this tour includes: - Hotel accommodation for four nights with breakfast inclusions - Round-trip airport transfers - Day tours with private transportation - Full-course dinner at Genghis Khan Restaurant - Full-course crab dinner * Entrance fees to attractions are not included * Optional Add-in: English-speaking local guide * Booking must be made two (2) weeks prior to the tour * Itinerary may change subject to local conditions. *This tour package is only available from December 2 to March 31 and cannot be availed during the following blackout dates: February 5 to February 14",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-five-day-package-tour-from-sapporo-in-hokkaido/4526?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "5-day Package Tour from Sapporo in Hokkaido",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 08:55:37"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3682,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481175305/qi9wg03tie2l8sgyohhg.jpg",
        "strIntroduction": "Transferring from Itami Airport to Osaka City with luggages will give you much burden and will be very complicated, so we suggest you to make a reservation for this Itami Airport private taxi transfer service. This transfer services provides you an elegant private ride in between Itami Airport and Osaka City area, covering most parts of Osaka City. You can travel to or from Itami Airport with no hassles and will have a luxurious and comfortable ride to your destinations. All plans include: - English speaking driver - Expressway tolls - Parking fee - Transfer fee in between Itami Airport and Osaka City There are three sizes of taxi available for this service: - Small 3 people & 2 luggages - Medium 4 people & 3 luggages, or 5 people & 2 luggages - Large 9 people & 9 luggages Please note that the price will increase 25% if you book this service in between 23:00 - 5:00. In addition, you will be charged for extra-fee if you will be visiting any areas other than Osaka City. Pick-up and drop-off services are available in between Itami Airport & Osaka City. In addition, please also inform us the precise building name and address of the pick-up / drop-off location, and an English-speaking staff with name board will meet you at the designated location. Enjoy a stress free and burden less travel with a private sedan taxi!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-enjoy-private-taxi-transfer-between-itami-airport-and-osaka-city/6086?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Private Taxi Transfer Between Itami Airport&Osaka City",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 08:59:35"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 31,
        "intUsdCost": 6904,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1397527631/k69f8emoozniem1bskg0.png",
        "strIntroduction": "Shinjuku Golden-gai Tour - Night Life in Tokyo Golden-gai is an area located in east Shinjuku famous for its many bars – a number that exceeds 300. Outside of a few outliers, most of these bars are incredibly tiny and can seat only four or five customers at one time. Each bar offers its own unique atmosphere and most even feature an odd theme. There are a number of music bars, otaku bars, a video game bar, a nurse bar, karaoke bars, and most anything else you can imagine. Just looking for a relaxing watering hole or a place with a classic Japanese vibe? Don’t worry, there are dozens of those in Golden-gai, as well. Booming as a black market back in the 1950s after the Second World War, the street has since then continually developed its culture of drinking. To this day, Golden-gai is a popular drinking spot for both young and old. However, even Japanese people have difficulty going for a drink in Golden-gai without any introduction. In this activity, we'll visit a few bars in Golden-gai in order to get a little flavor of what the neighborhood has to offer. Important! If you wish to start the tour at 21:00 pm or later, you need to book the add-on option as well. Extra fee applies for tours which start at 21:00 pm or later. Photo Credit: http://flic.kr/p/dF9UZT http://flic.kr/p/9vo3JA http://flic.kr/p/dF9VHg http://flic.kr/p/2CLx7Z http://flic.kr/p/gJwQHU http://flic.kr/p/ajNxQi",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-shinjuku-kabuki-cho-golden-gai-night-tour/1836?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Shinjuku Kabuki-cho, Golden-gai Night Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 09:04:51"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 15,
        "intUsdCost": 7594,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1405223573/quq9a0ufn96n6gcdhy72.jpg",
        "strIntroduction": "A fantastic chance to discover some rural charm just a short train ride away from the metropolis of Kyoto City. Discover the wonderful nature and ancient religious sites in Kurama and Kibune. We meet in the city and take a train ride to Kibune village, a place well-known for its beautiful riverside and peaceful scenery. There is also an exquisite shrine called the \"Kibune Shrine\", where you can see an amazing view of red lanterns along an old stairway. Here we can drink fresh water flowing from the hills and say a prayer for good relationships. After a quick visit at the shrine we are on to the hiking course. It's a bit of a \"stairmaster\" to the top and requires a moderate level of fitness but the peak can be reached within 30-40mins. We will certainly take plenty of stops to enjoy the breathtaking nature along the way, as well as some features unique to this trail. After we reach the top of the mountain, we will be visiting Kurama Temple. This splendid temple will provide you with an amazing view of the valley below. Lets relax and enjoy the fresh air in the mountains. As we wander down the steps from the temple, we will make our way to the little town of Kurama to enjoy a nice lunch followed by a trip to an outdoor bath! The bath, also called an 'onsen' is full with rich minerals that will energise your body and soul. You will also witness the tranquil view of the countryside, surrounded by hills. In my opinion, this 'onsen' provides the best outdoor bathing experience in West Japan. After a nice, relaxing bath, it's time to hop on the train to get back to the city feeling refreshed and energised. Come take a breathtaking riverside stroll, a visit to one of Japan's most photographed shrines, a hike through nature, and a hot spring experience you will never forget! I look forward to exploring this gem in hills of Kyoto with you!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-hike-to-kuram-temple-and-enjoy-a-hot-spring-bath/2463?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hike to Kurama Temple & Enjoy a Hot Spring Bath!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 09:09:41"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 19,
        "intUsdCost": 5523,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1392777189/ixjeh1tkkjoencjgdzre.jpg",
        "strIntroduction": "In Japan we have 4 seasons and in each season we can find different fish and vegetables, which makes our food culture varied. So first, let's explore a market in Temma, which is just 1 station from JR Osaka, and I'll explain seasonal Japanese ingredients and we'll buy what we need for our cooking. Then we'll go back home and cook some Japanese food. Examples of the menus of Japanese dishes: You will cook 1 main dish, 1 side dish, Miso soup, and Japanese rice. The example of the main menus are as following, Sushi Roll Okonomiyaki Yakisoba Tempura Sashimi Karaage Teriyaki Ginger-flavored steak. Niku-jaga. Oyako-don Tonkatsu (Katsu) or katsudon Sukiyaki Duke-don Saba no Misoni Gyudon Takikomi Gohan and so on... or you can choose one ingredient for the main dish, for example, beef, pork, chicken, fish or tofu... then I can arrange the menu for you :) Language: English. I have lived in Australia. And I also work as an English teacher. Schedule: Please contact me for details. The class starts at 10 am. Meeting place: JR Temma station 1 station from JR Osaka or Subway Ogimachi station Exit 1 (Sakaisuji \"brown\" line)",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-enjoy-a-market-tour-and-japanese-home-cooking/1922?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a market tour and Japanese home cooking in Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 09:13:25"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 13163,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473864202/o03smp78mxoumyzfat7z.jpg",
        "strIntroduction": "In this experience we focus on bringing to light the traditional beauty of Japan. Choose from a selection of various Edo period traditional kimonos and costumes. I hope you will enjoy this once in a lifetime experience in the beautiful and ancient old capital Kyoto. ************************************************** Inclusions: ・Historical costumes ・Your choice of kimono from selection of Historical costumes available. (For example: -Edo period young lady Kimono costume. -Edo period young man Kimono costume. -Edo period samurai costume. -Ninja costume -Modern Kimono costume. ・Dressing (Fitting) Professional staff help you dress in a historical period costume（hair dressing not included). ・All costumes are eligible for the photo service at our in-store studio. You will receive the photos in CD-ROM. ************************************************** Schedule: 1. Meet up in a station in Kyoto city. 2. Counseling: Before the photoshoot I will council details with you, such as what image or style you wish for your photographs, costumes etc. 3. Fitting: Choose an outfit for the photoshoot. 4. Photography: In the case of only one costume, the time will be 30 min - 1 hour of shooting and the total time approximately 2 hours, including dressing time and choosing your photograph. 5. Photograph selection: Finally, choose your favorite photo on a big screen monitor. 6. Delivery of your photograghs: You can purchase options plans such as: B）Walk around nearby in your costume C）Photo Shoot + Walk around street for a while. Professional staff help you dress in a historical period costume ************************************************** After the changing costumes, I will take you to a nice Shrine, or somewhere. I can advise you about your further sightseeing.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-dress-as-a-samurai-and-take-photos-in-kyoto/7576?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Dress as a samurai and take photos in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 09:18:44"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 5523,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1447674757/afux4z1dotwuhpekgux8.jpg",
        "strIntroduction": "Tsukiji is one of the 11 markets in Tokyo. It is the largest fish and seafood market in the world and also one of the largest food markets of any kind. Tsukiji handles more than 2000 tons of 480 types of seafood and 1100 tons of fruit and vegetables daily. The Tsukiji Market, which is 23 hectares wide, is separated into two main areas: the Inner Market and the Outer Market. The Inner Market is the wholesale market for the professionals, and that is where the fish auction takes place. The Outer Market retails some of the fresh seafood and vegetables sold in the Inner Market. Primarily, both markets cater to the professionals, but the Outer Market has recently opened its doors to visitors. Nevertheless visitors are allowed to enter the Inner Market as well after 9:00 am under the condition that they go in a small guided group of 4 or less. The Inner Market is usually more interesting because visitors can see the actual wholesale of the seafood. In this tour you will visit the Tsukiji Fish Market with a professional guide and will have the chance to see the exciting wholesale of the seafood. After the tour you can have fresh sushi with seafood coming directly from the market. Tsukiji Fish Market is closed every Sunday and on the following days: Closed Dates in 2016: November 3, 9, 16, 23 December 7，23，31 Closed Dates in 2017: January 2，3, 4，9, 18，25 February 1, 11，15，22 March 8，15，20，29 April 5，12，19，29 May 3，4，5，10，24 June 7，14，21，28 July 5, 17，26 August 11，14, 15，23，30 September 13，18，23，27 October 4，9，18，25 November 3，8，15，23 December 6",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-see-the-worlds-largest-tsukiji-fish-market-in-private-tour/4144?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the world's largest Tsukiji Fish Market in private tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 09:23:17"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 65,
        "intUsdCost": 3682,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1450753150/cs3ediwqa9zlso6owmvx.jpg",
        "strIntroduction": "Follow your own personal maid guide on a private tour as she takes you deep into the heart of Akihabara, to discover the places tourists don't usually get to go... She will take you to the centre of the anime and manga culture which began in Akihabara. You'll also have a unique experience at a real Japanese maid cafe! On this two and a half hour walking tour, your guide will provide an unforgettable experience of all things Akihabara that you won’t be able to find in the guidebooks. We have guides fluent in English, Japanese and Mandarin - ask them anything about Akihabara, Tokyo, or Japan in general. Due to the popularity of the tour, you may be interviewed by the Japanese media, but if you are uncomfortable with this idea please let us know, and we'll make sure that you're left in peace. Please let us know the following info when you make the booking. - Names of each participant - Ages - Genders - Nationality - Contact phone number - Hotel name - Duration of stay in Japan Thanks! We run our tours every day, from 11 am, 3 pm, or 6 pm If possible, when you request a tour please provide two alternative requested tour dates and times in your message to help us ensure we can fit you in. We're looking forward to seeing you in Akihabara!",
        "strLocation": "Akihabara",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-akihabara-akihabara-tour-with-your-own-personal-maid/2649?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Akihabara Tour with Your Own Personal Maid!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 09:29:07"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 11,
        "intUsdCost": 4144,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459431028/qf7qujhugpsgrubyh6pq.jpg",
        "strIntroduction": "",
        "strLocation": "Kobe",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kobe-explore-the-sake-breweries-in-kobe/2768?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Kobe: Explore the Sake Breweries",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 09:34:02"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 3223,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1438904814/wcpiymmpsad50bd5h6i7.jpg",
        "strIntroduction": "In this trial class, you will learn about the warrior's spirit behind karate, and you will be able to practice some of karate's basic skills. Practice classes are held in Tokyo in Itabashi (Kami-Itabashi Station) and Zoshigaya (Zoshigaya or Mejiro Station). Private classes are also held in Yokohama (Yamate, Sakuragicho, or Yokohama Station). Please choose the most convenient location for you. We can pick you up from a desired station in Tokyo and Yokohama area. After the pick up, we will go to the practice studio and directly start the practice. In case you need our help before and after the karate class (for example, preparing karate clothes and equipment), we will be happy to help. Regular practice starts from 6:00pm and ends by 9:00pm on weekdays. Different schedules apply for holidays and weekends, please ask in advance. Before or after the class, we can sit down for a bit and talk more about the art and tradition of karate.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-practice-karate-in-a-trial-course-in-tokyo-yokohama/3781?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Practice karate in a trial course in Tokyo/Yokohama",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 09:38:51"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 27,
        "intUsdCost": 3684,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1406877650/swiwbtad8aw3alkfrojb.jpg",
        "strIntroduction": "Do you want to eat, drink and be merry? The Japanese izakaya is perhaps the perfect combination of a bar and restaurant, and Tokyo has plenty of funny themed izakayas' that love to add entertainment! However, there is one that really stands out, a little-known place in Shinbashi that combines good Japanese food, drinks from around the world, and a \"Master\" of the izakaya who will treat you to a surreal performance and many tricks! Why we love it: - You will be shocked by the funny performances by the master of this crazy izakaya! - You won't stop laughing when the master begins his show! - You might meet the popular character Anpanman! - You will love the delicious Japanese style dinner! - You may find a trick glass on the table..? - There are some tricks even inside the bathroom! Don't miss it! - Since the master of this crazy restaurant speaks English, you can (and will!) communicate with him in English. - You might be a part of his show! ※ With adult content in parts of the show, this izakaya is not recommended for families with young children. * Additional 500 JPY as entrance fee per person will be required to pay at the izakaya on the reservation date. Earliest reservation time: 18:30 Latest reservation time: 23:00",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-laugh-all-night-at-the-wackiest-izakaya-in-tokyo/2536?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Laugh All Night at the Wackiest Izakaya in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 09:43:20"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 14,
        "intUsdCost": 3039,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1405660076/ufgwbyvdacuyeh5fvcki.jpg",
        "strIntroduction": "From high-class whiskey bars to pulsating disco clubs, Kyoto indeed has an amazing array of bars, pubs and \"izakaya” (Japanese tapas bar) . As you visit Kyoto, you get a chance to explore a number of curious and exciting and uniquely Japanese nightlife venues, such as the mushroom bar and the bar where samurai's once drank featuring a half sized door (designed to make you disarm your sword before entering) or the dark bar light up only by candle light and playing chilled ambient beats. So, let's get together and explore all these memorable and fun places in Kyoto. The tour will include visits to at least one izakaya (for some pub snacks and drinks), a small bar (for a drink or two) and a fun place to let loose and dance or a classy bar to finish off the night depending on the mood. While the tour officially ends at midnight, it has been known to go a little later :) Do you want to learn some Japanese phrases and expressions before the tour? Sign up for the option for a Japanese lesson before we head out and get a chance to use what you learned during the tour. This is a fun and exciting chance to see Kyoto from a local resident's perspective. Kyoto has some of the best bars (and bartenders) on the planet so I am sure that when you take this tour I am sure that you will have a night to remember for many years to come. Every Thursday Night this tour includes 1hr of all you can drink and snacks from a limited at the first location and a lot more fun to come throughout the night. Inquire now to book your place!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-the-pulsating-nightlife-of-kyoto/2002?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Kyoto Fun: Bar Hopping Experience!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 09:46:22"
    }
]