[
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 56,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464940676/jioy2kssregbjfsqt6gz.jpg",
        "strIntroduction": "I’m happy to report that the geisha world is alive and well in Kabukicho! Only these days it’s populated by gorgeous young guys whose job it is to entertain women like the princesses we wish we were. What is a Host club and Kabukicho? - Host clubs offer the possibility to spend time with a professional, a so-called \"host\". These \"hosts\" work in \"host clubs\", and their purpose is to entertain the female guests and make them feel special. Hosts are really good at making conversation, but they’re even better at listening. They are masters at making you feel like you are the most interesting, attractive woman in the world. They’re masters at creating an atmosphere of friendship/flirtation. Usually they sit across the table and talk, but occasionally one will sit next to you instead and you’ll learn the meaning of the Japanese word “doki doki”! - Shinjuku Kabukicho Glowing with neon lights every night, Shinjuku Kabukicho is known as the city that never sleeps. Located in the Shinjuku area, Kabukicho is Japan's largest entertainment district. There are many restaurants, amusement facilities and movie theaters. Also Kabukicho is the largest red-light district in Japan, without the official red-light prostitutes. But it has a very different atmosphere compared to red-light districts in Europe. Your guide book might say Shinjuku Kabukicho and the Host club area are not safe areas, and usually travel agencies don't do guides here. But these areas have a very special and unique atmosphere and it's a much safer place now than it once used to be. ●Tour days and time: Monday to Friday Starting time is 6:30 pm or 7:00pm ●Meeting point: JR Shinjuku station, East exit, outside tickets gate, NEWDAYS SHOP. If you are coming by walking, go to JR Shinjuku station, East gate entrance. You will see Police box, KOBAN next to East gate entrance. Go down to the stairs in the entrance. Then you will see the NEWDAYS Shop. ●The duration of this tour 2 hours ●Cost inclusions: Included only guide fee. Host club fee, drinks and food are NOT included. Please pay for host's meals and host club fee during the tour. Host club fee depends on the club. It is about 5000 JPY. If you have any questions or would like further information for my tours, please send a message. ★You need to have your ID card with you★ The club have to check if the guests are older than 20 years old. If you are under 19 years old you cannot go to host clubs.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-a-host-club-in-shinjuku-lady-night-life-with-locals/6640?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit a Host Club in Shinjuku: Lady's night life with locals",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 06:13:21"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 27,
        "intUsdCost": 56,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1414472501/plglsxminb8cuesvs10a.jpg",
        "strIntroduction": "Your guide book might say Kabukicho and Shinjuku Golden Gai are not safe areas, and usually Travel agencies don't do guides here. But these areas have a very special and unique atmosphere and it's a much safer place now than it once used to be. Let me introduce you to these two areas. -Kabukicho Kabukicho is the largest red-light district in Japan, without the official red-light prostitutes. But it has very different atmosphere compared to red-light districts in Europe. -Shinjuku Golden Gai Shinjuku Golden Gai is a bar area. The style of the bars is unique, not like the ones you will see in other places. Let's explore the busiest city, Shinjuku at night time. ●Tour days and time: Monday to Friday Starting time is 5:30pm ●Meeting point: JR Shinjuku station, East exit, outside tickets gate, NEWDAYS SHOP, front of bouquet. If you are coming by walking, go to JR Shinjuku station, East gate entrance. You will see Police box, KOBAN next to East gate entrance. Go down to the stairs in the entrance. Then you will see the NEWDAYS Shop. ●The duration of this tour 2h ●Cost: Included only guide fee. Drink and food are NOT included. Please pay for host's meals during the tour. If you have any questions or would like further information for my tours, please send a message.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-kabukicho-and-shinjuku-golden-gai-night-tour/2815?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Kabukicho and Shinjuku Golden Gai Night Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 06:18:22"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 155,
        "intUsdCost": 60,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355845080/j6tdyahiua3ce6yvnrgm.jpg",
        "strIntroduction": "Below is the information about the Tsukiji Fish Market Tour and the optional add-on Tuna Auction Tour. Please note the Tuna Auction Tour is only available as an add-on with the Tsukiji Fish Market Tour. Bookings for same day or the day before is difficult, so please book ahead. ------------------------------------------------------------------------------------------------------------------------------------------- Tsukiji Fish Market Tour: Restaurants in Uogashi-Yokocho were originally for dealers and chefs who visited the market for purchasing their dish ingredients. Recently, those restaurants are earning a well-respected reputation among Japanese citizens and tourists for its fresh and high-quality dishes. Although Uogashi-Yokocho houses appear simple and humble, the long wait lines are proof of the intense popularity for these fresh and reasonably priced sushi dishes. The guide Kiyoshi will guide you every step of the way throughout the fish market, full of endless rows of fish, fruits, and vegetables. He'll teach you the history of Tsukiji and the food industry in Japan from his many years of experience working in hospitality! Detailed Itinerary: 7:00am - Start Tsukiji Market tour 7:30am - Fruits and vegetable market 8:00am - Visit Uogashi Yokocho 8:30am - View Namiyoke Shrine 9:00am - Explore the Fish market 9:30am - End of the tour ------------------------------------------------------------------------------------------------------------------------------------------- Optional Add-on - Tsukiji Tuna Auction: *Closed from mid-December 2015 to beginning of January 2016. Experience the energy and excitement of Tokyo's premier Tuna Auction at the infamous Tsukiji Fish Market with a professional and knowledgable tour guide! The guide Kiyoshi will guide you every step of the way to watch the Tuna Auction and teach you about the history of Tsukiji and the food industry in Japan from his many years of experience working in Japan's Hotel and Food & Beverage industry. Be one of the first people to arrive at the Tuna Auction site at 3am to reserve your spot and see first hand as the early morning brokers check deep inside the famous tuna using flashlights as they assess the quality before the Tuna Auction. Then witness the infamous Tuna Auction between 5:30am and 6:00am. Participants will be able to experience this exciting daily event live and see the extravagant prices paid for high-quality tuna. After watching the Tuna Auction, you will complete your morning with sushi for breakfast at a highly-recommended restaurant. The sushi will surely be the freshest fish you have ever eaten! ------------------------------------------------------------------------------------------------------------------------------------------- Closed Dates in 2015: January 7, 12, 21, 28 February 4, 11, 18, 25 March 4, 11, 25 April 8, 15, 22, 29 May 4, 5, 13, 27 June 3, 10, 17, 24 July 8, 20, 29 August 14, 15, 26 September 9, 21, 22 October 7, 12, 28 November 3, 11, 18, 23 December 9, 23, 31",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-private-tokyo-tsukiji-fish-market-tour-in-english/245?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Tokyo Tsukiji Market Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 06:23:17"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 551,
        "intUsdCost": 68,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475316387/nogmxech8gjnsrgvlayj.jpg",
        "strIntroduction": "Do you want to see the most high energy, futuristic, out-of-this-world show in Tokyo? Of course you do! The Robot Restaurant, or Robot Cafe, is just a short walk from Shinjuku station, at the heart of the Kabukicho district, and is an experience that you won't find in any other city in the world! Also known as the \"robot cabaret\", it is one of the most visited entertainment spots in Tokyo among foreign guests! All bookings through Voyagin will receive 1 free drink with each ticket! As soon as you arrive you're treated to a sensory overload of colors, designs, glitter and jewels. Even the air vents are covered in bling! After marveling at the wonderful over-the-top design of the $10 million venue, you'll enjoy a spectacular musical performance including bikini-clad troupes of taiko drummers, building up to the main robot show overflowing with lasers, drums, amazing robots, battling women, wild costumes, and much more. It's like something out of a sci-fi movie and no expense has been spared in making it the wildest and weirdest show in town. Finally after all the excitement, you can gather your wits by unwinding in our super-glitzy lounge area after the show. If you're not amazed, entertained, baffled, and blown away, you need to get your pulse checked because this is guaranteed to be one of the most outlandish experiences of your time in Japan. We hope you are able to join us for a show and have a fantastic experience here! ※Bento menu: Sushi. (There is no vegetarian menu.) ※Please note, if you booked for a show the same day we will not be able to prepare a Bento Box for you, although you can still get snacks and drinks for the show. ※Although one free drink is included, no food is included in the price shown - snack are available throughout the show and you can order a 'bento' meal in advance when you make your reservation. ※ You CANNOT cancel your Bento Box after the cancellation due date (48 hours prior). You MUST pay 1000yen/bento for your Bento Box fee at the entrance if you booked for this option. ※Please arrive 15 minutes before the show starts. After the main show commences late entry will not be permitted. Here are the cut-off entry times for each show - 3:45pm for 3:20pm show (Main Show starts at 4:00pm) 5:40pm for 5:15pm show (Main Show starts at 5:55pm) 7:35pm for 7:10pm show 8Main Show starts at 7:50pm) 9:30pm for 9:05pm show (Main Show starts at 9:45pm) ※Please note this price is inclusive of the 15% discount offer. ※Music Live show will start 40 minutes before Robot show starts. ※Once the show starts, you will not be allowed to leave the venue. If you book the last show at 9:05pm, please consider the last public transport time as the show ends at 11:15pm. Sample of the program (5:15pm show) - 5:15pm - Music Performance starts 5:55pm - Main Show Starts: Part 1 6:25pm - Part 2 Starts 6:55pm - Part 3 Starts 7:25pm - Show ends Children below the age of 3 are able to enter for free. There will be no seat allocated to the child and he/she will need to sit on one of the parents' lap",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discount-ticket-for-robot-restaurant-shinjuku-tokyo/899?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "15% OFF Discount Ticket for Robot Restaurant Shinjuku Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 06:27:43"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 42,
        "intUsdCost": 70,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1391945713/nt1tv6fcehkwpt0gcpqr.jpg",
        "strIntroduction": "Have a kayak and snorkeling adventure in Blue Cave, Okinawa! Enjoy the sunny beach and marvel at the glowing blue ocean in between crevices and tunnels. Here is the itinerary: - Gather at our handmade marine house. - Get into a kayak and row out towards the \"Blue Cave\". Enjoy a panoramic view of cliffs, coastlines, and subtropical plants while you leisurely row your kayak. - When a huge cave appears, kayak onto the shore nearby and have some tea. - Snorkeling practice in the ocean near the shore. - Head towards Okinawa ocean! - Enjoy snorkeling, play with tropical fish, explore the mysterious and magical Blue Cave with sunlight glistening from the bottom. This tour departs at 8:30, 10:30, 13:30, and 15:00 every day. Please state your preferred timing when you make your booking, and if you require pickup, your hotel in Onna village. If you're staying outside Onna village, please come to the meeting point by bus or taxi. Let's enjoy amazing Kayak and Snorkel in Okinawa! We're looking forward to hearing from you!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-kayak-and-snorkel-in-blue-cave-okinawa/1848?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Kayak and Snorkel in Blue Cave, Okinawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 06:31:08"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 8,
        "intUsdCost": 57,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470038715/z75mfovqcmwyquryqvvr.jpg",
        "strIntroduction": "Maricar is a go-kart rental service, where you can enjoy cosplay and driving if you have a driver’s license. You can wear the Mario costume and go anywhere you want driving Mario Kart on the public road. There is no doubt that you will stand out in such vivid, unique Mario Kart. Put your costumes on, play your favorite love songs on loud speakers, and drive around your favorite part of town in Tokyo! The Real Life Mario Kart is coming true! There are free options: GPS car navigation (if available), action camera, loud sound speakers (if available), helmet, mask, and glasses. If you drive with your friends or families, the wireless applications can also be rented for a fee. Business Hours: 10:00-22:00 Note that the go-kart activity will not be available after 10 pm, therefore book earlier if you want to enjoy your entire requested time. For example, if you want to book a 2-hour tour, the latest possible time for booking will be 8 pm. Please note that: ※ You must have a valid Japanese drivers license, Japanese SOFA license, or International Driving Permit based on the 1949 Geneva Convention*. ※Bring a valid Japanese or SOFA license, or International Driving Permit* and a copy of your passport (passport is not required for Japanese) to the shop on the day *Holders of a license from Belgium, France, Germany, Monaco, Slovenia, Switzerland or Taiwan can use an official Japanese translation provided by the Japan Automobile Federation (JAF) or the country’s embassy or consulate in Japan. The plan include 2-hour rental, English guide, costume, and fuel (you do not need to fill up the tank when returning). Insurance fee is included in the price. Third Party Liability = Unlimited Guest himself/herself = up to JPY 30,000,000 Disclaimer = JPY 50,000",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-public-road-go-kart-real-life-mario-kart-in-tokyo/4543?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Public Road Go-Kart \"Real Life Mario Kart\" in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 06:35:34"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 10,
        "intUsdCost": 55,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1391857125/c0ktayaxoie833ahjn1d.jpg",
        "strIntroduction": "There is lots of fantastic entertainment here in Akihabara for a new experience. This tour includes following activities: Robot shop: The shop offers many kinds of robots like general walking robots, cardboard box robots, educational robots and some one-of-a-kind robots! You will be able to see some of the most advanced robot technologies here. Maid cafe: I'd like to take you to one of my favourite or the most popular ones. We will enjoy an afternoon tea at this special Japanese cafe. The maid cafes have been running for about 10 years. The maids are super friendly and cute. I am sure you will enjoy your stay there. Anime shops: What else do you associate with Japanese entertainment? Japan is known for its anime and manga culture, of course. The shops I'll take you offers variety of anime stuffs from latest to old ones! One of the tallest buildings that carry anime goods have seven stories! You will definitely find what you have been looking for here. Video game stores: Our last stop will be a good quality video game store which carries incredible amount of games; it has the biggest selection in Akihabara. It does not only have video games but also a lot of hobby goods, music, videos and software related to anime and what-is-called idol. On top of that, the building houses an event space, where the idols have concerts on a regular basis! These stores are covering all the main attractions in Akihabara, and let you get a taste of Japanese entertainment. I'm looking forward to seeing you! Available on all day on weekends and 17:30 and after on weekdays",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-akihabara-to-the-fullest/1846?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Akihabara to the Fullest",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 06:40:56"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 40,
        "intUsdCost": 70,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355845015/vwvfo7ql93rgu1teztew.jpg",
        "strIntroduction": "Tsukiji Fish Market is one of the largest wholesale seafood markets in the world and is the most popular tourist destination among foreign visitors to Japan. The market includes an inner area consisting of over 600 wholesalers and an outer area containing a mixture of retail and wholesale vendors, as well as various sushi restaurants. Because the fish market is exclusive to wholesalers, many Tokyo natives aren't familiar with the sushi restaurants in the area and guidebooks about Tsukiji often provide varying information. In this tour, your guide's intimate knowledge of the market will give you access to information and places that you can't discover from guidebooks. Your tour guide \"Tsukiji King\" is a professional, English-speaking guide who has been active in the mass media field for his extensive knowledge of the market. Having written many books about the the market and its many restaurants, as well as featured in media programs across Japan, your tour guide will introduce you to delicious culinary experiences in Tsukiji. The tour starts from 9:30 am at Tsukiji Fish Market.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-tsukiji-fish-market-and-dine-on-sushi/10?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Tsukiji Fish Market Tour and Dine on Sushi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 06:45:21"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 27,
        "intUsdCost": 40,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1436634721/sq1laaqauizwwuxfa2ui.jpg",
        "strIntroduction": "If you're interested in Japanese culture, I recommend you to experience a tea ceremony with me! You can enjoy the tea ceremony in a traditional Japanese-style room facing a scenic garden. Please relax and have a wonderful time! This activity is available every day from 10:00 to 16:00. The tea room is located in East Tokyo, near Koiwa or Mizue stations, about 30 minutes by train and city bus from Akihabara Station. You can choose between three types of experiences: 1. Tea ceremony only (60 minutes on average) 2. Kimono experience only (45 minutes on average) 4. Tea ceremony and kimono experience (90-120 minutes in total) The above duration is approximate. The kimono experience will take about 15 minutes for a single visitor and more than 45 minutes for more than 4 people. Guests of all ages and gender can take part. After the experiences, you can enjoy taking photos in both the tea room and the garden. Please take a pleasant walk in the garden as well. At the time of booking, please let me know your preferred date and time. I will contact you back within 24 hours.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-a-tea-ceremony-in-kimono-at-bonsai-museum/3611?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience a tea ceremony in kimono at Bonsai Museum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 06:47:55"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 608,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1437908446/yl5tf7mdz3pwqwg0baoz.jpg",
        "strIntroduction": "Have you always wanted to meet a Geisha, the traditional Japanese entertainer? Do you want to experience something MORE special than just a normal Geisha performance? Here is a chance to have dinner with a Geiko, a top-level geisha! The name “Geiko ”is only given to those who display the highest quality performance out of all the Geishas. This activity will have you meet these high-quality Geishas, where they will dance and serve you at an “enkai” (Japanese name for party). It is very rare to be able to get an opportunity to meet a top-level geisha, even for local Japanese people. Only Voyagin provides this special opportunity to have a dinner with them! Join this experience and take away an unforgettable memory. In this activity you will: • Enjoy a delicious Japanese meal at an established, highly rated Japanese restaurant • Receive drinks and meal service from a beautiful Geiko, one of the best Geishas among all Geishas • Enjoy a traditional and elegant Geisha dance performed by the Geiko. Don’t miss this once-in-a-lifetime experience with a Geiko!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-dinner-with-a-top-level-geisha-performance-in-kagurazaka/2295?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Dinner with a Top Level Geisha Performance in Kagurazaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 06:52:47"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 22,
        "intUsdCost": 10,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1447569250/mqdkmpvaqfaxhlaumhru.jpg",
        "strIntroduction": "Kawaii Monster Cafe in Harajuku, Tokyo, opened in the summer of 2015 under the concept of \"swallowing everything around the fashion mecca like a monster\" and represents a distinctively new approach to pop-art and dining. The cafe was born as a creation of the widely acclaimed modern art designer Sebastian Masuda who fascinates the world with his peculiar take on \"kawaii\" (cuteness). Having previously worked on the music videos of the famous J-pop star Kyary Pamyu Pamyu, Sebastian Masuda incorporated his edgy vision of art and fashion into a flashy colourful interior that suits the concept of engulfing the trendiest urban cultures in Tokyo. Visitors enter the Kawaii Monster Cafe through the mouth of a giant monster and find themselves inside a gaudy space of glitter, clashing colours and unique design. Lovers of contemporary pop-art will be thrilled to discover edgy installations such as the cake-shaped merry-go-round, and will continue to explore the different areas of this crazy cafe: - Mushroom Disco, a space in which giant poisonous mushrooms coexist with colourful candies as part of the interior. - Milk Stand, where cute but slightly twisted figures of animals drink from baby milk bottles. - Bar Experiment, the deep sea world surrounded by glowing jellyfish tentacles. - Mel-Tea Room, where ants lead the guests to melting ice cream and sweets. The food and drinks served here complement the wacky interior and guarantee that guests will have an unforgettable dining experience of fashion and art. In addition, Kawaii Monster Cafe is home to five mascot Monster Girls whose visual appearance helps create an atmosphere of a fascinating otherworldliness. They will help the guest find their seat into this labyrinth of colours and shapes, and recommend the best of the artistic menu. A visit to Kaiwaii Monster Cafe is strongly recommended for all visitors to Tokyo who wish to experience something extraordinary while acquainting themselves with the latest trends in Harajuku's urban pop-culture and fashion. Lunch time: 11:30 - 16:30 (last entry until 15:30, 90 minutes stay) Dinner: 18:00 - 22:30 (last order until 22:00). During busy days the lunch time is limited to 90 minutes/dinner to 2 hours. Average Cost - 2,500 yen",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-reservation-for-kawaii-monster-cafe-harajuku-tokyo/4138?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for Kawaii Monster Cafe Harajuku, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 06:57:02"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 6,
        "intUsdCost": 12,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473308465/di3pzorpi65mvupyrf9i.jpg",
        "strIntroduction": "In this experience, you'll get to participate in Zen zazen (seated meditation) to calm your mind at the temple in Komazawa. By participating zen session, you will improve not only your concentration, but you'll also leave with both your mind and body feeling refreshed. You'll also get to experience sounds that you normally can't hear like the songs of birds. Come join me in practicing zazen!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-zen-meditation-experience-in-tokyo/2166?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Zen meditation Experience in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 07:01:20"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 105,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358841660/zjhyrb1xpczsr6ljirmh.jpg",
        "strIntroduction": "In this experience you'll learn the art of traditional Japanese acupuncture and moxibustion. You'll leave knowing how to rejuvenate both your mind and body! After been the center of Japan's medical practice during the Edo period, acupuncture as a practice died out until being re-evaluated recently. It has the ability to enhance one's immunity by increasing one's body's resistance to diseases. In addition, moxibustion also detoxes the body and has anti-aging effects. Many people who have undergone moxibustion are able to retain their young, beautiful skin and continue to get treatment often. There was a moxibustion scene in The Last Samurai and even Steve Jobs got a moxibustion treatment! In this experience, I'll explain the procedure so that you can easily replicate it at home. This can either be done at your house or hotel. Your experience will consist of: - A lecture about Japanese traditional medicine - Learning the basic-approach of the shiatsu massage (which stimulates the tsubo - or pressure points - of one's body) - Learning about moxibustion (treatment stimulated by burning traditional healing herbs on your skin) Learn and master acupuncture and moxibustion with me. Let's start anti-aging!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-traditional-japanese-acupuncture/298?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Traditional Japanese Acupuncture",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 07:04:30"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 35,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462858204/q1mcjfi83wvirlsdy4lq.jpg",
        "strIntroduction": "Wearing traditional costumes, such as kimono or yukata, while strolling historical and picturesque streets has become a trend when sightseeing in Kyoto. It is an authentic cultural experience that will unexpectedly leave you with many beautiful photos and memories not easily forgotten. Yumeyakata is one of the biggest kimono rental shops in Kyoto. We provide kimonos for rent not only for ladies but also for men and children so that the whole family can enjoy the experience together. We can provide all the items you need to wear kimono, so just bring yourself! This kimono rental package includes the kimono itself, the sash belt (obi), the Japanese clutch, the Japanese sandals, and the Japanese socks. Don't you worry about your hair styling, because we will do your hair, just for 1500 JPY. The hair styling will be done by our professional hair stylist, with the high speed. Still worry about the hair accessories? We also provide it for sale, and the price start from 900 JPY. Wear our kimono and make a lot of beautiful memories in Kyoto.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-book-a-kimono-rental-hana-plan-in-kyoto/6307?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Book a Kimono Rental Hana Plan in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 07:07:35"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 131,
        "intUsdCost": 60,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472476694/v5nsbxqx5wgv1thtsjd5.jpg",
        "strIntroduction": "A \"Brand New Entertainment Show\" will start in Tokyo this year! This is the musical \"SAKURA – JAPAN IN THE BOX\", which is a new fusion of \"traditional Japanese culture and Anime\"! Spectators can also participate in making the stage, so it is sure to be an unforgettable memory of your stay in Tokyo! There will be synchronization of Japanese dancing (Kabuki and Nihon Buyo) and street dance, Japanese traditional musical instruments playing rock, and projection mapping on stage. Please enjoy the battle scenes of Samurai and Ninja coordinated with enticing music and projection mapping. 〈Show start time〉19:00 or 20:30 *There will be only one show per day. *The musical is 70 minutes long. Opening time depends on the day you watch the musical, so please make sure to check before coming to the theater. \"SAKURA – JAPAN IN THE BOX\" starts comparatively late at night so you will have plenty of time to explore the city of Tokyo and even enjoy dinner before the curtain rises. 〈Download the free app \"SAKURA -JAPAN IN THE BOX\"- 〉 • Subtitles online! No need to worry about the language barrier. If you download the app for SAKURA – JAPAN IN THE BOX, you will be able to read the subtitles (English or Chinese) on your smartphone in real time as the show proceeds! • Use the app during the show! What's really cool about this app is that you can sync your phone with the show as it starts. The app will show you the lyrics of the songs as the performers sing them on stage. Also, you can take photos with the special filters made just for the show, \"SAKURA – JAPAN IN THE BOX\". 〈Share your experience on SNS!〉 Feel free to take pictures of this stunning musical and share them on SNS (Twitter, Instagram, Facebook and any social media you like!). Normally taking pictures of plays and musicals in Japan is strictly prohibited, so this is a rare chance to take as many photos as you want and show them off to those who missed the show! 〈Schedule Options〉 It can be booked up to 18:00 on the day of performance. 〈Tickets for SAKURA〉 SAKURA – JAPAN IN THE BOX will run from September 7th, 2016 to March 31st, 2017 - please check the calendar! *Schedule for December 2016 - March 2017 will be updated soon. *No change will be allowed after purchasing the ticket 〈Last minute discounted tickets for SAKURA〉 Last minute tickets (tickets purchased 1-7 days prior to the show date) will be discounted. *No change will be allowed after purchasing the ticket",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-new-stage-show-sakura-japan-in-the-box-at-tokyo-meijiza/6856?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "New Stage Show \"SAKURA – JAPAN IN THE BOX\" at Tokyo Meijiza",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 07:11:54"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471507302/q9dlwmfmqjkj7naw1zai.jpg",
        "strIntroduction": "Enjoy wearing Japanese Yukata (casual summer kimono) in the center of Tokyo! Yukata is a light-weight garment, somewhat simple compared to a kimono, and men and women wear them in the present day when going to see fireworks or festivals in the summer. It is usually made of cotton or synthetic fabric and is unlined. At the venue, choose your Yukata out of a variety of choices and our staff will help you get dressed in them. Then, enjoy taking pictures with your phone or camera. Options: ・15 minute rental ・2 hour rental With this plan, you will have enough time to visit the famous Meiji Shrine, and stroll around in Harajuku. Yukatas are also available for purchase in the Harajuku Tourist Information Center.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-wear-a-yukata-in-harajuku/7442?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Wear a Yukata in Harajuku!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 07:16:10"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 10,
        "intUsdCost": 10,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473308947/pd2apoaycirv1okwsm2y.jpg",
        "strIntroduction": "There are amazing fantasy cafes in Tokyo,Osaka and Nagoya, making you feel like being in Alice's Wonder Land. These cafes reproduce ''Alice's Adventures in Wonder Land'', and each cafe has different concept. -Alice in a Magical Land- (Shinjuku, Tokyo) Welcome to the world that Alice gets lost and ventures! Once you step in this world, there is a fantasy world, where a lot of unique habitants are living. Why don't you spend your dream time as if you get spelled a magic? (Reservation time) Lunch: 11:00am - 3:00pm (Last Order 2:30pm) Dinner: 5:00pm - 0:00am (Last Order 11:00pm) -Alice in a Labyrinth- (Ginza, Tokyo) A big picture book meets an entrance. ''it is a door to Wonderland.'' If the door of an entrance is opened so that page may be turned over , the country of the labyrinth between a dream and reality will spread there. (Reservation time) 4:00pm - 11:30pm (Last Order 11:00pm) -Alice in Fantasy book- (Kabukicho, Tokyo) Welcome to the Alice's wonderland. In this world, you are going to be the Alice. Once you step in, you will meet the amusing strange character and the dreamy parallel world. (Reservation time) 4:00pm - 0:00am (Last Order 11:00pm) -Alice in an Old Castle- (Ikebukuro, Tokyo) Once you enter this world, there is the world that is controlled by ''Red Queen''. You are Alice in this world, and you will invited Red Queen's dinner party.. (Reservation time) 5:00pm - 11:30pm (Last Order 10:30pm) -Alice in a Dancing Land- (Shibuya, Tokyo) If you go down stairs to basement, there is a dancing world where Alice and wonderful friends sing and dance..shining merry-go-round and spinning trump.. Welcome to the dream world of napping Alice, let's enjoy dinner with rhythmical dance! (Reservation time) Lunch: 11:00am - 4:00pm (Last Order 3:30pm) Dinner: 5:00pm - 11:30pm (Last Order 11:00pm) -Alice in fantasy land- (Umeda, Osaka) (Reservation time) 5:00pm - 11:00pm (Last Order 10:00pm) -Alice in the silver screen- (Nagoya, Aichi) (Reservation time) Lunch: 11:00am - 3:00pm (Last Order 2:00pm) Cafe: 2:00pm - 5:00pm (Last Order 4:00pm) Dinner: 5:00pm - 11:30pm (Last Order 10:30pm) In this activity, you will choose one of Alice's restaurant you want to try. Food and drinks are themed as well to help creating a wonderfully magical Alice experience. Pick your favorite and get lost in Alice's amazing world. ※This is the reservation service only. You will need to pay for drinks and meals at the cafe.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-reservation-for-alices-cafes-in-tokyo-osaka-and-nagoya/1388?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for Alice's Cafes in Tokyo,Osaka and Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 07:21:24"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 144,
        "intUsdCost": 110,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355841136/mpdvpayzmznt50nstwng.jpg",
        "strIntroduction": "Sumo is Japan's national sport! The Grand Tournament runs just 6 times a year, but the rest of the year there are many chances to see sumo wrestlers in action by watching them up-close-and-personal at a morning training session. Join our professional guides and be escorted to the sumo stable, learn about the history and how it's entwined with Japan's native Shinto religion, and see these impressive athletes at their rigorous training. After the practice finishes, you'll have the exclusive opportunity to take photos with the sumo wrestlers! Training takes place in Tokyo, Osaka, and Nagoya according to the season. For Osaka, please see our other tour page here: http://voyag.in/sumo-morning-practice-osaka Please keep in mind the following precautions and rules when you visit the sumo stables: 1. A sumo stable is not a tourist facility. Sumo wrestlers practice very seriously every day, so please don't forget to show respect to the stable master and wrestlers. 2. Please watch the practice quietly and do not move around in the stable. Children under 12 years of age are not permitted. Sumo fans are expected to be as still as possible during the practice. Depending on the tour date and sumo beya, well-behaved children under 12 years of age may be permitted to participate in the tour so please inquire with us before booking. 3. Please do not talk in the stable. Even your whispering voice may disturb the wrestlers. 4. Please do not stand on the ring or on the sandy ground. The ring is the sacred place for the wrestlers. 5. At the entrance of the stable, please take off your shoes before stepping onto the tatami floor. When you sit on the tatami floor, please cross your legs. Do not stretch your legs toward the ring as it is considered impolite to show the soles of feet to the wrestlers. 6. Please take off your hat and sunglasses inside the stable. 7. While inside the stable, you are not allowed to eat, drink, or smoke. 8. Cameras: If you ask for permission first, you will usually be permitted to take photos during the practice, but please never use a flash, loud shutter sounds, or take videos during the practice. 9. Please turn off your mobile phone. 10. Once you start watching the practice, you are supposed to stay until the wrestlers finish their practice. So please try not to leave the stable during the practice. 11. Please don't bring a big backpack or luggage with you since the sumo stable has limited space for the audience. 12. If you have any visible tattoos, please cover them as much as possible. Tattoos are not widely accepted in Japanese society and particularly in traditional spaces such as the sumo stables. ------------------------------------------------------------------------------------------------------------------------------------------- For 2016 the preliminary schedule in Tokyo is as follows: January 4th - 23rd (except for January 8th) February 2nd - 23rd April 5th - 30th (except for April 25th) May 1st - 25th and 31st (except for 5th to 7th) June 1st - 22nd August 1st - 31st (except for 25th to 29th) September 1st - 24th (except for 8th to 10th) October 4th - 26th December 6th - 21st Other dates are off-season for Sumo wrestlers with no official training sessions, so this tour will not be available. Instead, you can book tickets for the national Sumo tournaments held in the months when this tour is not available. ------------------------------------------------------------------------------------------------------------------------------------------- ※ IMPORTANT DISCLAIMERS ※ - The tour starting time can range between 7:30-9:30am. - The sumo stable may be located in Tokyo, Kawasaki, Saitama, Chiba, or Ibaraki. The location is dependent on the sumo wrestlers' schedule. - The meeting point will be at the station nearest to the scheduled stable. The meeting time and meeting point depend on the sumo wrestlers' training schedule, which can only be confirmed when the date is close, since the wrestlers may change their training schedule according to their needs. - Children under the age of 12 and elderly people over the age of 60 will not be admitted inside the sumo stable as guests are required to sit still for most part of the practice session on the tatami floor. The sumo stable has the right to refuse access to guests who are unable to observe the house manners. - During busy periods this may be a large group tour (1~4 groups). - For large bookings, your group may be separated into 2 different stables. - It is very rare but in the case that the sumo wrestlers are unwell and other unforeseen circumstances, the practice and tour may be shortened. - There are no restrooms available at the sumo stable. - For the photo opportunity with the sumo wrestlers, you must stay for the entire duration of the practice. Photographs with the wrestlers will only be allowed after the entire practice finishes. Please place your booking if you agree with the above conditions.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-watch-sumo-wrestlers-during-morning-practice/16?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Watch Sumo Wrestlers during their Morning Practice in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 07:25:10"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 86,
        "intUsdCost": 32,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1419321541/t8adaquuzswabpc2k9a3.jpg",
        "strIntroduction": "Rent go-karts and enjoy driving them on the public road starting off from Tokyo's Otaku paradise, Akihabara! This kart rental shop in Akihabara is the first go-kart rental shop for driving on the public road. It is good to use as you go sightseeing because you can see Tokyo from different places. People rent karts for events, advertisements and for many other purposes. You can enjoy the go-karts privately or with a group and enjoy cosplay while driving. Many people wear the Mario costume and enjoy Mario Kart on the public road! There's no doubt that you will stand out in such vivid, unique kart! Why we love it: - You can drive on the public road without a seat belt or helmet. - The kart's maximum speed is 60km/h! - You can go outside Akihabara if you return in time! - Some people drove all the way to Nagoya to establish the record. - People who are planning to purchase the kart, Youtubers who are filming videos, birthday for the kids, etc. many kinds of people rent go-karts! You can rent a go-kart from 1 hour to up to 5 hours. Business hours: 10 am - 8 pm Note that the go-kart activity will not be available after 8 pm, therefore book earlier if you want to enjoy your entire requested time. For example, if you want to book a 2-hour tour, the latest possible time for booking will be 6 pm. After they give you a lecture, you can go for a drive! Please note that: ※ You must have a valid Japanese drivers license, Japanese SOFA license, or International Driving Permit based on the 1949 Geneva Convention*. ※ Bring a valid Japanese drivers license, Japanese SOFA license, or International Driving Permit* and a copy of your passport (passport is not required for Japanese) to the shop on the day. ※ All karts are for 1-person. There are no multi-person karts. ※ You have to fill the tank up before you return the kart when you choose the 2, 3, or 5 hour course. ※ We don't recommend you park the kart anywhere because there are not many parking lots in Tokyo, and we can't take any responsibility if any accidents happen to the kart. ※ The facility has costumes that you can borrow for no charge. However, you can buy some inexpensive costumes at the nearby Don Quixote shop if you would like your own! ※ You can book an optional add-on for a driver to guide you throughout Akihabara. The driver will drive in a separate kart. ※ The height restriction: must be 150cm to 185cm. ※ Preferred 100 kg and less. Over 100kg: the kart won’t move as fast ※ The activity is cancelled only when it rains heavily. When the activity is cancelled due to bad weather, you will be able to re-schedule without charge. If the alternative date for re-scheduling due to bad weather is not available, you will get a full refund. ※Pregnant Drivers: It is possible for pregnant drivers to take part in this experience but the go-kart handle may hit the guest's tummy and it may be uncomfortable. It is possible to make a booking first and go to shop try to see if she can fit comfortably in the kart. If the pregnant guest cannot fit, a refund will be provided for the pregnant guest. ※ You will need to buy \"Flexible date/time change\" option when you re-schedule the date for your own reasons. ※ The insurance fee is included in the price. Third Party Liability = Unlimited Guest himself/herself = up to JPY 30,000,000 Disclaimer = JPY 50,000 *Holders of a license from Belgium, France, Germany, Monaco, Slovenia, Switzerland or Taiwan can use an official Japanese translation provided by the Japan Automobile Federation (JAF) or the country’s embassy or consulate in Japan. We will promise you to make your trip unforgettable! Don't miss this chance!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-rent-go-karts-and-ride-around-akihabara/2534?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Rent Go-Karts and ride around Akihabara!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 07:28:40"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 58,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456033371/lhzggmesux8uvwt6mxxd.jpg",
        "strIntroduction": "This is a shuttle service between Yokohama Port and Tokyo. While enjoying a relaxing holiday on a cruise, the least thing you wanna do when you disembark at Yokohama port is to find out what train route to take or get lost in Japan's complicated railway system. Make the most out of your time and money and book a shuttle service to take you to Tokyo and back to Yokohama Port. When you arrive at the pick-up place, you will see the driver waiting for you with a sign. He will carry your luggage, and lead you to a spacious van, where you can relax and enjoy your shuttle service to your destination in central Tokyo. Service Available Dates in 2016: April.25th, 30th June.15th, 24th July.3rd, 8th, 17th, 25th August.4th, 15th, 24th, 31st September.9th, 17th, 25th October.4th, 9th [IMPORTANT] ※You can not decide pick up time. Host will decide. ※Shared shuttle service is not available for guests staying at hostel, private residence or capsule hotels. ※Shared shuttle service price is per person",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-shuttle-service-between-yokohama-port-and-tokyo/4923?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Shuttle service between Yokohama Port and Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 07:32:43"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 50,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461806082/wfrmbatcqpvmnjc09eua.jpg",
        "strIntroduction": "Tsukiji Market is the biggest and most famous seafood market in the world. Tsukiji Market is basically divided into 2 areas - the Inside and the Outside market. The Inside market is mainly for professionals (such as chefs and wholesalers), while the outside market is mainly for consumers. We will explore the whole market (both Inside and Outside market) with an English-speaking guide. The detailed itinerary is below: 9:00 am - Meet at the Main entrance of Tsukiji market 9:10 am - Visit Namiyoke shrine and the Outside Market 10:00 am - Explore the Inside Fish Market 10:45 am - Fruits and vegetable market 11:00 am - End of the tour",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-tokyo-tsukiji-market-on-a-private-tour/6219?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Tokyo's Tsukiji Market on a Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 07:37:37"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 25,
        "intUsdCost": 75,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1401367940/brdnhytcx5fzquecpdha.jpg",
        "strIntroduction": "Hello, we are a new Japanese cooking class with friendly and knowledgeable local staff here to teach you all about Japanese cooking in Kyoto. Our cooking studio is located in a traditional townhouse which is nicely refurbished, so that you can enjoy a balance of both modern and traditional atmosphere. Learn how to make 4-5 dishes, as well as experience sake and tea tastings. By the end of the class, you will be an expert at authentic Japanese home cooked recipes, and have made new Japanese friends! Morning class: 9:30-13:00 Menu: sushi roll, tempura, egg roll, miso soup, salad and another side dish Afternoon class: 14:00-17:30 Menu: Japanese home cooking class, 5 dishes including salad, rice dish, fish or meat dish, and soup You will get to enjoy the delicious food you cooked at the end of the class.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-japanese-cooking-class-with-friendly-locals-in-kyoto/2256?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Japanese Cooking Class with Friendly Locals in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 07:42:16"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 16,
        "intUsdCost": 50,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466565615/ptwodymisc4yqdctbymc.jpg",
        "strIntroduction": "This new style of Japanese entertainment has taken Roppongi by storm! Oiran (traditional Japanese courtesans), samurai and geisha dance across the kaleidoscopic rotating stage in a series of beautiful, exciting Japanese-style performances. The cast of 11 professional dancers and drag queens will bring the sensuality of Tokyo's old \"pleasure quarters\" to life during this exciting 50 minute show. Enjoy drinks in the expansive premises and prepare yourself for a night of fun antics. Take advantage of our convenient \"all-you-can drink-plan\", while watching the performers fly overhead. ■Performance Date Everyday (except New Year's Holiday) ■Show Schedule *1st Show (Show time 50 min) Open 18:00 - Show starts 19:30 - Close 20:40 *2nd Show (Show time 50 min) Open 21:00 - Show start 22:00 - Close 23:30 Duration: 2.5 hour(s) Pick-up: Not available ※Please note this price is inclusive of the 10% discount offer. Included in the price: Show fee / All-You-Can-Drink Plan (includes beer, shochu, whiskey, apricot liqueur, orange juice and oolong tea) / Snacks Meals are available throughout the show for an extra charge. Starting from March 1st 2016, non-smoking hours are until 21:00. Please do not arrive before the check-in time, as you will not be able to enter the theater. Closest Train Station: ・Oedo Line or Hibiya Line's Roppongi Station (Exit 3 or 5)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-10-off-oiran-za-traditional-japanese-new-cabaret-show/3257?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "10% OFF Oiran-Za Traditional Japanese New Cabaret Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 07:47:49"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 112,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459997443/zmvj2hlcotq33ullooos.jpg",
        "strIntroduction": "Explore 3 places in 3 hours! Experience Tokyo’s bustling culinary underbelly on this 3-hour food tour in three very famous and must see places in Tokyo! This is a walking and eating food tour where you can try 5 kinds of Yakitori with 2 complimentary drinks, 6-8 local dishes and Japanese Wagashi (Japanese Dessert)! Starting off in Yurakucho and ending in Shimbashi your guide will show you the sights, sounds and most importantly, tastes of Tokyo most tourists do not get to experience. We will visit Gado Shita ,a lively restaurant district built up under the brick arches beneath the elevated train tracks. Step into the narrow streets of the red lanterns and neon signs, so called yokocho alleys, where you can find yourself back in the 70s of Japan. In such exotic and retro ambience of the Showa period times, you'll see local izakayas mostly frequented by locals. You'll enjoy 5 scrumptious yakitoris and 2 drinks in the first restaurant. Continuing in Ginza, we'll show you some very interesting food spots where you can find a 500 USD melon, some traditionally and beautifully arranged desserts and see the famous landmarks of Tokyo's most expensive real estate area! See how the new glamorous clashes with the rustic old once we set foot in Shimbashi, home to some of the most authentic local eateries and izakayas in Tokyo. Get the chance dine with locals and sample 6-8 dishes you'll surely never forget! This is a food tour you MUST try when visiting Tokyo! The tour is from 5:00PM to 8:00PM.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tokyo-walking-food-tour-at-night/5891?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tokyo Walking Food Tour at Night",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 07:52:12"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 234,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464852201/xyhtzwyfwzuhcqthlodb.jpg",
        "strIntroduction": "How would you like to fly through the night sky of Tokyo in your very own private helicopter? Tokyo has one of the most beautiful night views in the world, with many landmarks that you will find during your flight. Spot the Tokyo Tower, Skytree, the ferris wheel at Odaiba, and the Rainbow Bridge all lit up in beautiful colors. This ride is completely private, and is perfect for romantic dates. Take your precious partner for a flight, and it will be the most memorable moment during your stay in Tokyo. You can select the normal course or the prestige course. For the normal course,the course is Odaiba, Rainbow Bridge, Ginza, and Tokyo station. For the prestige course, the course is Odaiba, Rainbow Bridge, Tokyo Tower, Roppongi, Shibuya, Shinjuku, Tokyo Done, Ueno, Asakusa, and Tokyo station. ※The last departure time for Night Cruising: 20:00 (Meeting Time: 19:40) ※The last departure time for Prestige Course: 19:50 (Meeting Time: 19:30)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-helicopter-night-cruising-in-tokyo/2741?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Helicopter Night Cruising in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 07:57:16"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 45,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1442230907/fl94n4vbs9t0otuprr5g.jpg",
        "strIntroduction": "Asakusa is one of the oldest towns in Tokyo and has flourished since the founding of Sensoji Temple in 628 AD. The temple is located at the center of the town and is surrounded by many traditional downtown streets and areas. Our rickshaws mainly travel around the surrounding downtown areas, and we introduce guests to the history of the town, buildings, shops, and restaurants, as well as to other fun facts. Our drivers will take many photos of you along the way so be sure to bring your camera! History of rickshaws: Now rickshaws are used for sightseeing, but originally they were the main form of transportation in Japan. Invented in Tokyo over 150 years ago, rickshaws are still used in many parts of the world for transportation. Ebisuya rickshaws are all handmade and mostly come from the Hida-Takayama area in Gifu prefecture. The design has changed little from their original invention, and riding on our gorgeous red seats, you can still feel the same wind in your hair as those who rode rickshaws 150 years ago. About our drivers: Enjoy your rickshaw ride in style and comfort with our professionally-trained drivers, called “shafu” in Japanese. Each “shafu” goes through an extensive training program focused on safety, hospitality, and of course the history and culture of the town and Japan. At first sight a rickshaw may look just like a hand-pulled taxi but our service is really about making memories. There is no better way to get to know a town or move around in comfort. We can learn fun facts about the history of each town and see the ins and outs of small streets for an amazing experience. We look forward to meeting you and joining us for not only sight ”seeing” but also sight \"feeling\"! 30 minutes course This is the high light course of the down town area of Asakusa. The tour goes seeing around the temple such as “Rokku” old entertainment area with some Izakaya-Bar street, and shopping area for some traditional crafts or many Kimono shopps etc. We can come back to the departure point or drop-off at the temple is also available. 60 minutes This is very popular course seeing around most of the recommendable places from busy places such as “Rokku” and Hanayashiki amusement park, to the quiet places like Geisha area or Matsuchiyama, the oldest temple in this area. 90 minutes In this course you can see those places written above, plus you can practice a pray in the famous shrine for happy encounters with the Gods of happy fortune cats. On the way back you can enjoy a great view of Tokyo Sky Tree at the riverside of Sumidagawa. 120 minutes If you would like to complete all attractions of this town, no doubt choosing this course will leave you fully satisfied with Asakusa town tour. About this tour: - The tour is available even on rainy days (except during typhoons, earthquakes, etc). The rickshaws will be covered to protect you from the rain. - A maximum of 2 adults per rickshaw. Up to 2 children, 6 years old and under, can ride with 2 adults (children have to ride on the adult's lap). - Adult pricing applies to visitors ages 7 years old and older. - Wheelchair and stroller-friendly rickshaws are available. - This tour can be customized depending on your interests. - You can enjoy the tour anytime between 9:30am to 5:30pm on the day of reservation. Please let us know your preferred starting time with a message when you book. - The tours will run until 6:00pm between May to August. - You can choose between 30-minute, 60-minute, 90-minute, and 120-minute tours.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-historical-rickshaw-tour-in-asakusa-with-ebisuya/3855?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a historical rickshaw tour in Asakusa with Ebisuya!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:01:56"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 48,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1448524093/dpbmqkzql83kyacr1n8j.jpg",
        "strIntroduction": "In Japan, the affectionate, respectful and amusing Akita dog is best known by the true story of Hachiko in the 1920s. Hachiko's owner, a professor, returned from work each day at 3 pm, and his devoted dog met him daily at the train station in Shibuya, Tokyo. Then one day, the professor dies unexpectedly. Loyal Hachiko continued to wait around for 9 years at the station for his master. Richard Gere stars in Hollywood's version of the story, \"Hachi: A Dog's Tale.\" A male Akita dog that awaits you at the diner is 12 year-old Hayate. He is one of the proud Akita dogs from the best reputable breeder, Shirai. In his youth, he won many awards at competitions, starred on TV and in magazines. He even became a model for Hachi books. Hayate's father Kasuga went abroad to France 11 years ago and became a favorite dog of the French top breeder, needless to say there must be many step brothers and sisters of Hayate in Europe. Hayate is currently helping his beloved owner Mickey as a co-host of the diner & bar. Repeating customers say that there is some spiritual significance attached to Hayate and that they can have therapeutic experience at this place. Here you can enjoy a light meal which includes a Japanese beef hamburger patty, a salad, soup and rice, or a casual green tea time with Japanese traditional confectionery. As a bonus, you can wear a Japanese yukata (light kimono) and have photos of you taken by the staff. This activity is available every day for 1.5-hour visits.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-dine-or-drink-with-the-affectionate-akita-dog-in-tokyo/4173?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Dine or Drink with the Affectionate Akita Dog in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:06:16"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 6,
        "intUsdCost": 64,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1427276400/ve9mcpggjyvf28iauoqe.jpg",
        "strIntroduction": "If you are planning to visit Kyoto, join us to get in touch with real Japanese traditional culture! We will teach you how to play a song named “Sakura” with Koto (a long Japanese zither with thirteen strings) at a 110 years old traditional house, Soushunan. You will experience a 60-minute long lesson and Koto play under the guidance of a professional Koto lecturer. And you will get to take the musical score home with you after the lesson. We will make preparations for the lesson, so you don't need to bring anything.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-take-koto-lesson-at-a-traditional-house-in-kyoto/3278?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Koto Lesson at a Traditional House in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:10:39"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 18,
        "intUsdCost": 5,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1397466818/mbbxnfulnv1vn0iuwhgy.jpg",
        "strIntroduction": "Would you like to have a Lunch with the founder of Voyagin? If you do, I would love to have a lunch with you! I've traveled to more than 30 countries and hosted a lot of tourists for 3 years in Japan. I started my own business in 2011, so I can offer you not just traveling tips, but also recount the story of start-ups in Japan. In this activity, - You can have his recommended food - You will get travel tips in Tokyo - You will get to know about Japanese start-ups Looking forward to seeing you! I love to make and talk to new friends! ※日本人の方で調査目的、勉強目的の場合は質問するだけでなく、面会での議論が等価交換になるよう、なんらか僕らのためになる情報、提案を持ってご連絡ください。",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-eat-japanese-pizza-with-a-japanese-entrepreneur/44?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Lunch with the Voyagin Founder and Staff",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:14:37"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 47,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472528411/oep94rd9vg5kksduijty.jpg",
        "strIntroduction": "Tokyo has thousands of good locations for photo shootings. Based on your planning of the visit of the city, we can decide where to take photos. I support photo shootings for any occasions. If you have any special day while you visit Tokyo, I will be able to help you capturing the wonderful memory. (Please inform me the details in advance.) Equipments: Nikon Professional Cameras Delivery: Within 7 days via online storage",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-hire-your-personal-photographer-in-tokyo/7482?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hire Your Personal Photographer in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:18:12"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 15,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475052562/r9xo2vv9mamjlvsrdmfp.jpg",
        "strIntroduction": "Leave your luggage at the Voyagin office! Price Table: 15 USD/1day (per 1 luggage) 30 USD/2day (per 1 luggage) 45 USD/3day (per 1 luggage) 60 USD/4day (per 1 luggage) 75 USD/5day (per 1 luggage) Our office is located 6 minutes (on foot) from Shibuya station. Please download this pdf and use our detailed directions below to help you find our office! Detailed Directions (Shibuya station to Voyagin): http://voyag.in/shibuya-station-to-voyagin-office If you have internet access during your trip, here’s a Google Map link! Google Map: http://voyag.in/voyagin-google-map Address: (English) Miyamasu ON Building 5th floor, 1-15-8 Shibuya, Shibuya-ku, Tokyo (Japanese) 〒150-0002 東京都渋谷区渋谷 1-15-8 宮益 ON ビル 5F *Please note: The Voyagin office is located on the 5th floor of the Miyamasu ON Building. Office Hours: 10:00 - 19:00 (Daily including weekends, unless otherwise specified)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-leave-your-luggage-at-the-voyagin-office/4126?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Leave your luggage at the Voyagin Office in Shibuya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:23:29"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 8,
        "intUsdCost": 154,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460932362/fs6kegffgqmqr6asxojj.jpg",
        "strIntroduction": "This tour is perfect for those who naturally rise in the early morning, or for those who just want to have a unique experience and don't mind getting up early for it. We start at the world famous Fushimi Inari Shrine and what a special time to see this amazing place. There are thousands of red gates which line the path up the hillside. With the low early light casting long shadows here we can get some truly fantastic photos before all the crowds arrive. From there we will visit Kiyomizu Temple, one of the oldest temples in Kyoto and a true gem. This is the most popular temple in Kyoto or maybe even Japan so it is a real treat to get there before the crowds and get a spectacular view of the city below. After that we make our way to Arashiyama by train and get to see the beautiful bamboo grove which if we are lucky will still be relatively quiet and great for getting some fantastic photos or just to stop and listen to the soundscape of the branches swaying in the wind. Before leaving Arashiyama, we make a visit to one of the most beautiful zen temples in Kyoto, Tenryuji Temple a world heritage site with a radiant garden. A view that you will surely cherish for years to come. Along the way we give you insights about Buddhism, Japanese garden design, history and more. We are also happy to help you with any questions you have about Kyoto or Japan and can even help you plan your days ahead.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-see-the-morning-freshness-of-kyoto-in-an-early-bird-tour/4533?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the morning freshness of Kyoto in an early bird tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:28:33"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 7,
        "intUsdCost": 150,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355841084/tpykxyyigr4yzofzjn2g.png",
        "strIntroduction": "Are you familiar with traditional Japanese outfits? Kimonos? Because kimonos in Japan are adorned with delicate decorations, they are really beautiful. Commonly they’re worn for celebrations such as New Year, but in this activity you can casually dress up in kimono and walk around the old streets of the traditional Tokyo neighbourhood Asakusa. In this activity, you’ll… ・Receive professional help from the host when dressing up in the kimono. You'll have the chance to learn about the various kimono items and the proper ways to put the outfit on. ・Take a walk in Asakusa dressed in a kimono. This will be a great opportunity to take a walk, shop, and dine with a veteran English-speaking tour guide around the symbols of Asakusa such as the Sensoji temple, and the Nakamise street famous as the paradise of Japanese souvenirs and sweets. Note: The best time to start this activity is in the morning, around 9:00-10:00 am, as Asakusa gets busier and more crowded later in the day. ・Have a professional cameraman take pictures for you during your walk. You can create wonderful memories from your trip to Tokyo. ・Take back, on request, a CD-R filled with the pictures of you in your kimono. It is highly recommended that you book the add-on option and take a CD-R with many professional photos of you dressed in kimono. Walking in Asakusa is an excellent chance to experience a glimpse of traditional Japanese culture. When you take a walk around the old neighbourhood, why not do it dressed up in a traditional kimono? It’ll be a fantastic experience and an unforgettable memory! *Although all times are available for booking, we highly recommend that you request starting from 9:00am or 10:00am. The streets of Asakusa can get too crowded in the afternoon for nice pictures.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-walk-the-streets-of-asakusa-in-a-kimono/158?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Walk the Streets of Asakusa in a Kimono",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:31:13"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 39,
        "intUsdCost": 20,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1413987105/hsnppulbasbbpqr249sp.jpg",
        "strIntroduction": "We coordinate local volunteers to accompany you at the meal table to assist you with choosing your meal. We will translate menus, give you suggestions and introduce you to the real Japanese way of ordering food and drinks at a izakaya. We'll have some drinks and nice food, and enjoy a fun chat! Please let us know your preferable date/time and place! We will then connect you and local volunteers, and he/she will pick you up at your hotel or a famous landmark, and take you to the Izakaya.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-japanese-dishes-with-locals-at-an-izakaya-in-tokyo/2816?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Japanese Dishes with Locals at an Izakaya in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:33:52"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 94,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1422257529/qdyrgfgblhj29ntjzcop.jpg",
        "strIntroduction": "Tired of typical touristic style of travel? Like to feel local vibes? This tour will show you several good-quality inspirational spots where local creative class people gather. Following a meet-up either at your hotel or in the area of visit, we will go to Daikanyama T-site to see a great selection of books, magazine, music, stationary and movies. After getting some initial inspiration, you will experience Japanese original coffee style \"Kissaten\" at Sarugaku Coffee, a hidden coffee shop once ranked as #1 coffee spot in Tokyo. Then, you will have art experience at the Museum of Contemporary Art Tokyo where you can see some edgy exhibitions. Have another coffee break at one of the representative of third-wave coffee movement in Tokyo. This time have a quality coffee in a traditional Japanese house. Finally, wrap up your day with hip restaurants and bars in Ebisu or Nakameguro. Please note that there are alternatives for each spots. If you would like to visit, for example, a different coffee shop, I can guide you to another place. Feel free to consult me about customizing this tour.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-tokyo-creative-spots-tour-with-creative-director/3081?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Tokyo's Creative Spots guided by a Creative Director",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:38:10"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 35,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466573781/icrt5nudfgob8pcmwq0w.jpg",
        "strIntroduction": "You can enjoy Japanese calligraphy experience. We will give you a small lecture on how to use calligraphy tools and how to write Japanese words with those tools. Your Calligraphy lesson will be in a traditional Japanese tatami room where you can enjoy the view of a Japanese garden. After you complete it, you can take it home in a frame. It will be a memorable souvenir for you. Lesson Contents: 10 minutes : Explanation about calligraphy 60 minutes : Calligraphy Lesson 10 minutes : Tea break",
        "strLocation": "Nara",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nara-enjoy-japanese-calligraphy-experience-in-nara/6878?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Japanese Calligraphy Experience in Nara",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:43:18"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 53,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1458294481/ptjgcehldk74bdkqc680.jpg",
        "strIntroduction": "This is a shuttle service between Haneda international airport and Tokyo. After a long flight into Haneda Airport, the least thing you wanna do is find out what train route to take or get lost in Japan's complicated railway system. Make the most out of your time and money and book a shared or private shuttle service to take you to Tokyo and back to Haneda Airport! When you arrive at the pick-up place, you will see the driver waiting for you with your name written on a sign. He will carry your luggage, and lead you to a spacious van, where you can relax and enjoy your shuttle service to your destination in central Tokyo. ※Service from Haneda Airport is available for guests arriving at Haneda Airport between 21:00 to 06:00. ※Service to Haneda Airport is available for guests departing at Haneda Airport between 22:00 to 07:00. (Hotel Pick Up time will be between 19:00 to 04:00) Tokyo 15 wards: Arakawa-ku, Bunkyo-ku, Chiyoda-ku, Chuo-ku, Edogawa-ku, Koto-ku, Meguro-ku, Minato-ku, Ota-ku, Shibuya-ku, Shinagawa-ku, Shinjuku-ku, Sumida-ku, Taito-ku, Toshima-ku [IMPORTANT] ※You can not decide pick up time. Host will decide. ※Shared shuttle service is not available for guests staying at hostel, private residence or capsule hotels. ※Shared shuttle service price is per person ※Private shuttle service price is per group (up to 4 participants or 8 participants)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-shuttle-service-between-haneda-international-airport-and-tokyo/4925?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Shuttle service between Haneda Airport/Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:46:16"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 5,
        "intUsdCost": 30,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1420640234/vtdvcrilmsvstcx5mw3u.jpg",
        "strIntroduction": "This is a customized tour, and I can take you around anywhere within Nagoya. If you don't know much about the area, below is a model course that I usually do, so please take a look! Any suggestions or requests are welcome. Example 3-4 hour itinerary 1. Start with a pick-up at your hotel, or meet up at your desired location. 2. Nagoya castle - Explanation about the historical importance of the castle, indicating how Nagoya has developed and how important the location has been to the development of Japan 3. Oosu Kanon Temple - You can visit this famous temple, known for its long history. Afterwards we can go shopping at the local shopping areas along the street surrounding the temple. You can find Japanese local souvenirs, sweets, some delicious Nagoya street food; some of which are only available here. - Examples of famous local foods include Uirou (sweet rice jelly) and rice crackers. In this tour, you will: ● Be exposed to Japanese culture in an in-depth way with the aid of a guide. ● Stroll around preserved traditional Japanese streets. ● Enjoy shopping at local Japanese stores . ● Feel relaxed at Japanese trendy coffee shops. Please feel free to ask me about other places to visit in Nagoya! I look forward to showing you around.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-customized-nagoya-tour-with-a-local-guide/3007?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "50% OFF Customized Nagoya Tour with a Local Guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:49:11"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 18,
        "intUsdCost": 85,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1403660800/zmp2wvh69rytx4w2gc9z.jpg",
        "strIntroduction": "Hi, I'm Tamao! I will read your past, current and future from either palm reading, runestones, tarot cards or from angel cards. I will tell you the results based on Japanese and white magic at the end of the reading. White magic is a type of magic that brings you happiness and luck without any sacrifice or pain for anyone else. It is a very unselfish type of magic so please don't worry! If you have received unexpected fortune telling results in the past, or feel you are surrounded by bad luck, please don't worry. I will guide you through a journey that will bring luck and upgrade your fortune even if you are already lucky! I can give you detailed reading results as you present me with more detailed information about yourself. Please consult with me on what topics you would like to talk about, such as on your life, health, job and love life. I usually give my readings in Akebonobashi, 2 stops from Shinjuku, but if you wish I can go to your hotel in Tokyo to do the fortune telling. Please choose from either the 40 minutes or 80 minutes fortune telling plan and select your transportation option (if you wish me to go to your hotel) when you make the reservation.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-fortune-telling-in-shinjuku/2350?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Fortune Telling in Shinjuku",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:52:31"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 10,
        "intUsdCost": 253,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461136009/lqlsomdd72pdwgmzir0g.jpg",
        "strIntroduction": "Yabusame, one of the most divine martial arts in Japan, consists of shooting arrows at different targets while riding a running horse. It is a traditional ritual designed to please the gods of fertility, and it has been handed down as a cultural tradition for about one thousand years. Learn Yabusame in this activity held in Ibaraki, about 2 hours from downtown Tokyo and great for a day trip! The professional instructors of our famous riding club will teach you all the basics. During the first hour, basic archery like using a bow and arrow is taught. Afterwards, you intensify what you practiced on the ground in the previous hour, riding on a horse! Yabusame will take you back to a former period of Japan! It will be an unique and energetic experience. Please note: Guide interpreters are required for non-Japanese speakers. It is not easy for inexperienced people to learn Yabusame. Complete beginners will begin with horseback riding practice. When they are ready, they will progress to archery practice. Please listen carefully and do as our instructors tell you as you might get injured or hurt someone else. ※The activity is held after 15:00.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-japanese-traditional-mounted-archery-yabusame/1241?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Japanese Traditional Mounted Archery Yabusame",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:57:46"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 49,
        "intUsdCost": 54,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1359429921/onjgtzmouyodtu593f5r.jpg",
        "strIntroduction": "You'll meet your professional tour guide bright and early at 1:00 am to reserve your limited spot to the renown Tuna Auction. After you will witness first hand the early morning brokers check deep inside the famous tuna using flashlights, as they assess the quality of the fish. Then you will watch as exorbitant prices are paid for the high-quality tuna during the Tuna Auction from 5:30 am and 6:00 am. It's a rare and exciting opportunity to experience the the Tuna Auction live. Following the Tuna Auction, the expert guide will give you a short market tour in a small, exclusive group. In the short market tour, you will learn more history about the Tsukiji fish market and explore the vegetable market and the outside of the inside market. If you are lucky, you can watch the vegetable auction! You will also enjoy browsing various kinds of shops selling fish, vegetables, and dried seafood in the outer market. If you are craving some of the freshest sushi available in the world, you can finish the morning with a sushi breakfast, at your request. Please let the guide know in advance if you would like to be taken to a recommended sushi restaurant. Please note, the breakfast fee is not included in the tour price. ------------------------------------------------------------------------------------------------------------------------------------------- Add-On: Extended tour of the Tsukiji fish market If you would like to have a full tour of the Tsukiji fish market after your Tuna Auction Tour, you can add-on an extended walking tour! You can do so by purchasing the Add-on option along with your Tuna Auction Tour. Between the end of Tuna Auction Tour (around 5:30 am) and Tsukiji Fish Market opening time (9:00 am), the following is an example itinerary: - Breakfast at a sushi restaurant in Tsukiji market: The guide will bring you to one of their recommended restaurants for a fresh seafood breakfast (1 hour) - Tour the Outer Market: Browse various kinds of shops selling fish, vegetables, nori (dried seaweed), and dried seafood (1 hour) - Namiyoke Inari Shrine: Visit the Shinto shrine that translates to \"protection of waves\" that is meant to protect the Tsukiji Market. Then enjoy a relaxing coffee break before starting the Tsukiji Fish Market Tour (1 hour) The duration of the Tuna auction and market add on tour is approximately 10 hours, from 1:00 am until 11:00 am. ------------------------------------------------------------------------------------------------------------------------------------------- Please note that if your booking is for more than 5 people, you might be split into groups to meet the safety guidelines set by the market authorities. The Tuna Auction Tour is regularly available Mondays, Tuesdays, Thursdays, Fridays, and Saturdays, excluding holidays and market closed days. Our tour guide will ensure you have access into the exclusive Tuna Auction, but remember you'll be 1 of 120 other visitors in waiting room and 60 of you will attend each of the 2 bustling auctions!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-private-tsukiji-tuna-auction-watching-tour/528?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tsukiji Tuna Auction Tour with a Guide during the night",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 09:03:00"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 9,
        "intUsdCost": 120,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1453726547/a6xteqfyo0icnqw0ymag.jpg",
        "strIntroduction": "Special Announcement!! Voyagin offers the tour at the cheapest price of any other suppliers and free pick up service from following area. Be sure to reach at least 5 minutes prior to departure time. Area 1 : Tokyo station, Ginza, Hibiya, Shinbashi, Shiodome Depart at 07:25am / Imperial Hotel Tokyo Area 2: Akasaka, Roppongi Depart at 07:35am / ANA Intercontinental hotel Akasaka Area 3: Chiyoda ward Depart at 07:50am / Hotel New Otani In this 1-day bus tour, you can not only explore fascinating Mt.Fuji, the UNESCO World Heritage, but also visit Lake Kawaguchi and Oshino Ninja Village, which makes your travel in Japan more enjoyable and unforgettable! Don' miss this chance to see the jaw-dropping scenery of Mt.Fuji. Lake Kawaguchi is one of Fuji Goko (Five Fuji Lakes) and famous for the best view of Mt. Fuji in this area and is a splendid and breathtaking scene. Oshino Hakkai consists of eight ponds filled by the underground spring water from Mt. Fuji. The area is well worth exploring due to its beauty and nature. While there you can't miss Oshino Shinobi no Sato (Oshino Ninja Village), a Ninja theme park that was opened in 2015. There, you will be able to appreciate a Japanese traditional garden in addition to experiencing several activities in Ninja style and enjoy delicious Japanese food with local ingredients. The highlight of the tour is visiting Mt. Fuji's 5th Station! Depending on the weather conditions, the scenery is spectacular!! The time you spend here will undoubtedly be a special memory. The excitement of the tour continues with a 4D movie at Fuji-Q Highland which simulates an airplane flying over Mt. Fuji. After the bus tour is over, there will be enough time for you to enjoy the rest of the evening in Tokyo. --Brief itinerary-- 8:20 Depart from the meeting point in Shinjuku (The meeting point is Shinjuku Island Tower) 10:00-10:30 Lake Kawaguchi Enjoy the natural reflecting pool for Mt. Fuji! 11:05-11:45 Oshino Hakkai (Oshino Eight Ponds) See the beautiful ponds with the view of Mt.Fuji! 11:50-13:00 Oshino Shinobi no Sato (Oshino Ninja Village) Explore traditional Japanese culture and take photos with Ninja! 13:45-14:15 Mt. Fuji 5th Station Get the closest view of Mt.Fuji and take photos that you can show it off to your friends! 14:55-15:40 4D experience at Fuji-Q Highland This will definitely be one of the most astonishing experience in this tour! 17:00-17:30 End of the tour at Shinjuku Station south exit --Notices-- ・The tour is operated daily from March 1, 2016 to December 31, 2016. (Except Apr 29 - May 1, May 3 - 5, May 7, Jul 16, Aug 6, Aug 11 - 14, Sep 3, Sep 17 - 18, Sep 22 - 24, Oct 8, Dec 23) ・The minimum participant to run the tour is 1. ・There is a tour in English and Japanese. ・There is multilingual audio guidance in English, Spanish, Chinese and Thai available. ・The weather and traffic condition on the day may change the time and order of itinerary. ・If any place is closed, we will try to replace it with an alternative place. ・If we are not able to go to Mt. Fuji 5th Station due to the weather, we will attend the highest point on road there.",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-enjoy-one-day-bus-tour-to-mount-fuji-and-meet-ninja-from-tokyo/4618?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy 1-Day Bus Tour to Mt.Fuji & Meet Ninja from Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 09:07:30"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 40,
        "intUsdCost": 5,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1452411720/exgi560arn7kbtce8sc0.jpg",
        "strIntroduction": "There are lots of unique cafes in Tokyo: maid cafe, cat cafe, and Gyaru cafe are the most well known ones. But there is another cafe that will really get your attention: Owl Cafe! An Owl Cafe is a space where you can relax and interact with owls. You can not only touch them but also take pictures with them. Please follow the rules of the cafe and bear in mind that the owls are sensitive animals. Most owl cafes require you to queue up, perhaps for hours on end, in order to experience this \"healing entertainment\". So, if you'd like to step outside the bustle of Tokyo life and try a uniquely therapeutic experience but don't have hours to throw away, our Japanese concierge team will be happy to make an advance reservation for you at an owl cafe in Central Tokyo. After you make a booking with us we will apply at the cafe for 3 reservation times, and a few days before the requested date will get the result of your application and let you know the exact time and place. Owl cafe takes reservations at the following time slots: 11:00-12:00/ 12:00-13:00/13:00-14:00/14:00-15:00/15:00-16:00/16:00-17:00/17:00-18:00 Available every day for 1-hour visits. Grab a seat, choose a drink, pet an owl! Disclaimer: Please note that there might be also other birds depending on the available cafe (such as parrots, hawks, etc). Consumption and play time with the birds is charged separately. The exact price depends according to the cafe (usually around 1500 JPY).",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-relax-in-a-lovely-owl-cafe/1368?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for Lovely Owl Cafe Harajuku, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 09:11:16"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 29,
        "intUsdCost": 254,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464936422/iitman7eeum85nv3clhd.jpg",
        "strIntroduction": "Is it possible to make your own samurai sword? Of course, if you have about 10 years of time to spend! However, the basic Japanese style knife making course takes just one day. This is an activity where you can experience and learn the specifics of this traditional culture. After completing the work, you can take the Japanese-style knife you made home with you. You will use the same tools used for Japanese sword making when you forge the knife in the morning. Lunch will be eaten at the smithy, and then in the afternoon you will complete the activity by shaping the knife. Please enjoy our traditional culture through experiencing Japanese-style knife making. The following is an example schedule for this activity: 8:30 to 9:00 (Pick-up at Gifu-Hashima Station) 9:00 to 11:30 forging the knife at the atelier 11:30 to 13:00 lunch 13:00 to 15:00 shaping the knife at the atelier 15:00 to 16:00 completing the work 16:00 to 16:30 end of the activity (we'll take you back to Gifu-Hashima Station) We will prepare lunch here for you. Please let us know if you have food restrictions for health reasons, religion, etc. The number of lunch options purchased should be lower than the total number of participants, because lunch is included in the price of the knife making activity. Please book the lunch-only option only for those people who will not participate in the knife making activity. This will be a private course exclusively for your group! Only if we are exceptionally busy, you may be asked to combine with with another group. Transportation access: Ride the Shinkansen (bullet train) to Gifu-Hashima Station. The following is the approximate time it takes from Japan's major cities: Kyoto - 30 min Tokyo - 1 hour and 50 min Nagoya - 10 min Osaka - 50 min If you're coming by car get off at Meishin Highway Gifu-Hashima IC and drive for 3 minutes to the station.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-make-your-own-samurai-knife-with-a-certified-swordsmith/3146?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make your own samurai knife with a certified swordsmith!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 09:15:05"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 12,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470038990/osvsqs7329hlivtz47ur.jpg",
        "strIntroduction": "The Aokigahara, “sea of trees” spreads across the northwest base of Mt. Fuji, and is a forest growing atop the lava that flowed during the eruption of Mt. Fuji in 864 (the great eruption of the Jougan era), some 1,200 years ago. The Aokigahara woodlands spans approximately 3,000 hectares but has a soil depth of about 12 centimeters. It is also a highly unusual forest in that it is comprised primarily of hemlock fir, Japanese cypress, and other evergreen needle leaf trees, and broadleaf trees such as longstalk holly, Japanese andromeda, Mongolian oak, Fuji cherry, and maple. This tour will take you on a walking tour to experience the sea of trees. Listen to your nature guide who was officially sanctioned by the Kawaguchiko town to give tours. Your guide, who is an expert of Aokigahara will provide you with interesting facts about the area and will show you around safely. You can choose the duration of the tour: A) 1 hour Course B) 2 hours Course C) 3 hours Course D) 4 hours Course Why we love it: - A professional guide will walk through Aokigahara with you while presenting you with some important and interesting information about Aokigahara. - Feel the nature, and discover the woods! - You will go inside the Komoriana which literally means the bat caves. - You may happen to see bats if you are lucky! - Discover the mysterious woods of Aokigahara! This tour will make your trip unforgettable! Visit this beautiful forest full of amazing scenery, clean air, and a friendly guide! ※This activity does not offer child fee. Photo Credit : -https://flic.kr/p/jfBVcC -https://flic.kr/p/cZhE2 -https://flic.kr/p/ithUcb -https://flic.kr/p/hxUZ9r -https://flic.kr/p/8CzcUF -https://flic.kr/p/piA4d",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-explore-aokigahara-the-sea-of-beautiful-trees/2507?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Aokigahara, the Sea of Beautiful Trees!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 09:19:21"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 8,
        "intUsdCost": 31,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470809186/cpahmgzqw8nehoptqrya.jpg",
        "strIntroduction": "Enjoy this incomparable dinner when you visit Japan, and a once in a life time opportunity to view the elusive art of the Japanese Geisha! Our artists will entertain you with an elegant dance performance to traditional Japanese music. They will treat you like a VIP guest and you will have the unique chance to experience professional personalized service and attention from qualified and well-trained traditional artists! You can also book a more expensive luxury geisha event here: http://voyag.in/kagurazaka-geisha *We can offer this activity everyday, but due to the office being closed on Sundays, I cannot reply to urgent bookings on Sundays. *Please enter the number of Geisha you would like to book on the order page (a ratio of about 1:3 is recommended), and inform us of the number of people having dinner in the message field. *Please let us know if you have special preferences regarding the type of food you'd like for the dinner. We will make a reservation for the restaurant, and you will be able to have dinner with Geisha there. In general, we recommend a Japanese-style dinner in Omori Kaigan, or Japanese Kaiseki restaurant in Omori-Kaigan (About 10 mins from Shinagawa St.) both of which are old town districts of Geisha. The dinner we recommend includes a variety of little dishes with carefully prepared Japanese food: sashimi appetizers, pieces of sushi rolled in bamboo leaves, tempura of vegetables and seafood, simmered dishes, rice with eel, plenty of side dishes and traditional Japanese desserts. *Please note that dinner fee is not included, and it will cost around 4,000 to 10,000 yen per person. (It depends on which course menu you have)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-dinner-with-geisha-performance-in-tokyo/156?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Dinner with a Geisha Performance in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 09:24:03"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 6,
        "intUsdCost": 51,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1383650864/pkeow8fqpjdqddklfiik.jpg",
        "strIntroduction": "Join us in this private tour! Tsukiji Tokyo is one of the most celebrated gourmet cities in the world, and it is the famous Tsukiji Fish Market, with a total of 230,000m2 , that makes this possible. In accordance with the visiting rules established by the Tokyo Metropolitan Government, a professional tour guide will show participants around the market safely in small groups of 4 or less. More than 480 different kinds of seafood are on display in the market ranging from fresh fish, to shell fish and, of course, the highly prized tuna. There may also be an opportunity to see a whole tuna being cut and filleted by one of the market’s skilled workers. No visit to Tokyo would be complete without experiencing Tsukiji Fish Market, and the busy shopkeepers and craftsmen who continue to work their traditional skills and way of life there. Asakusa Since the Edo period（1603-1868）Asakusa has been the most popular tourist site in Tokyo. Today, Asakusa remains the No.1 destination for foreign tourists. Nakamise street is the oldest shopping arcade in Tokyo, and is always bustling with visitors en route to Senso-ji Temple. Be transported back in time in Dempoin Street, where you can enjoy the atmosphere of the Edo period. Take in a ninja show at the Hanayashiki Amusement Park, or enjoy a ride on a traditional rickshaw. To really get a sense of Japanese life, why not visit a kimono shop where you will be able to try on a traditional kimono? Then take a walk in your kimono to the nearby Taiko Drum Museum. But, no matter where you are in Asakusa, you can be sure to find many delicious restaurants and souvenir shops. Starting from Tsukiji,public transportation, such as the JR or Metro lines. we will visit Asakusa. (Senso-ji Temple, Nakamise Street and Dempoin Street).The tour will conclude at Asakusa staion. (Ginza line or Asakusa line) Photo Credit: http://flic.kr/p/aDXPcU http://flic.kr/p/72zKCQ http://flic.kr/p/8kFc6K http://flic.kr/p/reQHg http://flic.kr/p/9iLzK4",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-asakusa-and-tsukiji-fish-market/1337?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Asakusa & Tsukiji Fish Market in This Private Tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 09:27:41"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1454281005/tdwmqxupy8mrm4bck6b8.jpg",
        "strIntroduction": "Lets focus on language exchange first and socialize afterwards in this casual activity. I have been teaching Japanese for a long time, and it's fun to exchange thoughts in our own languages. Why don't we socialize with each other? You can join a language exchange or socializing party or both. The schedule is as follows: 1. Language exchange (exchange in both Japanese and English or other foreign languages) 2. Socializing party in a bar that I recommend (you are welcome to suggest too) *please bring your own textbook if you have one The food and drinks are not included.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-a-weekday-night-language-exchange-and-socializing-party/4676?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a weekday night language exchange & socializing party",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 09:31:03"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 22,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355841395/ilwii1gmfat8a2bvyjwb.jpg",
        "strIntroduction": "Tokyo is one of the many unique cities in Japan that showcases both cultural heritage and the cutting-edge modernity which makes it a leading global city today. A great variety of arts and culture has developed in Tokyo, but the sheer number of museums can be daunting for the first-time or short-term visitor to navigate. In this experience, your hosts are designers and Artists in the fields of contemporary art, architecture, Design, fine art and crafts. They will listen to your requests and customise the best plan for exploring arts and culture in Tokyo according to your interests and objectives. The basic activity flow is as follows: 1. Meet at an appointed area 2. Plan a route together 3. Your hosts will take you on a detailed guided tour of art and design in Tokyo based on your specific interests Let’s explore the art scene in Tokyo together!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-art-and-design-in-tokyo-on-customised-tours/20?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Art and Design in Tokyo on Customised Tours",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 09:35:17"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 106,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1443508185/w8qpckwddzhwbqpo9bkx.jpg",
        "strIntroduction": "In this activity you will go to a special maid cafe in Akihabara where you will play Texas Holdem Poker with the local maids. This is a rare opportunity to experience playing the well-known card game with the famous Japanese maids! The price of this activity includes a limited number of chips that you can have for the game. When you lose all chips, the activity ends. You can play up to 2 hours. If the activity finishes earlier than 1 hour, I will show you around other interesting places in Akihabara. Cash will not be used, and the chips cannot be converted into money (gambling is illegal in Japan). The price includes also one drink. If you want to order additional drinks, separate charges will apply. Taking a photo with the cute maids will also require an extra fee. Please also pay the guide's entrance charge.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-play-texas-holdem-poker-in-a-maid-cafe-in-akihabara/3964?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Play Texas Holdem Poker in a maid cafe in Akihabara",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 09:40:29"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 76,
        "intUsdCost": 133,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1447305162/jpyscrkojlxhhyqbdu0i.png",
        "strIntroduction": "Geishas are women of the arts trained in traditional dancing, music, and singing. A Maiko is an apprentice Geisha who must undergo several years of training. Geishas and Maikos are distinguished by small but important differences in makeup, hair style, obi (fabric belt), and shoes. In this experience, you will have the opportunity to become a Maiko! We will be your personal liaison between you and the Geisha studio in Ginza. After confirming the availability with the studio, we will arrange your trip to the studio and help you along every step of the way in arriving at your destination. After that, you'll be in the experienced hands of the make-up artists and kimono coordinators. The staff at the studio can speak English. 1) Men and women can participate! 2) Children can participate if they can wear adult sizes (About 12 years old and over, young girls must be 135cm or taller and young boys must be 140 cm or taller). 2) The photographer will take 20 photos of you with a professional camera after you are fully dressed. 3) The photographer will select the 3 best photos, and you will receive them on a CD! The process is the same for all options. Why we love it: - Features a 2.5 hour make-up, hair styling, and outfit rental. - Make up and hair will be done by an experienced Geisha staff! - Select a beautiful kimono from over 20 options! - Have your pictures taken by a professional photographer after you are fully dressed. Take home a CD with the pictures! - Highly recommended by past customers who described the experience as \"wonderful,\" \"the highlight of my trip,\" and \"memorable\". - Valid all the way through December 31st. Option Details: *Please choose a starting time between 10:00-18:00. A) Kimono Experience for women or men (Price per person) - Kimono attire for 1 female or 1 male - Make up - Photo session together with your group (in case you would like a couple photo, you need to book \"B) Couple photo session (price per couple)\" - Photo Data B) Kimono Experience for a couple (Price per couple) *Please note this option is only available for a 1 male and 1 female couple - Kimono attire for 1 female and hakama attire for 1 male - Make up for 1 person - Photo session together - Photo Data C) Hakama Experience for women or men (Price per person) - Hakama attire for 1 female or 1 male - Photo session together with your group (in case you would like a couple photo, you need to book \"B) Couple photo session (price per couple)\" - Photo Data",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-become-a-maiko-geisha-experience-in-tokyo/105?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "15% OFF Become a Maiko (Geisha) Experience in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 09:43:51"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 60,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1450753150/cs3ediwqa9zlso6owmvx.jpg",
        "strIntroduction": "Follow your own personal maid guide on a private tour as she takes you deep into the heart of Akihabara, to discover the places tourists don't usually get to go... She will take you to the centre of the anime and manga culture which began in Akihabara. You'll also have a unique experience at a real Japanese maid cafe! On this two and a half hour walking tour, your guide will provide an unforgettable experience of all things Akihabara that you won’t be able to find in the guidebooks. We have guides fluent in English, Japanese and Mandarin - ask them anything about Akihabara, Tokyo, or Japan in general. Due to the popularity of the tour, you may be interviewed by the Japanese media, but if you are uncomfortable with this idea please let us know, and we'll make sure that you're left in peace. Please let us know the following info when you make the booking. - Names of each participant - Ages - Genders - Nationality - Contact phone number - Hotel name - Duration of stay in Japan Thanks! We run our tours every day, from 11am, 3pm, or 6pm If possible, when you request a tour please provide two alternative requested tour dates and times in your message to help us ensure we can fit you in. We're looking forward to seeing you in Akihabara!",
        "strLocation": "Akihabara",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-akihabara-akihabara-tour-with-your-own-personal-maid/2649?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Akihabara Tour with Your Own Personal Maid!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 09:47:52"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 8,
        "intUsdCost": 19,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355843856/qka7mfo3z5kt33lbmnfp.jpg",
        "strIntroduction": "Karate is a form of Japanese martial arts focusing on the power of one's own body without the use of weapons and protective gear. Karate is not only a great form of exercise, but is also a good form of stress relief and becoming popular amongst women. In this lesson you'll be able to learn basic Karate techniques as well as experience the cultural practices surrounding the art form. Additionally, you will have the opportunity to wear a real karate uniform that you can purchase and take home after the lesson if you desire. - Experience the formal culture, rituals, and rules surrounding Karate- including lesson opening and closing formalities. - Receive a live demonstration from Karate masters. - Learn warm-ups used to prepare one's body properly for Karate. - Become familiar with the technique for basic kicks and punches. - Perform pair exercises to practice, reinforce, and hone learned techniques.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-karate-lessons-from-black-belt-master/4?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take Karate Lessons from a Black Belt Master",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 09:52:41"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 47,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1390016432/ra3kuspvlrsksan9d1io.jpg",
        "strIntroduction": "There is really nothing special about coffee shops. It’s usually a place to simply relax, drink some coffee, and perhaps read a book or magazine. What if all the waiters were butlers though? What if all the waiters were butlers that looked like they just stepped out of a manga? Would that be weird? Exciting? Interesting? Find out how you’d feel at a Butler Café in Tokyo! We’ll introduce you to one of the most unforgettable experiences you’ll have in Japan. Have the butlers call you prince or princess! It’ll be a great story to tell when you get back home.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-go-to-a-butler-cafe-in-tokyo/1729?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go to a Butler Cafe in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 09:55:23"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 6,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1359595509/pejtuok79hsf02hxy6a2.jpg",
        "strIntroduction": "I am a researcher and a teacher of Sumo - all the interesting stuff about it, the loooong history, the secrets and how the Sumo world is actually a mirror of the old Japanese society...your jaw will drop and you will have a lot of fun finding out about those things. (^-^)v Tokyo Riverside School (Japanese Language Institution) provides a Sumo lesson of 2 hours - think of it like a university lecture but a very entertaining one. This is the basis of this offer plus X. I taught about Sumo at universities, held uncountable public presentations and currently I teach it to our Japanese language students at Tokyo Riverside School. The lecture is available in Japanese, English and German . Depending on when you are in Tokyo, we could visit Sumo practice or a tournament, the Sumo museum, Sumo Shrines etc. together or have “Chanko”, Sumo food! (Won't make you fat and I will tell you why ;-) ) Maybe even dinner with a Rikishi (wrestler)... Many things are possible, but most cannot be planned long before coming here. Please CONTACT ME FIRST about such things and we set up a plan. The Sumo lecture at Tokyo Riverside School is possible almost every weekday of the year, big groups of people are no problem. Ask any question afterwards. Since we are only 3 minutes away from Sensoji Temple / Asakusa Shrine, let's also go there after the lesson. Tokyo Sky Tree is also close. We are awaiting our new Sumo students! Please also see the Japanese Mini Class we offer as well, taught by a routined Japanese language Teacher - even a tourist, there are phrases and sentences you should know. Ozzz! (Sumo greeting…)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-the-mysteries-of-sumo-from-an-expert/510?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn the Mysteries of Sumo from an Expert",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 09:58:16"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 30,
        "intUsdCost": 64,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1401179295/s4u1eakypktuse7nakqt.jpg",
        "strIntroduction": "Come to my house and learn how to make Wagashi (traditional Japanese sweets & confectionery) in Shibuya, Tokyo! Wagashi is typical Japanese sweet comprising sweet red been paste, rice cake, and some special ingredients. My goal is to introduce this skill to travellers visiting Japan so everyone can enjoy making Wagashi and matching it with Japanese green tea. We make Japanese traditional sweets - regular or seasonal. Both come with green tea. === Regular menu=== Nerikiri - The most famous Wagashi, a unique shape made of sweet white bean paste === Seasonal menu === Mochi sweets Feel free to come and relax and have fun learning to make Wagashi together! I look forward to seeing you soon! Photo by: https://flic.kr/p/9ApyLY",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-make-wagashi-traditional-japanese-sweets-in-tokyo/2205?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make Wagashi! Traditional Japanese Sweets in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:02:02"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 9,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1448630887/jkhzfb7lugd5qgfqkzua.jpg",
        "strIntroduction": "The world of sumo attracts plenty of foreign visitors in Japan who want to experience the exciting emotion of seeing sumo wrestlers fight against each other. However, the national tournaments are held only several times per year and in different cities. Booking a sumo morning practice tour will give you access directly to the wrestlers' home, but even those tours are not held every week. If you have no chance to see sumo wrestlers fighting in real, or if you want to enhance the valuable memories from your trip to Japan with a personal interaction with wrestlers, then this is the ideal occasion! In the past many visitors have been asking how to get a chance to duel a sumo wrestler on a one-to-one friendly fight, and this is no longer impossible! By attending this special show in Asakusa you will have the rare opportunity to try your luck and strength against a real sumo wrestler, learn more about the traditional techniques used during the tournaments, and eat a well-balanced healthy chanko-nabe hot pot! This is a special event offered entirely in English for international visitors in Tokyo. The show is offered every Monday from 11:45 am under the following schedule: 11:45 - the venue opens 12:00 - start of the stage show in which two former sumo wrestlers will show essential techniques, explain about the history, culture and practices of sumo, and fight against each other. Several people from the audience will be picked to dress in a funny sumo wrestler costume (don't worry, you will not need to take off any clothes) and challenge the former stars in a duel. Photo time will end this session. Note: Not every visitor will be chosen to duel with the sumo wrestlers. 12:50 - chanko-nabe hot pot will be served for lunch. You can try the delicious traditional food eaten by sumo wrestlers and learn more about their diet. The nutritious meal has been cooked by the wrestlers themselves and includes hot pot with seasonal ingredients (not vegetarian), rice, miso, salad, fries, yuzu citrus dessert and a non-alcoholic drink. The event ends after you finish your lunch. You will also receive the current sumo ranking as a present. This is a group event and there will be other guests in the hall (up to 50 people). The hall has tatami mats and you will be sitting on a cushion on the floor (a chair will be provided for guests with limited mobility). Note: Be punctual because the show will start exactly at 12:00 pm. Enjoy the unique sumo wrestlers show and have unforgettable memories from your trip to Japan!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-duel-with-sumo-wrestlers-and-eat-chanko-nabe-in-asakusa-show/4034?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Duel with sumo wrestlers and eat chanko nabe in Asakusa show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:06:30"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 13,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464920526/yh8dycbhbtekitqc5ig5.jpg",
        "strIntroduction": "Arashiyama is a scenic spot in Kyoto where the cultural flavors and colors of the ancient royal court have been preserved. Take a moment to walk through the noted Tenryuji Temple, listen to the rustle of the bamboo leaves and cross the Togetsukyo Bridge, over the Oi River. Wander around the sites and in the shoes of the ancient people. Our government-licensed tour guides will show you around with warm hospitality and total dedication. Since this is a private tour, your guide will take care of you from the beginning till the end. The starting time of the tour is flexible, but it's recommended to start either between 9:00-10:00 in the morning or around 13:00 in the afternoon. Okochi Mountain Villa ↓ Nonomiya Shrine ↓ Tenryuji Temple ↓ Togetsukyo Bridge ↓ End of tour (Tour guide will assist you how to get to the subway station or the nearby bus stop for your next visiting spot or your hotel) == Okochi Mountain Villa == Okochi Mountain Villa is the villa and garden of samurai film star Denjiro Okochi (1898-1962). The grounds of the villa, located on the slopes of Mt. Ogura, are a traditional Japanese strolling garden that includes a garden, tea houses and shrines. The garden is vast and has a sense of elegance and austere simplicity. Okochi was a well-known pious Buddhist who built the Jibutsudo, a Zen meditation hall. It was said that Okochi wanted to create the perfect garden with everlasting beauty to contrast with beauty captured on film that deteriorates over time. Do you think he felt the end result was perfect? When you aim for perfection, you discover it's a moving target. ～George Fisher == Nonomiya Shrine == Nonomiya Shrine is a Shinto shrine where, in ancient times, unmarried imperial princesses stayed for a year or more to purify themselves afterwhich they were sent to Ise Shrine in Mie prefecture to serve as a representative of the Imperial family. The shrine famously appears in the tenth chapter of the Tale of Genji, a classic work of Japanese literature from the eleventh century and the world's first novel. The black torii (gate) at the entrance of the shrine is an example of the earliest style of torii - unlike later versions, the bark is exposed. It has become a popular destination for young singles who come to pray for marriage. == Tenryuji Temple == Tenryuji Temple, the head quarters of the Rinzai school of Zen Buddhism, is the top-ranked among Kyoto's Five ZenTemples. The shogun Ashikaga Takauji built the temple in 1339 to comfort the spirit of the late Emperor Godaigo who passed away on Mt. Yoshino in Nara prefecture. This temple's garden, designed by the priest Muso Soseki, became the model for all later gardens that incorporate nature as a backdrop for their designs. It features a circular promenade around Sogen Pond, allowing visitors to enjoy the scenery of the garden from a variety of vantage points. == Togetsukyo Bridge == The name \"Togetsukyo\",meaning \"Moon Crossing Over the Bridge\", comes from a description of the bridge written by Emperor Kameyama in the 14th century. He wrote that , as the moon traverses the sky , it appears as if the moon is crossing over the bridge. Visitors are enchanted by the picture perfect scenery of the cherry blossoms in spring or the colorful changing leaves in autumn. Togetsukyo Bridge crosses the Oi River, well-known for its beautiful reflection of nearby Arashiyama.. There are popular boat rides around the bridge., and at night you can also witness traditional cormorant fishing, in which retrieves fish from the throats of cormorants.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-join-kyoto-arashiyama-and-tenryu-ji-tour/544?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join Kyoto Arashiyama Bamboo and Tenryu-ji Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:09:36"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 297,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464920113/hm4rpe7cvw5ek6uqhwww.jpg",
        "strIntroduction": "This course highlights two UNESCO Cultural Heritage sites: Itsukushima Shinto Shrine, seemingly floating in the sea during high tide and Hiroshima Peace memorial (Genbaku Dome), a constant reminder of the terrible atomic bomb attack. You will take the Shinkansen bullet train to Hiroshima Station where our government-licensed guides will meet you and take you to Miyajima and the Peace Memorial Park. At the end of the tour you will return to Osaka or Kyoto by Shinkansen. 7:30 Meet your guide at Kyoto or Shin-Osaka station. Take the Shinkansen bullet train from Kyoto or Shin-Osaka to Hiroshima. ↓ Miyajima ↓ Itsukushima Shrine ↓ Atomic-Bomb Dome ↓ Peace Memorial Museum ↓ End of tour in Osaka or Kyoto after taking the return Shinkansen bullet train (Tour guide will assist you how to get to the subway station or the nearby bus stop for your next visiting spot or your hotel.) Photo by http://www.flickr.com/photos/agustinrafaelreyes/6708266103/ Photo by http://www.flickr.com/photos/nam2_7676/8058759143/ Photo by http://www.flickr.com/photos/cyber0515/5451030994/ Photo by http://www.flickr.com/photos/victor_lee/7428093854/in/photostream/ Photo by http://www.flickr.com/photos/xile/53781614/ Photo by http://www.flickr.com/photos/throgers/6823843830/",
        "strLocation": "Hiroshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hiroshima-hiroshima-miyajima-world-heritage-sites-tour/540?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "A daytrip to Hiroshima from Osaka/Kyoto by bullet train",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:13:03"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 71,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1398493226/xjcarz8hwx0f4lfwagvq.jpg",
        "strIntroduction": "\"Take a thrilling ride down Fuji River (Fujikawa) on this half day rafting tour! We will start at Hatakeyama and end at Hourai-bashi (Horai Bridge). Total length: 6km long, Estimated time: 3.5 hours There are 2 session for this half day rafting tour: Morning (9:00), and Afternoon (13:30) From around October, there will be 1 half-day rafting tour held each day, beginning at 10:00 am. Location: Fujinomiya City, Shizuoka (Fuji River---Shiba River) Meeting place: River Base. (You will get more details after the booking is confirmed) ~ITINERARY~ 9:00 （13:30）Registration and briefing 9:20 （13:50）Change clothes for rafting 9:35 （13:35）Move to start point 9:40 （14:00）Check safety equipments 9:45 （14:15）Instruction about how to row, how not to fall, & what to do if you fall into the river 10:00 （14:30）Rafting Tour begin! 11:00 （15:30）Raft through the 6km course of a very dynamic river! You can also enjoy body rafting and cliff jumping into the river! 12:00 （16:30）Goal! High Five! 12:20 （16:50）Tour ends. Back to the base by bus.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-enjoy-half-day-fuji-river-rafting-tour-near-mtfuji/2172?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Half Day Fuji River Rafting Tour near Mt.Fuji",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:15:28"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 149,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461933346/fpobeiff5zadvjso3s3b.jpg",
        "strIntroduction": "This easy and valuable experience starts from Hamamatsucho Bus Terminal or at the selected hotel for picking up, and heads to Kamakura by bus. The first stop is the Great Buddha, the symbol of Kamakura and one of the most famous attractions in Japan. The Great Buddha is the property of the Kotoku-in Buddhist temple of the Jodoshu sect and visitors are often overwhelmed by its majestic appearance. With an additional fee you can access the inside of the statue offering a unique experience and allowing you to see the casting technology of the Kamakura Age. The next spot is Hasedera Temple which is famous a variety of flowers that bloom all year around and can see the beautiful sea cost of Yuigahama from the Temple’s compound. A hydrangea of over 40 different kinds bloom between June and July in the Temple and is a very popular event. Enjoy the landscape of the colorful hydrangea and the impressive sea coast view of Kamakura while feeling the elegance of Japan. After a Japanese style lunch the afternoon program starts from Sankeien Garden in Yokohama which is famous for its beautiful scenery. Here, old buildings have been gathered from all over Japan showing various architectural styles and which are designated as a national cultural asset. This elegant garden retreat away from the hustle and bustle of the city shows a natural beauty with seasonal flowers such as Cherry blossom, Azalea, Iris, Lotus and Autumn leaves. A lot of Japanese paintings are also exhibited in the memorial hall. At Sankeien Garden, you can immerse yourself in the world of Japanese elegance and beauty. The tours final stop will take you to the largest Chinatown in Japan and East Asia where you can stroll along eating local snacks and taking pictures while viewing the decorations of the streets and looking for unique souvenirs. The schedule for this one-day tour is as follows: -07:30- 09:00 Pickup at select Tokyo hotels as below or check-in at: 08:20 Ana Intercontinental Tokyo 07:40 Cerulean Tower Tokyu Hotel 08:10 Conrad Tokyo 08:15 Courtyard Marriott Ginza Tobu Hotel -09:00 Departure from Hamamatsucho Bus Terminal Kotokuin Temple and the Great Buddha (30 minutes) Hasedera Temple (40 minutes) Lunch Sankeien Garden (60 minutes) Yokohama Chinatown (30 minutes) Yokohama Bay Bridge (drive-over) -17:00-18:00 Drop-off in Ginza -17:40-18:40 Tour disbands at Shinjuku Station *You may leave the tour in either Ginza or Shinjuku.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-discover-kamakura-and-yokohama-on-a-1-day-tour-from-tokyo/6227?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Kamakura and Yokohama on a 1-Day Tour from Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:20:32"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 83,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1450258706/mivgoj4tq1bq2gjnzxps.png",
        "strIntroduction": "In the sacred land of Nikko 103 buildings of two Shinto shrines and a Buddhist temple are registered in the UNESCO World Heritage list. Among them 9 are the National Treasuries and 94 are the Important Cultural properties in Japan. You will discover great flamboyant architectural beauties! Just at Toshogu Shrine you can admire 5,173 carvings of flowers, the famous sleeping cat, the three wise monkeys and more. Walking along the ancient lanterns and the cedar trees can lead you to the ancient world as well. This sacred mountain's history dates back to the 8th century. Almost all buildings of Toshogu Shrie were rebuilt in 1634 by the third Shogun, Iemitsu. Rinnoji Temple is his mausoleum. The buildings impressed with the expression of wealth and might of the Tokugawa clan. It used to be said, “Don’t say you have seen the best until you visit Nikko”. The basic route is as follows, though the route can be changed upon your request: Meet at Asakusa Station and ride the express train. It takes about two hours. When we arrive at Nikko, let’s have a lunch at a restaurant. Then take the local bus and see the red wooden bridge through the window. Visit the Toshogu Shrine first and enjoy watching the giant pagoda, the Sacred Stable, the Yomeimon Gate and enter the Haiden hall that only the upper class of lords during the Edo period were allowed to access. Go to the shrine and grave of the shogun Ieyasu. Listen to the voice of the “Crying Dragon” at another building! Next go to Futarasan Shrine built in the 8th century through under the cedars trees. Take a short break at a small coffee or a tea house next to the natural fountain. There are many interesting things to see such as the old lantern cut by Japanese swords, a long sword, a spot to check your luck of the day etc. Go back to the station and back to Asakusa in Tokyo by train. If we have time, and you have more energy, we can also visit Rinnoji Temple. The shrines are located close but one complex itself consists of too many buildings and places to see. If you have interest in Japanese art, let’s go to museums and you can see splendid artworks such as painting on Japanese slide doors by the famous painter Yokoyama Taikan or beautiful swords. In this case, you have to give up on visiting another shrine, Futarasan.",
        "strLocation": "Tochigi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tochigi-take-a-one-day-trip-to-nikko-world-heritage-temples/4274?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a one day trip to Nikko's World Heritage Shrines",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:23:56"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 82,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1406177912/f4i2pbeylsghn6m0ih9t.jpg",
        "strIntroduction": "As you walk around the city of Kamakura, you will experience the history and culture of Japan. There are many shrines and temples that hold treasures, and the atmosphere will take you back in time! Kamakura is the perfect place for you to go sightseeing! Enjoy this tour and explore the ancient city of Kamakura! 10:00 AM Depart Shinjuku Station Around 11:30, we will arrive at Hase Station. Visit Hase Dera (Hase Kannon) Hase Dera is located on top of a hill. You will see the giant statue of Kannon, the goddess of mercy, and see the amazing view of the sea. The statue of Kannon is the tallest wooden image in Japan. It has 11 heads, each with different expressions to represent Kannon's compassion for all kinds of human suffering. Visit Kamakura Daibutsu See the great buddha of Kamakura! It is a statue of Amida Buddha, which was cast in 1252. This statue is the second largest monumental Buddha in Japan. Lunch Eat lunch around Hase Station! There are many different types of food you can eat. Relax and re-energize for your trip afterwards! A. (Summer/ Spring Season)Get on the train to Yuigahama Station - Walk to Yuigahama Beach Enjoy a walk along Yuigahama beach, one of the most popular beach spots in Japan! Relax, sit on the sand and enjoy the summer weather of Japan! We will ride the train to Kamakura Station afterwards. B. (Autumn/ Winter Season) Get on the train to Kamakura Station - Visit Myohonji Temple Myohonji Temple is one of the Nichiren Buddhism temples in Japan. It is the tallest temple in Japan. Go explore the hidden treasures in this beautiful temple. After visiting Myohonji Temple, we will be moving on to other amazing places near Kamakura Station! Visit Komachi Dori Komachi Dori is a very lively street, full of many small shops! You can purchase traditional Japanese sweets for snacks and eat it as you walk along this street! There are many souvenir shops as well! Visit Tsuruoka Hachimanguu Shrine At the end of Komachi Dori, we will get to the most important shrine in Kamakura. Founded in 1063, you will walk along a wide, spacious street until you reach the shrine. The view and atmosphere of this street will take you back in time. Walk to Sasukeinari Shrine Enjoy the walk from Tsuruoka Hachimanguu Shrine to Sasukeinari Shrine. Reach the shrine by going through a nice tunnel of tori gates with red flags. Witness statues of foxes along the way! Walk back to Kamakura Station and ride back to Shinjuku Station Around 6:30 PM, we will take the train back to Shinjuku Station. We will get back to Shinjuku Station around 7:30 PM. As a famous sightseeing spot in Japan, Kamakura will offer you the experience to get in touch with the history and culture of Japan. You will be seeing many shrines, temples, and statues. Depending on the season, you will see many seasonal flowers blooming along the streets! Depending on your tour date, you may be able to attend events that are held at the shrines/temples we visit! Estimated Cost for Own Transportation and Shrine/Temple Entrance Fee -Shinjuku to Hase Station (One Way) - 1080JPY -Kamakura Daibutsu Entrance Fee - 200JPY Option 2: -Hase station to Kamakura Station - 190JPY -Myohonji Temple Entrance Fee-100JPY Photo Credits: https://flic.kr/p/o1W4VB https://flic.kr/p/mY84qH https://flic.kr/p/8E4XDP https://flic.kr/p/fBYbEt https://flic.kr/p/dxByLT",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-one-day-private-tour-around-kamakura/2501?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a 1 Day Private Tour Around Kamakura!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:28:00"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 5,
        "intUsdCost": 19,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1372682522/fpoouw8tvghghd4pqlzj.jpg",
        "strIntroduction": "Get the best of Tokyo in a single day! Don’t have enough time to travel around all of Tokyo? Don’t worry! This one day tour is made for people like you who would like to enjoy as much of Tokyo as possible. After completing this tour you will have visited most of Tokyo's major tourist hot spots. We can arrange the itinerary as you like. ■ ASAKUSA ■ We start with the most popular tourist area, Asakusa. Asakusa is one of the most traditional places in all of Tokyo. Walking through the ancestral Japanese atmosphere you might be surprised at how Japanese religious customs are available to anyone and how Japanese time-honored manners have matured. You’ll experience the proper way to visit the temple & shrine, how to purify yourself, how to pray, and what a Japanese fortuneteller is like. You'll also see the symbol of Japan's state-of-the-art construction, Tokyo Sky Tree. This is currently the highest tower in the world at 634 meters. ■ The West side of Tokyo ■ After a walk inside one of the most traditional areas of Tokyo, we’ll cross the city to meet the trendy young generation of Japanese in west Tokyo. Open your eyes, you might be surprised! At Shibuya, we’ll see a statue of a loyal dog named ‘Hachi’ and the famous crossing nearby. We'll continue walking around attractive shopping areas like 109, and have a lunch break. If you like to have sushi, we’ll take you to a sushi restaurant. This quite unique sushi restaurant is in Shibuya. Many tourists want to eat sushi here! In the afternoon, we’ll move to Harajuku. We’ll visit Meiji Jingu which is one of the biggest Shinto-related shrines in Japan, and hustle and bustle Takeshita Street filled with teenagers across Japan. You can enjoy this contrast between holy atmosphere and secular world. This tour’s last destination is Shinjuku. We’ll see a famous entertaining district of Kabuki-cho (no relation with old theater performance of Kabuki) and Omoide Yokocho, an area of casual taverns for Japanese business people. This west tour shows you not only old and new, but also sacred and secular aspects of Tokyo! ★★On this tour we cover★★ ■ Asakusa ・Kaminarimon gate ・Nakamise shopping street ・Sensoji temple and Asaksa shrine If you already took part in our Asakusa walking tour, we will arrange a special tour to Kappabashi instead. ■ Shibuya ・Hachiko dog stature ・Crossing ・Centergai street ・109 ・Lunch ■ Harajuku ・Meiji Jingu Shrine ・Takeshita Shopping Street（Daiso: the biggest 100Yen Shop, Purikura） ■ Shinjuku ・skyscrapers ・Omoideyokocho alley ・Kabukicho ・Don Quijote(final stop) ★★Let’s talk. “More Knowledge, More Fun”★★ ・The difference between Buddhism and Shinto ・How to pray in a Shinto way ・How Japanese subculture is like ・Japanese traditional wedding ceremony",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-private-west-tokyo-one-day-tour/870?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private West Tokyo One Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:31:17"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 12,
        "intUsdCost": 32,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1405660076/ufgwbyvdacuyeh5fvcki.jpg",
        "strIntroduction": "From high-class whiskey bars to pulsating disco clubs, Kyoto indeed has an amazing array of bars, pubs and \"izakaya” (Japanese tapas bar) . As you visit Kyoto, you get a chance to explore a number of curious and exciting and uniquely Japanese nightlife venues, such as the mushroom bar and the bar where samurai's once drank featuring a half sized door (designed to make you disarm your sword before entering) or the dark bar light up only by candle light and playing chilled ambient beats. So, let's get together and explore all these memorable and fun places in Kyoto. The tour will include visits to at least one izakaya (for some pub snacks and drinks), a small bar (for a drink or two) and a fun place to let loose and dance or a classy bar to finish off the night depending on the mood. While the tour officially ends at midnight, it has been known to go a little later :) Do you want to learn some Japanese phrases and expressions before the tour? Sign up for the option for a Japanese lesson before we head out and get a chance to use what you learned during the tour. This is a fun and exciting chance to see Kyoto from a local resident's perspective. Kyoto has some of the best bars (and bartenders) on the planet so I am sure that when you take this tour I am sure that you will have a night to remember for many years to come. Every Thursday Night this tour includes 1hr of all you can drink and snacks from a limited at the first location and a lot more fun to come throughout the night. Inquire now to book your place!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-the-pulsating-nightlife-of-kyoto/2002?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Kyoto Fun: Bar Hopping Experience!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:36:16"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 29,
        "intUsdCost": 114,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1422235051/by5nyej82yuoqzyrlfyl.jpg",
        "strIntroduction": "Tsukiji Market is the biggest and most famous seafood market in the world. Eating in famous sushi restaurants is nice, but it's really touristy! This eating and walking tour will let you experience Tsukiji Market like a local! You will taste various types of delicious Japanese seafood and drinks and learn about Japanese culture by walking around with a local guide. Schedule: 8:30am Meet your local guide at Tsukiji Honganji Temple. Walk to the market together, and tour the different areas. Stop at 6 places for food and drink. Included Food/Drinks: -Japanese omelette -Dried bonito -Fresh oyster -Sushi -Sake -Fried fish cake 12:00pm Finish at Tsukiji Market. The whole town is your restaurant! Let's eat and drink all around Tsukiji!!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-food-drink-tour-tsukiji/2825?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tokyo Food and Drink Tour at Tsukiji Market (From 8:30am~)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:40:39"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 29,
        "intUsdCost": 119,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464844108/xowlqtxejkf2nqd702jf.jpg",
        "strIntroduction": "What comes to your mind when you think of Japan? Many people first think of the image of Mt. Fuji! Since it was registered as a World Heritage site, Mt. Fuji is becoming more and more popular among not only tourists but also the Japanese. Mt.Fuji is the biggest mountain in Japan at a height of 3776m. This guided one-day tour includes a stop at the Fuji Visitor Center, a trip up to Mt. Fuji's 5th station at an elevation of 2,300 meters, a cruise on pristine Lake Ashi, and a ride on the Mt. Komagatake Ropeway which boasts great views of the surrounding Hakone National Park. You will be speechless when you see Mt. Fuji with the beautiful lake. Come join this tour if you want an easy way to experience Mt. Fuji! ----------------------------------------------------------------------------------------------------------------------------------------------- Besides, we are offering this tour at VIP ver limitedly. This is done by \"Premium Cruiser\", if there is anyone interested in greater experience, please check it out! https://www.govoyagin.com/activities/japan-yamanashi-japan-mtfuji-hakone-day-trip-luxury-bus/7620 ----------------------------------------------------------------------------------------------------------------------------------------------- ~Itinerary~ 7:30 - 9:00 a.m. -Depart Hamamatsucho Bus Terminal. *Report at least 10 minutes prior to departure. -Fuji Visitor Center Find out current weather conditions, history, formation, and ecology of Mt. Fuji through exhibits and movies. The second floor observatory deck provides views of Mt. Fuji from up close. -Mt. Fuji 5th Station Climb 2,300 meters (7,546 ft) above sea level for breathtaking views of Mt. Fuji and the surrounding lakes on a clear day. Torii gates, shrines, and souvenir shops decorate this station known as the border between the heavens and the earth. -Lunch You can enjoy Japanese style meal if you buy the option with lunch. If you buy the option with no lunch, please bring your meal. -Lake Ashi cruise Go on a Hakone sightseeing cruise aboard a pirate ship modeled after medieval times. The crater filled lake was born from a powerful volcanic eruption nearly 3,000 years ago and provides postcard views of Mt. Fuji from various angles. -Mt. Komagatake Ropeway Catch sweeping views of Mt. Fuji, Lake Ashi, Izu Peninsula, Izu Islands, Hakone National Park, and more while climbing up and down the mountain on an aerial cableway. -Return to Tokyo Return to Tokyo by motorcoach 6:30 - 8:30 p.m. -You may choose to return to either Shinjuku or Ginza in Tokyo. ※As for the tour, \"Tour with Motorcoach with lunch (Only on Saturdays)\", the place order to visit and the tour spots will be changed. Besides, this departs from Shinjuku and return to Shinjuku. Q.Can we buy our Hakone free pass when we collect and pay for our tickets? A.You can buy Hakone free pass at the Odakyuu foreigners tourist center without reservation. Q. Will there be enough room for my luggage on the bus? A. Yes, carry on size and larger luggage (that you would normally have to check in on a flight) can be accommodated. Pick-up Points: **Please clarify your preferred pick-up point from the list of pick-up points at the time of booking. We will send you an email with your confirmed pick-up point. You may be denied access to the tour if you do not board at your confirmed pick-up point. Cerulean Tower Tokyu (07:40) Hyatt Regency(08:05) Conrad Tokyo (08:10) The Capitol Hotel Tokyu (08:00) Daiichi Hotel Tokyo (08:25) Tokyo Dome Hotel (08:20) Grand Pacific Le Daiba(08:10) Hotel Chizan—so Tokyo(08:00) Courtyard by Marriott Cinza(08:l5) Grand Hyatt Tokyo(08:25) Grand Palace(07:50) Hamamatsucho Bus Terminal(09:00) Hilton Tokyo(07:55) Park Hyatt Tokyo(07:50) Intercontinental Tokyo Bay(08:30) Imperial (Main Bldg.)(08:25) Shinjuku Station East Exit (Bus Stop of Hato Bus)(07:45) Nikko Tokyo(08: 15) Keio Plaza Hotel Main Building 3F Guest Relations Desk (08:05) Mandarin Oriental(07:50) Hotel Metropolitan Tokyo(07:40) Sheraton Miyako Hotel Tokyo(07:50) New Sanno(08:05) Okura (Main Bldg)(08:10) New Otani (Main Bldg.)(07:50) Palace Hotel(08:05) Shinagawa Prince Main(08:05) Park Hotel Tokyo (1F)(08:20) Ritz Carlton Tokyo(08:15) Royal Park Shiodome Tower(08:25) Sunshine City Prince(07:30) Shiba Park Hotel(08:30) Grand Prince New Takanawa(08:20) Shinjuku Washington(07:55) ANA Inter Continental Tokyo(08:20) Tokyo Prince(08:30) Tokyo Sta.(Hato Bus Counter)(08:l5) The Prince Park Tower Tokyo(08:20) Westin Tokyo(07:55) For more Pick-up details, please check here. http://voyag.in/271VaVk ※Vegetarian meal Some animal products may be used as a soup stock for the vegetarian meal. Alcohol and mirin (sweet sake) can also be used for all types of meals. If you cannot eat these products, please choose the \"without lunch\" option. Photo credit: http://www.flickr.com/photos/pefectfutures/3283537471/ http://www.flickr.com/photos/shirori/388715713/ http://flic.kr/p/2n2K8V http://flic.kr/p/c4p2Xw http://flic.kr/p/9Bbk7W http://flic.kr/p/6h7pAn",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-breathtaking-scenery-mtfuji-hakone-one-day-tour/876?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "20% OFF Visit Mt. Fuji & Hakone: One Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:44:36"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 18,
        "intUsdCost": 59,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1392777189/ixjeh1tkkjoencjgdzre.jpg",
        "strIntroduction": "In Japan we have 4 seasons and in each season we can find different fish and vegetables, which makes our food culture varied. So first, let's explore a market in Temma, which is just 1 station from JR Osaka, and I'll explain seasonal Japanese ingredients and we'll buy what we need for our cooking. Then we'll go back home and cook some Japanese food. Examples of the menus of Japanese dishes: You will cook 1 main dish, 1 side dish, Miso soup, and Japanese rice. The example of the main menus are as following, Sushi Roll Okonomiyaki Yakisoba Tempura Sashimi Karaage Teriyaki Ginger-flavored steak. Niku-jaga. Oyako-don Tonkatsu (Katsu) or katsudon Sukiyaki Duke-don Saba no Misoni Gyudon Takikomi Gohan and so on... or you can choose one ingredient for the main dish, for example, beef, pork, chicken, fish or tofu... then I can arrange the menu for you :) Language: English. I have lived in Australia. And I also work as an English teacher. Schedule: Please contact me for details. The class starts at 10 am. Meeting place: JR Temma station 1 station from JR Osaka or Subway Ogimachi station Exit 1 (Sakaisuji \"brown\" line)",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-enjoy-a-market-tour-and-japanese-home-cooking/1922?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a market tour and Japanese home cooking in Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:47:24"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 11,
        "intUsdCost": 89,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1441092924/wcbtqnm3f7dmjkpoxopd.jpg",
        "strIntroduction": "Burlesque Tokyo is a unique night-time entertainment in the heart of Roppongi. Only here and only with our special offer you can enjoy 90 wonderful minutes of glamorous entertainment, exciting atmosphere and as many drinks as you want! Burlesque Tokyo is a very popular night club which has been recently becoming well-known among foreign visitors and guests of Tokyo. This is one of the best places to have a party and enjoy a truly hot entertainment with Tokyo's most attractive girls! Our professional dancers are top-class performers and will amaze you with their stage skills. In addition, Burlesque Tokyo is one of the very few places in Japan where tipping is not only allowed, but encouraged - you can freely tip the girls and show them how much you enjoy their attractive show! The show takes about 90 minutes and includes an \"all you can drink\" plan and 10 tips that you can give to the girls. There are three shows per day. When you book, please choose the show you want to visit (you can stay and watch only one show). First show Entrance: 18:30 (singers and pole dancers will heat up the venue before the main show) Main show: 19:20 End of show: 20:30 Second show Entrance: 21:00 (singers and pole dancers will heat up the venue before the main show) Main show: 21:20 End of show: 22:30 Third show Entrance: 23:00 (singers and pole dancers will heat up the venue before the main show) Main show: 23:20 End of show: 24:30 On Sunday only the first two shows are held. Please note that there is no public transportation available after the end of the third show and you can return to your hotel by taxi only. Please note that you cannot stay longer and you will be asked to leave the club after the end of the show. You cannot pay additionally to sit for another show. The venue closes at 1:00 am. The price of this amazing show at Burlesque Tokyo is specially discounted for Voyagin visitors! Don't miss your chance to experience one of Tokyo's greatest night-time entertainment shows! IMPORTANT: No sexual services are offered at Burlesque Tokyo. You are not allowed to touch the dancers during or after the performance, except for tipping them. You must be at least 20-year-old to enter and watch the show.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-burlesque-tokyo-grand-show/3852?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "30% OFF Burlesque Tokyo's Grand Show!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:49:50"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 28,
        "intUsdCost": 47,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1361431946/iaociihpaagsrzuzgryp.jpg",
        "strIntroduction": "Kyoto was the second capital of Japan from 794-1868 with 72 Emperors and 3 Shoguns legacy. Many national treasures and important cultural assets are the remains of such history. Needless to say, there are many hidden and interesting sites to explore in Kyoto. Samurai guide, Joe Okada will introduce some of the aforementioned sites on this tour. As an experienced tour guide, Joe Okada knows Kyoto inside out. He personally escorts you for 4 km, walked in about 5 hours. Let’s enjoy cool Kyoto with the cool samurai! Schedule: 9:45 We will meet at Kyoto City Hall Plaza. You can reach Kyoto City Hall Plaza from Kyoto Shiyakusho-Mae Station (station number T12) on the subway Tozai Line. 10:00 We will walk along Teramachi Street and visit various specialty shops including those with wood engravings, the best paper and tea, and Japanese brushes and inks. You will also have the opportunity to visit a Shinto shrine and a Buddhist temple. 11:30 We will then walk through the Kyoto Imperial Palace forest and enjoy a special visit to the Shusui-tei garden, complete with a centuries-old tea house for nobility. We will walk by the 25 million dollar Kyoto State Guest House, where U.S. President George W. Bush had a press conference in 2005. 13:00 We will relax and enjoy the “Face to Face Market” and try some pre-arranged sample foods! 14:30 You will have the opportunity to watch a very rare samurai sword demonstration, \"Cutting Apple in Air,\" by Samurai Joe. 15:00 The tour disbands. You may revisit the shops, or visit nearby sites including Daitokuji, Ginkakuji, and Nijo Castle. Availability: Group Tour - Every Saturday Semi Private Tour - Your requested date except Saturday I offer his tours every Saturday for groups of 10 people or more. If your group is smaller then 10, please inquire as you may still be able to join the tour with others. Also, you can book your own private tour at a flat rate on Saturdays and weekdays - please ask! *Children under 12 years are free but they need to cover food fee in cash for 1000JPY.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-cool-kyoto-walking-tour-with-the-last-samurai/575?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cool Kyoto Walking Tour with the Last Samurai",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:52:39"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 12,
        "intUsdCost": 58,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464759086/qdpfjr1eqcfcbhhoorkc.png",
        "strIntroduction": "This is a shuttle service between Narita international airport and Tokyo. After a long flight into Narita Airport, the least thing you wanna do is find out what train route to take or get lost in Japan's complicated railway system. Make the most out of your time and money and book a shared or private shuttle service to take you to Tokyo and back to Narita Airport! When you arrive at the pick-up place, you will see the driver waiting for you with your name written on a sign. He will carry your luggage, and lead you to a spacious van, where you can relax and enjoy your shuttle service to your destination in central Tokyo. [IMPORTANT] ※You can not decide pick up time. Host will decide and let you know via FAX to your hotel by the previous day. ※The pickup will start 30 minutes after the \"actual\" flight arrival, and the host will wait for 1 hour, but it will be regarded as no show if guest cannot meet the host by then. ※Shared shuttle service is not available for guests staying at hostel, private residence or capsule hotels. ※Shared shuttle service price is per person ※Private shuttle service price is per group (up to 4 participants or 8 participants) Tokyo 15 wards: Arakawa-ku, Bunkyo-ku, Chiyoda-ku, Chuo-ku, Edogawa-ku, Koto-ku, Meguro-ku, Minato-ku, Ota-ku, Shibuya-ku, Shinagawa-ku, Shinjuku-ku, Sumida-ku, Taito-ku, Toshima-ku",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-shuttle-service-between-narita-airport-and-tokyo/4921?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Shuttle service between Narita Airport and Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:56:20"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 419,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474363376/tjplenf8yze9spwr97yh.jpg",
        "strIntroduction": "This is an exlusive and limited offer to enjoy a day trip to Mt. Fuji on an ultimate luxury coach that offers first class seats and service like an airplane. With just 10 spacious leather seats on the coach, arranged in rows of two, making it perfect for couples, the Premisum Cruiser is a specially designed coach by Japan's top department store, Istean Mitsukoshi. From the large window panels that offer an unobstructed view, to plenty to leg room and near full-reclining seats with personal TV panels, free refreshments offered on board and a bathroom like a first-rate hotel, this is a luxury coach where the journey is the destination. Not forgetting of course, the contents of the tour are also first rate, taking you to Japan's most beautiful and tallest peak, Mt. Fuji. Since it was registered as a World Heritage site, Mt. Fuji is becoming more and more popular among not only tourists but also the Japanese. Mt.Fuji is the higest mountain in Japan at a height of 3776m. The guided day trip includes a stop at the Fuji Visitor Center, a trip up to Mt. Fuji's 5th station at an elevation of 2,300 meters, a cruise on pristine Lake Ashi, and a ride on the Mt. Komagatake Ropeway which boasts great views of the surrounding Hakone National Park. The sight of Mt. Fuji rising up in the backdrop from the vast lake is spectacular beyond words. Book your seats on this very exclusive tour and unique experience today! The tour is only offered for the limited 3-day period of Oct 28 (Fri) to Oct 31 (Mon), on a first-come, first-served basis. ~Itinerary~ 9:00 a.m. -Depart from Mitsukoshi Nihonbashi. -Fuji Visitor Center (20 min) Find out current weather conditions, history, formation, and ecology of Mt. Fuji through exhibits and movies. The second floor observatory deck provides views of Mt. Fuji from up close. -Mt. Fuji 5th Station (30 min) Climb 2,300 meters (7,546 ft) above sea level for breathtaking views of Mt. Fuji and the surrounding lakes on a clear day. Torii gates, shrines, and souvenir shops decorate this station known as the border between the heavens and the earth. -Lunch (30 min) Enjoy your meal you bring in advance. -Lake Ashi cruise (15 min) Go on a Hakone sightseeing cruise aboard a pirate ship modeled after medieval times. The crater filled lake was born from a powerful volcanic eruption nearly 3,000 years ago and provides postcard views of Mt. Fuji from various angles. -Mt. Komagatake Ropeway (50 min) Catch sweeping views of Mt. Fuji, Lake Ashi, Izu Peninsula, Izu Islands, Hakone National Park, and more while climbing up and down the mountain on an aerial cableway. 7:15 p.m. -Return to Tokyo Return to Tokyo (In front of Mitsukoshi Nihonbashi) by premium cruiser Q.Can we buy our Hakone free pass when we collect and pay for our tickets? A.You can buy Hakone free pass at the Odakyuu foreigners tourist center without reservation. Q. Will there be enough room for my luggage on the bus? A. Yes, carry on size and larger luggage (that you would normally have to check in on a flight) can be accommodated. Photo credit: http://www.flickr.com/photos/pefectfutures/3283537471/ http://www.flickr.com/photos/shirori/388715713/ http://flic.kr/p/2n2K8V http://flic.kr/p/c4p2Xw http://flic.kr/p/9Bbk7W http://flic.kr/p/6h7pAn",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-japan-mtfuji-hakone-day-trip-luxury-bus/7620?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Mt. Fuji & Hakone: Day Trip by Luxury Bus From Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 11:01:08"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 33,
        "intUsdCost": 33,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1427081426/xuxlcavkypmjzdflhrh5.png",
        "strIntroduction": "Samurai culture is one of the best recognized Japanese cultures in the world. In movies or shows, people get excited seeing strong men dressed in out of ordinary costumes destroy enemies as they wave Japanese swords artistically. This culture has always been the most known all the time and the influence of the Japanese video games, anime and movies help to raise its popularity nowadays. To experience such Samurai culture, Voyagin has an experience in which participants can enjoy the atmosphere of Iaido (one type of Japanese swordsmanship) and traditional Japanese manners at the same time. They will be instructed the fundamental movement from the master and later they get to see master’s technique and skills. This is not just sword fights nor sword dances, it is one of the classic Japanese swordsmanship, Iaijutsu which has over 400 years of history. This lesson is for those who want to try the orthodox swordsmanship and we will teach courteously to everyone. This time, we cut down all the cost we could remove so that people can try this experience out at a reasonable price. Note: On rainy days it is possible to use venues such as public facilities and private dojos that require extra rental fee (about 400 JPY per person, to be paid on the day). If you need rental \"gi\" wear, please tell me your body size in advance (it might be not possible to arrange rental wear in all cases). It will cost 2000 JPY per person (please pay on the day).",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-classic-japanese-swordsmanship/681?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Traditional Japanese Swordsmanship",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 11:03:34"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 10,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1405052853/zgb79skx3safja3yxfvv.jpg",
        "strIntroduction": "Come join us at our full-service Taiko studio! Taiko refers to a range of traditional Japanese drums, which are often played both for leisure and at festivals and celebrations. In this activity, you will experience: 1) Full line-up of Japanese drums, from O-Daiko, Nagadodaiko, Shimedaiko, and Okedodaiko that you are free to try. 2) Basic striking techniques, stance, and rhythms. 3) Learn traditional Japanese songs and show off your skills with a group performance at the end of the activity.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-lets-play-taiko/1474?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Play Taiko",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 11:08:47"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355846838/g0wguzg21xppr6y78mca.jpg",
        "strIntroduction": "The area now known as Akihabara was once a major crossroads of Edo, a neighborhood where samurai and commoner, lordly estates and tenements, shops and temples all mixed. See how it was transformed from one of the city's main gates into one of Tokyo's major transportation hubs and then into the center of all things electronic in Japan. We will jump through time exploring Akihabara's rich history - visiting one of Tokyo's oldest temples, dedicated to a rebellious samurai lord whose wrathful spirit has brought death and disaster to Edo, and then walk remnants of the post-WWII black markets. You will see the shift to its current incarnation as an otaku mecca, and also see the world's largest statue of Confucius. Fire and water shaped the area, and you learn how it came to be called Akihabara and the very unusual location of one its primary shrines!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-akihabara-historic-neighborhood-and-electronics-mecca/216?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Akihabara: Historic Neighborhood and Electronics Mecca",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 11:12:15"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 7,
        "intUsdCost": 72,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1446168028/yoa4yjavrzkdyyjyu69p.jpg",
        "strIntroduction": "At 6:30pm, we'll meet at Tenma Station (on the JR loop line, just one stop from Umeda), which puts us right in the middle of a very old part of Osaka. First, we'll head to neighboring Ogimachi Park, taking in the views and getting oriented. Then it's time to dive in to Tenma proper! While walking around, I'll be sure to point out lots of interesting sights. After about thirty minutes of walking around, we'll stop for our first drink and bit of food for the night, in the heart of Tenma. Food will vary by restaurant and your tastes over the course of the evening, but typical dishes include \"kushi katsu\" (fried food on sticks), \"dote nikomi\" (slow cooked beef... parts), \"tonpei yaki\" (a grilled pork and egg dish), and some healthier things as well -- I promise! After some time in Tenma, we'll hop on a train for the short ride to Kyobashi, where the vibe is a bit grittier, but equally fun! It's an old area, but it's by no means dangerous at all, so don't worry one bit about that. In Kyobashi, we'll walk around about 15 minutes before stopping at a \"standing bar\" for more food and a drink of so. A bit more exploring, and we'll stop and one final place to round out the night. Osaka is famous for its food, and you're going to see it all tonight! Your tour will take you to three different open bars that also serve food and the two neighborhoods of Tenma and Kyobashi. The cost of the tour does not include food or drinks, but does include the train ticket between the two neighborhoods. Expect food and drinks to run 3000-4000 JPY over the course of the evening, depending how much you eat and drink. If you're a big a fan of fine Japanese whisky, consider adding the \"Premium Japanese whisky tasting\" option at checkout. You'll get a three whisky flight (25ml/.85 oz. each) highlighting some of the recently much ballyhooed whisky of Japan, all in a cool, hidden bar off a tiny alley. The tour is limited to a maximum of four people, but is not strictly a private tour. There is a possibility that others may join your tour, but that four person limit is never exceeded. Start time is suggested to be 6:30pm, but it can be made a bit earlier or later by request.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-enjoy-an-adventurous-evening-of-food-and-drink-in-osaka/4076?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy an adventurous evening of food and drink in Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 11:17:26"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1384509324/nscjsj17wg8otmieu4u1.png",
        "strIntroduction": "The ship takes you to Yokohama Bay Area with beautiful Yokohama night view. The ship cruise is famous as Yokohama Night Spots. You can spend a romantic time while having a cocktail or soft drink. Boarding Place: Pier Aka-renga, located on the back of the Yokohama Red Brick Warehouse (15 mins walk from Bashamichi Sta.No.6 Exit of Minatomirai Line) Departing Time: Jan: 18:55 Feb: 19:55 Mar: 19:55 Apr: 19:55 May: 20:30 June: 20:55 July: 20:55 Aug: 20:30 Sept: 19:55 Oct: 19:55 Nov: 18:55 Dec: 18:55",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-enjoy-a-relaxing-cruise-under-the-night-sky/1390?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Relaxing Cruise under the Night Sky",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 11:20:54"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 17,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468662328/pmgcuj1eyvalbu9apqre.jpg",
        "strIntroduction": "Have fun with cute lovely owls in Kyoto city as a rest from your sightseeing around Japan's old capital! Spend one hour of relaxation with the adorable animals! At first, a member of the staff carefully explains the proper way to handle the owl to avoid any harm to you and the owl. Please listen attentively to their explanation so that you can enjoy an amazing time with the owls. Here is the flow of the experience: - enter the shop and hear the instructions of the staff (first 15 minutes of the experience) - spend time with the owls (for about 35 minutes) - end of the experience You'll then need to clean your hands with hand sanitizer before you can touch and pet the owls. After your time is up, you'll be able to visit the gift shop and find a unique owl-related souvenir! Other rules to observe: - only the staff can bring and take away the owls. - don't let go off the leash. - avoid touching the owls anywhere else except for their heads. - turn off the flash when taking a photo. This is definitely a rare, unique experience that you should definitely not miss while you are visiting Japan! Reserve your seat now! It is also possible to rent the entire place for 1 hour! Available for up to 20 people at once! The opening time of the cafe in Kyoto is as follows: Weekday: 12:00 - 20:00 (last entry at 19:00) Weekend: 11:00 - 20:00 (last entry at 19:00) Closed: Mondays",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-reservation-for-lovely-owl-cafe-kyoto/7126?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for Lovely Owl Cafe, Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 11:24:00"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 63,
        "intUsdCost": 149,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459239895/uudmxqc6bcpjppigetry.jpg",
        "strIntroduction": "Our ancestors came to Tokyo over 400 years ago, following a feudal lord named Tokugawa Ieyasu, who founded the Tokugawa Shogunate in 1603. As the Shibatas had loyal ninjas, our ancestors could serve the government as heads of \"Onmitsu\" ninjas. If you check about your host's great grandfather, Shibata Takenaka, you can see our linage. As our ancestors worked for Tokugawa Shogunate for 265years, you can find some historical documents in libraries and the ministry of foreign affairs, which is rather unique, as most of ninja histories have been kept secret. In our clan we have crafted our weapons for over 400 years. You'll see some of the weapons hand-crafted by your host(ess) and her father. In your session, you will learn what our novices learn in his/her first class. The schedule is as follows: 1. Meditation 2. Change to a ninja outfit 3. Introduction to Ninja weapons 4. Practice Ninja Star techniques 5. Practice Boshuriken 6. Practice blowgun 7. Elective (Tell us what you want to learn - kunai, sword, introduction to shinagan waza, etc.) 8. Practice Kujikiri (well-wishing) technique 9. Photo time (Take photos with the ninjas) -Meditation The art of ninjutsu is more than learning the physical skills of the martial arts. It is also about finding your inner-self through physical conditioning, meditation, and discipline. With the practice of meditation, one develops key elements of increased awareness and detachment while increasing his/her sense of inner peace. It is through meditation that ninjas learn how to reach the \"Ku\" (no-self, void), and to control the energy called \"Ki\" which is the essential life force existing in all things in the universe. In meditation a ninja seeks to get to the \"Ku no kyochi\" (state of no-self) by integrating his/her body and mind. This state of mind gives a ninja the power to block out everything except the task at hand by using a sense of extreme calm and enhanced concentration. -Kujikiri Kujikiri is a series of nine symbolic hand gestures. It invokes the spiritual and mental strength. The hand signs are believed to be able to channel energy. The hand signs were taken from the practices of the early buddhists. They are used to build confidence and strength in the practitioner. They are also believed to enhance one’s senses of danger and enable one to foresee death. -Weapons See some of the famous weapons made by our master weaponsmith. -Elective Training Our training menu is made up based on the idea of Gorin (The Five Element Code, kunai, katana, taijutsu, etc.) Introducing Waza (skill) Shingan no sen Jitte http://www.youtube.com/watch?v=kH_EjA0OuLI *If your requested starting time is after 9pm, or between 6am and 8pm, please pay for the Ninjas' overnight stay fee at the Dojo. You can make the payment by purchasing the \"[Add-on] Ninja Overnight Stay Fee\" in addition to your experience fee.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-be-a-ninja-learn-five-basic-techniques/51?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Be a Ninja: Learn Five Basic Techniques",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 11:28:31"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 5,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456546042/dsqxxybgycabdowfcvnl.jpg",
        "strIntroduction": "This is a 3-hour tour around the tea plantations in Shizuoka prefecture. 【Tea Plantation】 The host will guide you to the top of the mountain and tell you the history and production methods of the organic tea plantation founded in 1975. If the weather's nice, you can see great scenery such as Mt. Fuji, bay, peninsula and a bird's eye view of the city. 【Taste Tea】 Finally, there will be tea-tasting of green tea, black tea,etc. We will teach you how to make delicious tea too. Join me for a taste of Japanese tea, its culture, and the authentic lifestyle of the Japanese tea farmers! *Please note that due to seasonal harvesting we won't be able to host you everyday, so please contact us before you make any reservation. Do not hesitate to send us a message too if you have further questions with regards to the tour. Thank you for your kind understanding.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-visit-an-organic-tea-farm-in-japan-three-hour-tour/5030?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit an Organic Tea Farm in Japan (3-hour tour)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 11:31:27"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 93,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1436804268/mzaqa7qzro0ugf1hkxwt.jpg",
        "strIntroduction": "In this tour to the Okutama region in West Tokyo, we will travel by train from Shinjuku for a little over one hour, and then we will enter the scenic countryside. We will first have lunch in a beautiful Japanese tofu restaurant. After lunch, we will move to a sake brewery nearby and join a guided tour with a larger group. A brewery guide will give explanations in Japanese, and I will translate them into English. The sake brewery, founded in 1702, is perhaps the most famous of ten sake producers in Tokyo Prefecture. Taking advantage of fresh spring water abundant in the mountainous area of Okutama, it continues to make various types of quality sake by capitalizing on the expertise of a brewing master. After the tour, we will move to a tasting room where we can discover different types of sake, freshly out of the brewery, for minimal prices (100 yen to 500 yen per cup). At around 5pm, we will leave to return to Shinjuku. Those who prefer to stay a bit longer to stroll by the river are free to do so. I will give you instructions on how to get back to the city. And for those who need recommendation for a place to have dinner in the city, I would be happy to help you and make a reservation.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-sake-brewery-visit-and-tofu-kaiseki-lunch-in-tokyo/3689?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a sake brewery visit and tofu kaiseki lunch in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 11:36:04"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 11,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464917972/o0sya6ixdkvnsppum0ks.jpg",
        "strIntroduction": "Join our Osaka Afternoon Tour and discover Osaka's favorite snack - the Okonomiyaki or Takoyaki. You will have a private guide who will take you around Osaka! Go around the city in your preferred pace, and ask many questions! Osaka Castle, a grand structure dating back to the 17th century when Osaka became the center of Japan and began to prosper as a great town of merchants. First, we will visit “Dotonbori” to have a popular snack. It’s the liveliest area in the heart of the old town centre with lots of reasonably-priced restaurants and shops which have replaced the old theaters that used to thrive here. Osaka is called the town of “Kuidaore,” which translates to “eat until you drop.” Just like the locals, we will enjoy eating Okonomiyaki, a Japanese savory pancake containing a variety of ingredients such as cabbage, scallions and eggs, or Takoyaki, a savory round pancake with cooked octopus! Following our meal, we will take a casual stroll down Dotonbori Street and spot many peculiar shop signs along the way. Next we visit Osaka Castle. It boasts gigantic and exquisite stone walls which are the highest in all of Japan. Many sections of the castle have been lost in history. The total length of the stone walls is about 12km or 8miles. We will go around the Osaka Castle Park, up the five-story main tower and take a close look at the unbeatable walls surrounded by two large moats. This is the second Osaka Castle, built after the first Osaka Castle was burnt down during the Winter War and the Summer War in 1615. The stone walls of the first castle have been buried deep under the ground! There are many interesting stories about the castle, so let’s enjoy the sights and listened to the amazing history of the castle. Looking forward to meeting you and enjoying these two famous sights in Osaka!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-join-an-osaka-castle-walking-dotonbori-food-tour-in-osaka/1839?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Osaka Castle Walking & Dotonbori Food Tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 11:40:32"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 35,
        "intUsdCost": 24,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1382757110/d199sdur2vp6jdy8pnf4.jpg",
        "strIntroduction": "Our cozy Japanese tea house is located steps from the Yasaka shrine in the Gion area, one of Kyoto's most charming traditional neighbourhoods. Our goal is to provide a relaxing and calm environment for first-time visitors to enjoy a traditional tea ceremony and gain insight into traditional Japanese culture. Our 45-minute session starts with a brief introduction to tea and the history of the tea ceremony in Japan. Following this, we give provide a full demonstration of a formal tea ceremony, where you experience a real ceremony first hand. After our demonstration, we will explain the different steps we took and the significance of each step. You will then get to try making your own bowl of tea with a bamboo whisk! We will also serve you the customary snack to enjoy with your tea and show you how it should be eaten. Our experienced tea ceremony masters are fluent in English and would be happy to answer any of your questions during or after the session. Why we love it: -Tea ceremony is named \"Kyoto's #7 Things to Do\" by the Times Magazine -The traditional ritual is meant to show respect and nobility through slow and graceful movement and good etiquette. -Tea ceremony is held in a cozy tea house, located near Yasaka Shrine in Kyoto's charming Gion district. -1-hour session starts with a brief introduction of tea, followed by a full demonstration of this refined practice with detailed explanations. -Prepare your own tea with a bamboo stick whisk in a tatami tearoom. -Enjoy your tea with a classic Japanese sweet. Time Slots: - from 3pm to 3:45pm - from 4pm to 4:45pm - from 5pm to 5:45pm Private bookings available at: - 1pm - 2pm - 7pm",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-an-authentic-tea-ceremony-experience-in-kyoto/1297?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy an Authentic Tea Ceremony Experience in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 11:43:45"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 23,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1406877650/swiwbtad8aw3alkfrojb.jpg",
        "strIntroduction": "Do you want to eat, drink and be merry? The Japanese izakaya is perhaps the perfect combination of a bar and restaurant, and Tokyo has plenty of funny themed izakayas' that love to add entertainment! However, there is one that really stands out, a little-known place in Shinbashi that combines good Japanese food, drinks from around the world, and a \"Master\" of the izakaya who will treat you to a surreal performance and many tricks! Why we love it: - You will be shocked by the funny performances by the master of this crazy izakaya! - You won't stop laughing when the master begins his show! - You might meet the popular character Anpanman! - You will love the delicious Japanese style dinner! - You may find a trick glass on the table..? - There are some tricks even inside the bathroom! Don't miss it! - Since the master of this crazy restaurant speaks English, you can (and will!) communicate with him in English. - You might be a part of his show! ※ With adult content in parts of the show, this izakaya is not recommended for families with young children. * Additional 500 JPY as entrance fee per person will be required to pay at the izakaya on the reservation date. Earliest reservation time: 18:30 Latest reservation time: 23:00",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-laugh-all-night-at-the-wackiest-izakaya-in-tokyo/2536?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Laugh All Night at the Wackiest Izakaya in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 11:46:56"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 17,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459241983/dtzxmxi0iyhhjct6eqlh.jpg",
        "strIntroduction": "Come hangout around Akihabara and Nakano, and visit many anime shops with me! I'll take you to the best anime stores for premium, maniac, and second-hand products to help you find the anime goods you're looking for! Schedule: 10am: Pickup at the train station near your accommodation in downtown Tokyo. We will decide on lunch and have lunch together. 12pm: Tour Akihabara or Nakano. We will visit different anime stores based on your interests and preferences. 3pm: Sightseeing and shopping at Takeshita Street in Harajuku. There are many dessert shops so we can enjoy some sweets if you'd like. 6pm: Visit the Tokyo Metropolitan Government Building Observatory. We will enjoy the beautiful view of Tokyo at night.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-hangout-and-discover-anime-places-in-tokyo-in-one-day/2737?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hangout and Discover Anime Places in Tokyo in One Day",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 11:52:11"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 56,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473226862/ayce2fpcceftwewi0xpp.jpg",
        "strIntroduction": "No matter how many times you go on it, the Battleship Island will have a different face each time. On sunny days or rainy days, the island becomes a picture,anywhere you take it from. You will probably feel overwhelmed by the force emanating from the ruins! Gunkanjima is a small island located about 20 kilometers from Nagasaki Port. Until 1974, the island served as a coal mine, and more than 5000 residents called the 480 meter long, 150 meter wide island as their home, resulting in an area with the highest population density in history recorded worldwide. In July 2015 the island became a UNESCO World Cultural Heritage Site as part of the Meiji era industrial legacy. The tour takes about 3 hours in total, however different vessels and cruises are available on different days. Therefore the time schedule depends on the availability. 1) Morning vessel Meeting time: between 8:30 and 10:10 (depends on the vessel) Departure time: between 9:00 and 10:40 (depends on the vessel) Returning time: either 11:30 or 13:00 (depends on the vessel) 2) Afternoon vessel Meeting time: between 12:30 and 13:30 (depends on the vessel) Departure time: between 13:00 and 14:00 (depends on the vessel) Returning time: between 15:30 and 17:15 (depends on the vessel) Photos by: -https://flic.kr/p/6v4obc -https://flic.kr/p/6EJmLb -https://flic.kr/p/6v8zRA -https://flic.kr/p/6v8AxQ -https://flic.kr/p/6v4pLc",
        "strLocation": "Nagasaki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagasaki-take-a-trip-to-visit-gunkanjima-by-ship/2634?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Trip to Gunkanjima by Ship!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 11:56:38"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473309154/dfmf7lszr5gdgdnolemc.jpg",
        "strIntroduction": "Special offer only for Voyagin guests! We offer this tour at the cheapest price of any other suppliers. Don't miss this chance to enjoy half day bus tour exploring some of the best tourist spots in Tokyo in half a day at a valuable price! If you are looking for an adventurous sightseeing bus tour, here it is! This bus tour covers famous sightseeing spots in Tokyo. Enjoy the traditional Japanese garden at the Imperial Palace for the start of your tour, it will take your breath away and you’ll enjoy a peaceful and carefree feeling while you are there. The Sensoji temple and Kaminari-mon gate in Asakusa are a must-see, the magnificent structure of the temple is overwhelming. You will also be able to experience the enthusiastic atmosphere of Tsukiji Fish Market on this bus tour. While you are on the bus, the excitement will be continuous. The bus will pass by Kabukicho, the National Diet, Ameyoko open-air market, Akihabara, Tokyo Skytree, Kabuki-za Theater and much more. It's absolutely amazing to visit all those sightseeing spots in just half a day! --Brief itinerary-- 8:30 Depart from the meeting point at Shinjuku (The meeting point is Shinjuku Island Tower at 8:20) 9:00-9:40 Imperial Palace East Garden Relax and feel the breeze in the greenery. 10:15-11:15 Sensoji Temple, Asakusa Explore one of the most famous temples in Japan! 12:00: Tsukiji Fish Market The tour finishes after arrival at the market and you can explore its shops freely! --Notices-- ・The tour is operated daily from February 15, 2016 to December 31, 2016 (Except Feb 28). ・The minimum participant to run the tour is 1. ・A tour assistant in English and Japanese is available. ・A multilingual audio guidance in English, Spanish, Chinese and Thai is available. ・Itinerary order is subject to change depending on traffic and weather. ・The weather and traffic condition on the day may change the time and order of itinerary. ・If a sightseeing spot is closed, we will replace it with an alternative place.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-half-day-bus-tour-around-best-tourist-spots-in-tokyo/6472?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Half Day Bus Tour Around Best Tourist Spots in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 11:59:33"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 35,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463066293/znfe6jklzxpmgq4yis72.jpg",
        "strIntroduction": "The Mt. Moiwa Ropeway is a Japanese aerial lift line in Sapporo, Hokkaido. This tour's main point is to experience this ropeway while enjoying the night breeze. The whole trip is around 75 minutes. Here are the details: 1. Pick up We will pick you up at selected hotels. Starts around 7 pm depends on the season and traffic conditions. 2. Mt. Moiwa Ropeway Starts at 8 pm. Lasts for 75 minutes. 3. Drop off We will drop you off at selected hotels around 21:30. Option 1: Adult (age 12 and over) Option 2: Child (age 6-11) Attention please: 1.There are no reserved seats on the bus. 2.There are no seats for children under 6. If you want to book a seat for your child please book as 6-11. 3.It could be delayed depending on the traffic conditions. 4.It could be canceled depending on the weather. 5. Please arrive at the pick-up stop at least 15 minutes ago. 6. Only have Japanese guidance.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-mt-moiwa-night-view-tour-in-sapporo-hokkaido/6343?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Mt Moiwa Night View Tour in Sapporo, Hokkaido",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 12:04:37"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 5,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1438670030/x6upggkdkm0vbb5i29sf.jpg",
        "strIntroduction": "Japanese soccer is now more famous than ever. Shinji Kagawa, Keisuke Honda, Shunsuke Nakamura, Hidetoshi Nakata and Yuji Nagatomo are some of the best players in the world. It's now part of Japan's culture. Play soccer with us in Tokyo! - The time varies depending on the date. - We can play for about 2-4 hours. - We can play mixed gender soccer games. - If you are a group, you can join as well. - If the weather is rainy, we will play indoor futsal , basketball, badminton, and table tennis. Let's have fun playing soccer in Tokyo!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-play-soccer-with-japanese-locals/3775?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Play soccer with Japanese locals",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 12:07:28"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 89,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465105687/j2vgo3zae4twfvjhedxy.jpg",
        "strIntroduction": "This is a Samurai training course, where you will have the chance to dress up in a Samurai's costume and learn the main techniques to use a katakana, the Japanese Samurai sword. After an intense lesson of practice facing off your opponents, swaying your katana and shooting darts, you will have the chance to take pictures in a photoshoot where you can strike your best Samurai pose. Finally, you will receive an actual certificate for your training with your picture on it. This activity also includes a short tea ceremony. Don't miss the chance to learn the secrets of the Samurai and become one yourself! This is a must-try if you always liked Samurai or Ninja and for Japanese culture lovers in general. Experience Japan up close with this activity that will become the highlight of your trip.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-become-a-samurai-and-learn-to-use-a-sword-in-asakusa-tokyo/6668?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Become a Samurai and learn to use a sword in Asakusa, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 12:10:51"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 112,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1415266925/vesfxtagkr1wzfkcgr9y.jpg",
        "strIntroduction": "Yokohama Bay is truly one of the best sightseeing spots in Japan. The combination of futuristic new buildings, skyscrapers, theme parks with a giant Ferris Wheel, shopping centers, industrial areas and seaside parks is unique and attracts plenty of visitors all year round. This area, also called \"Minato-Mirai\", is especially astonishing at night time. There are several places to see the glamourous lights of the bay city from above - for example from the the guest rooms of the nearby skyscraper hotels. This activity will elevate you even higher as you will fly up in the sky to enjoy the panorama in its entire beauty! The helicopter rises up to 400-600 meters and provides a fantastic view over the bay area right after sunset. Even though the flight time is short (5-10 minutes), you will never forget what you'll see! This is the ideal surprise and romantic present for someone you love. The memories from the helicopter trip over Yokohama Bay will be unforgettable. You can choose between several flight time slots: 1) Queen option: Take off around the time of the sunset and enjoy the twilight sky which changes several colours! The silhouette of Mt Fuji against the red sky is magical! This flight takes about 5 minutes. 2) King option: Take off after sunset and enjoy the night view and all the glamorous lights of Yokohama Bay. The contrast with the dark sea is splendid! This flight takes about 5 minutes. 3) Gold option: Take off after sunset and fly for 10 minutes! This is one of the most popular tours. 4)Platinum option: Take off anytime during the business hours and fly for 20 minutes. You can enjoy the breathtaking view of Tokyo and Yokahama 5)Ultimate option: Take off anytime during the business hours and fly for 30 minutes. If you fly at night, you can compare the sunset of Tokyo and Yokohama bay at the same time. 6)Flower bouquet option: Flower bouquet option, for options other than platinum and ultimate options. 7)Balloon bouquet option: Balloon bouquet option, for options other than platinum and ultimate options. 8)Photo book option: Photo book option, for options other than platinum and ultimate options. Helicopters take off between 16:00 and 20:30, depending on the seasonal sunset time. Please note that all tours can have up to 5 passengers and you might be flying together with other guests. If you like to rent the helicopter privately, please enquire about private tours (additional fees will apply). This activity is offered only on Fridays, Saturdays, Sundays and national holidays.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-night-cruising-over-yokohama-bay-with-helicopter/2866?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Night cruising over Yokohama Bay with a helicopter!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 12:15:05"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 63,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1455505282/goiqfwpi9bnzznuhileh.jpg",
        "strIntroduction": "Enjoy cruising around the Tokyo Bay and spend a luxurious and unforgettable moment with your special person. Enjoy the romantic and relaxing atmosphere and try the delicious French cuisine specially made for you! The plans come with a full course of French Cuisine, available for lunch and dinner. The chef only uses selected high quality ingredients, and cook them with very special techniques. There are several plans that you can choose, and the details are listed below: 1. Lunch Time Cruise - Vingt Et Un Plan +Salad +Soup +Main Dish (2 choices) +Desserts +Bread +Tea or Coffee Depart at 12:00 and return at 14:00 Please get on the boat latest by 11:30 2. Lunch Time Cruise - Gold Plan +Cold Appetizers +Soup + Hot Appetizers +Main Dish (2 choices) +Desserts +Bread +Tea or Coffee +VIP window seat Depart at 12:00 and return at 14:00 Please get on the boat latest by 11:30 3. Twilight Cruise - Vingt Et Un Plan +Salad +Soup +Main Dish (2 choices) +Desserts +Bread +Tea or Coffee Depart at 16:20 and return at 18:20 Please get on the boat latest by 15:50 4. Twilight Cruise - Gold Plan +Cold Appetizers +Soup + Hot Appetizers +Main Dish (2 choices) +Desserts +Bread +Tea or Coffee +VIP window seat Depart at 16:20 and return at 18:20 Please get on the boat latest by 15:50 5. Lunch Time Cruise - Anniversary Plan +A glass of Aperitif +Salad +Soup +Main Dish (2 choices) +Desserts +Bread +Tea or Coffee +One whole cake +Commemorative picture Depart at 12:00 and return at 14:00 Please get on the boat latest by 11:30 6. Twilight Cruise - Anniversary Plan +A glass of Aperitif +Cold Appetizers +Soup + Hot Appetizers +Main Dish (2 choices) +Desserts +Bread +Tea or Coffee +One whole cake +Commemorative picture Depart at 16:20 and return at 18:20 Please get on the boat latest by 15:50 7. Dinner Time Cruise - Anniversary Plan +A glass of Aperitif +Cold Appetizers +Soup + Hot Appetizers +Main Dish (2 choices) +Desserts +Bread +Tea or Coffee +One drink +One whole cake +Commemorative picture Depart at 19:20 and return at 21:20 Please get on the boat latest by 18:50 8. Dinner Time Cruise - Luxury Anniversary Plan +A glass of champagne +Seasonal special +Cold Appetizers +Soup + Hot Appetizers +Main Dish (2 choices) +Desserts +Bread +Tea or Coffee +Rose bouquet +Commemorative picture +VIP window seat Depart at 19:20 and return at 21:20 Please get on the boat latest by 18:50",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-cruising-around-the-tokyo-bay-with-vingt-et-un-cruise/4828?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Cruising Around The Tokyo Bay with Vingt Et Un Cruise!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 12:19:30"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 5,
        "intUsdCost": 53,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464917180/jy4wrlfsmwaiflzen6ha.jpg",
        "strIntroduction": "We offer customized Full day tours specially organized to fit your schedule and places of interest, not only in Nara but also in Kyoto, Osaka and Kobe. Our professional guides can take you to the best spots in Kansai region, but you are free to request additional places of interest or combine parts of different itineraries. Please take the following itineraries only as examples for reference purpose. You can request one of them or suggest your own itinerary which will be delivered to the guide for confirmation of availability. Note that the order of the places visited is not fixed. NARA TOUR: Central Nara 1. Todaiji Temple (one of the oldest temples known for the giant Buddha statue inside) 2. Nara Park (a picturesque park with freely walking deer that you can feed) 3. Wakakusayama (a small mountain behind the park known for sakura trees and a spectacular fire festival in January) 4. Kasuga Taisha (Nara’s most important Shinto shrine) 5. Kofukuji Temple (attractive old temple with a five-storey pagoda) 6. Isuien Garden (scenic Japanese garden with a variety of landscapes) 7. Naramachi (traditional style merchant district with plenty of old houses) 8. Optional: Heijo Palace Site (the site of the former emperor’s residence when Nara was a capital of Japan) NARA TOUR: West and Central Nara 1. Horyuji Temple (a UNESCO site and home of the world’s oldest wooden structures) 2. Toshodaiji Temple (an important temple for the development of Buddhism in Japan) 3. Yakushiji Temple (a beautiful temple with two pagodas) 4. Todaiji Temple (one of the oldest temples known for the giant Buddha statue inside) 5. Naramachi (traditional style merchant district with plenty of old houses) 6. Optional: Heijo Palace Site (the site of the former emperor’s residence when Nara was a capital of Japan) KYOTO TOUR: Best of the best 1. Nijo Castle (the former Kyoto residence of the shogun with spacious Japanese gardens) 2. Kinkakuji Temple (also known as the Golden Pavillion) 3. Ryoanji (one of the most famous Zen rock gardens in Japan) 4. Fushimi Inari Shrine (the shrine known for the thousands of vermillion gates leading up the mountain) 5. Kiyomizu Temple (one of the best known wooden temples in Kyoto with a spectacular panoramic view over the city) 6. Higashiyama slopes (a historic neighbourhood with narrow streets and old houses) KYOTO TOUR: Higashiyama district 1. Ginkakuji Temple (also known as the Silver Pavillion) 2. Philosopher’s path (a famous sakura viewing spot along a small river) 3. Eikando Temple (popular temple with spectacular views over the city) 4. Nanzenji Temple (important Zen temple complex with gardens and other interesting spots like a giant aqueduct) 5. Nishiki market (one of the busiest Kyoto fresh food markets) 6. Gion (Kyoto’s iconic geisha district) 7. Kiyomizu Temple (one of the best known wooden temples in Kyoto with a spectacular panoramic view over the city) KYOTO TOUR: Arashiyama district 1. Kinkakuji Temple (also known as the Golden Pavillion) 2. Ryoanji (one of the most famous Zen rock gardens in Japan) 3. Ninnaji Temple (a beautiful UNESCO registered temple with scenic gardens) 4. Tenryuji Temple (an important Zen temple and another UNESCO site) 5. Arashiyama district (a scenic natural area with many facilities such as the Monkey Park Iwatayama, Okochi Sanso villa and the popular Togetsukyo Bridge) 6. Optional: Sagano sightseeing train or Hozu River boat trip KYOTO TOUR: Southern Kyoto and Uji 1. Toji Temple (home of Japan’s tallest pagoda) 2. Tofukuji Temple (an important Zen temple known for breath-taking autumn colours) 7. Fushimi Inari (the shrine known for the thousands of vermillion gates leading up the mountain) 3. Ujigami Shrine (considered Japan’s oldest Shinto shrine) 4. Byodoin Temple (symbolic for its Buddhist Pure Land garden) 5. Uji Omotesando (a pleasant shopping street specializing in Uji’s high-quality green tea) 6. Uji cormorant fishing (a spectacular experience in the summer evenings – ride a boat and watch professionals using cormorants to catch fish) KYOTO AND NARA TOUR 1. Kiyomizu Temple (one of the best known wooden temples in Kyoto with a spectacular panoramic view over the city) 2. Higashiyama slopes (a historic neighbourhood with narrow streets and old houses) 3. Gion (Kyoto’s iconic geisha district) 4. Nishiki market (one of the busiest Kyoto fresh food markets) 8. Fushimi Inari (the shrine known for the thousands of vermillion gates leading up the mountain) 5. Todaiji Temple (one of the oldest temples known for the giant Buddha statue inside) 6. Isuien Garden (scenic Japanese garden with a variety of landscapes) 7. Naramachi (traditional style merchant district with plenty of old houses) OSAKA TOUR: The Water City 1. Kaiyukan (Osaka’s biggest and most exciting aquarium) 2. Dotonbori (Osaka’s iconic and busiest shopping and restaurant street) 3. Water Bus (Osaka is known as the Water City so river transport is a must-try) 4. Osaka Castle (a reconstruction of one of Japan’s most famous castles) 5. Umeda Sky Building and Grand Front Osaka (popular cities within the cities with panoramic views from their observatories) OSAKA TOUR: Old and New 1. Osaka Castle (a reconstruction of one of Japan’s most famous castles) 2. Shitennoji Temple (one of the oldest temples in Japan) 3. Abeno Harukas (Japan’s tallest skyscraper with an observatory) 4. Shinsekai (a busy shopping and restaurant district with the symbolic tower Tsutenkaku) 5. Sumiyoshi Taisha (an old Shinto shrine with unique architecture) 6. Dotonbori (Osaka’s iconic and busiest shopping and restaurant street) Our customized tours can take you to these and many other places! Grab this opportunity to have your original and best tour! Please note that these tours are based on walking and using public transportation. Also please note that you may need to pay transportation fees and lunch for your guide. Photo Credit: http://flic.kr/p/bM24gF http://flic.kr/p/88UC2B http://flic.kr/p/5CqTak http://flic.kr/p/dTyFSD http://flic.kr/p/4p4L7r",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-customise-and-embark-on-a-private-full-day-tour-in-kansai/1837?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Customize and embark on a Private Full Day Tour in Kansai",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 12:25:00"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460073294/uehtzibzbqylkl4noy5l.jpg",
        "strIntroduction": "Enjoy the distinctive atmosphere and learn through the tea ceremony that represents Japan's ultimate hospitality (“Omotenashi spirit”). In a tea ceremony, there is a phrase “Chazen ichimi”. This means “Cha” (tea ceremony) has originated from \"Zen\". Tea ceremony brings comfort to your heart through facing each other. Zen settles down your heart through facing with yourself. Also, tea ceremony is said to represent the ultimate hospitality (“Omotenashi”). For making a one bowl of Macha, the tea master thinks about the visitors, and select the appropriate flowers and seasonal sweets for the hospitality (“Omotenashi”). Through tea ceremony experience, you can enjoy Japanese traditional culture, the heart of Japanese people, and Japan’s beauty. Our tea room would like to introduce you the wonderful Japanese hospitality, traditional culture, and Matcha green tea. Of course, we will show you a very simple ceremony that can be understood by beginners. We really hope that you will enjoy this Japanese experience with us! Hours of Opreation: from 9:00 – 21:00 9:00 / 10:00 / 11:00 / 12:00 13:00 / 14:00 / 15:00 / 16:00 17:00 / 18:00 / 19:00 / 20:00",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-an-elegant-tea-ceremony-experience-in-ginza-tokyo/5464?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy an Elegant Tea Ceremony Experience in Ginza, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 12:28:34"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 37,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1356527394/rv4urd1lwtrrvwebhfxs.jpg",
        "strIntroduction": "Akihabara is truly a rare gem that must not be missed when visiting Japan. Initially it built its fame for extensive electronic shops but with the computer boom over 30 years ago, stores specializing in Anime goods and Manga started to develop. Now Akihabara has turned into a town overflowing with some of the most unusual and unique subcultures. This tour will give you a glimpse into the heart of Akihabara. The places the guide will bring you are the best-suited areas to fully experience the booming Akihabara cultures. These stores listed above are also places that are rarely visited by travelers – making this tour even more unique and authentic. In other words, through this activity, you can enjoy Akihabara differently than other tourists!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-a-deep-akihabara-tour/495?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "A Deep Akihabara Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 12:32:22"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 62,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469680690/bxggqxbdve4yqzzpdioa.jpg",
        "strIntroduction": "In this “Atakemaru” cruising tour, you can enjoy this exciting professional entertainment show including unlimited eating and drinking—including alcohol—while enjoying the wonderful views of Tokyo Bay, Tokyo Tower, and the Rainbow Bridge. Tokyo bay is one of the most popular night cruising spots in Tokyo and is a place where you can see the beautiful “Rainbow Bridge”. From the ship you can also see the iconic Tokyo Tower, another famous sightseeing spot. The meal will be all-you-can-eat as well as all-you-can-drink. Although vegetarian option are not available, in the past guests have been served more than 10 vegetarian dishes, such as fried potatoes, fried noodles, among others. The onboard performance will be very interesting and exciting to watch because of the high quality of the show. The dancers will sing and dance, and the theme will change every season so that you can enjoy it multiple times throughout the year! Moreover, some of the dancers come from the Japanese top-class entertainment show company “Shiki theatre” so they are professional entertainers! Enjoy the mixture of these dancers together with Tokyo Bay! Itinerary: 19:15 – 19:45 Meet your guide at Hinode Pier boarding area. Bring your reservation confirmation sheet to show to the guide. ※Bookings for participants arriving after the departure time will be canceled!! 19:45 – 21:15 Tokyo Bay Atakemaru Cruise (90 min) You can enjoy a delicious meal, watching a wonderful performance and watching the beautiful view. ※Vegetarian & kid’s menu are unavailable. 21:15 This tour ends at Hinode Pier. Please head to your next destination on your own. You can choose between 3 different plans, outlined below! 1. Ooedo Summer Festival Plan (available June 1 to Sep 30th) this option includes: -cruise fare -show viewing charges -all-you-can-eat & drink with 8 types of food (including alcoholic drinks) 2. Unlimited Food & Drink Plan (available from October 1) this option includes: -cruise fare -show viewing charges -all-you-can-eat & drink with 10 types of food (including alcoholic drinks) -scented sachet 3. Tempura + Unlimited Food & Drinks Plan (available from October 1) this option includes: -cruise fare -show viewing charges -all-you-can-eat & drink with 10 types of food (including alcoholic drinks) -1 plate of tempura -1 plate of pasta",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-tokyo-bay-cruise-with-entertainment-show/4833?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Tokyo Bay Cruise with Entertainment Show!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 12:35:43"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 23,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1397527631/k69f8emoozniem1bskg0.png",
        "strIntroduction": "Shinjuku Golden-gai Tour - Night Life in Tokyo Golden-gai is an area located in east Shinjuku famous for its many bars – a number that exceeds 300. Outside of a few outliers, most of these bars are incredibly tiny and can seat only four or five customers at one time. Each bar offers its own unique atmosphere and most even feature an odd theme. There are a number of music bars, otaku bars, a video game bar, a nurse bar, karaoke bars, and most anything else you can imagine. Just looking for a relaxing watering hole or a place with a classic Japanese vibe? Don’t worry, there are dozens of those in Golden-gai, as well. Booming as a black market back in the 1950s after the Second World War, the street has since then continually developed its culture of drinking. To this day, Golden-gai is a popular drinking spot for both young and old. However, even Japanese people have difficulty going for a drink in Golden-gai without any introduction. In this activity, we'll visit a few bars in Golden-gai in order to get a little flavor of what the neighborhood has to offer. Photo Credit: http://flic.kr/p/dF9UZT http://flic.kr/p/9vo3JA http://flic.kr/p/dF9VHg http://flic.kr/p/2CLx7Z http://flic.kr/p/gJwQHU http://flic.kr/p/ajNxQi",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-shinjuku-kabuki-cho-golden-gai-night-tour/1836?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Shinjuku Kabuki-cho, Golden-gai Night Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 12:41:07"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474883988/zt3avwd5ap9hvavnibpm.jpg",
        "strIntroduction": "Karuizawa is best known as the summer escapade of wealthy Tokyo residents. The small mountain town was developed as a resort by Western residents of Japan in the 19th century and has a strong Western flavour. You will find a great amount of Catholic churches, attractive little shops, restaurants and plenty of summer villas and loghouses hidden in the forest. A local English-speaking guide will take you on an unforgettable walk around the most scenic spots of Karuizawa's old town, which include the shopping street Karuizawa Ginza, the quiet and moss-covered summer villas district, the picturesque Kumobaike Pond known for its breath-taking autumn colours, and many more! For an additional fee you can visit also Shiraito Waterfull, a beautiful natural spot a few kilometers north of the old town. This 70-meter wide waterfall is unique with the fact that no river flows into it! This tour can be combined with a round-trip Shinkansen ticket from Tokyo Station (or Ueno Station). Karuizawa is just an hour away from Tokyo, easily accessible with the Shinkansen.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-explore-the-old-town-of-karuizawa-with-a-local-guide/2828?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the old town of Karuizawa with a local guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 12:44:53"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 61,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470039094/nzkwrwgmybbwswmlwga4.jpg",
        "strIntroduction": "If you have not been to any historical sites in Kyoto yet, this tour is for you! This tour will cover visiting the historical sites in Kyoto in one day! Kyoto was Japan’s capital for over 1,000 years, and the historical scents of Japan still remain. Kyoto has a stunning collection of UNESCO World Heritage sites and also a geisha district. The temples and traditions are outstanding, but the food is also exquisite! This tour will take you to famous tourists spots in Kyoto in one day. A professional guide will show you around safely, while presenting you with important and interesting information about the historical sites and about the city in general. Detailed itineraries: 9:00 Meet up at your hotel 9:15 Fushimi Inari Shrine (60mins) - Fushimi Inari Shrine is an important Shinto shrine in southern Kyoto. - It is famous for its thousands of vermilion torii gates, which straddle a network of trails behind its main buildings. - The trails lead into the wooded forest of the sacred Mount Inari, which stands at 233 meters and belongs to the shrine grounds. - Foxes are thought to be Inari's messengers, resulting in many fox statues across the shrine grounds. 11:00 Kiyomizu temple (60mins) - Kiyomizudera is one of the most celebrated temples of Japan. - It was found in 780 on the site of the Otowa Waterfall in the wooded hills, east of Kyoto, and derives its name from the fall's pure water. - In 1994, the temple was added to the list of UNESCO world heritage sites. - Kiyomizudera is best known for its wooden stage that juts out from its main hall, 13 meters above the hillside below. - The stage affords visitors a nice view of the numerous cherry and maple trees below that erupt in a sea of color during the spring and fall, as well as of the city of Kyoto in the distance. - The main hall, which together with the stage was built without the use of nails, houses the temple's primary object of worship, a small statue of the eleven faced, thousand armed Kannon. Kiyomizu temple → Ninen-zaka-Sannen-zaka area → Kodaiji temple → Yasaka Shrine (90mins) - Just downhill from and slightly to the north of Kiyomizu-dera, you will find one of Kyoto’s loveliest restored neighborhood, the Ninen-zaka-Sannen-zaka area. - The name refers to the two main streets of the area: Ninen-zaka and Sannen-zaka, literally ‘Two-Year Hill’ and ‘Three-Year Hill’ (the years referring to the ancient imperial years when they were first laid out). - These two charming streets are lined with old wooden houses, traditional shops and restaurants. - If you fancy a break, there are many tea houses and cafes along this lane. - Kodaiji is an outstanding temple in Kyoto's Higashiyama District. - It was established in 1606 in memory of Toyotomi Hideyoshi, one of Japan's greatest historical figure, by Hideyoshi's wife Nene who is also enshrined at the temple. - Yasaka Shrine is one of the most famous shrines in Kyoto. Found over 1350 years ago, the shrine is located between the popular Gion District and Higashiyama District, and is often visited by tourists walking between the two districts. - You will have lunch somewhere around this area. - If you have any preferences or need a recommendation, feel free to ask the guide! 13:30 Gion (60mins) - Gion is Kyoto's most famous geisha district, located around Shijo Avenue between Yasaka Shrine in the east and the Kamo River in the west. - It is filled with shops, restaurants and ochaya (teahouses), where geiko(Kyoto dialect for geisha) and maiko (geiko's apprentices) entertain their customers with traditional dances, songs, and games. 15:15 Kinkakuji (60misn) - Visit the Golden Pavilion, a Zen temple, whose top floors are completely covered in gold leaf - It was the retirement villa of the shogun, Ashikaga Yoshimitsu, and according to his will it became a Zen temple of the Rinzai sect after his death in 1408. - It is a detailed architecture incorporating three distinct styles of shinden, samurai, and zen. 17:00 Arrive at Kyoto Station Why we love it: - Don't have enough time to travel around? No worries! Visit famous sightseeing sites in one day! - Take a tour with a knowledgeable English-speaking local guide with years of experience. - Strap on your adventurous spirit and immerse yourself in Kyoto - You will never forget the beauty of Kyoto! - You will enjoy wandering around Kyoto with the professional guide, since the professional guide will show you around the area with important and interesting information, and also about the Japanese culture! - Don't miss this opportunity to travel around Kyoto in one day! - Since this tour is a one day trip, you can do other activities on the next day! Join this tour and make your trip unforgettable! Photos by: - https://flic.kr/p/tAUJE - https://flic.kr/p/ifGEsp - https://flic.kr/p/enJMBg - https://flic.kr/p/6xnSus - https://flic.kr/p/nk2NGx - https://flic.kr/p/6v4cji",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-one-day-tour-around-historical-sites-in-kyoto/2469?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1 Day Tour Around Historical Sites in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 12:48:55"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 54,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470210027/adijsmyqqqgqvwrlljnx.jpg",
        "strIntroduction": "- Meet up at Asakusa Asakusa is one of the most traditional places in all of Tokyo. You will experience the proper way to visit the temple and shrine! You can wish and pray for your success at temples. You will also see the new symbol of Japan, the Tokyo Sky Tree. At Asakusa, you will visit… - Kaminarimon gate - Nakamise shopping street - Sensoji temple and Asakusa shrine After that, you will take a 35-minute river cruise from Asakusa to the Japanese Traditional garden of Hamarikyu, which is a typical Japanese styled garden with a pond in center. You can see the mixture of traditional and modern parts of Tokyo which consists of beautiful seasonal flowers, a tranquil atmosphere and modern high-rised buildings. You can try and taste matcha tea with sweets if you would like at a tea house on the pond. - Move to Tsukiji fish market You can have lunch in the outer market at Tsukiji. You can enjoy fresh and delicious sushi at reasonable prices. We’ll visit another temple, Tsukiji Honganji. - Take the subway to Nijubashi, the bridge of the Imperial Palace. The professional guide will explain to you about the Japanese Imperial family. - Finish at Yurakucho area which is filled with local business men and women. You can enjoy shopping at Ginza which is a luxurious shopping area. You can also have a drink at a Yakitori alley if you would like!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-the-east-side-of-tokyo-in-one-day/2579?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore The East Side of Tokyo in One Day!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 12:52:55"
    }
]