[
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 24,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463326312/kv6b2ku5gh4wjg8dqbhr.jpg",
        "strIntroduction": "Incense has been an essential part of Japan's religious and daily life for centuries. These Monko workshops teach appreciation of incense. Participants are asked not to wear any perfumes. Monko workshop: Experience the distinctive fragrances of high-grade incense woods. Learn to 'listen' to incense and distinguish fragrances. For 2 to 5 people. Schedule: Monday - Saturday, 10:30 a.m. and 2:30 p.m. Approx. 45 min. duration. Monko Practice Workshop: Experience the entire Monko process, from preparing the censer to burning the Incense wood. For 2 to 4 people. Schedule: Monday - Saturday, 10:30 a.m. and 2:30 p.m. Approx. 60 min. duration. Genji Incense Workshop: participate in a sophisticated game, determining which of five censers have the same fragrance. Green tea and sweets will be served! For reserved groups of 5 or more. Schedule: Monday - Friday, 2:30 p.m. Approx. 90 min. duration Scented Sachet Workshop: Learn to mix ingredients to create your own original fragrance. The natural ingredients keep insects away, so scented sachets are often put in drawers and wardrobes. For 2 to 40 people. Schedule: Monday - Friday, 2:30 p.m. Approx. 45 min. duration. Kneaded Incense Workshop: Learn to mix ingredients to create your own original kneaded incense. You can take away the kneaded incense you make in the workshop and enjoy burning it at home. For 2 to 40 people. Schedule: Monday - Friday, 2:30 p.m. Approx. 45 min. duration.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-listen-to-incense-or-join-an-incense-making-course-kyoto/6384?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Listen to Incense or Join an Incense Making Course in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 00:04:46"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 59,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463646814/pybwowaglkhqquiohsez.jpg",
        "strIntroduction": "In this 7-hour walking tour, Last Samurai, the licensed tour guide Samurai Joe will take you to any places you would like to visit in Kyoto! Samurai Joe was featured on TV for about 110 times in Japan and 29 times in foreign countries. In other words, if you join this tour, you can explore anywhere you want in Kyoto with the famous samurai tour guide! Samurai Joe is an 87-year-old tour guide, who is well-known as the Last Samurai with media appearance and the uniqueness of his tour. He was born in 1929 and after he experienced WW2, he moved to the U.S., then started his tour for guests from foreign countries after he came back to Japan. He is the oldest active licensed guide in Japan and is elected as Kyoto's Omotenashi tourism ambassador. When you join this tour, you will never believe that Samurai Joe is already 87-year-old! It is a tour full of laughter and you can visit many places in Kyoto with Joe's advanced knowledge so that you can also understand the background of Kyoto's history. The highlight of this tour is the samurai show performance by Samurai Joe. Samurai Joe lets you to throw an apple in the air and he will cut it into two pieces with his sword! You can never experience this jaw dropping experience in other tours. Because of its originality and uniqueness, many of the guests say that the tour was one of the best tour they've ever had. Don't miss this opportunity to explore one of Japan's historical city Kyoto by taking this unique tour with the Last Samurai, Samurai Joe, through our reservation system! This tour is not available on Saturdays,and subject to his availability. There are 2 options available for this tour: Option 1: 7-hour Walking Tour with Samurai Joe Add-on option: 1 hour extension",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-one-day-walking-private-tour-with-kyoto-last-samurai/6273?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy 1 Day Walking Private Tour with Kyoto's Last Samurai!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 00:09:54"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 19,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468661874/qkiigpqgzhumco57zhw0.jpg",
        "strIntroduction": "Have an amazing time petting and taking pictures with these cute owls at this owl cafe in Fukuoka. This is a new and interesting themed cafe concept that has begun to spread all over Japan and has become a must-try activity for visitors to Japan. Before meeting the owls, you'll have a chance to order a drink of your preference, before a member of the staff carefully explains the proper way to handle the owl to avoid any harm to you and the owl. Please listen attentively to their explanation so that you can enjoy an amazing time with the owls. Here is the flow of the experience: - enter the shop and hear the instructions of the staff (first 15 minutes of the experience) - spend time with the owls (for about 35 minutes) - end of the experience You'll then need to clean your hands with hand sanitizer before you can touch and pet the owls. After your time is up, you'll be able to visit the gift shop and find a unique owl-related souvenir! Other rules to observe: - only the staff can bring and take away the owls. - don't let go off the leash. - avoid touching the owls anywhere else except for their heads. - turn off the flash when taking a photo. This is definitely a rare, unique experience that you should definitely not miss while you are visiting Japan! Reserve your seat now! It is also possible to rent the entire place for 1 hour! Available for up to 20 people at once! The opening time of the cafe in Fukuoka is as follows: Weekday: 12:00 - 20:00 (last entry at 19:00) Weekend: 11:00 - 20:00 (last entry at 19:00) Closed: Mondays",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-spend-some-time-with-cute-owls-at-an-owl-cafe-in-fukuoka/6333?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for Lovely Owl Cafe Hakata, Fukuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 00:13:01"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 194,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463548763/vzmcxyxdizhacvmlmace.jpg",
        "strIntroduction": "This is a walking sightseeing tour of Kobe with a visit to Nada sake brewery, including buffet style lunch!, the perfect way to explore this area of Japan in a single day, with a round-trip tour departing from Kyoto. The tour participants will meet at New Miyako Hotel in Kyoto and walk to JR Kyoto station to board a 1-hour train ride to Kobe's Sannomiya station. In Kobe you will walk around Kitano Ijinkan District, famous for the several Western architecture residences built during the Meiji area that served as the home to first diplomats and expats who settled in Japan. The tour will then move on to the ANA Crown Plaza Kobe Hotel where you will enjoy a buffet style Western & Japanese lunch, before heading to Meriken Park, dotted with unique artwork and located right in front of the sea, with panoramic views of the port and landmarks such as the Kobe tower. You will also have some time to do some shopping in the area. You will then go back to Sannomiya Station where you'll take the Hanshin line train to Sumiyoshi Station to visit the Hakutsuru Sake Brewery Museum, where you'll learn about the different methods for making sake and will have a chance to taste this delicious wine rice. Finally you will board a train at Sumiyoshi Station that will bring you back to Kyoto station.",
        "strLocation": "Hyogo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hyogo-visit-kobe-and-a-sake-brewery-in-a-walking-tour-from-kyoto/6439?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Kobe and a sake brewery in a walking tour from Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 00:17:43"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 75,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463391596/nomdfln9uaqrnkiih2be.jpg",
        "strIntroduction": "If you are not sure which spots in Okinawa to see, then this tour plan is the perfect choice for you. This trip will stop at the Okinawa Churaumi Aquarium for around 3 hours and other great picture taking places. A multiple languages tour guide system is also available. There are 8 choices for you to choose: Japanese, English, Korean, Chinese, Cantonese, Russian, Spanish, Thai Option 1: Adult (Age 15 and over) Option 2: Child (Age 6-15) Option 3: Infant (Age 3-5) Here are the details: 1. Check in Pick up service is available at 08:00-08:50. Only at selected spots. Please ask the staff for more details. 2. Kouri Fureai Hiroba Visiting for 30 minutes from 10:10. 3. Fukugi Tree Road Visiting for 40 minutes from 11:10. 4. Okinawa Churaumi Aquarium Visiting for 190 minutes from 11:55. 5. Okashi Gozen (Onna Branch) Visiting for 30 minutes from 16:05. 6. Manzamou (Cape Manza) Visiting for 20 minutes from 16:45. 7. Drop off Drop off at selected spots at 19:55-20:25 Attention: 1. There will not be a tour on 12/4 , 12/7 and 12/8. 2. Tour could be delayed depending on the traffic conditions. Please spare at least 2 hours for your train or plane. 3. Tour could be canceled depending on the weather. 4. Please arrive at the bus station at least 20 minutes in advance to check in. 5. Lunch is not included.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enjoy-a-full-day-tour-to-manzamou-and-highlights-of-okinawa/6426?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Full Day Tour to Manzamou and Highlights of Okinawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 00:22:50"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 125,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463388500/uox6gmap4jb6iophinqh.jpg",
        "strIntroduction": "From the top of Mount Sekirinzan you can get the best view of ocean and it's not hard to climb! There are four different trails to be walked, each color coded and very well marked. You can choose the way that suits you best. The Okinawa Churaumi Aquarium is a part of the Ocean Expo Park located in Motobu, Okinawa. It is made up of four floors with tanks containing deep sea creatures, sharks, coral and tropical fish. A multiple languages tour guide system is available with 4 choices to choose from: Japanese, English, Korean, Chinese Option 1: Adult (Age 15 and over) Option 2: Child (Age 6-15) Option 3: Infant (Age 3-5) Here are the details: 1. Check in Pick up service is available at 07:45-08:35. Only at selected spots. Please ask the staff for more details. 2. Kouri Fureai Hiroba Visiting for 20 minutes from 10:55. 3. Mount Sekirinzan Visiting for 60 minutes from 11:25. 4. JAL Private Resort Okuma Having a buffet for lunch from 13:00. 5. Churaumi Aquarium Visiting for 120 minutes from 15:00. 6. Okashi Gozen Yambaru Ikoi no Mori Visiting for 30 minutes from 17:25. 7. Drop off Drop off at selected spots at 19:25-20:10. Attention: 1. There will not be a tour on 12/4 , 12/7 and 12/8. 2. Tour could be delayed depending on the traffic conditions. Please spare at least 2 hours for your train or plane. 3. Tour could be canceled depending on the weather. 4. Please arrive at the bus station at least 20 minutes in advance to check in.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enjoy-a-tour-of-churaumi-aquarium-and-mount-sekirinzan-okinawa/6425?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Tour of Churaumi Aquarium & Mt. Sekirinzan, Okinawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 00:25:38"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 75,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463382215/hdpyceglv5gekj0ilxo8.jpg",
        "strIntroduction": "This full day tour departs from Naha. Not only can you enjoy the beautiful views of Okinawa but you can also enjoy a lot of cheap and delicious fruits. The main point of this tour is the Okinawa Churaumi Aquarium and the Mihama American Village. The Okinawa Churaumi Aquarium is a part of the Ocean Expo Park located in Motobu, Okinawa. It is made up of four floors with tanks containing deep sea creatures, sharks, coral and tropical fish. The Mihama American Village is a large theme park in central Okinawa. It has a big American outdoor shopping mall with lots of shops, restaurants, cafes and a large parking lot. A multiple languages tour guide system is also available. There are 8 choices for you to choose: Japanese, English, Korean, Chinese, Cantonese, Russian, Spanish, Thai. Option 1: Adult (Age 15 and over) Option 2: Child (Age 6-15) Option 3: Infant (Age 3-5) Here are the details: 1. Check in Pick up service is available. Only at selected hotels. Please ask the staff for more details. 2. Kouri Fureai Hiroba & Warumi Oohashi Bridge Visiting for 30 minutes from 11:40. 3. Okinawa Churaumi Aquarium Visiting for 3 hours from 12:40. 4. Okinawa Fruit Park (Odd Number Days) Visiting for 40 minutes from 16:10. 5.Nago Pineapple Park (Even Number Days) Visiting for 40 minutes from 16:10. 6. Mihama American Village Visiting for 2 hours and 20 minutes from 18:00. 7. Drop off Drop off at selected hotels. Attention: 1. Not available on 12/4 , 12/7 and 12/8. 2. Tour could be delayed depending on traffic conditions. Please spare at least 2 hours for your train or plane. 3. Tour could be canceled depending on the weather. 4. Please arrive at the bus station at least 20 minutes in advance to check in. 5. Lunch is not included.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enjoy-a-full-day-okinawa-bus-tour-with-guide-from-naha/6418?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Full Day Okinawa Bus Tour with a Guide from Naha",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 00:29:42"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 36,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463379416/ycbjp8wujxentlln4tki.jpg",
        "strIntroduction": "In this 1 day tour with a tour guide, you can visit Odawara castle, make Kamaboko and stroll around Hakone Yumoto station from Shinjuku, Tokyo! If you join this tour, you may experience famous tourist attractions around Odawara & Hakone area in a day! Odawara castle is a landmark in Odawara, Kanagawa prefecture, which was first built in 1447 and was in use in the Edo period. You have a chance to see the castle tower and get into the history museum, so you can learn the history of Japan while walking inside the fascinating castle! Have you ever heard of Kamaboko? Kamaboko is known as fish paste or fish cake in English, and it is a Japanese processed seafood product. Because of the unique texture, it is loved by all generations in Japan. The most popular Kamaboko store in Japan is called Suzuhiro. In this tour, you can visit Suzuhiro Kamaboko museum and make your original Kamaboko at the cooking class! You may buy different kinds of Kamaboko at the souvenir shop too. After you make your Kamaboko, you can stroll around Hakone Yumoto station. Once you got off the station, you can see many stores on the street, where you can buy souvenirs and eat small local foods. For transportation, you will be using Odakyu Romance Car and Hakone Tozan Railway. Buy Bentos(Japanese style lunch box) for your lunch and relax in the train after your depart from Shinjuku station. From the window of Hakone Tozan Railway, you may see the beautiful scenery of greenery in Hakone! This tour is available everyday except for Wednesdays. Itinery: Meet your guide at Shinjuku Station. *Add-on option for hotel-pickup is available too. Move to Odawara station by Odakyu Romance Car (90 min) Arrive at Odawara Castle (120 min) Stroll around Castle tower and enter the History Museum! Move to Kazamatsuri Station by Hakone Tozan Railway (10 min) Make Kamaboko at Suzuhiro Kamaboko Museum (120 min) You can make your own Kamaboko! Move to Hakone-Yumoto station by Hakone Tozan Railway (10 min) Stroll around Hakone-Yumoto (60 min) You may buy some souvenirs and eat local foods! Arrive at Hakone Yumoto Station (Drop-out option1) Get back to Shinjuku station by Odakyu Romance Car (Drop-out option2) *You can either choose Hakone-Yumoto Station or Shinjuku Station for the end of this tour. The price only includes Guide Fee. In addition to the price, other fees might cost depending on your tour. Admission Fee : 650 JPY (Adult) / 250 JPY (Children under 11) Total amount of Transportation Fee : -Drop out option 1 (Hakone Yumoto Station): About 2100 JPY (Adult) / 1050 JPY (Children under 11) -Drop out option 2 (Shinjuku Station): About 4000 JPY (Adult) / 2000 JPY (Children under 11) Kamaboko making class: 1620 JPY",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-day-trip-to-odawara-castle-and-kamaboko-making-from-tokyo/6417?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Day Trip to Odawara Castle & Kamaboko Making from Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 00:34:42"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 68,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463366913/axnoniq8cniqbxfffblz.jpg",
        "strIntroduction": "Okinawa has a stunning ocean view and has a high reputation for it. This tour will show you the most beautiful parts of Okinawa which will start by visiting Okinawa Churaumi Aquarium. The Okinawa Churaumi Aquarium is a part of the Ocean Expo Park located in Motobu, Okinawa. It is made up of four floors with tanks containing deep sea creatures, sharks, coral and tropical fish. Then the tour heads to the Ryukyu Mura Village to experience Okinawan culture and if you are lucky you might be able to see Habu snakes. Option 1: Adult (Age 13 and over) Option 2: Child (Age 3-12) Option 3: Adult (Age 13 and over) two people or more Option 4: Child (Age 3-12) two people or more Here are the details: 1. Check in Check in at Palette Kumoji at 08:20. 2. Kouri Island Bridge Arriving at 10:20 and then visiting for 20 minutes. 3. The Okinawa Churaumi Aquarium Visiting for 2 and a half hours from 11:30 and having lunch. Lunch fee is not included. 4. Okashi Goten Drop by this souvenir shop at 14:30 and stay for 30 minutes. 5. Ryukyu Mura Village Arriving at 15:50 and staying for 70 minutes. 6. Drop off Drop off at Palette Kumoji. Attentions: 1. Only a basic English guide is available. 2. Tour could be delayed depending on the traffic conditions. Please spare at least 2 hours for your train or plane. 3. Tour could be canceled depending on the weather. 4. There are no seats for children under 3. If you want to book a seat for your child please book for ages 3-12.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enjoy-a-tour-to-an-aqaurium-and-ryuku-mura-village-okinawa/6407?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Tour to an Aquarium and Ryukyu Mura Village, Okinawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 00:38:17"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 54,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463321033/bji8i0oddkuwxdwyz2jn.jpg",
        "strIntroduction": "Located in the suburbs west of Kyoto, the water basin of Katsura River has one of the most captivating landscapes in Japan. Lush green vegetation and a river with crystal clear waters have made it incredibly popular among locals and tourists. The blooming flowers, the trees, and the river have inspires many other artists through time. You can admire this splendid landscape in a unique way with this stand up paddle boarding tour. It's an offshoot sport of surfing, where the rider stands up on a board and propels through the water by moving a paddle. The range of vision on SUP, as its often abbreviated, is greater than that of a canoe or a kayak, and will allow you to experience Kyoto in a completely different way! In this tour we will paddle board on the stream of the Katsura river. You will feel the breeze on your face as you breath in fresh air that will refresh your body and soul! If you want to take a break from the temples, join this tour and experience this new sport while continue to explore Kyoto! Duration: Approx. 2 hours",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-experience-stand-up-paddle-boarding-in-kyoto/6382?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience stand up paddle boarding in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 00:41:46"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 61,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463325324/icn0bckwhnhcbz41n67r.jpg",
        "strIntroduction": "The food tasting tour is led by Minnesota born, Jason Davidson. Learn about traditional Japanese food such as konbu, dashimaki, Obanzai among others. Naturally, you will have the chance to indulge in these delicacies of Japanese cuisine. This 3-hour walking tour will guide you through the shotengai (shopping street) of the quaint Fushimi district of Kyoto, visiting 8 to 10 family owned and operated shops, some of which have more than a 100 years of history! Taste something different at each location, and learn about the seasonal food that is so beloved in Japan, offering a wonderful insight into the Japanese kitchen! Whether you are an expert gourmet, or just want to learn more about Kyoto's food culture, this tour will satisfy both your curiosity and your stomach. The tour is conducted in English and children are welcome to join. The Sake tasting tour also takes 3 hours and involves a convivial stroll, chatting and tasting fine sake as you walk around Fushimi district, the epicenter of sake brewing in Kyoto. You will visit a museum and brewery, a liquor store specializing in sake from Fushimi, and a small family-owned and operated brewery that produces only Junmaishu (pure rice sake).",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-a-sake-or-food-tasting-walking-tour-in-kyoto/6381?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a sake or food tasting walking tour in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 00:46:17"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 263,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463324881/zk9l1d4pud21tn99cv23.jpg",
        "strIntroduction": "Despite its great natural beauty, breathtaking views and historic cultural sites, Mt Hieizan has few foreign visitors because reaching the summit involves several bewildering transport transfers, various mountain trails, and a variety of confusing and expensive tickets. This walking tour aims to take all those daunting tasks out of the visitor's hands for a hassle-free and pleasurable hike around this landmark of Kyoto. You will depart from Kyoto Station, and then transfer on to a traditional cable car to finally reach the summit. On the half day tour, you will see stunning views of Kyoto and Lake Biwa, and even all the way to Osaka on a clear day. Explore the amazing temples of the Enryakuji forest monastery complex, stroll through lush green forest and learn about the monks who once lived there and their intriguing history. The full day tour will consist of the same itinerary, except before climbing the mountain, you will explore Lake Biwa and Biwako Canal, as well as the Miidera Temple complex, so often seen in Samurai films, with its huge bronze bell. In the foothills, where the God of the mountain is said to dwell, you will also visit beautiful Hiyoshi Taisha Shinto shrine. Return to Kyoto down the western slope via cable car to experience a different side of Mt Hieizan. As this is a walking tour, please wear comfortable clothes and shoes. Itineraries are subject to changes in bad weather, or in winter. Half Day Tour Departure point: JR Kyoto Station, 10:00 at latest Duration: approx. 5-6 hours Full Day Tour Departure point: JR Kyoto Station, 08:30 to 09:30 Duration: approx. 7-8 hours Tour prices include transportation fees (train, bus, cable car, and/or ropeway) and temple admission fees only. Fees for any additional activities chosen by guests, and/or refreshments are the responsibility of the guests.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-explore-mount-hieizan-in-a-walking-tour-from-kyoto/6380?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Mt Hieizan in a walking tour from Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 00:51:03"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 75,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463304784/afleomd9jclf9xpkwdtu.jpg",
        "strIntroduction": "As the famous novelist Ernest Hemingway once said: \"'It is by riding a bicycle that you learn the contours of a country best, since you have to sweat up the hills and coast down them.\" That is why we have carefully selected the must-see spots in northern Kyoto so you can really experience this ancient city. The neighborhood surrounding Kinukake Road is rich in nature, culture, and history and the best way to exploring is by pedaling along this road accompanied by an English-speaking guide. Itinerary Meet at 9:00 AM We will start our day by visiting Ryoanji, the Zen temple famous for its rock garden. The simple design made of rocks, pebbles, and moss will quiet your mind and makes an ideal place for some meditation before moving on with the next stop on the itinerary. Toji-in A Zen temple dedicated to Ashikaga Takauji, the first shogun of the Ashikaga Dynasty. Famous for its beautiful Japanese garden and tea house. Ninnaji A temple that belongs to the Shingon sect of Buddhism and is listed as a World Heritage Site. It was also here that some members of the Japanese Imperial Family served as head priests towards the end of the Meiji Era. It is also famous for its late blooming cherry trees. Myoshinji The biggest Zen temple in Japan featuring 46 sub-temples. Several winding paths flanked by high walls make even locals get lost. It's best to explore it with an experienced guide. Demon Street In ancient times, it was believed that Ichino street at Jokyo District was a border line between this world and land of the dead, where people came across “Yokai\", demons or evil creatures roaming the street at night. Even now you can see various funny demon statutes in front of the local shops. Additional Information Total distance: Approximately 8 kilometers Duration: 3 – 3.5 hours Price includes: Entrance Fees, Bike Rental, Helmet and English Speaking Guide.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-a-guided-bike-tour-and-visit-amazing-temples-in-kyoto/6379?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a guided bike tour and visit amazing temples in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 00:53:48"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 75,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463295087/kgskkf1wqbjelyqgapbp.jpg",
        "strIntroduction": "This is a bicycle tour that goes around the city of Yokohama, offering tourists a great way to explore the sights. Unlike a bus tour, you will learn a lot more about the sights by pedaling around and listening to the thorough explanations of the local guide, who is very knowledgeable about Yokohama and knows the best routes around the city. You will visit Yamashita Park, explore China Town, one of the largest in the world, and indulge in delicious Chinese snacks before getting on a ferry at the port of Yokohama. The tour has a duration of half a day, but it will take you through the city's most famous sightseeing spots and it's perfect for a tight schedule. Don't miss the chance to explore one Japan's most vibrant cities in a unique way.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-explore-yokohama-s-best-sightseeing-spots-by-bike-and-ferry/6376?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Yokohama's best sightseeing spots by bike and ferry!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 00:58:48"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 81,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463295028/qhlxirldq2vwxbfnggqu.jpg",
        "strIntroduction": "This guided walking tour is a great way to explore Japan’s ancient capital with more than 1200 years of history. In Kyoto, there are thousands of shrines, temples and Japanese style gardens, which means deciding what to visit can be a daunting task. We hand-picked the top must-see spots of southeast Kyoto, allowing you to cover this area in a half day. An experienced guide will give teach you about the history and culture of Koto from a local point of view. First we will visit the Tofukuji Temple, a Zen temple built in the 13th century. The temple has several “Karesansui”, the dry landscape gardens made with rocks and sand. Learn about their history and meaning, and calm your mind contemplating it just like Buddhist monks do. Next, we will walk into a nice residential neighborhood, where Fushimi Inari Shrine is located. After enjoying the local atmosphere, we will walk up the hill through the endless, vibrant red Torii gates, and spot the shrine’s symbol: the fox statues. This beautiful landscapes appeared in the famous film “Memoirs of a Geisha” and will prove to be great photo opportunities! Before sunset, we will leave Fushimi Inari shrine to head to the entertainment district, Gion. The area comes alive in the evening, and you will be able to take in the view of traditional teahouses, red lanterns, and Maiko on the streets, the quintessential Kyoto experience. The tour starts at 2:00 PM and doesn't require a great fitness level, however you must be able to walk for an extended period of time.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-a-kyoto-walking-tour-tofukuji-fushimi-inari-and-gion/6375?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Kyoto walking tour, Tofukuji, Fushimi Inari & Gion",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 01:02:18"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 68,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463267797/gln4fm0qq2l4iyyxdpdk.jpg",
        "strIntroduction": "How about experiencing Japan's traditional side? In this activity, you will be able to choose from a wide selection of kimonos and learn how to put it on. You will also learn and experience a traditional Japanese tea ceremony, famous around the world as the pinnacle of Japanese refinement and etiquette. Then, you will have the opportunity to go to a nearby temple to take some pictures wearing the kimono. It will definitely be a one in a lifetime experience and a highlight of your trip to Japan. Itinerary: ・Starting time at 10:30 AM or 3 PM. ・Meet your host at 10:30 AM (or 3 PM) outside Exit 3 of Shitennojimae-Yuhigaoka Station of Tanimachi subway line. ・Walk 3 minute from the station to a Japanese apartment. ・Select your favorite Kimono and learn how to put it on. Your host will show you how, step by step. ・Now it's time for the Japanese tea ceremony. You will learn its rules and etiquette, and then you'll have the opportunity to try it out and make your own green tea. Enjoy your fresh tea with some Japanese traditional sweets. ・Lastly, if you wish, you can also visit Shitennoji temple, the oldest Buddhist temple in Japan. Where you will have a great chance to take memorable photos. Say cheese! The activity takes about 2 hours, depending on the weather conditions and the number of participants. Please inquire about availability and confirm the schedule of the activity.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-enjoy-a-japanese-tea-ceremony-and-wear-a-kimono-in-osaka/6371?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Japanese tea ceremony and wear a Kimono in Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 01:06:39"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 75,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463256536/mtnwurvsmy8aocb3e70c.jpg",
        "strIntroduction": "Learn about the rich tradition of the Japanese incense with Mon-koh, the Japanese incense ceremony that will help you practice mindfulness by learning to meditate concentrating on the aroma of the incense. Or attend a workshop where you'll learn to make your own incense sachet. This is a wonderful opportunity to learn about a unique aspect of Japanese culture. These activities are offered by the Center for Arts and Wellness in the heart of Tokyo in the Roppongi district. Whether you are staying a few days in Tokyo or just passing by, take a moment our of your hectic itinerary to enjoy a moment of peace and relaxation, and learn about the rich world of the Japanese incense. It will definitely be a highlight of your trip! There are 2 types of workshops available: Mon-koh and Incense Sachet making. Mon-koh is a Japanese incense ceremony in a contemporary style. Traditionally, Japanese people offered incense as a sacred gift to the Gods. It's said that the history of incense started at the same time as people started using fire. In this workshop, you will learn about the history of Japanese Incense, brought into Japan during the Nara period. The objective during the Mon-koh ceremony is to \"listen\" to the incense, instead of just \"smelling\" it. You will need to sharpen your five senses to maximize its effects. It will leave you feeling relaxed and happy. In the incense sachet workshop, you will learn about the ingredients and select your favorite ones to make your own incense sachet. It's a great opportunity to take back home a special souvenir.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-meditate-with-japanese-incense-or-make-your-own-sachet/6370?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Meditate with Japanese incense or make your own sachet!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 01:09:36"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 53,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474967249/hqyqkxht5spdnxbyoc5g.jpg",
        "strIntroduction": "Speaking of Hokkaido, there is one place you shouldn't miss -- that's Otaru. It is famous for the romantic atmosphere and a lot of dramas were filmed here. We will head to Otaru around 11:00 and return to Sapporo around 16:00 to visit the Shiroi Koibito Park. Although is it just a factory but it has a high reputation around the country for its interesting and worth-visiting. Option 1: Adult (age 12&over) Option 2: Child (age 6&11) Here are the details: 1. Check-in Check-in at Sapporo Station Bus Terminal at 11:10. 2. Departure Departure at 11:25. 3. Visit museums and shops Arriving at 12:20 and then visiting museums and shops in Otaru for 2 hours. 4. Former Central Branch of Hokkaido Bank Visit for 15 minutes from 14:35. 5. Otaru Canal Visit for 40 minutes from 14:55. 6. Shiroi Koibito Park Go back to Sapporo and visit Shiroi Koibito Park for 65 minutes from 16:10. 7. Drop-off (1) Arriving at Nishimachi Kita 20 cho-me at 17:20. 8. Drop-off (2) Arriving at Kita 1 jo Nishi 12 cho-me at 17:35. 9. Drop-off (3) Arriving at Sapporo Clock Tower at 17:50. 10. Drop-off (4) Arriving at Sapporo Station Bus Terminal at 17:55. Attentions: 1.There are no seats for children under 6. If you want to book a seat for your child please book under ages 6-11. 2. It could be delayed depending on the traffic conditions. 3. It could be canceled depending on the weather. 4. We only have Japanese guidance. 5. There are a lot of discounts you can get by showing your tickets please ask the staff for details.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-a-day-tour-of-shiroi-koibito-park-and-otaru-hokkaido/6346?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Day Tour of Shiroi Koibito Park and Otaru, Hokkaido",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 01:13:13"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 62,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463071439/n57a2drzppxhmzdbuynk.jpg",
        "strIntroduction": "This tour will go to 2 places, Mt. Moiwa and Mt. Okura. Heading first to Mt. Moiwa you will enjoy the beautiful night view of Sapporo and experience its unique ropeway. You will then have dinner at the top of Mt. Okura while looking outside at the beautiful panorama and enjoying the delicious Japanese meal Genghis-khan. Enjoy an unforgettable romantic journey. Here are the details: 1. Check-in Check-in at Sapporo Station Bus Terminal around 17:45 to exchange your voucher for the bus ticket. 2. Departure Depart at 18:00. 3. Mount Moiwa Arrive at Mount Moiwa around 18:30. Sightseeing for 70 minutes. 4. Mount Okura Arrive at Mount Moiwa around 19:55. Sightseeing and dinner at the top of Mount Okura. 5. Drop-off Arrive at Sapporo Clock Tower at 21:40. 6. Sapporo Station Bus Terminal Back to Sapporo Station Bus Terminal at 21:45. Option 1: Adult (Age 12 and over) Option 2: Child (Age 6-11) Attentions: 1. The ropeway of Mt. Moiwa could be canceled because of the weather and the fee will be refunded. 2. This tour could be delayed because of the weather or traffic jam. 3. There are no seats for children under 6. If you want to book a seat for your child please book option 2: age 6-11. 4. There is only Japanese guidance.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-a-night-tour-with-dinner-of-mount-moiwa-and-mount-okura-sapporo/6344?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Night Tour with Dinner, Mt Moiwa & Mt Okura, Sapporo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 01:17:41"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 31,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463050328/zuidgrbk7bcwzpefgf4t.jpg",
        "strIntroduction": "The history of fake food making started early in the Taisho Era - nearly 100 years ago - as a handicraft. Later, people started using them to display the menu at restaurants. These displays help you to see what kind of food is serve at restaurants. It is a very unique culture and many restaurants in Japan display the foods that almost perfectly replicate the real foods! Recently, it has become a big trend in Japan for people to experience making these fake foods at the factories where they are manufactured. With this experience you can choose one menu from the choices of six. From the categories of sweets, you will make fruits with cream and decorate them nicely. In the other category, you can either make a bento lunch box or sushi. The choice of the design is up to you so that you can make your unique replica! The steps are simple and the instructor will teach you thoroughly, so don’t worry. Once you have completed your replica, you will attach a clip, strap or key chain. It will be completed within one hour. You should be proud of yourself making the item and show it to your friends back in the country. *Design pocket *Business hour: 10:00 AM-18:00 PM *Time for the activity: 30-45 minutes *Age: 3 years and over (Children require parental supervision)",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-enjoy-fun-experience-making-plastic-food-in-osaka/6342?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy fun Experience Making Plastic Food in Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 01:21:27"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 75,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463044141/f6ihc0rx2ww7kby6dkrm.jpg",
        "strIntroduction": "Bicycle touring is the best way to find hidden alleys and learn the geography in your destination! We offer three routes with an experienced English speaking guide. Choose your tour from the three below to suit your schedule, interests, and stamina! 1. Kyoto South Course Itinerary (The easiest and shortest route ) -Toji Temple Buddhist temple founded in the late 700s. Toji’s Pagoda is a landmark of Kyoto. -Ryukoku University There are impressive western-style architectures built during the Meiji Era. -Pedal along the Takase Canal and the Kamogawa River -Gion Cycle around an entertaining district where you might come across geiko or maiko! -Tofukuji Temple One of the Five Mountain Temples in the Rinzai sect, founded in 1236. -Fushimi Inari Shrine Shinto shrine famous for its thousands of orange tori gates you might have seen in the movie, “Sayuri”. Cost: 6,000 JPY Distance: Approx. 16 kilometers Duration: 3-4 hours Difficulty: As easy as riding a bike! Includes: Bike rental, Helmet, English-speaking guide, Water Meeting Details: 10 am or 13 pm at JR Kyoto Station 2. Kyoto North Course Itinerary -Nijo Castle Flatland castle registered as UNESCO World Heritage Site. Built during the days of the Shogunate to demonstrate the power of Tokugawa Ieyasu. -Kitano Tenmangu The shrine dedicated to Sugawara no Michizane who was a poet, scholar and politician during the Heian Period. -Kingakuji Temple Zen temple beautifully covered in gold foil. Used to be a retirement villa of the shogun Ashikaga Yoshimitsu. -Imperial Palace Park By the end of the Edo Era, the neighborhood was a residential area for old samurai and court nobles. -Kyoto University Many Nobel laureates come from or work at this national university. -Lunch Enjoy the local foods in Kyoto! -Philosophers’ Path Cobbled pathway lined by cherry trees where philosophers and literary writers walked for meditation. -Nanzenji Aqueduct Top of the Five Mountain Temples in Kyoto, established in 1291. Scarlett Johansson stands at the gate of Nanzenji in the movie, “Lost in Translation”. -Gion A famous entertainment district with many machiya houses where geiko and maiko dance and perfomance. Cost: 8,000 JPY Distance: Approx. 23 kilometers Duration: 4-5 hours Difficulty: Moderate Includes: Bike rental, Helmet, English-speaking guide, Water, Lunch, Temple entrance fee Meeting Details: 10 am at JR Kyoto Station 3. Kyoto Full Course (Combined 2 courses of Kyoto South & North) This is the best tour for those who like to visit all the popular sightseeing spots within a short time! -Toji Temple -Ryukoku University -Nijo Castle -Kinkakuji Temple -Lunch -Imperial Palace Park -Kyoto University -Philosophers’ Path -Gion -Tofukuji Temple -Fushimi Inari Shrine Cost: 10,000 JPY Distance: Approx. 30 kilometers Duration: 6-7 hours Difficulty: Moderate Includes: Bike rental, Helmet, English-speaking guide, Water, Lunch, Temple entrance fee Meeting Details: 10 am at JR Kyoto Station",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-try-an-amazing-bike-tour-with-3-options-kyoto/6340?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try an Amazing Bike Tour with 3 Options, Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 01:24:40"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 252,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463028581/snq0scbuyimhurj3y6cp.jpg",
        "strIntroduction": "In recent years a lot of books related to Maiko and Geiko have been published - even in English, but it is still a world shrouded in secrecy, even for the Japanese! Many imagine it is very expensive to have dinner with and be entertained by Geisha and Maiko, making people hesitate to enter their world! On this tour you are allowed to take pictures with Geiko and Maiko. While exploring Kyoto's most famous geisha district you will also find a lot of beautiful and elegant Japanese scenery such as traditional wooden machiya merchant houses. Through an English interpreter you will get firsthand information about the history of Gion and other representative areas of Geisha. The more you know about Gion’s history, the more your interest in them will grow. While you have dinner you will have the chance to ask questions to the Maiko directly. So take this special opportunity to know the Geisha world in Kyoto! It will surely make your trip more memorable! The tour schedule is as follows: 13:30 meet with an English interpreter Meeting point: Starbucks Gion (the 1st floor of the APA hotel Gion) Take a walk in the Gion area on foot. 15:45 Depart for a nearby Japanese restaurant 15:50 Arrive at the Japanese restaurant Order some drinks (optional and paid by customers), dinner will be served. 16:00 A maiko will come to meet with you. Dance show with recorded music. Converse with a Maiko while being entertained. Take a photo or shoot a video with a Maiko. 17:00 The Maiko will leave you and you can finish your dinner. Tour disbands.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-dinner-with-maiko-and-explore-gion-in-kyoto/6335?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Dinner with Maiko and Explore Gion in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 01:29:50"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 75,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463029057/uhv03ebpzj4btmx8bqqy.jpg",
        "strIntroduction": "When thinking of Japanese food, many people think of Sushi, Tempura, Japanese pancakes, or miso soup, but at this cooking lesson you will be introduced and taught how to make Obanzai, famous among Japanese people for its home-style dishes from the Kyoto area. Originally created in a merchants house in old Japan with the desire for economic savings through reducing waste. The meals also seek to ensure a healthy life with well-balanced ingredients. The 90 minute lesson start at either 11:00 or 16:30. Its highlight is learning how to cook imaginative and original Obanzai dishes that have been handed down from person to person. Made mainly from vegetables and cooked as simple dishes, Obanzai is a cuisine that utilizes seasonal ingredients without waste and has drawn a lot of interest recently. Throughout the cooking process you will gain a lot of awareness about culture and history, the tradition of Kyoto and a simple lifestyle. The colorful food arrangements and combination of ingredients keeps a good nourishment balance which are amazing and the light and delicate taste of Kyoto-style seasoning is really healthy and tasty. Enjoy discovering a new local vegetable that you have never seen before and communicate with locals throughout the lesson! This wonderful memory of cooking Obanzai will not fade.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-cooking-healthy-japanese-vegetarian-dishes-in-kyoto/6332?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Cooking Healthy Japanese Vegetarian Dishes in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 01:33:52"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 768,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462977964/cfgetzbkp8rl3e5ovpkr.jpg",
        "strIntroduction": "This wedding experience in Kyoto is almost all inclusive and will be almost everything that you could want or need and is especially recommend for couples who are interested in wearing Kimono's and the culture and traditions of a Japanese wedding ceremony. The schedule is as below: 1. Put on your wedding wear then have your hair and makeup set by a professional hairdresser. The Japanese formal wedding Kimono for women is made out of a high-quality white silk called Shiromuku. The bridegroom wears a formal divided skirt called a Hakama. 2. Experience the traditional Japanese ceremony briefly with Sake and a light meal. 3. Head to a Shrine by car and enjoy the atmosphere of a Japanese wedding and take pictures in front of the sacred Shinto building. This condensed Japanese traditional wedding experience takes 2.5-3 hours and you can enjoy the whole of experience with an interpreter explaining the meaning of its history, tradition and customs during the service. Additional services offer the opportunity of having photos taken by a professional photographer, the formalwear for your parent and friends and a prayer for your eternal happiness by a Shinto priest. Without a doubt you will enjoy the Japanese wedding experience.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-experience-traditional-japanese-wedding-and-kimono-in-kyoto/6324?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Traditional Japanese Wedding & Kimono in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 01:37:48"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 54,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463323146/ubchgjpljfkcomjgcpl8.jpg",
        "strIntroduction": "I can share a wonderful Japanese cooking experiences with you! What you can learn: In my class, you can learn making various kinds of sushi rolls. Also we can taste traditional Japanese dishes which I’ve already made. I have 2 classes a day (lunch or dinner). Each class has a maximum 4 people. Time Schedule: 10:00 (or 15:30): Meet up at Sasazuka Station, Tokyo - Shopping street/supermarket tour 10:30 (or 16:00) Start cooking class - explaining Japanese food - demonstration how to cook - try to make Sushi 12:00 (or 17:30) Tasting time 12:30 (or 18:00) End of the class Notes: I care about what you eat. If you have any allergy or eat Halal food, please let me know in advance",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-make-sushi-in-a-japanese-cooking-class-in-tokyo/6387?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make Sushi in a Japanese Cooking Class in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 01:42:28"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 129,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468561405/pk4a9qgswxahodjpqa4y.jpg",
        "strIntroduction": "There are many city lights tours but our illumination ride is quit different from the others. At the tour beginning, we go to the pier. You can see Tokyo station and Tokyo Tower on the way to the pier. Get on the water-bus with bicycle to go to Odaiba. You can look at Rainbow Bridge while on the ship. After arrived to Odaiba, we surve some coffee. You can enjoy coffee with beutifl sunset. When sun goes donwn, we take you to backside of Odaiba as nobody knows. It a 360 degree night view is waiting for you at last! It will be the perfect ending! Please don't forget your camera!! Course: CYT→Hinodesanbashi(Get on the ship)→Odaiba→Tokyo bay→Werehouse Area→Kachidokibashi Bridge→Ginza→Nihonbashi Bridge→Akihabara→CYT",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-cycle-and-explore-tokyo-stunning-city-lights/6348?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cycle and explore Tokyo's stunning city lights!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 01:46:35"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 162,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462859146/u6lnrodiq0v4duonrkb7.jpg",
        "strIntroduction": "Rent gorgeous formal kimonos like Furisode for young ladies, Montsuki Hakama for men and shrine visits. These kimonos are worn for occasions like gala, wedding or tea party. Checking in at our reception counter with some basic information filled in, you will be given a rental bag and shown the way to start choosing kimonos. Furisode is the traditional formal attire with gorgeous patterns and long sleeves for unmarried young ladies. We have three ranks of furisode by different material and patterns. This plan lets you choosing your favorite furisode, obi and decorative items when you come to the store. A false fur shawl is also available to go with your look. Gentlemen can put on the traditional formal attired called Montsuki Hakama, a hakama suit with family crest. It takes about 30 mins. Choose kimonos and get dressed. If the ladies would like to have the hair done, hairdressing service is also available with extra charges which takes an additional 15-20 minutes. (Hairdressing is a very popular option so a reservation is highly recommended.) Including the time to leave your baggage, the entire process from entering our store until departure is about 1 hr - 1.5 hrs. Not sure where to go? Our information counter will be happy to help with some one-day trip advice. If you are short of yen, a currency exchange service is also available there. Feel free to explore Kyoto at your own pace. Take your time relaxing or having a cup of tea at the local cafe or tea room. Find a quiet temple or shrine. Wearing a traditional costume, you may feel the authentic atmosphere at the heart of Japan. Remember to come back by 19:30 pm and return the kimonos. If you want to wear kimonos at night, you can also return the attire on the following day with an extra extension charge.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-premium-kimono-rental-in-kyoto-furisode-montsuki-hakama/5374?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Premium Kimono Rental in Kyoto: Furisode, Montsuki Hakama!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 01:51:40"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462858560/s3pyzppponf4z4olknno.jpg",
        "strIntroduction": "Maiko is female performing artists working in Gion area whose skills include performing various Japanese arts such as classical music, dance and games. A maiko is a geiko minor apprentice from the age of 15 to 20 before her adulthood. Yumeyakata's Maiko Makeover plan does not have an age limit for the Maiko plan. Our staff who used to be a maiko, will make you up and dress you up like a real maiko. Using her skill who was the maiko since years ago, she will teach you how to pose and dance like a maiko. This package includes the studio photography, so why don't you take the pictures and give it to your family or friends as souvenirs?",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-try-a-complete-maiko-makeover-in-kyoto/5375?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try a complete Maiko makeover in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 01:55:23"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463388150/focfqixo6pf51d6v5air.jpg",
        "strIntroduction": "If you are a true big fan of Japanese traditional art and culture, you definitely shouldn’t miss this incredible tour program! This tour program will take you to an Atelier in Asakusa, Tokyo, where you can enjoy experiencing the traditional Japanese weaving methods. You can select your favorite thread out of ten kinds of threads and weave original coasters, center piece, and place mat. There are eight weaving machines available at the atelier, and you will get lost in your own world while weaving your original merchandise. The flow of the clothes dyeing experience will be as follows: - Choose the warps that you want to use - Choose the wefts that you want to use - Choose the threads that you want to use and start weaving - Tap on the machine and make your original merchandise! Children above three years old can join this tour program if they want to. This tour program everyday except on Wednesdays from 10:00 - 19:00. Reservation is difficult to make, so we suggest you to use our reservation service to book with no hassles!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-weaving-exprience-at-an-atelier-in-asakusa-tokyo/6424?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Weaving Experience at an Atelier in Asakusa, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 02:00:21"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 187,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463382123/igppjjeifxexkghlvqp0.jpg",
        "strIntroduction": "If you are a food lover and want to hunt for good food of Tokyo, we recommend you to make a reservation for this tour program as soon as possible! You can enjoy an incredible food tour in Tokyo and fill your tummy with many delicious food of Tokyo at one of Tokyo’s most famous food spots. There are four different types of tour programs that you can reserve. 1. Aka Chouchin Tour Aka chouchin (red lantern) is the symbol of the Izakaya, which has similar concept to Spanish tapas bar. This aka chouchin tour will take you to Ebisu, an area named after the popular beer Yebisu, where you can enjoy many different types of food. Ebisu can be considered as a huge theme park of food at the center of Tokyo, as many new restaurants opening in Ebisu every month. Ebisu still also has few local old staples, and this tour will take you to both, old and new sides of food culture in Ebisu. This tour is available every day from 17:30 - 20:30. 2. Showa Retro Tour Showa Retro Tour will take you to Koenji, where you can find many Tokyo’s most authentic local food. Koenji is not very famous among foreigners, yet is not very famous among local teenagers or young adults, but it possesses an indescribable charm that can’t be found at other places in central Tokyo. You can escape from the Tokyo’s busy lifestyle and step into the little neighborhood of Koenji to gain insight on how Japanese locals enjoy their daily lives. This tour is available on Tuesday, Thursday, Friday, Saturday, and Sunday from 17:00 - 20:30. 3. Ameyokocho Tour You will have a day visit to Tokyo’s famous shopping streets called Ameya Yokocho (Ameyoko), which has over 400 shops and restaurants for you to troll around. People of all ages can have fun at Ameyokocho, and you can enjoy the lively local atmosphere and various “Japanese soul food” there. Streets at Ameyokocho are very busy from early in the morning until late night. This tour is available every day from 11:00 - 14:00. 4. Premium Food and Drinks Tour Different from other tours, this tour is a little bit luxurious compare to the other tours. A lot of various types of Japanese alcohols will be introduced in this tour, so you will be able to enjoy Craft beer, Japanese Sake, Japanese Shochu, and Japanese Whisky. You will also have a chance to experience the authentic Japanese course dining at hidden Japanese bars in Shimbashi. This tour is available from Monday to Friday from 17:00 - 21:00. Reservation for this food tour is difficult to make, so we suggest you to use our reservation service to book with no hassles!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-wonderful-food-tour-at-famous-food-spots-in-tokyo/6421?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy A Wonderful Food Tour at Famous Food Spots in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 02:04:45"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 171,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463379846/cbgfhuthj3amyho2y2zh.jpg",
        "strIntroduction": "Metamorphosis is not only for butterflies, but you can also have metamorphosis as human beings. The photo studio, which is located near Tokyo Sky Tree will make your dreams come true by providing you service for full transformation. You will see the different sides of yourself, as you will dress up with one of the dress that you choose from our huge collections, and a professional photographer will take pictures of you with the dresses. There are four available plans to book. 1. Basic Plan - L size photograph x 2 - CDR (2 Digital Photographs) - One dress of your choice - 20-30 photo shooting - Not available with the birthday coupon 2. Plan A - 2L size photograph x 3 - CDR (3 Digital Photographs) - One dress of your choice - 60-70 photo shooting 3. Plan B - 2L size photograph x 3 - CDR (3 Digital Photographs) - Two dresses of your choice - 60-70 photo shooting per dress 4. Plan C - 2L size photograph x 7 - CDR (7 Digital Photographs) - Three dresses of your choice - 60-70 photo shooting per dress The flow of all plans is as follows: - Choose your dress - Take pictures - Choose the desired photographs - Photo retouching - We will send your photographs to the designated address in two or three weeks. We can also ship your photographs internationally. Enjoy a gorgeous metamorphosis and make a reservation for a full transformation with no hassle by using our service! * Please note that Birthday Plans can only be applied to those guests whose EXPERIENCE date is during her/his birthday month. * If you booked the birthday options, you must bring a photo ID that has your birthday on it.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-full-transformation-at-a-photo-studio-in-tokyo/6416?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Full Transformation at a Photo Studio in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 02:07:47"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 125,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463373609/r3wjfo2pl629yglaba0h.jpg",
        "strIntroduction": "Enjoy your night with a full transformation by doing cosplay at Kabukicho, Shinjuku, Tokyo! You can choose various different cosplay costumes that are available to wear, which will also give you a full transformation for the whole night. Professional hair stylist, makeup artists, teachers, singers, and cameramen are available to make your transformation look perfect and totally unforgettable. There are several different types of courses available to book. - Cosplay and Make over course (3 hours, 5 hours, or 7 hours) This course includes costumes rental, hair and makeup by professionals. - Optional menus Karaoke with escorts or professional singers. Use our reservation service to book this unique cosplay program, and enjoy your night and have a blast until dawn at Kabukicho, Shinjuku, Tokyo!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-cosplaying-at-a-studio-in-kabukicho-shinjuku-tokyo/6414?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Cosplaying at a Studio in Kabukicho, Shinjuku, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 02:12:24"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463367112/hecoxtssvtqgaj8coi98.jpg",
        "strIntroduction": "Join a Print Party and try the woodblock printmaking workshop at a warehouse in Asakusa, Tokyo! The warehouse is a wood printing workshop located in the Kaminarimon district of Asakusa, which is very close to Sensoji Temple. You will be printing your own designs on pre-carved woodblocks, with equipment and tools prepared by the staff of the warehouse. The staff will also lead through the wood printing process and teach you how to print your desings on woodblocks. You can make more than one wood printings, as you might fail your first print. You can also take home the printed woodblocks as souvenirs. Not only learning the wood printing process, you can also visit the printer’s workroom at the other end of the building. You can also enjoy a complimentary coffee and Japanese snacks corner, and you can also explore the shop of the warehouse to buy hand-made souvenirs. The party is available for three on the following schedules for most days: - From 10:00 - From 13:00 - From 14:30 The length of the party is 60 minutes. Please tell us about your available date so we can make a reservation for you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-wood-printing-event-at-a-warehouse-in-asakusa-tokyo/6409?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join Wood Printing Event at a Warehouse in Asakusa, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 02:15:51"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 42,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474968572/tb9eipmgsycv2jgv4xdc.jpg",
        "strIntroduction": "Join this program to experience a Japanese traditional art culture and make Makie, a decoration method applied on to lacquer coating. The Makie technique was fully developed in Kyoto, which is the cultural and political capital of Japan in the 6th Century. The process of Makie starts with drawing a pattern on a piece of wax paper, then pressing this wax paper onto a lacquer coated surface such as tray or bowl. After pressing the design of the pattern, you will trace it with a fine brush dipped into yellow-colored lacquer, which is a Cashew paint. Then you will sprinkle the gold or silver powder before the lacquer dries out and the powder will harden over night. This process is repeated over and over until the desired design is accomplished. The hands-on Makie introductory class at Inui offers you an unforgettable great cultural experience that is enjoyable and easy to understand. The individual class is available every Tuesdays and Fridays from 9:00 to 16:00. The individual class is also available for the additional dates listed below: - Aoi Matsuri Festival May 14, 15, 16th. - Gion Festival: July 14, 15, 16 and 17th) - Jidai Matsuri Festibal: October 24, 25th. Group class for 2 persons or more are available daily. All classes are available upon reservations. The length of the course is 90 minutes and available for minimum two persons. Use our reservation service to book this program and have fun making your own traditional Japanese souvenir only in Kyoto!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-learn-how-to-make-makie-at-an-old-art-shop-in-kyoto/6404?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn How to Make Makie At an Old Art Shop in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 02:19:33"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 224,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463352001/eshubt8mojgjrsaokw66.jpg",
        "strIntroduction": "Enrich your experience in Japan by joining this tour to enjoy a Japanese dinner with Geisha performance at Ryoutei in Tokyo! You can enjoy a traditional Japanese kaiseki dinner while watching the dance and music performance of Geisha. In addition, you can also enjoy real conversations with Geisha, since English translators or speakers will also be present in this program! The schedule of this program is as follows: 17:50 – Dinner Begins Talk with other international guest from around the world to make new friends, and change into kimono (or yukata) that is included in this program! 18:30 – Introduction to Geisha The interpreter will introduce you to the culture and history of Geisha while you are enjoying your meal. 19:00 – Geisha Performance Geisha will perform the traditional dances and songs. 19:30 – Q&A and Games Ask questions, learn more about Geisha and have some fun playing a few traditional Japanese games with them! 20:00 – Geisha Conversations Have fun stirring up conversation with Geisha as they pour you your drinks (the interpreter will help you translate the conversation with Geisha). 21:00 – Dinner ends Take photos and end your night by saying \"Sayoonara\" after making new friends and learning about the Geisha culture! The programs are available on Thursday and Saturday evenings at a ryoutei (traditional Japanese restaurant) near Asakusa, Tokyo. The price includes: - Kaiseki dinner (multi-course traditional Japanese meal) - Authentic geisha performance and entertainment - English interpreter - Kimono rental, free souvenirs, photo opportunities, and more.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-geisha-performance-with-dinner-kimono-rental-tokyo/6399?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "10% OFF Geisha Performance with Dinner & Kimono Rental,Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 02:22:30"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463349545/t37dvoamkioaza6l2vmk.jpg",
        "strIntroduction": "Enjoy learning tatami mat making at a tatami shop located in Kyoto! Tatami is a type of mat used as a flooring material in traditional Japanese-style rooms. The mats are traditionally made using rice straw (Igusa) to form the core, the cores of contemporary tatami are sometimes composed of compressed wood chip boards or polystyrene foam. The tatami are made in standard sizes, with the length exactly twice the width, with a ratio of 2:1. The long sides usually have edging of brocade or plain cloth, which is called heri. The contents of the tatami mats making class will be as follows: 1. History of Tatami 2. Effects of Tatami 3. Secrets of Igusa 4. Types of Tatami 5. Make your own mini Tatami The class is available from Monday to Friday, with the following schedules: 1. From 10:00 2. From 14:00 The length of the class is around 90 minutes. The class is not available on the weekends and on national holidays. The class is only available upon reservation, so we recommend you to use our reservation service to book it with no-hassles!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-japanese-tatami-making-at-a-tatami-shop-in-kyoto/6396?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Japanese Tatami Making at a Tatami Shop in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 02:27:39"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 87,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462888158/ciaklvrjpepujoiybad1.jpg",
        "strIntroduction": "\"Fuji-san in west, Tsukuba-san in east\" Tsukuba-san (Mount Tsukuba) is referred as one of the best 100 Japanese mountains, similarly to Mount Fuji. It is also famous as a relatively easy to climb mountain because it is only 877-meter high. Tukuba Shrine is one of the most famous shrines in Japan. More than 200,000 worshipers go there every year. There are a lot of beautiful trees like plums (Ume), cherry trees (Sakura) and autumn color leaves. You will be able to enjoy the beautiful mountain view and the natural landscape. Tsukubasan has ropeway and a cable car so that you can enjoy the landscape and the fresh air. Recommended course: Enjoy shrine and landscape by vehicles. Tsukuba Station-Bus (40 min)-Miyawaki bus stop ->Tsukuba Shrine (30 min) Pray, check charm and stamp book, etc. ->Cable car (8 min)-Miyukigahara (Top field: 60 min. Restaurants) Walk to \"Nyotai-san\" (Top of Mt Tsukuba: 20min one way) Lucky stone throwing ->Rope way (6 min)-Bus (50 min)-Tsukuba Station Total 3 hours and 40 minutes. -Additional fees to pay on the day for transportation (Bus, Cable car, Ropeway) Adult: 2,620 JPY Child: 1,320 JPY Hiking course: If you want to enjoy hiking, please add 3-4 hours more (Total 6-7 hours). -Shirakumohashi course (up 110 min/ down 95 min) Benkei nanamodori, Hokutoiwa rock -Miyukigahara course(up 90 min/ down 70 min) Minanogawa river, Cable car passing More information: -Flower season Plum (Ume): Feburary to March Cherry (Sakura): end of March to mid-April Autumn leaves: end of October to end of November Vehicle timetables: Tsukuba Station 1st 6:55-7:38 from Station to Shrine last 21:20-22:03 from Shrine to Station Cable car 9:20-17:40 Rope way 9:00-18:20",
        "strLocation": "Ibaraki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ibaraki-visit-a-dignified-shrine-and-explore-mt-tsukuba/6314?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit a dignified shrine and explore Mt Tsukuba",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 02:30:15"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 124,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462412161/nqqtt5pz1pd7qiwcbmll.jpg",
        "strIntroduction": "Hi, there! First of all, let me introduce myself below: I'm a racing driver competing in various races - single seaters, touring cars, and kart racing. I can communicate in English, Chinese, and Japanese. I hope you will enjoy the kart racing experience I provide! :) About the experience: 1. Duration of the experience: Approximately 1 hour except transferring time 2. Booking: Group or single guest 3. What to bring: Nothing (No license required) 4. Includes: 3 laps → rest → 5 laps (Totally 8 laps) *Not including foods and transferring cost 5. Other: Basically, the experience is carried out even if it rains or shines except during a storm. If you have any questions, please feel free to contact me always. This experience is held in Osaka only",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-try-kart-racing-in-osaka-japan/6288?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try kart racing in Osaka, Japan!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 02:33:15"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462686628/j4mdwp1tvrmiqymmwzln.jpg",
        "strIntroduction": "If you come to Nagano, visiting Zenkoji is a must to do. This walk gives you an opportunity to do a little more; either try Zazen (zen meditation) or try making a Kaleidoscope by yourself for your memory. First, we will meet at Nagano Station, and then you can choose to walk to Zenkoji (about 20 minutes) or take a bus to get to the gate to Zenkoji (public transportation). We will pass the gates and visit inside the temple. We can walk around the precincts and may try Okaidan Meguri, which is said to connect you with Buddha. (This may not be available when construction is going on or it is extremely crowded.) Then, we will take a look at the shops on the Sando (approach). There are many souvenir shops where you can pick up gifts to bring back home. We will visit a shukubo (inn) to try Zen meditation. Zazen is a type of meditation that is practiced by zen monks. You will sit in a certain posture and stay single-mindedly, breathe and be aware, to be free from all sorts of delusions and desires. It will be a great experience for you. Or, You can try out making a Kaleidoscope at an art shop located in a shukubo. It is made easy to do and you will enjoy showing your own creativity, not to mention you will have a great souvenir for yourself. The tour cost includes lunch or tea/coffee break, depending on the time.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-visit-zenkoji-temple-and-experience-zazen-or-make-crafts/6291?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Zenkoji Temple & Experience Zazen or Make Crafts",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 02:37:36"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 139,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462688003/s5xkczclgg6d3hqbvxax.jpg",
        "strIntroduction": "Togakushi is located at the mountainous area north of Nagano city, which is a part of Myoko Togakushi Renzan National Park. This area has been famous for a Shinto shrine called \"Togakushi-jinja\" that was the center of ascetic practices as well as Ninja's training. We will meet at Nagano Station, and take a train to Kurohime. Then we will drive to Togakushi area. First, we will see Togakushi-jinja's Chusha, one of the most popular shrines. After that, we either walk or drive to Okusha area. Okusha and Kuzuryusha are located next to each other, but the approach to these shrines are about 2 km, and it is partly uphill, so it is recommended that you wear comfortable shoes! On the way to Okusha, you will find beautiful cedar trees on each side of the approach, as well as Zuijinmon, a shrine gate with a thatched roof beautifully colored in vermilion. Also, you will hear birds singing and see peaceful nature with trees and rivers. After that, we will visit Togakushi Folk Museum that introduces a collection of antiques and Ninja accessories. There is also Ninja karakuri House. \"Karakuri\" means \"tricks\", so you will find Ninja's tricks inside. Enjoy exploring inside just like you are a Ninja! Togakushi is one of the most famous areas for its soba (buckwheat) noodles. You can enjoy soba noodles at one of the local restaurants. If you would like to try making soba by yourself, you can choose to visit Soba Museum instead of going to the Folk Museum and Ninja House. At the Soba Museum, you can experience making soba and eat it after that for your lunch.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-explore-togakushi-shrines-and-ninja-house-in-nagano/6289?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Togakushi Shrines & Ninja House in Nagano",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 02:42:24"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 154,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467688291/ytqqukaxgf0u82tchf6m.jpg",
        "strIntroduction": "The tour starts with a hike through a beautiful forest and past several lakes. Discover various types of wild plants and flowers as you walk along the hiking trail to Kagami-ike Lake with its stunning view of Mt. Togakushi. On days with no wind, you can see Mt. Togakushi reflected on the water's surface. You will also pass by a panoramic spot where you can enjoy a view of the Japanese Alps. After a 2 hour hike, it is time for a lunch of Soba, or buckwheat noodles in English. It is a traditional dish for people in Nagano, and Togakushi especially is known for the distinctive taste of their soba made with region's clean mountain water. The dish comes with shrimp and seasonal vegetables tempura. After lunch, take the bus to the entrance of pilgrimage path to the Togakushi Okusha Shrine. While the entire Togakushi area is regarded as sacred to followers of Shintoism, Togakushi Okusha Shrine is the most important place within the region and the very end of the regional pilgrimage. Approximately 300 Cryptomeria trees are lined beautifully along the pilgrimage path. It is more than impressive enough to make visitors ponder the sacredness of Japanese Shintoism. After walking back from the Okusha Shrine, it is time for some recreation and learning at the Ninja Folklore Museum. At the museum, you will not only learn about the history and techniques used by the Togakushi ninja, you can also give escaping a ninja house filled with hidden doors and tricks a go. Tour itinerary: 09:00 Meet at Nagano station directly in front of the Shinkansen exit at the information board towards the East Exit. - Take the bus towards Togakushi. - Start the hike through the forest trail with several ponds and mountain views. 12:45 Eat lunch at a local soba restaurant - Take the bus to Togakushi Shrine and walk past the Japanese cedars. - Go to the Ninja House that also holds a Ninja Folklore Museum. 17:07 Go back by bus to Nagano Station. 18:20 Arrive back at Nagano Station.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-take-a-spiritual-journey-and-visit-a-ninja-house-in-nagano/6301?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1-Day Togakushi Nature Trekking and Ninja tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 02:47:04"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 59,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462628991/b6jgfrfnkw9flpsu9ubn.jpg",
        "strIntroduction": "This activity offers the experience to cook rice in a traditional way, using an old rice cooker which is very rare in people’s lives now. Although the rice made in this way is still considered as the best, almost all the people use an electric rice cooker and so it is even rare for Japanese people to experience this way of cooking rice. In addition, the guests will use traditional fireplace to grill famous Hida Beef. What makes this activity more attractive are 1) the lecturer is a very experienced, 70-year old mother in the region who knows everything unique to the region; 2) the guest room, where the guests will eat lunch, is one of the oldest houses in Hida with high cultural values.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-have-a-traditional-lunch-experience-in-hida-takayama-area/6300?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Have a Traditional Lunch Experience in Hida-Takayama Area",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 02:50:22"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 64,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462627614/kjhhkwmbuwjsdrav8may.jpg",
        "strIntroduction": "The concept of this cooking class is designed for guests to experience the lives and culture of locals in the Hida Takayama area. This cooking class begins by escaping from the hustle and bustle that is Takayama to Hida Furukawa. You will then enter a local host's beautiful home where the class will be held. You can learn how to make local food and ask questions about not only food but also regarding the locals' lifestyle and culture. The lecturer is not a professional chef but an experienced home cook who is passionate about food and speaking English. Having lived in Australia, she speaks English well, making it easy for the guests to enjoy communicating with the lecturer. The class size is limited to 6 people in order to make sure to keep a personalized experience. During the class, all recipes and ingredients will be handed out to the guests so that the guests can recreate it. The class will usually have the following menu: 2 side dishes 1 main dish Miso soup Rice steamed with vegetables Dessert *Menu is subject to change",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-enjoy-cooking-class-in-japan-countryside-at-a-local-house/6299?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Cooking Class In Japan's Countryside at a Local House",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 02:55:37"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 38,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462135136/pwb52kjiwcvo9br2ngew.jpg",
        "strIntroduction": "This is a two hour long bus tour of Tokyo. Ride on an amphibious bus and enjoy the sights both from land and water! The Sky Duck, the amphibious bus operated by the Hinomaru Limousine Group takes you around the Sky Tree and Kameido area, where you'll be able to see post-war era homes, stores and popular ramen and gyoza restaurants. The tour has two different routes available. The first route, called the Sky Tree course starts at the Tokyo Sky Tree. A broadcast tower complex with restaurants and an observation deck. It is the tallest tower and the second tallest structure in the world. The bus will then splash into the Nakagawa river to continue the tour on water! The second route, called the Kameido course, begins at the newly built Kameido Umeyashiki, a beautiful mansion built in the style of the wealthy Edo period homes. The bus will then splash into the Nakagawa river to continue the tour on water! The tour departs from the Sky Tree Station Office at the following time slots: 09:10, 11:25, 13:25 and 15:25",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-tokyo-by-bus-and-boat-with-this-amphibious-bus-tour/6268?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Tokyo by bus and boat with this amphibious bus tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 02:58:05"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462114775/rtovxztjak9x0yk6mmv2.jpg",
        "strIntroduction": "This is a 1-day bus tour that will take to some of the mot interesting and historically significant sights in Kyoto: the Sennyuji Temple, the Daitokuji Temple and Kyoto Imperial Palace. The Sennyuji temple lies near Tofukuji in south west Kyoto close to the first Red Cross Hospital. The name of this Shingon sect temple means “Bubbling Spring,” and it has long been the location of a number of imperial tombs of emperors and empresses. The Daitokuji temple is a large enclosed temple complex in northern Kyoto and the head temple of the Rinzai sect's Daitokuji school of Japanese Zen Buddhism. The complex consists of nearly two dozen sub temples and is one of the best places in Japan to see a wide variety of Zen gardens and to experience Zen culture and architecture. In Daitokuji, you can enjoy shojin ryori (literally meaning devotion cuisine), a type of vegetarian cooking introduced to Japan along with Buddhism in the 6th century. Kyoto Imperial Palace used to be the residence of Japan's Imperial Family until 1868, when the emperor and capital were moved from Kyoto to Tokyo. It is located in the spacious Kyoto Imperial Park, an attractive green area in the center of the city that also encompasses the Sento Imperial Palace and a few other attractions. The tour departs from Kyoto Station's Karasuma Exit at 10:50 and has a total duration of approximately 6 hours. The tour is only available during weekdays.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-a-1-day-bus-tour-to-popular-temples-in-kyoto/6257?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a 1-day bus tour to popular temples in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 03:05:24"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 136,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462113750/ix5qcjcusjxragsyjga9.jpg",
        "strIntroduction": "Kyoto, once capital of Japan and residence of the Emperor for over 1000 years, it is now renowned for its rich traditional culture as well as the unique modern pace. Learn about the historical and natural charm of the city by joining this special sightseeing bus tour. After meeting up at the pick-up location of your choice, the tour starts at Nijo Castle, which was built to provide lodging for Tokugawa Shogun - the first Shogun in Edo period (1603-1867). Its grand design exemplifies the typical castle architecture in Japan's feudal era and was designated a World Heritage Site in 1994 by UNESCO. After 50 minutes, the tour moves on to Kinkakuji Temple, where you can admire the luxurious beauty of the golden leaf-coated temple and learn about its enduring vitality that has kept it from destruction by countless wars. If you take this tour on a weekday, the third destination will be Kyoto Imperial Palace, located within the beautiful gardens of Kyoto Gyoen. This used to be the residence of the Emperor of Japan until 1869, and now it's one of the best tourist attractions in Kyoto. However, the Palace is closed on weekends and holidays. So if you take the tour on these ocasions, the tour will visit instead Kitano Tenmangu Shrine, the house of the God of Scholarship. This is a popular shrine for students seeking to pass their admission exams to university. After lunch, you will experience various kinds of traditional Japan arts and crafts such as block print or cloisonné work at Kyoto Handicraft center, the final destination of the tour.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-explore-kyotos-popular-sights-and-visit-a-crafts-workshop/6256?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Kyoto's popular sights and visit a crafts workshop",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 03:09:18"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 90,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462101836/vdqbqmyxt3ztleisshfs.jpg",
        "strIntroduction": "This is a one day bus tour that will take you to the Kajuji Temple, the Daigoji Temple, the Byodoin Hoodo, the Mimurotoji Temple and the Manpukuji Temple. The Kajuji temple is especially famous for its water lily pond. Daigoji is an important temple of the Shingon sect of Japanese Buddhism and a designated world heritage site. Byodoin Hoodo is a striking example of Buddhist Pure Land (Jodo) architecture; together with its garden, the temple represents the Pure Land Paradise and was influential on later temple construction. Its hall is now featured on the back of the Japanese 10 yen coin. Mimurotoji is a temple in the northern hills of Uji city, founded about 1200 years ago. It is also known as the “flower temple”, as its wide temple grounds offer large gardens of some varieties of seasonal flowers. The Manpukuji Temple is a head temple of the Zen Sect (Obaku Sect). It was opened by Ingen, a Chinese priest, who came to Japan in the early Edo period. The tour departs form Kyoto Station Karasuma Exit at 9:40 and has a total duration of approximately 6.5hours. You'll have time to have lunch in Uji (not included)",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-a-one-day-bus-tour-to-popular-temples-in-kyoto-and-uji/6255?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a 1-Day Bus Tour to Popular Temples in Kyoto and Uji!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 03:12:49"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 86,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462099607/qmugkrq0lqt8pqwof68q.jpg",
        "strIntroduction": "Kyoto is one of the most visited places in Japan for its traditional atmosphere and historical sights. It has always been at the crossroads of Japanese history, and it was the capital of Japan for over 1,000 years. Even today, Kyoto is the cultural center of Japan, and continues to be loved by Japanese and foreigners alike. The best way to experience it's historical legacy is by joining a one day bus tour around some of the city's most iconic temples. One of them is Hieizan Enryakuji temple, located in Kyoto's eastern mountain range on Mt. Hieizan. It is one of the most important monasteries in Japanese history and the headquarters of the Tendai sect of Japanese Buddhism. Many influential monks have studied at Enryakuji, including the founders of a number of later sects, such as the Pure Land (Jodo), Zen and Nichiren sects. The other stop on this one day bus tour is Ohara, a rural town nestled in the mountains of northern Kyoto, but still technically located within Kyoto's city limits. Ohara is best known for Sanzenin Temple, located way up the forested mountains in the east of Ohara. It is a large temple with a variety of buildings and gardens, and was established in the early Heian Period (794-1185) by the great monk Saicho, who founded the Tendai sect of Japanese Buddhism. The path from the town to the temple is lined with numerous small shops. One of the local specialties on sale is Aisu kyuri, cucumbers pickled in seaweed flavored ice water and served on a stick. The bus departs from Kyoto Station Karasuma Exit at 9:20 and has a total duration of 7 hours. You'll have time in Ohara to have lunch (not included).",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-kyotos-mystic-temples-with-a-1-day-bus-tour/6254?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Kyoto's mystic temples with a 1-day bus tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 03:15:59"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 366,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461987417/h2aku6n5rt8dvk3tado4.jpg",
        "strIntroduction": "On this tour, you will be able to visit the most beautiful places in Kyoto and Arashiyama. The first place you will visit is Daikakuji a 1200 year-old temple where you will be able to experience \"sutra transcribing\" (the East Asian practice of hand-copying Buddhist sutras). The next place is Nonomiya Shrine which was mentioned in the worlds oldest epic novel \"The Tale of Genji\". After visiting the shrine, you will walk through a beautiful narrow path called Sagano Bamboo Grove, surrounded by bamboos which stretch from the shrine to Tenryuji Temple where you will have a lunch called \"shojin ryouri,\" which is Buddhist vegetarian cuisine. After the lunch you will go to Togetsukyo Bridge where you will be able to view the beautiful scenery of mountains and Oi River. Then you will be able to experience a rickshaw ride and enjoy seeing the local scenery of Arashiyama. The final place on the tour is Matsuno-o Taisha Shrine, one of the oldest shrines in Kyoto, which is about 1300 years old. Schedule: 08:50 Depart from Karasuma Kyoto Hotel 09:40 - 11:00 Daikakuji Temple (80 min) 11:10 - 11:30 Nonomiya Shrine (20 min) 11:40 - 12:00 Stroll through Sagano Bamboo Grove (20 min) 12:00 - 13:30 Tenryuji Temple & Lunch (90 min) 13:40 - 14:00 Togetsukyo Bridge (20 min) 14:00 - 14:10 Rickshaw ride (10 min) 14:30 - 15:10 Matsuno-o Taisha Shrine 15:30 - 16:00 Drop off service to hotels in Kyoto",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-1-day-premium-tour-in-kyoto-and-arashiyama/6232?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy 1-Day Premium Tour in Kyoto and Arashiyama!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 03:19:02"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 58,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461945009/ttxsrhbaicrulsnhuxqr.jpg",
        "strIntroduction": "On this activity, you can visit Kinkakuji, Kiyomizudera, and Kodaiji Temples, and stroll around the Higashiyama area. The Kinkakuji and Kiyomizudera temples are both designated as UNESCO World Heritage Sites. The Kinkakuji is one of the most popular sightseeing spots in Kyoto and most are attracted by its shining gold temple and it's definitely worth seeing to experience Japanese culture. The Kiyomizudera Temple is also well-known as one of the most famous places for tourists from all over the world to visit and even for Japanese too. From the main hall of this temple you can see the beautiful view of Kyoto city. Kodaiji Temple, officially named Kodaiji-jushozenji temple, is located at the foot of the Higashiyama Ryozen mountains and was established in 1606 by Nene, who is the widow of Toyotomi Hideyoshi, to pray for her late husband. At Kodaiji temple you can see so many historical things and places such as the Otama-ya (Sanctuary) as well as Hideyoshi's Jinbaori (a coat worn over armour), which are designated as important cultural properties of Japan. In Higashiyama ward, you can explore various kinds of traditional shrines and temples. On this tour you can take a stroll around Higashiyama to enjoy visiting historical places and feel traditional Kyoto culture. You can even relax among the greenery by exploring places encompassed by beautiful trees or flowers and by passing through a tunnel of trees. It's a place that you can enjoy in every season! This tour is available everyday until March 17th, 2017. The bus will depart everyday at 12:30.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-visit-kinkakuji-temple-and-stroll-around-higashiyama-kyoto/6229?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Kinkakuji Temple & Stroll around Higashiyama, Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 03:26:46"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 66,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472779329/b1ugegly2ppi9mdbpq79.jpg",
        "strIntroduction": "In this 5-hour bus tour, you can visit Kyoto's best 3 tourist attractions which are the Kinkakuji, Ginkakuji, and Kiyomizudera Temples at an excellent price. Don't miss this opportunity to fully experience Kyoto's traditional culture by visiting these popular sightseeing spots! The Kinkakuji Temple, also known as the Golden Pavilion, or Rokuonji, is one of the most popular spots for tourists. A Zen buddhist temple, it has also been selected as one of the Historic Monuments of Ancient Kyoto by the UNESCO World Heritage organization. In addition to being designated as a National Special Historic Site it has also been designated a National Special Landscape. With its fascinating and gorgeous appearance of shining gold, the Kinkakuji has attracted millions of visitors. So, if you are fascinated by the Kinkakuji, don't hesitate to reserve this tour. The Ginkakuji Temple, officially named Jishoji, is one of the constructions that represents Higashiyama culture from the Muromachi period. The garden around the Ginkakuji is famous for its beautiful scenery and when you get to Sengetsusen, which is the small waterfall in the temple, you may see many coins thrown in the water like the Trevi Fountain in Italy. In Japanese, there is a famous expression \"to jump off the stage at Kiyomizu\", which is equivalent of the English expression\"to take the plunge\". This expression comes from the Kiyomizudera Temple which is also included in this tour. The Hondo (main hall) of this temple is known as the \"stage\" of Kiyomizudera and from its 18m high cliff you can see the panoramic view of Kyoto city. If you join this tour, you can explore the 3 best temples in Kyoto and learn about its history. The tour is very popular so it's best to hurry up and reserve your seats before they sell out! This tour is available everyday until March 17th, 2017. The bus will depart at 09:00, 10:30, 11:30. Notice: The bus departing at 11:30 will only be available on Saturdays, Sundays and national holidays. Although, it will be operated everyday from December 31st to January 3rd, it will not be operated from January 4th to February 28th.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-explore-the-3-best-tourist-attractions-in-kyoto/6228?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the 3 Best Tourist Attractions in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 03:31:04"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 86,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461911754/ppeq5tnhrdw1iplzhscu.jpg",
        "strIntroduction": "This is the ultimate Karaoke experience in the center of Tokyo. Karaoke47 which is at the top floor of Keio Plaza Hotel and offers a 3-hour plan to enjoy Karaoke, 7-course dinner, all-you-can-drink beverages and gorgeous night view all at once! The hotel is within 5-minute walking distance from Shinjuku Station, and Karaoke47 is on the top floor offering easy access, via its convenient location, to everybody. The rooms are stylish to enhance the wonderful night view of Tokyo, yet comfortable to make you feel at home. All you have to do is just relax and enjoy your fun time!! A 7-course dinner will be served to make your experience special. Here is the menu. 1. Appetizer 2. Salad 3. 2 selections of hot vegetables 4. Fish 5. Meat 6. Pasta 7. Fruits Details may vary depending on the season and the weather. The choices of all-you-can-drink beverages are from sparkling wine, cocktail, beer, whiskey, wine, shochu (Japanese spirits distilled from barley or sweet potato), shochu highball and soft-drinks. The room holds up to 15 people and suits any occasion, like birthday parties, friends' get-together, company year-end parties, whatever you can imagine. A reservation is necessary and needs to be made at least 3 days before your visit. The choices of party time are following: 17:00, 17:30, 18:00, 18:30, 19:00, 19:30, 20:00. Plans are operated daily from 17:00 to 23:30. Enjoy karaoke with your friends, co-workers, family and other precious people.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-luxurious-karaoke-at-karaoke47-shinjuku/6223?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Luxurious Karaoke at Karaoke47, Shinjuku!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 03:34:15"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 187,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461494551/eoicrdtch7tbqs6aslty.jpg",
        "strIntroduction": "Iwamura is a small town in Ena city, located in the southeast part of Gifu prefecture. Its roots can be traced back to the Edo period (17-19th century). Iwamura then fell into obscurity, allowing many of its houses and shops to remain relatively unchanged. Enjoy visiting an unaltered and unadulterated part of Japan. Meet your guide at Ena Station at 9:00 am and take a local train, Akechi railways, for Iwamura town. Along the way you can see beautiful nature and rice fields from the train. It is about a thirty minute train trip. (The departure time at Ena station is 9:28 am on weekends and holidays and 9:15 am on weekdays. The arrival time at Iwamura station is 9:57 am on weekends and holidays and 9:44 am on weekdays.) Walk to the main street of Iwamura castle town. It has been selected as \"Important Preservation District Groups of Historic Buildings\". The streets also have been selected as one of the best 100 beautiful historical landscapes in Japan. Visit the Kimura house which preserves the style of the Edo period. Visit Tosaya's house which was a shop for dyeing kimono. You can learn the unique ideas and skills of the ancient people in the town. Katukawa's house belonged to one of the local rich families. After the walking tour, we will make Japanese zori sandals together out of recycled-shirt fabric and kimono silk — a comfortable and fashionable souvenir. The instructor will teach you how to make it. We will have late lunch at one of the local restaurants after making sandals. Enjoy delicious local foods and sweets with traditional manufacturing. Go to the local sake brewery, Onna-joshu, at the end and see various sake brands. Take the local train for Ena at 4:45 pm when the tour ends.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-make-japanese-sandals-in-the-historical-castle-town-iwamura/6160?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make Japanese sandals in historical castle town Iwamura",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 03:37:11"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462322522/bvjowhp9cycermrr1bnt.jpg",
        "strIntroduction": "What you can enjoy in this one day tour to Ibaraki's countryside: - You will enjoy visiting the tallest statue of standing Buddha in the world. - You will climb up to the chest of the statue from where you can enjoy the panorama scenery (extra fee) - You can enjoy rabbit feeding and monkey tricks in front of the statue (extra fee) - After seeing the statue, we will enjoy shopping at the shopping mall near the statue. There are brand shop like Coach, A.v.v, Levi's, Polo Ralph Lauren, Ray-Ban, etc. The tour duration will be 3-4 hours. Pick up by car is available from Tsukuba Station, JR Tsuchiura Station or any nearby station (hotel) Optional fees (please pay on the day): - 800 JPY: climb inside the statue, garden and rabbit feeding - 500 JPY: garden and rabbit feeding only",
        "strLocation": "Ibaraki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ibaraki-visit-ushiku-daibutsu-and-enjoy-shopping-in-ibaraki/6282?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Ushiku Daibutsu and enjoy shopping in Ibaraki!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 03:40:49"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 179,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468561265/eei94nrfrmdylj1zvezo.jpg",
        "strIntroduction": "You will visit many popular and historic places by bicycle and you can experience and feel Japanese culture and traditions all in one day! Make your own souvenir leather key holders at the leather factory which goes back three generations. Take coffee break at Japanese coffe roastery in Kiyosumishirakawa. Kiyosumishirakawa is a famous erea for Third-wave coffee nowadays. There are some nice Japanese coffee roastaries there. Make your original Shichimi. Shichimi is Japanese traditional spice. The special blender blends Shichimi in response to your requests. Sightsee at a 100% organic Green Tea shop. This Green Tea shop is running by Green Tea farmer. You can drink and buy some fresh Green teas. Also it is very good for souvenir. Course: CYT→Kuramaebashi Bridge→Sumidagawa River→Sumidagawa Terrace→Kiyosumishirakawa→Higashimukoujima→Kuramae→KappaBashi→Asakusa→CYT",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-cycle-around-tokyo-streets-and-cratt-shops/6281?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cycle around Tokyo's streets and craft shops",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 03:43:48"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 117,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462089701/fsatlxauybejaftowjf1.jpg",
        "strIntroduction": "Spend a fun-filled day with your family outside of Tokyo by heading out to the popular Mother Farm and Mitsui Outlet Shopping Mall. The bus will take you to every place with an English guiding. Rainbow Bridge: Travel across the 798-meter suspension bridge and see Tokyo Tower from your window. Get a 360-degree panoramic view of Tokyo, Chiba and Kanagawa while going across the Tokyo Bay. Stop over at the Umihotaru rest area. In the case the Tokyo Bay Aqua Line is closed, you will be going through the Metropolitan Expressway Bayshore Route. Mother Farm: Sheep, alpaca, and capybaras greet you on the farm. Take this great opportunity to also experience an interactive session with the animals such as cow milking and pigs race. You'll also be served BBQ lunch. After lunch, you can enjoy the fresh ice cream on the farm. Fruit Picking: Blueberries and, strawberries are available during the right season. In the case fruit is not available due to the season or weather, you will take pre-picked fruit home as a souvenir. Mitsui Outlet Mall: Take your time going through the many shops that make up one of the largest malls in the Kanto region. Receive a special discount coupon you can use at different shops. Schedule: 07:50 Meet at Tokyo Station Kajibashi Parking or 08:30 Osaki Station West Exit Bus Terminal Mother Farm (150 min) Fruit Picking (30 min) Mitsui Outlet Park Kisarazu (120 min) 18:10 Odaiba For those who wish to disband at Odaiba may do so. 18:40 Tour Ends in Tokyo Notes +If the minimum number of participants is not met by 4 days prior to the tour date, the tour may be cancelled. Please inform us of your accommodation details and contact information for the day prior to the tour. We will notify you in case the tour is cancelled. If less than 10 participants are booked, the activity may not operate. +Vegetarian and lamb meals (instead of pork) are available upon request. However, the request must be made at least two business days in advance. +Children between 3-5 years old will be required to pay an admission fee of JPY 1,800 to the Mother farm and orchard, which can be paid on site. +If the fruits are not ripe for picking due to weather conditions, the activity may be cancelled. The fruit-picking activity will be held outdoors. Depending on the weather, the group may only have the all-you-can-eat fruits activity instead. +Fruit picking from March to May will be for strawberries and from July to August will be for blueberries, In the case the fruit is not available due to the season or weather, you will be receiving a different type of pre-picked fruit as a souvenir. +The tour will still be conducted even if flowers are not in full bloom. In that case, refunds will not be issued. +Children (ages 0-5 years) will be able to participate for free under the following conditions. An individual seat will not be provided. Please have them sit on the lap of their parent or guardian. If there are seats available, they are welcome to use it, however, they will not be getting a priority in seating. An individual meal or snack will not be provided as well. +If you would like any of the above for children (ages 0-5 years), please book them as a child. +In the case the Tokyo Aqua Line and Rainbow Bridge are closed due to the weather or road conditions, you will be going through the Metropolitan Expressway Bayshore Route instead. +Please understand that the tour itinerary is subject to change according to the road or viewing conditions.",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-book-a-farm-visit-and-outlet-park-shopping-tour-in-chiba/6252?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Book a Farm Visit and Outlet Park Shopping Tour in Chiba",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 03:46:17"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 183,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462077590/zjyasdobfbgliwciak3d.jpg",
        "strIntroduction": "This is a full day tour. We will start from Kyoto and go back at night. Adult (age 12 & over) and child (age 6-11) will be charged differently and infants (Age 0-5) are free. We will pick you up at your hotel. The details of this tour are down below: 1. Nijo Castle It is one of the seventeen Historic Monuments of Ancient Kyoto which have been designated by UNESCO as a World Heritage Site. 2. Kinkakuji Temple (Golden Pavilion) It is one of the most popular buildings in Japan, attracting a large number of visitors annually. 3. Kyoto Imperial Palace It is the former ruling palace of the Emperor of Japan.It has been destroyed and rebuilt eight times. The version currently standing was completed in 1855. 4. Japanese Style Lunch Visit Nara in the afternoon. 5. Todaiji Temple and Nara Park The Great Buddha Hall located at Todaiji Temple has the world's largest bronze statue of the Buddha Vairocana. Over 1,200 wild sika deer freely roam around Nara Park and that's the reason why this place has such a high reputation around the world. 6. Kasuga Taisha Shrine The interior is famous for its many bronze lanterns, as well as the many stone lanterns that lead up the shrine. 7. Nara Nagomikan It is the biggest gift shop in Nara. After shopping, we will head to Kyoto and end our journey. Attention: 1. The Kyoto Imperial Palace is closed on Saturdays, Sundays, and national holidays. We will then visit Kitano Tenmangu Shrine instead. And on Jan. 25, Apr. 25, Jul. 25 and Oct. 25, we will visit Nishi Honganji Temple instead. 2. Nijo Castle is closed on Tuesdays (or Wednesday if Tuesday is a national holiday) in January, July, August, and December and over the year-end New Year's holidays. We will then visit Ryoanji Temple instead. 3. We may skip the Nara Nagomikan according to any situations that may arise. 4. Areas requiring additional fees are not included. 5. This tour is not suitable for groups (5 & more) of Japanese only because you will not be able to enter the Kyoto Imperial Palace according to this tour plan. Pickup time & Pickup point. 08:35 Ana Hotel Kyoto 08:30 Hotel Nikko Princess Kyoto 08:40 Karasuma Kyoto Hotel 08:20 Kyoto Hotel Okura 08:25 Kyoto Avanti 08:40 Kyoto Tokyu Hotel",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-explore-kyoto-and-nara-in-a-1-day-bus-tour/6246?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Kyoto and Nara in a 1-Day Bus Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 03:49:34"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 61,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473226963/mmvkjqfouxbfm3tmhfv1.jpg",
        "strIntroduction": "In this tour, you will be able to visit 3 World Heritage Sites in Kyoto by bus. First, you will take the JR line from Kyoto Station to visit Fushimi Inari Taisha shrine. The shrine is the head shrine of all 40,000 inari-jinja shrines located all over Japan, and there are thousands of torii (red gate for shrine) placed across the mountain. This spot is interesting and enjoyable even if you do not have interest in shrines or temples. Next, you will visit Kiyomizudera Temple, where there is a famous stage which is 18 meters high from the bottom of the cliff projecting like a balcony. You will be able to enjoy the view of Kyoto there. After departing from the temple, you will have lunch at Shijo Karasuma. You can either take your own lunch or have a delicious buffet. The last place you will visit is Kinkakuji Temple where there is a famous golden building. The building is reflecting on the pond which makes the scenery more beautiful. This is a must-see spot. There are 4 options available in this tour: 1. Kyoto's 3 World Heritage Sites (Adult: 13 +) Duration: 8 hour(s) Available: Daily Pick-up: Not available Inclusion: English-speaking assistant / Japanese-speaking staff / English speaking tour operator / bus fare / Hankyu train ticket (After May) / JR Train ticket Schedule: 09:20 Meet at JR Kyoto Station (You will be taking the JR line from Kyoto Station to Fushimi Inari Taisha shrine.) 10:00 Fushimi Inari Taisha Shrine 11:00 Depart from Fushimi Inari Taisha Shrine 11:30 Kiyomizudera Temple (*Adult admission fee of 400 JPY is needed on site.) 12:40 Depart from Kiyomizudera Temple 13:10 Shijo Karasuma (*Take lunch on your own in the popular area with cute cafes and fancy restaurants.) 13:55 Depart Shijo Karasuma (You will be taking the Hankyu Line from Karasuma Station to Omiya Station. At Omiya Station, you will be transferring to a bus.) 14:40 Kinkakuji Temple (*Adult admission fee of 400 JPY is needed on site.) 15:25 Depart from Kinkakuji Temple 15:55 Drop-off at JR Kyoto Station 16:55 Drop-off at Nanba OCAT 17:10 Tour ends at Hearton Hotel Nishiumeda 2. Kyoto's 3 World Heritage Sites (Child: 3 - 12) Same as the first option. 3. Kyoto's 3 World Heritage Sites + Lunch/Admission (Adult) Duration: 8 hour(s) Available: Daily Pick-up: Not available Inclusion: Lunch / English-speaking assistant / Japanese-speaking staff / English speaking tour operator / bus fare / Hankyu train ticket (After May) / Admission fee for Kiyomizudera Temple and Kinkakuji Temple / JR Train ticket Schedule: 09:20 Meet at JR Kyoto Station (You will be taking the JR line from Kyoto Station to Fushimi Inari Taisha shrine.) 10:00 Fushimi Inari Taisha Shrine 11:00 Depart from Fushimi Inari Taisha Shrine 11:30 Kiyomizudera Temple 12:40 Depart from Kiyomizudera Temple 13:10 Shijo Karasuma (Enjoy a delicious buffet lunch!) 13:55 Depart Shijo Karasuma (You will be taking the Hankyu Line from Karasuma Station to Omiya Station. At Omiya Station, you will be transferring to a bus.) 14:40 Kinkakuji Temple 15:25 Depart from Kinkakuji Temple 15:55 Drop-off at JR Kyoto Station 16:55 Drop-off at Nanba OCAT 17:10 Tour ends at Hearton Hotel Nishiumeda 4. Kyoto's 3 World Heritage Sites + Lunch/Admission (Child) Same as the third option.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-1-day-bus-tour-to-3-world-heritage-sites-in-kyoto/6245?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy 1-Day Bus Tour to 3 World Heritage Sites in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 03:52:45"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 28,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462030399/l4nhudn5oypsnwwnei3s.jpg",
        "strIntroduction": "This one hour and a half bus tour of Kyoto departs from JR Kyoto Station at Karasuma entrance. Unlike other bus city tours, the Sky Bus is an open top bus, allowing you unobstructed, panoramic views of Kyoto's sightseeing spots. You'll be able to take amazing pictures of the sights without leaving the comfort of your seat. The bus has audio guides available in English, Chinese and Korean, so you will be able to learn about the sights while enjoying the breeze and sunlight on your face as you make your way through the city. Some of the iconic sights that you'll be able to appreciate from the bus include Kyoto Tower, Sanjusangendo Buddhist temple, the Kyoto National Museum, Yasaka shrine, Heian Jingu shrine, Nijo Castle, among many more. Don't miss the chance to experience Kyoto in a different, more exciting way! Schedule (morning tour): 11:00 Meeting at Kyoto Station Karasuma Bus Terminal - Nishihonganji Temple - Nijo Castle - Reizei House - Kyoto Gardens - Kamocho Bridge - Lake Biwa Canal - Heian Shrine - Shorenin Temple - Chionin Temple - Yasaka Shrine - Kyoto National Museum - Sanjusangendo - Kyoto tower 12:30 Tour ends at Kyoto Station Karasuma Bus Terminal. Schedule (afternoon tour): 15:00 Meeting at Kyoto Station Karasuma Bus Terminal - Nishihonganji Temple - Nijo Castle - Reizei House - Kyoto Gardens - Kamocho Bridge - Lake Biwa Canal - Heian Shrine - Shorenin Temple - Chionin Temple - Yasaka Shrine - Kyoto National Museum - Sanjusangendo - Kyoto tower 16:30 Tour ends at Kyoto Station Karasuma Bus Terminal.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-discover-kyoto-sights-with-an-open-top-sky-bus/6242?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Kyoto's sights with an open top Sky Bus!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 04:00:38"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462027402/msdebgcmv1vyzorqni9g.jpg",
        "strIntroduction": "Osaka's people are famous throughout Japan for their sense of humor, perhaps this is why a great number of comedians who appear on TV come from this city in the Kansai region. Get a taste of the typical humor of Osaka with this one hour long bus tour featuring a comedian who will teach you about Osaka's most iconic sights and make you laugh at the same time! The tour departs Shin Osaka station and drives around Osaka's most interesting spots including the HEP Ferris wheel, the Osaka City Hall, the Glico Sign in Dotonbori area, Tsutenkaku, the Museum of History, the Osaka Castle, City Central Hall, Tenjinbashisuji shopping district and many more! Don't miss this chance to experience all Osaka has to offer in the comfort of a guided tour and enjoying a unique performance by a true comedian from Osaka.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-enjoy-osaka-with-a-comedy-sightseeing-tour-from-shin-osaka/6241?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Osaka with a comedy sightseeing tour from Shin-Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 04:03:28"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 359,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461990993/haj7an2jkqj6hxfleli3.jpg",
        "strIntroduction": "In this tour, you will be able to visit popular and interesting places in Kyoto. The first place you will visit is a world heritage site, Ujigami Shrine. Its main shrine is the oldest example of Shinto architecture in Japan. After visiting the shrine, you will walk by the island in the center of the Uji River, named Nakanoshima on the way to Byodoin Temple where you will visit next. Byodoin Temple is registered on the World Heritage List as a part of the Historic Monuments of Ancient Kyoto. The temple is known by many Japanese people since the image of the Phoenix Hall is featured on the 10-yen coin. You will have a delicious Japanese cuisine for lunch at Fukujuen Uji Kissakan. After lunch, you will visit Fukujuen Ujicha Kobo, where you will be able to experience grinding tea leaves on a stone mill to create matcha (powdered green tea). Afterwards, you'll enjoy the full flavor and fragrance of your own handmade tea while munching on snacks. The tea has been made here for over 220 years. Next, you will visit Asahiyaki Pottery Studio. This is a workshop which features Uji tea and dark green ceramic wares. The history and traditions passed down here are tangible, as it has been operating for over 400 years. The last place you will visit is Fushimi Inari Taisha Shrine, one of the most popular historical spots in Japan. Fushimi Inari Taisha Shrine is the head shrine of all 40,000 inari-jinja shrines located all over Japan. There are thousands of torii (red gate for shrine) placed across the mountain. This spot is interesting and enjoyable even if you do not have an interest in shrines or temples. This one-day premium tour will let you enjoy the culture of Kyoto! Schedule: 08:40 Departure from Kyoto Hotel Okura 08:55 Departure from Karasuma Kyoto Hotel (80 min) 09:50 - 10:30 Ujigami Shrine (40 min) 11:00 - 12:20 Byodo-in Temple (80 min) 12:30 - 13:30 Lunch at Fukujuen Uji Kissakan (Japanese Cuisine) (60 min) 13:40 - 14:20 Fukujuen Ujicha Kobo (40 min) 14:40 - 15:20 Asahiyaki Pottery Studio (40 min) 15:40 - 16:40 Fushimi Inari Taisha Shrine (60 min) 17:00 - 17:30 Drop off service to Kyoto hotels",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-1-day-premium-tour-at-uji-and-fushimi-inari-kyoto/6234?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy 1-day Premium Tour at Uji and Fushimi Inari, Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 04:07:00"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462094218/ecknsp9wmegzyrzurigh.jpg",
        "strIntroduction": "Even beginners will be able to participate and enjoy this cultural activity! It's the doubly pleasant experience, which involves experiencing colors, that you can take home and use. Use both hands, and become an Artist!! The activity lasts 2-hours. (※Depends on the person, you might finish early.) One by one you will apply to make a gradation, and give the pattern a three-dimensional effect. You will finish after you get home, by washing the rice glue off by water. The washing work is the most pleasant stage of the work in Bingata. You will see final result of what you dyed for the first time after you have washed all the rice glue out. You'll be impressed with it! ■Choose the starting time: - from 2 pm to 4 pm - from 5 pm to 7 pm ■Choose the materials: - A greeting card made of Japanese paper \"Gettoushi\" (A5 size) - An eco‐friendly bag, 100% cotton (A4 size) ■Choose the design: -The king of humpback whale -A classical style of flowers In this activity you will have the unique chance to try the Japanese traditional handicraft \"Bingata\" dyeing in Okinawa. ■Bingata stands for Japanese textile. Originally, it was dyed in the Ryukyu Dynastic Period for Shinto ritual clothing, and clothing for royalty, for the best clothes of ordinary people, and for Ryukyu dancers to help foster (develop) warm diplomatic relations. It mixes techniques of Yuzen and chintz through the Silk Road. --------------------------------------------------- Public Transportation Access: - By Bus: You can take a bus from Naha city to Uruma city. Take a bus #110, and get off at the bus stop \"Uruma shimin geijutsu gekijou mae\". It will take 2 hours or so from Naha city. You can walk to my place from the bus stop in about 3 minutes time. I can pick you up at the bus stop. -By Car: You will be able to park for free in front of the building.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-experience-bingata-dyeing-traditional-craft-in-okinawa/6247?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience \"Bingata\" dyeing traditional craft in Okinawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 04:11:12"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 43,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462150324/rmwdkzs4gut2njowckxp.jpg",
        "strIntroduction": "Enjoy a half-day afternoon tour to visit Ryoanji and Ginkakuji Temple, where you can enjoy exploring the ancient culture and the famous architecture objects of Kyoto. You will be visiting Ryoanji Temple, which is a temple of Rinzai Myoshinji Sect. It was also originally a villa of Tokudaiji Saneyoshi, and in 1450 (approximately 565 years ago), Katsumoto Hosokawa inherited the place and established the property. Its Karesansui garden, with 15 stones placed on white sand, which describes a landscape of mountains and water using only stones and sand without ponds, etc., is globally famous. It was designated as the World Heritage Site in December 1994. You will also be visiting Ginkakuji, a temple located at the foot of Higashiyama. Ginkakuji was designated as the World Heritage Site by UNESCO, and established in 1482 by Ashikaga Yoshimasa, the eighth Shogun of the Muromachi Shogunate and the grandson of Yoshimitsu. Unlike the gorgeous Kinkakuji, Ginkakuji is filled with the taste of \"wabi\" and \"sabi\" (elegant rusticity and quiet simplicity), from which visitors can feel austere nobleness. In addition to the Kannon hall, the temple has many other interesting spots, such as Togu-do, known for the oldest Shoin-style building in Japan, the elegant garden, etc. This tour departs from the Karasuma Exit of JR Kyoto station at 13:30 and the length of the tour is approximately 3 hours.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-half-day-tour-to-ryoanji-and-ginkakuji-temple-in-kyoto/6271?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Half Day Tour to Ryoanji and Ginkakuji Temple in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 04:16:21"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462144946/u95dxjjytbalc5pjtphh.jpg",
        "strIntroduction": "Enjoy a half-day afternoon tour to visit Nijo Castle and Ryoanji Temple, where you can enjoy exploring the ancient culture and the famous architecture objects of Kyoto. You will be visiting Nijo Castle, a castle built by Tokugawa Ieyasu as his residence in Kyoto in 1603. Nijo Castle is a National Treasure of Japan, with 3,300 square meters floor area and 33 rooms. The castle is filled with the essence of grand and gorgeous Momoyama culture, including drawings on fusuma and sculptures by Kano Tanyu. The garden of the castle was designed by Kobori Enshu, a skillful garden architect. You will also be visiting Ryoanji Temple, which is a temple of Rinzai Myoshinji Sect. It was also originally a villa of Tokudaiji Saneyoshi, and in 1450 (approximately 565 years ago), Katsumoto Hosokawa inherited the place and established the property. Its Karesansui garden, with 15 stones placed on white sand, which describes a landscape of mountains and water using only stones and sand without ponds, etc., is globally famous. It was designated as the World Heritage Site in December 1994. This tour departs from the Karasuma Exit of JR Kyoto station at 13:30 and the length of the tour is approximately 3 hours.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-half-day-tour-to-nijo-castle-and-ryoanji-temple-in-kyoto/6270?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Half Day Tour to Nijo Castle & Ryoanji Temple in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 04:20:46"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462142420/tfo3awclsq8bvj6fmgvp.jpg",
        "strIntroduction": "Enjoy a half-day morning tour to visit Sanjusangendo and Fushimi Inari Taisha Shrine, where you can enjoy exploring the ancient architectures and learning the culture and the teaching of Buddhism. You will be visiting Sanjusangendo, which is also called as Renge-ouin is a Buddhist temple located in Higashiyama District of Kyoto. The temple name literally means \"Hall with 33 spaces between columns\", describing the architecture of the long main hall of the temple. The number 33 is applied based on the teaching of Buddhism, which means One Kannon Goddess transform herself into 33 figures to offer mercy to people. Inside the main building, there are a sitting statue of Chuson Senju Kannon, with 500 of standing statues of thousand armed kannon on its both side. This temple now has been designated as a National Treasure of Japan. You will also be visiting Fushimi Inari Taisha Shrine, which was established approximately 1300 years ago, when the God of Inari was enshrined in 711, by Hatanoirogu at Sangamine of Inari Mountain. These days, the God of the Shrine has been accepted widely as a God of wellness and wealth, that enhances the businesses, productiveness of grains, and well-being of the families. At Fushimi Inari Shrine, you can enjoy approximately 10,000 red Torii gates standing from Okumiya to Okusha, that continues along a footpath that stretches to the top of the mountain. In Japan, there are approximately 30,000 Inari Shrines, and Fushimi Inari Shrine is the head of all these Shrines. This tour departs from the Karasuma Exit of JR Kyoto station at 9:50 and the length of the tour is approximately 2.5 hours.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-half-day-tour-to-sanjusangendo-and-fushimi-inari-taisha-shrine/6269?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Half Day Tour to Sanjusangendo & Fushimi Inari Taisha Shrine",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 04:24:23"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 37,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461379845/cma6987fmpxnj62wk5ov.jpg",
        "strIntroduction": "This is a half-day morning bus tour that allows you to visit two of the most iconic sights in Kyoto in a short time. The tour has a duration of 2.5 hour and departs daily from Kyoto Station or can even pick you up directly at your hotel. It's ideal for travelers who have a limited amount in Kyoto and want to make the most out of their visit. The bus has an audio guide available in four different languages and visits Fushimi Inari Shrine, one of the most popular Shinto shrines in all of Japan as well as Sanjusangendo, a Buddhist temple featuring 1001 Kannon statues. Don't miss this opportunity to explore some of the best Kyoto has to offer in the comfort of a guided bus tour! About Fushimi Inari Shrine It was established to enshrine Inari, the God of rice and business in 711, approximately 1300 years ago. In fact, there are more than 30,000 Inari shrines throughout Japan, however Fushimi Inari Shrine is the head of all the Inari shrines. It's famous for the thousands of bright red torii gates that line up the pathway leading to the top of the mountain where the shrine is located. They are so popular that have even become a symbol of Kyoto and Japan . It's said there are over 10 thousand, and they were donated by Japanese businesses. Sanjusangendo Temple Sanjusangendo, or officially called Rengeoin, literally means thirty three spaces between columns. The temple was completed in 1164 by Emperor Go-Shirakawa, but was damaged by a fire in 1249, and was later rebuilt in 1266. It houses 1001 statues of the Senjo Kannon that guard an 11 feet tall seated statue of Kannon.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-half-day-tour-to-fushimi-inari-shrine-and-sanjunsangendo-kyoto/6125?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Half-day tour to Fushimi Inari Shrine & Sanjusangendo, Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 04:27:56"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 37,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461316568/gicskoxibr0wmkvkridz.png",
        "strIntroduction": "Enjoy the amazing scenery of warm beaches and blue skies of Okinawa in a fun, creative way in a Go-kart. Besides enjoying the sights, you'll experience the thrill of reliving your favorite video games speeding around the streets of Okinawa. You can drive individually or in a group, and although the speed is only about 50 km/h, the experience is still very thrilling because of the low center of gravity, and don't worry, the staff will teach you how to handle the karts. You can decide how long you want to rent yours 1, 2, 3, or 5 hours or even a whole day. Please note: 1.You must have a valid Japanese or Japanese SOFA license, or International Driving Permit based on the 1949 Geneva Convention*. 2. Bring a valid Japanese or Japanese SOFA license, or International Driving Permit* and a copy of your passport (passport is not required for Japanese) to the shop on the day. 3. All karts are for 1-person. There are no multi-person karts. Each guest must have one a valid Japanese or Japanese SOFA license, or International Driving Permit. 4. A Japanese driver's license (first-class driver's license for normal vehicles) or international driving permit and a copy of your passport is required. 5. You can cancel without paying any cancellation fee up to a month. Please return the kart on time, otherwise an additional fare will be charged. 6. Do not wear high heels or clothing that can can be inconvenient or cause accidents. 7. Please return the kart with a full tank of gas. *Holders of a license from Belgium, France, Germany, Monaco, Slovenia, Switzerland or Taiwan can use an official Japanese translation provided by the Japan Automobile Federation (JAF) or the country’s embassy or consulate in Japan. The tour may be cancelled due to the rain. We will inform you 1 day prior to the activity if the tour cancelled and proceed to refund. How to get from Naha to Motobu area: 1. Ferry -From Naha: Only at 07:00 am -From Motobu: Only at 17:10 pm Note: Ferries only depart every second day. 2. Express Bus -From Naha: 06:40 - 19:50 -From Motobu: 05:30 - 17:30 (last bus) Note: There are only 8 buses that run from Naha to Motobu everyday. Both the express bus & the ferry take about 2 hours to get to the destination. You may also go by taxi, but it's quite expensive because it involves using the highway, which is why its recommended to use either the bus or the ferry. We will give you further instructions about transportation to Motobu area once your booking is confirmed. We will promise you to make your trip unforgettable! Don't miss this chance!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-explore-okinawa-by-go-kart-motobu-area/6121?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Okinawa by Go-Kart (Motobu area)!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 04:32:31"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 312,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469678984/wihscg3mrp25hjetiv4k.jpg",
        "strIntroduction": "The Japan Rail Pass is a special ticket available only to foreign visitors who live outside Japan, which means it cannot be purchased in Japan. You'll be able to ride countless JR lines and buses and even the bullet train!, It's definitely the best way to enjoy all Japan has to offer. An essential tool for your trip around Japan! Japan Rail Pass is valid for: - All JR line train services except for the Nozomi Shinkansen and the Mizuho Shinkansen - Local lines of JR Bus Tohoku, JR Bus Kanto, JR Tokaido Bus, West Japan JR Bus and Chugoku JR Bus. - Local bus lines of JR Hokkaido, JR Shikoku and JR Kyushu - JR Highway bus Morioka to Hirosaki, Aomori and Towadako; Tokyo to Nagoya / Kyoto / Osaka/ Tsukuba Centre; Nagoya to Kyoto / Osaka and Osaka to Tsuyama Car Shed / Kasai Flower Centre - JR Ferry from Miyajima to Miyajima-guchi (not valid for JR Beetle Ferry from Hakata to Pusan, South Korea) How to get the JR Pass: 1. Purchase your pass online through Voyagin 2. An Exchange Order will be sent to you, which you'll have to bring with you to Japan. (depending on your location, it may take 2 to 10 days for us to deliver this voucher) 3. After you arrive in Japan, exchange your voucher for your JR Pass at an exchange office in major JR stations. (Please note the service hours and closing days below) *** IMPORTANT INFORMATION *** Eligibility: Condition 1: You are a foreign tourist visiting Japan from abroad for sight-seeing, under the entry status of “Temporary Visitor”. -“Temporary Visitor” entry status, according to Japanese Immigration Law, allows a stay in Japan of 15 or 90 days with the purpose of “sight-seeing”. -If you apply for entry to Japan for sight-seeing purposes, you will receive a “Temporary Visitor” stamp on your passport at immigration. Only people who have the \"Temporary Visitor\" stamp on their passport can obtain a Japan Rail Pass. Condition 2: You are a Japanese national living in a foreign country who is: a) Qualified to live permanently in a foreign country, or b) Married to a non-Japanese residing in a country other than Japan. -People meeting these conditions will be required to show proof of eligibility when purchasing and activating the JR Pass. -Applicants with dual citizenship of Japan and another country will not be able to turn in their Exchange Order for a JR Pass if they entered Japan with their Japanese passport. PLEASE TAKE NOTE. Ensure that you have complied with this eligibility before purchasing the pass. You may not be able to exchange your voucher when you arrive at Japan if you do not fit any of this conditions. We are not responsible if this occurs. No refund will be provided. Validity: -The period of validity of the Japan Rail Pass is 7, 14, or 21 consecutive days beginning from the date the Pass was first used. -The starting date written on the Japan Rail Pass cannot be changed. -The Exchange Order is valid for three months from the date of issue. You must exchange it at a Japan Rail Exchange Office (in Japan) within these three months in order to receive your Japan Rail Pass. If you fail to make the exchange within these three months then you will not be able to receive your pass. -At the time you turn in your Exchange Order for your Japan Rail Pass it will be necessary to specify the date that you want to start using the Pass. It can be any date within one month from the date the Pass is received. -Neither an Exchange Order nor a Japan Rail Pass can be reissued if lost or stolen. -20% of the price will be charged as a refund handling fee. When you purchase the JR Pass, you will need to provide this information: Personal Information -Given Names (First & Middle names) -Last Name -Name as it appears on your passport -Date of Birth -Nationality -Gender -Address (postcode, home address, state, country) -E-mail -Phone number -Credit card information (card type, card number, name on card, expiry date, security code) About your trip to Japan -Departure Date -Airline -Arrival Airport -Departure Airport Pass Information -Pass type (7 days / 14 days/ 21 days) -Starting date (YYYY/MM/DD) -Number of Passengers [Frequently Asked Question] What is the difference between ordinary car & green car? First-class “Green” carriages provide extra comfort with increased legroom and wider seats. Green carriages are not available on most local trains, such as those within Tokyo. Green carriages tend not to get as full as the standard carriages, where seats can be hard to find during rush hours and peak travel seasons. Where to exchange the voucher? You can exchange your voucher by showing your passport at one of the following JR counters and offices: Narita Airport Terminal 1 JR EAST Travel Service Center 8:15-19:00 Ticket Office 6:30-8:15, 19:00-21:45 Narita Airport Terminal 2 JR EAST Travel Service Center 9:30-20:00 Ticket Office 6:30-9:30, 20:00-21:45 Haneda Airport Int. Terminal JR EAST Travel Service Center (Tokyo Monorail 2F Ticket Gate/Arrival lobby) 7:45-18:30 Kansai Airport Ticket Office 5:30-23:00 Tokyo JR EAST Travel Service Center (Marunouchi North) 7:30-20:30 JR-CENTRAL Ticket Office (Yaesu Central) 7:30-20:30 Kyoto Ticket Office (JR-WEST Central) 5:30-23:00 Ticket Office (JR-CENTRAL Hachijo Shinkansen) 8:30-23:00 Shin-Yokohama JR-CENTRAL Ticket Office 5:30-22:30 Yokohama Travel Service Center 10:00-20:00 10:00-19:00 Nagoya JAPAN RAIL PASS Exchange Office 10:00-19:00 Ticket Office 6:00-10:00, 19:00-23:00 Shin-Osaka Ticket Office(JR-WEST East) 5:30-23:30 Ticket Office(JR-CENTRAL Central) 5:30-23:10 JR-WEST Travel Corner 9:00-20:00 Kushiro Travel Service Center 10:00-18:00 Obihiro Travel Service Center 9:00-17:00 Asahikawa Travel Service Center 9:30-17:30 Sapporo JR Information Desk 8:30-19:00 Travel Service Center (East) 10:00-19:30 10:00-18:00 Travel Service Center (South) 10:00-20:00 New-Chitose Airport JR Information Desk 8:30-19:00 Hakodate Travel Service Center 10:00-18:00 Shin-Aomori Travel Service Center 10:00-17:30 Hachinohe Travel Service Center 10:00-17:30 Morioka Travel Service Center 10:00-19:00 (Mon-Sat) 10:00-17:00 (Sun & Hols) Akita Travel Service Center 10:30-18:00 10:30-17:00 Sendai Travel Service Center 10:00-19:00 (Mon-Sat) 10:00-18:00 (Sun & Hols) Yamagata Travel Service Center 10:00-18:00 10:00-17:00 Fukushima Travel Service Center 10:00-18:00 10:00-17:00 Niigata Travel Service Center 10:00-19:00 10:00-17:00 Nagano Travel Service Center 10:00-19:00 10:00-17:30 Mito Travel Service Center 10:00-19:00 10:00-17:00 Ueno Information Center (Central Ticket Gate) 9:00-19:00 Shinjuku Information Center ( South Ticket Gate ) 9:00-19:00 Information Center (East Ticket Gate) 9:00-19:00 Shibuya Information Center (South) 10:00-18:30 Ikebukuro Information Center (Central Passage) 9:30-18:00 Shinagawa Information Center (Central Ticket Gate) 9:00-19:00 JR-CENTRAL Ticket Office 9:00-19:00 Odawara JR-CENTRAL Ticket Office 5:45-22:30 Mishima Ticket Office (South) 5:40-23:00 Shizuoka Ticket Office 5:00-23:05 Hamamatsu Ticket Office 5:25-23:20 Toyama Ticket Office (South) 6:00-23:00 Kanazawa Ticket Office 4:40-23:00 Osaka Ticket Office (Central NO.12,13) 5:30-23:00 Nara Ticket Office 9:00-20:00 Sannomiya Ticket Office (Central) 5:00-23:00 Okayama Ticket Office 5:00-23:00 Yonago Ticket Office 5:00-22:00 Ticket Office 7:10-18:15 Matsue Ticket Office 4:50-21:30 Hiroshima Ticket Office 5:20-23:00 Shimonoseki Ticket Office 5:30-22:30 Takamatsu Travel Service Center 10:00-18:00 10:00-17:00 Matsuyama Travel Service Center 10:00-18:00 10:00-17:00 Tokushima Travel Service Center 10:00-18:00 Kokura Travel Service Center 10:00-19:00 Hakata Travel Service Center 10:00-20:00 (Mon-Sat) 10:00-18:00 (Sun & Hols) JR-KYUSHU Ticket Office 5:30-23:00 Saga Travel Service Center 10:00-19:00 (Mon-Fri) 10:00-18:00 (Sat) 10:00-17:00 (Sun & Hols) Nagasaki Travel Service Center 10:00-19:00 10:00-18:00 Kumamoto Travel Service Center 10:00-19:00 10:00-17:30 Oita Travel Service Center 10:00-19:00 10:00-17:00 Miyazaki Travel Service Center 10:00-18:00 10:00-17:30 Kagoshima-Chūō Travel Service Center 10:00-19:00, 10:00-18:00",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-japan-by-train-with-the-japan-rail-pass/6120?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Japan by train with the Japan Rail Pass!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 04:35:24"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 374,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461750436/l56yn3ytxyw0glrlbsvt.jpg",
        "strIntroduction": "This activity will take you to the highest bungee jump in Japan. (100 meters high). It takes half day for the trip and the bungee jump. The location is the valley of Ibaraki prefecture's Hitachiohta city. In spring and autumn, you can enjoy watching the beautifully colored mountains. If you come from Tokyo, we will meet at Tsukuba Station in the morning (I can pick you up also from JR Tsuchiura Station or Ibaraki Airport). We will arrive at Ryujin-ootsurihashi Bridge by car in about 90 minutes. After the check-in, you will receive an explanation about protection tools from the instructor. When we arrive at the middle of the bridge, you will find the stairs leading to under the bridge. Go there and you will have a strange feeling like walking in the air. After the instructions it’s time to jump! As an option, you can get photos taken by a professional cameraman. Show off to your friends with the photos! You can enjoy shopping at a local shopping center Michino-eki or a service area on the highway on the way back.",
        "strLocation": "Ibaraki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ibaraki-challenge-yourself-with-the-highest-bungee-jump-in-japan/6216?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Challenge yourself with the highest bungee jump in Japan!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 04:38:28"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 119,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461989768/dfbmvkdtah1e3eouw43z.jpg",
        "strIntroduction": "After the great fire of 1872, the Meiji Imperial government seized the opportunity to demonstrate Japan’s aspirations to join Western civilization. The special attention of people towards this area was never lost even after experiencing another devastation in the Great Kanto earthquake in 1923 as well as from the Tokyo air raids in 1945. So then when did the area develop as the premier site for consumption, fashion, chic and elegance? The architecture definitely helped to create the unique character of Ginza passing down its history to the future generation. It’s usually not visible but our experienced guide will take pleasure in showing you. The tour starts from Tsukiji Hongwan-ji temple located adjacent to Tsukiji station. It’s a very uniquely designed temple of the Jodo Shinshu sect (the True Pure Land Sect of Buddhism) by Chuta Itoh, a prominent architect and architectural theorist of the early twentieth-century who incorporated various architectural influences from all over the world. The next site is the eye-catching Kabukiza theater building inheriting the traditional style from the past generations and newly reconstructed by Kengo Kuma in 2013. Then, we move on to the outstanding Kisho Kurokawa’s Nakagin Capsule tower from the Metabolism movement. We then continue on to the Ginza’s main boulevard which is uniquely designed to keep an elegant air and we will take a secret side trip to see the backstreet neighborhood to appreciate the different aspects of the area and observe eye-catching buildings designed by another world-famous architects including Shigeru Ban’s Nicolas G. Hayek Center and Renzo Piano’s Maison Hermes before finally finishing up at the intersection of Ginza 4-chome where the prominent Wako Hattori (Seiko) clock tower building has been ticking away the history of Ginza’s prosperity. Duration 3 hours - Morning tour starts at 10:00am and ends at 13:00pm - Afternoon tour starts at from 13:00 pm and ends at 16:00pm",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-a-unique-ginza-architecture-tour/6233?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a Unique Ginza Architecture Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 04:41:54"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1267,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461893659/sldxaolxphrekywjbnp4.jpg",
        "strIntroduction": "Known as the Golden Route, this classic tour showcases the best of Japan. From its modern and technologically advanced metropolis to the cultural hotpots of its ancient cities. A wide-range of activities are available for your enjoyment. With a professional English-speaking local guide accompanying you in your journey, you will be assured of a memorable and worry-free Japan holiday. The 7-day tour itinerary for this package is as follows: Day 1: Arrival From either Narita or Haneda International Airport, our shared shuttle service personnel shall be waiting for you at the arrival area. Board our shuttle which shall transfer you to your hotel in Tokyo. (Please check booking options for the list of hotels) Day 2: Tokyo Private Walking Tour Our English-speaking guide shall pick you up from your hotel. Together, you shall travel around and explore Tokyo using its fast and convenient metro system. You shall first visit the historic district of Asakusa. See the famous Kanon Temple and Kaminarimon Gate. Then, proceed to Imperial Palace East Gardens, the only part of the Palace open to tourists. Have a walking tour around Marunouchi and Ginza, often considered as Tokyo's Manhattan. Visit Meiji Jingu, one of the most important shrine's in Japan and a serene space in the bustling metropolis. Stroll around Harajuku, Japan's center of youth fashion. End the tour on top of Metropolitan Government Office were an observatory let's you see one of the best panorama of Tokyo's skyline. (For this tour, we shall provide you with a one-day city metro pass which you can use even after your guided tour) Day 3: Kamakura Walking Tour Meet your guide in the morning at your hotel's lobby. Accompanied by your guide, take a 60-minute train ride to Kamakura, one of Japan's ancient capital. Visit the famous Tsurugaoka Hachimangu Shrine an important place of worship for the Shinto faith. Visit the best 3 temples in Kamakura: 1) Hokokuji, known for its pristine bamboo garden, 2) Hasedera, the magestic temple of Kanon and 3) Kotokuin, home of the Giant Buddha. Take some time to stroll around at Komachi-dori for shop for souvenirs and local goods. After the tour, your guide shall bring you back to Tokyo. Day 4: Fuji-Hakone Tour Wake-up early in the morning to prepare for check-out. Drop your luggage at the service counter of your hotel and it shall be delivered directly to your next hotel in Kyoto the same day. At 7:45am your guide shall arrive to pick you up. Together, you shall ride the express train to Hakone. You shall see picture-perfect views of Mount Fuji while riding one of the world's longest series of ropeways. Stop-by Owakudani Valley and have a short stroll around a number of steam dents and bubbling pools. Next, experience a scenic cruise in Lake Ashi. After the tour, the guide shall bring you to Odawara Station where you need to board a bullet train to reach Kyoto. Once in Kyoto, you shall be welcomed by one of our local guides and escorted to your hotel which is just a few minutes walk from the station. Day 5: Kyoto Walking Tour Meet your guide at the hotel's lobby. Start your tour early to be able to beat the crowds that is a usual sight in this city. First, visit Kinkakuji, the famed Golden Temple. Proceed to Higashiyama where visitors can still witness the splendors of this ancient city that were miraculously preserved. Visit Kiyomizudera, a temple famous for its spring and autumn views. Stroll around Ninenzaka and Sannenzaka, where streets are lined up with traditional houses and shops. Have a walking tour around Gion, Kyoto's entertainment district, where you might spot a geisha, and visit Nishiki Market, known as \"Kyoto's Kitchen,\" once you get your fill of Kyoto's cultural sights, your guide shall bring you back to your hotel. (For this tour, we shall provide you with a one-day city bus pass which you can use even after your guided tour) Day 6: Uji and Fushimi Excursion Meet your guide at your hotel and proceed to Uji by commuter train. Visit the famous Byodoin temple and stroll around the town's traditional shopping street to sample its local goods. Visit Taihoan, a traditional tea house and take part of an authentic tea ceremony. Next, proceed to Fushimi Inari Taisha. One of the highlights of your visit to Japan is climbing this shrine filled of thousands of red gates called \"torii.\" At the top, a scenic view of Kyoto awaits. Ride the train back to Kyoto with your guide and return to your hotel. Day 7: Departure After your preparations, check-out from your hotel. At your preferred time, our shared shuttle service shall pick you up and transport you to Kansai International Airport for your departure from Japan to your next destination. *** IMPORTANT INFORMATION *** 1) All tours are walking tours utilizing Japan's efficient public transportation. There are certain parts of the tour in which guests have to walk for a considerable length. We recommend you to wear comfortable walking shoes and check with us if you have certain ailments. 2) This package tour is strictly subject to availability. We may not be able to offer the experience even on days marked available if our preferred hotels become suddenly booked, or other unforeseen circumstances. For these instances, your payment shall be fully refunded. 3) Booking must be made two (2) weeks prior to the tour 4) This tour package is not available on the following dates: April 29 to May 8, 2016; August 12 to 15, 2016; and December 29, 2016 to January 2, 2017 5) For children ages 11 years old and under, a child price may be available. Please inquire with us for further details.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-japan-tour-package-deal-tokyo-to-osaka-in-a-7day-holiday/6222?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Embark on a 7-day Golden Route Holiday in Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 04:46:10"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461580349/xkdromhfxsrkisx4vhei.jpg",
        "strIntroduction": "★Start from 1st June, we will go to one more spot is Cape Manza★ This is a one-day sightseeing bus tour in which you will visit the following highlights of Okinawa: - the amazing view of the pristine blue sea from Kouri Island Bridge (Japan’s longest toll free bridge) - the Tropical Dream Center in the Ocean Expo Park, where you will see more than 2,000 orchids exhibited all-year round - there are also tropical flowers and fruits in the greenhouse - after visiting the Tropical Dream Center, go to buy souvenirs and taste Okinawa sweets at the shop Yanbaru Forest Park - the historical Ryukyu folk village that recreates the culture and lifestyle of an ancient Okinawa village. Note: The price does not include lunch. Please be prepared to take care of your own lunch during the 150 minutes of free time at Tropical Dream Center. Meeting times and places: 1）Pallette Kumoji in front of Nippon Rent-A-Car 8:20 am 2）T Galleria near the GEO: 8:50 am Time required: 10 hours Disclaimer: 1. The order of the tour destinations could be changed due to traffic conditions on the day. 2. It is possible make a reservation at 22:00 pm the day before the tour day. 3. The price does not include lunch. Please be prepared to take care of your own lunch during the 150 minutes of free time at Tropical Dream Center. 4. The bus guide will introduce you all the thing. 5. Depend on the traffic conditions, the traveling time may vary. 6. No smoking. 7. We are not responsible if you are late for a scheduled event after this tour is completed, due to traffic jams or other delays, which may occur. If you are catching a flight after the tour, please plan accordingly and give yourself at least two hours time before the plane's departure. 8. If you want to shopping in T Galleria, you can get off the bus in T Galleria. 9 If the tour was canceled because bad weather, we will refund the tour fee by band transfer. The transfer fee will be borne by the customer.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-visit-okinawa-tropical-center-on-a-sightseeing-bus-tour/6210?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Okinawa's Tropical Center on a Sightseeing Bus Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 04:49:31"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 62,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461653406/maqmxkmxmxsdanfgp6rl.jpg",
        "strIntroduction": "In this tour in Osaka, I will take you to more pleasant places than any other guide! See the amazing Shinkansen bullet train passing in front of you and try delicious Japanese tempura! The itinerary as follows. ●A Half Day Tour ① Meet at Osaka (Umeda) train station at 2:00 PM. Travel on Hankyu Railway to Kammaki Station, Osaka. Then we will watch the high-speed passing Shinkansen for about an hour or so from the station right in front of us. This is a great opportunity to make photos of the bullet train. ② Depart from Kammaki rail station at 4:00 PM. for Namba, Osaka. Dinner in Daikichi. *Daikichi is one of the most famous tempura restaurants in Osaka. ③ We'll end the tour at 8:00 PM. Let's enjoy Osaka together!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-see-the-high-speed-shinkansen-and-eat-tempura-in-osaka/6164?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the high-speed Shinkansen and eat Tempura in Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 04:54:53"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 56,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461547551/tgi0jamxlgqspqsgrepc.jpg",
        "strIntroduction": "The Kinkakuji Temple and Kiyomizudera Temple are both World Cultural Heritage sites and among the must-visit sites in Kyoto. Join this afternoon tour and discover these beautiful places. First, after meeting up, the tour arrives at the first destination, the Kinkakuji Temple. The temple is most well-known for its coated golden leaf structures, making for brilliant views for visiting tourists. Being destroyed several times in wars and fire, it was reconstructed in 1955 and retaining its original historical and natural values. Then the tour will move to the Kiyomizudera Temple, which is supported by 139 pillars on a cliff where not a single nail has been used in joining them! Try to drink the sacred water which is believed to bring health and longevity from the Otowa waterfall below. After that, spend time pleasantly strolling around the Higashiyama district along stone pathways, Ninenzaka and Sannenzaka, before finishing at Kodaiji Temple whrere there is a charming old-style cityscape.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-visit-the-kinkakuji-temple-and-stroll-in-higashiyama-kyoto/6190?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit the Kinkakuji Temple and Stroll in Higashiyama, Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 04:59:03"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 43,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461519830/b2p1gy14zpjzsr7xvvuh.jpg",
        "strIntroduction": "This is a half-day afternoon tour where you can see Kyoto's top attractions in a short amount of time. It will take about 2.5 hours to visit 2 of Kyoto's landmarks in the afternoon. This bus tour might fit your schedule if you don't like hectic tour arrangements. It comes with an auto guidance system in four languages and there is no need to worry about the hustle for transportation because this tour bus can pick you up at your hotel. Ryoanji Temple is a temple of the Rinzai Myoshinji Sect which was originally a villa of Tokudaiji Saneyoshi. In 1450 (approximately 565 years ago), Katsumoto Hosokawa inherited the place and established the property. Its Karesansui garden, with 15 stones placed on white sand, which describes a landscape of mountains and water using only stones and sand without ponds, etc., is globally famous and was designated a World Heritage Site in December 1994. The Ginkakuji is located at the foot of Higashiyama. Just like the Kinkakuji, it has also been placed on the World Heritage list of UNESCO. The Ginkakuji was established as a mountain villa in 1482 by Ashikaga Yoshimasa the eighth Shogun of the Muromachi Shogunate and the grandson of Yoshimitsu. There is a theory that silver decoration had been planned for the Ginkaku building (a Kannon hall), following suit with the Kinkaku, but this became impossible due to a shortage of funds. Unlike the gorgeous Kinkaku-ji, the Ginkaku-ji is filled with the taste of \"wabi\" and \"sabi\" (elegant rusticity and quiet simplicity), from which visitors can feel austere nobleness. Yoshimasa spent his retired life inviting first-class cultural people and pursuing artistic activities such as the tea ceremony and flower arrangement. In addition to the Kannon hall, the temple has many other interesting spots, such as Togu-do, known as the oldest Shoin-style building in Japan, and its elegant garden among others.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-half-day-afternoon-tour-of-ryoanji-and-ginkakuji-temple-kyoto/6181?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Half-Day Afternoon Tour of Ryoanji & Ginkakuji Temple, Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 05:03:53"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 43,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461518088/psfjnqilcynoetc1ppv9.jpg",
        "strIntroduction": "This is a half day afternoon tour where you can see Kyoto's famous attractions in a short amount of time. The tour will take about 3 hours to visit 2 of Kyoto's landmarks in the afternoon. This bus tour will fit your schedule if you don't like a hectic tour arrangement and comes with an auto guidance system in four languages. You won't have to worry about the hustle for transportation because this tour bus can pick you up at your hotel. Built by Tokugawa Ieyasu as his residence in Kyoto in 1603, only the Ninomaru Palace existed at that time. Later, the Honmaru Palace, donjon, and other buildings were relocated from the destroyed Fushimi Castle, most of which were subsequently lost due to lightning strikes and fires. Only the Ninomaru Palace remains today. The Ninomaru Palace is also designated as a national treasure and has a floor area of 3,300 square meters and 33 rooms with more than 800 tatami. The palace is filled with the essence of grand and gorgeous Momoyama culture, including drawings on fusuma and sculptures by Kano Tanyu. Ninomaru Garden was designed by Kobori Enshu, a skillful garden architect. Ryoanji Temple is a temple of the Rinzai Myoshinji Sect which was originally a villa of Tokudaiji Saneyoshi. In 1450 (approximately 565 years ago), Katsumoto Hosokawa inherited the place and established the property. The Karesansui garden with 15 stones placed on white sand, describes a landscape of mountains and water using only stones and sand without ponds, and is globally famous and was designated as a World Heritage Site in December 1994. Optional tours: Half-day in the morning Fushimi Inari Taisha Shrine & Sanjusangendo Half-day in the afternoon Ryoanji Temple & Ginkakuji Temple",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-half-day-afternoon-tour-of-nijo-castle-and-ryanji-temple-kyoto/6180?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Half-Day Afternoon Tour: Nijo Castle & Ryoanji Temple, Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 05:07:10"
    },
    {
        "intDurationHour": 144,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 594,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461664952/ocafbpvhyz2r8kbcfqqk.jpg",
        "strIntroduction": "Known as the Golden Route, this classic tour showcases the best of Japan. From its modern and technologically advanced metropolis to the cultural hotpots of its ancient cities. A wide-range of activities are available for your enjoyment. With a professional English-speaking local guide accompanying you in your journey, you will be assured of a memorable and worry-free Japan holiday. The 6-day tour itinerary for this package is as follows: Day 1: Pick-up from Narita or Haneda Airport and transfer to hotel (must be within downtown Tokyo) Day 2: Tokyo Private Walking Tour (09:00 - 16:00) - Pick-up at hotel (must be within downtown Tokyo) - Explore Tsukiji Fish Market and check out today’s fresh catch (on days that the market is closed, the tour will introduce Tokyo's Imperial Palace) - Discover old temples and traditional shopping districts in Asakusa - Take a scenic cruise along Sumida river - Visit Ryogoku’s sumo stadium and its surrounding museums Day 3: Fuji Hakone Tour/Transfer to Osaka (07:40 - 18:40) - Pick-up at hotel (must be within downtown Tokyo) - Ride an express train to reach Hakone - See picture-perfect views of Mount Fuji while riding one of the world's longest series of ropeways - Experience a scenic boat cruise at Lake Ashi - Stopover at the tranquil Hakone Shrine - Ride a bullet train from Odawara to Osaka Day 4: Osaka Walking Tour - Pick-up at hotel (must be within downtown Osaka) - visit Osaka Castle, Osaka's main tourist attraction - walking tour of Shinsekai, Osaka's prewar entertainment district - stroll around Dotombori and Shinsaibashi, shopping and food tour Day 5: Kyoto Private Walking Tour (09:00 - 17:00) - Pick-up at Hotel (must be within downtown Osaka) - ride a rapid train from Osaka to Kyoto - Visit Kinkakuji Temple, this famed golden temple is seen often in covers of numerous travel magazines and promotions. - Proceed to Kiyomizudera Temple. The street that leads towards the temple is lined up with restaurants and stores selling souvenirs. - Walking tour to Yasaka Shrine and Gion passing by old streets and temples at Higashiyama District. Day 6: Pick-up from hotel and transfer to Kansai International Airport *This pick-up can be made at a later day What this tour includes: - round-trip airport transfers - private English-speaking guides - entrance fees to attractions included in the tour - One-way express train fare from Shinjuku Station to Odawara Station (for Hakone) - Hakone free pass (Includes access to all transportation in Hakone Area) - One-way Shinkansen Tickets from Odawara Station to Shin-Osaka Station (Designated Seats) - Round-trip train tickets from Osaka to Kyoto (rapid train) *** IMPORTANT INFORMATION *** 1) Accommodation can be booked as an add-on option (proceed to booking page for details) 2) Booking must be made two (2) weeks prior to the tour 3) This tour package is not available on the following dates: April 29 to May 8, 2016; August 12 to 15, 2016; and December 29, 2016 to January 2, 2017",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-japan-tour-package-deal-tokyo-to-osaka-in-a-6-day-holiday/6215?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Japan Tour Package Deal! Tokyo to Osaka in a 6-day holiday",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 05:11:02"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 23,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461417589/yath3t5xzdlyzn3exwrd.jpg",
        "strIntroduction": "Miho Museum is a secret gem nestled in the green hills of Shiga prefecture. It was designed by the renowned architect, I. M. Pei, and is named after Koyama Mihoko, one of the richest women in Japan and the founder of the museum. The Museum's design and how it's integrated into the natural surroundings are some of its most interesting aspects, but you can also see a magnificent collection of works from ancient civilizations including the Egyptians, Romans, Japan and various Asian cultures, with the pieces largely coming from Koyama's private collection. You will be guided by a professional archaeologist, who speaks 8 languages and will explain to you the art works exhibited in the Museum. 09:00 Please go to Miho Museum on your own by public transportation or taxi (about 1 hour from Kyoto). We will give you instructions for transfer to the museum. 10:30 Your guide will meet you near Miho Museum's ticket office with \"Fuji Travel\" sign. 10:30 - 13:00 Excursion in Miho Museum guided by a professional archaeologist. 13:00 End of tour. Please go back to your hotel by your own. We recommend you to have lunch inside. Miho Museum's fine restaurant and tea room offer the genuine flavor of food prepared from ingredients grown by the Natural Agriculture method.",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-book-a-unique-miho-museum-tour-with-an-archaeologist-shiga/6135?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Book a unique Miho Museum tour with an archaeologist, Shiga",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 05:13:34"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 95,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461486635/fo1pnnpeufrg8olh0lz2.jpg",
        "strIntroduction": "After a long flight into Fukuoka Airport, the last thing you want to do is figure out the complicated train system or get onto a crowded bus. Instead, hire a transfer service directly to your hotel in Fukuoka city in a comfortable coach or van and just relax as an expert driver makes its way into the city. There is no extra charge for early morning or late night flights! Likewise, when you need to head back to airport, instead of worrying about finding the right transportation to make it on time to your flight, just meet your driver at your hotel, and relax as they drive you back to the airport in time for your flight. There will be no need to run or stress about anything. This is definitely the fastest and most convenient way to move between Fukuoka airport and Fukuoka city, so book your transfer now.",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-enjoy-transfer-from-to-fukuoka-airport/6165?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Transfer to/from Fukuoka Airport",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 05:18:56"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 22,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474882250/q5evfx8li9eponaepc8e.jpg",
        "strIntroduction": "After a long flight into Naha Okinawa Airport, the last thing you want to do is figure out the complicated train system or get onto a crowded bus. Instead, hire a transfer service directly to your hotel in your destination in Okinawa in a comfortable coach or van and just relax as an expert driver makes its way into the city. There is no extra charge for early morning or late night flights! Likewise, when you need to head back to airport, instead of worrying about finding the right transportation to make it on time to your flight, just meet your driver at your hotel, and relax as they drive you back to the airport in time for your flight. There will be no need to run or stress about anything. This is definitely the fastest and most convenient way to move between Naha Okinawa airport and many destinations in Okinawa, so book your transfer now. You need to book for a minimum of 3 people! Please send us request if your destination (or pickup location) is either of Nikko Alivila Hotel, Zanpa Mizaki Hotel, Rizan Sea Park Hotel, Manza Beach Hotel, The Busena Terrace Hotel, Kanucha Bay Resort, Chisun Resort Churaumi or JAL Okuma Hotel. Luggage: One big suitcase per passenger. If you have additional luggage, please purchase \"Extra Luggage\" option.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enjoy-transfer-to-from-naha-airport-to-okinawa-hotels/6158?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Transfer to/from Naha Airport to Okinawa hotels",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 05:22:31"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 60,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461477074/oa0rkkmh3tzotx5ywvvx.jpg",
        "strIntroduction": "After a long flight into Hiroshima Airport, the last thing you want to do is figure out the complicated train system or get onto a crowded bus. Instead, hire a transfer service directly to your hotel in Hiroshima in a comfortable coach or van and just relax as an expert driver makes its way into the city. There is no extra charge for early morning or late night flights! Likewise, when you need to head back to airport, instead of worrying about finding the right transportation to make it on time to your flight, just meet your driver at your hotel, and relax as they drive you back to the airport in time for your flight. There will be no need to run or stress about anything. This is definitely the fastest and most convenient way to move between Hiroshima airport and the Hiroshima city center, so book your transfer now.",
        "strLocation": "Hiroshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hiroshima-enjoy-transfer-to-from-hiroshima-airport/6157?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Transfer to/from Hiroshima Airport",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 05:27:48"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 57,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461475618/iwphyspio38cwdehoxwp.jpg",
        "strIntroduction": "After a long flight into Komatsu Airport, the last thing you want to do is figure out the complicated train system or get onto a crowded bus. Instead, hire a transfer service directly to your hotel in Kanazawa in a comfortable coach or van and just relax as an expert driver makes its way into the city. There is no extra charge for early morning or late night flights! Likewise, when you need to head back to airport, instead of worrying about finding the right transportation to make it on time to your flight, just meet your driver at your hotel, and relax as they drive you back to the airport in time for your flight. There will be no need to run or stress about anything. This is definitely the fastest and most convenient way to move between Komatsu airport and the Kanazawa city center, so book your transfer now.",
        "strLocation": "Ishikawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ishikawa-enjoy-transfer-to-from-komatsu-airport-in-kanazawa/6156?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Transfer to/from Komatsu Airport in Kanazawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 05:31:30"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 109,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460901283/fmjuabpeqxef3ycmi0vu.jpg",
        "strIntroduction": "Enjoy local experiences in Narita area of Chiba prefecture! Following a pick up at JR Narita Station, JR Kashiwa Station, JR Matsudo Sttion, or Hokuso Line Keisei Narita Sky Access Line Shin-Kamagaya Station, we will embark on an interesting tour to the north of Chiba prefecture. You will drive to an orchard, a traditional temple, eat Japanese rice, walk around shopping streets and shop at a popular outlet. In the family-oriented rural orchard, you will see many flowers, crops, sakura cherry blossoms in spring, sunflowers in summer, cosmos flowers in autumn, poppies in winter. The field area is around 7000 m2. The Naritasan Shinshoji, with its age of more than 1000 years, is the oldest traditional Japanese temple in Chiba prefecture. Here you can draw a fortune stick, and also there are fortune teller shops around the temple. There are many Japanese style shops which sell omiyage (souvenirs) like Tsukemono (pickled food) and unagi cuisine (a Japanese eel set) along the street heading to Shinshoji Temple. You can see the cooking process in front of you. The food looks fresh and delicious! Finally, enjoy shopping at a reasonable price in Shisui outlet before ending the tour.",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-experience-chiba-prefecture-like-a-local-on-a-day-tour/5949?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Chiba prefecture like a local on a day tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 05:34:19"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 25,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472779555/rskq5bwi5mnyjzyevi2t.jpg",
        "strIntroduction": "Arashiyama is a pleasant, touristy district on the western outskirts of Kyoto. It's very easy to find. Get off the train at Arashiyama Station or Saga-Arashiyama Station and walk about 15 minutes, you will see the ticket office just along the river. The starting place, the Togetsukyo Bridge, is the most iconic landmark of Arashiyama. The bridge looks particularly attractive with the mountainside in the background. If you come and visit Japan during early April or November, you will see Arashiyama at its most beautiful. When the cherry blossoms fall, the river is just like pink silk across Kyoto. And when the fall comes, one of the most famous scenes in Japan will give you the most unforgettable experiences. It is also breathtaking in summer and winter. There are a bunch of festivals during summertime and a great snowy view in the winter. There are four options for you. All of them need to reserved in advance. Plan A : One boat for five people maximum This plan is the most reasonable plan for a family tour or some friends who just want to enjoy themselves. No food included. The boating time is around one hour between 11:00 and 16:00. Plan B : A traditional style boat with meal reserved You can enjoy the very Japanese style lunch along the beautiful river. Experience the exact same thing like the ancient people. The boating time is around one hour between 11:00 and 16:00. Plan C : Playing with cormorants (a type of aquatic bird) while boating for ten people maximum Get to know how ancient Japanese people living with cormorants and observe cormorants' habits. Only from July 1st to Sep 23rd *The boating time is around 2 hours from 19:00 to 21:00. Plan D : Playing with cormorants while boating with meal reserved. Similar to Plan C plus enjoy the dinner on the river. . Only groups of 10 or more booking in advance. *The boating time is around 2 hours. 7/1~8/31: Depart at 19:00~21:00 9/1~9/23: Depart at 18:30~20:30 (except 8/16).",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-ride-on-private-boats-in-arashiyama-kyoto/6096?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ride on Private Boats in Arashiyama, Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 05:37:19"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 24,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460942469/bxwikybyw8maveii07yr.jpg",
        "strIntroduction": "Whether you want to practice for real outdoor climbing, enjoy climbing, like exercise or are just looking to try a new activity, come and have a day of fun climbing at this facility. Here you can challenge yourself at any level from beginner to advanced by yourself or with a group of friends. It's guaranteed to be an unforgettable experience. Climbing shoes are available to rent at 200 JPY per pair. Please prepare, socks, comfortable clothes, a towel and a drink. If this is your first visit to the facility, a registration fee of 500 JPY is required. Children 6 years old and above can participate in this activity. But please note that elementary school children may join until 18:00 on weekdays and until 15:00 on weekends or holidays. They must be accompanied by a parent or guardian. From 20:00, children in middle school and below must be accompanied by a parent or guardian.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-climbing-and-bouldering-in-tokyo/6092?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Climbing and Bouldering in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 05:42:25"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 45,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460940455/hhl1ycbgec5tb8zzccov.jpg",
        "strIntroduction": "Participants, great ready to put on your A-game. Get inside these exciting bubble suits and try to bump into each other to score goals. Bubble soccer is the most fun and safe game you can play for team building activities, parties, community events or just for fun with family and friends. 10 bubble soccer suits with 1 or 2 spares are provided along with an electric inflator and an explanation on how to play the game. Play time is 3 hours. The set price does not include the court fee. Please reserve a court to play on. Make sure that bubble soccer is allowed at that facility and that a power supply source is available for the electric inflator. After reserving the court, please confirm your booking with us. Depending on the location an additional fee may be required for delivery and pickup. The fee will be charged on site. We will not bear any responsibility for any accident or injury during the game. *Please Note - take out all accessories and sharp items before wearing the suits. In case of suit damage, damage insurance is available. With insurance, you will only be charged 10,000 JPY in case of damage instead of 48,000 JPY / suit (price of the suit) and an additional JPY 10,000 / suit (compensation for operations). Please confirm the time of rental and choose between options if you want to extend the time. Participants must be 10 years old and above. Children under that age must be accompanied by parents.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-play-soccer-in-bubble-suits-anywhere-in-the-kanto-area/6091?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Play Soccer in Bubble Suits Anywhere in the Kanto Area!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 05:45:05"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1048,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460909530/msnl0blnkneewqkzws6l.jpg",
        "strIntroduction": "An ideal round-trip tour for first time travelers to Japan to visit the top sites and wonders of Japan before returning to Tokyo. Day 1 begins with a luxury coach trip to Mt. Fuji and its many scenic views, including the 5th Station panorama at 2,300 m above sea level! After a traditional Japanese lunch, you will take a cruise on Lake Ashi, then ride over the volcanic Hakone mountains on the Mt. Komagatake ropeway. Day 1 concludes with an exciting bullet train ride from Odawara Station to Kyoto and you will check in to your hotel. Day 2 begins with visiting the sights by tour bus, including: Nijo Castle, Kinkakuji Temple, Kyoto Imperial Palace, Heian Shrine, Sanjusangendo Hall, and Kiyomizu Temple. The day includes a stop for lunch, and concludes with a bullet train ride back to Tokyo. Pick up and drop off is at specified Tokyo and Kyoto hotels. *Tour prices depend on hotel's location. All prices include accommodation, lunch, English-speaking guide, admission fees and transportation costs. Please check when booking for any available special offers.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-enjoy-a-two-day-tour-at-mt-fuji-hakone-and-kyoto-from-tokyo/6085?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a 2-Day Tour at Mt. Fuji, Hakone and Kyoto from Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 05:47:55"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 97,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473823278/senl6qb1d43fozfu40nk.jpg",
        "strIntroduction": "Make your magical dreams come true and shoot your wedding photos in Kobe! The photo studio \"Ange aile\" opened 50 years ago and has been providing quality and breathtaking photos since then. The professional photographers and makeup artists do their best to make your special day an unforgettable experience. The studio shooting will be held at a chapel in Ange aile Nishi-Kobe studio, and the location shooting will be at Akashi Park. On the day of the photoshoot, you may come in your casual clothes and don't have to bring anything. You will first meet with the consultant and discuss your shoot. Don't hesitate to say explain exactly what you want. The staff will organize the best album for you! Next, you will choose which dresses, hairstyle, and accessories you like. For this activity, you may wear both a Western wedding dress and a Japanese kimono. Then, time for you close up! The professional photographer will make you relaxed and draw out your best smile. After that, you will select the best photos from all of your cuts for your album. There are several plans for the designs of the album, so you can select the best one for you. 2-3 weeks later, your wedding album will be sent to your home! About Akashi Park: Akashi Park is a historical park and Akashi Castle used to be. It is well-known as one of the best spots in Japan to see cherry blossoms in spring. The greenery of this park is very beautiful and is a great backdrop for breathtaking photos! Why don't you make an unforgettable memory with your wedding photoshoot in Kobe? This tour is available everyday except for Tuesdays. Operating Hours: Monday, Wednesday-Friday: 10:00 - 19:00 Saturday-Sunday, national holidays: 9:00 - 19:00",
        "strLocation": "Hyogo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hyogo-enjoy-a-studio-wedding-photoshoot-at-akashi-park-in-kobe/6084?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Studio Wedding Photoshoot at Akashi Park in Kobe!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 05:53:01"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 102,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460906571/st5drn8djj1ern9igdfi.jpg",
        "strIntroduction": "Enjoy flexible, hassle-free sightseeing with a chartered limousine tour! Make your own itinerary and an English-speaking driver and guide will take you wherever you want to go and help you experience the historic beauty of Kyoto. Before your tour, you can consult with your guide about your interests and the places you want to visit, but have the freedom to change your itinerary at any time! Some recommended destinations are Kiyomizu Temple and Fushimi Inari Shrine. You can decide your own pickup and drop-off locations in Kyoto Please see available tours below. Toyota Century/Lexus - Maximum of 4 people - 4, 8 and 12-hour tours available. Toyota Lux-van - Maximum of 6 people - 4, 8 and 12-hour tours available. Toyota Minivan - Maximum of 9 people - 4, 8 and 12-hour tours available. All prices include charter fee and English-speaking driver. Parking and admission fees are not included in the tour price.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-a-tour-of-kyoto-in-a-private-limousine/6083?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Tour of Kyoto in a Private Limousine!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 05:58:20"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 144,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460867248/m2iswnkcxdfoqpbvu1qm.jpg",
        "strIntroduction": "This bus tour starts with a visit to Shosenkyo Gorge, a national park to the north of Kofu city, where you'll be able to watch superb views of gorges, granite cliffs and oddly-shaped rocks. Then, we'll move on to a fruit farm in Yamanashi for cherry picking. Cherries are a very popular fruit in Japan. Unlike American cherries, Japanese cherries ripen during a short season, which means they are highly valued during the early summer. In this tour, you can pick and eat as many Japanese cherries as you want, which are known to have a good balance between sweetness and sourness. After eating fresh cherries, you'll visit Hottarakashi-Onsen, where you will be able to soak in an outdoor hot spring, from where, on a clear day, a magnificent view of Mt. Fuji can be admired. Itinerary: -Depart from Shinjuku at 8:00 - Take the expressway bus. (*On May 1th, 3rd, 5th, depart at 7:30) -Shosenkyo (Enjoy beautiful scenery, selected as “the Heisei Era 100 best water sites” in Japan.) -Kagee-no-Mori Museum (Watch shadow pictures by famous artist Seiji Fujishiro) -Lunch at Sasago-chaya -Enjoy Pick-Your-Own-Cherries activity. (*There is a possibility that participants cannot enjoy cherry-picking due to a bad weather or the ripe state of the fruit. In that case, participants can eat cherries which have been already picked by farmers.) -Hottarakashi-Onsen (We offer you a face towel.) -Bus to Shinjuku, End of tour (Scheduled 19:30)",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-enjoy-cherry-picking-and-a-hot-spring-in-yamanashi/6080?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy cherry picking & a hot spring in Yamanashi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 06:03:27"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 207,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460903543/vb5hfjlqhi3lgryzbqoz.jpg",
        "strIntroduction": "Ride in style and comfort from your hotel in Osaka or Kansai international airport to your hotel in Kyoto with a convenient taxi transfer. Avoid busy buses and trains, and set your own travel schedule traveling in a sedan or a jumbo tax , both with an English speaking staff and an experienced, professional taxi driver. Regardless of the kind of taxi you choose, rest assured your transfer to Kyoto will be absolutely hassle-free. You will be traveling in a modern, air-conditioned and spacious taxi with friendly and helpful staff. You can choose the pick-up/drop-off time between 08:00 and 20:00 and the pick-up is available at all major hotels in Osaka except those in Suminoe Ward and Kansai International airport. The drop-off is available at any hotel in Kyoto, except for the Grand Prince Hotel.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-a-private-taxi-transfer-from-osaka-to-kyoto/6074?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a private taxi transfer from Osaka to Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 06:06:06"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 232,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460789789/y0n5opu9jtocm1kgjd8t.jpg",
        "strIntroduction": "Take unbelievable wedding photos at \"Studio Acquange\" in Sapporo, Hokkaido! One of the amazing things about Studio Acquange is the number of wedding dresses they have available, you can choose from over 500 different kinds. You'll definitely find one with the perfect color, size, and fabric. You'll also be able to wear not only a Western-style wedding dresses but also a Japanese-style Kimono, so you'll have an amazing souvenir from your trip to Hokkaido! First, you will try on several wedding dresses to decide which ones you'll be wearing for the photoshoot. The attentive staff will help you and answer your questions to help you decide. Then professional make-up artists will work their magic to bring out your own charm. After your hair & make up is done, the shooting begins! A professional photographer will take amazing photos so that you can make an unbelievable wedding photo album. At the end you will be able to watch the pictures and choose the ones that you want for your photo album, which will be sent to you later. Make an unforgettable memory of your trip to Hokkaido! There are different packages including one, two or three dresses, and they all include dress rental, hair and make up, and data.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-take-fascinting-wedding-photos-in-sapporo-hokkaido/6073?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take Fascinating Wedding Photos in Sapporo, Hokkaido!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 06:08:40"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 124,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460923810/gqz7iqver5lqh9hqtg93.jpg",
        "strIntroduction": "Set sail early in the morning for your big catch. Bring back the fish to the terrace and prepare it for a fun and tasty barbecue party right in the heart of Tokyo. This is a unique opportunity during your visit. You can enjoy sailing and also fishing on a boat. After sailing, we will take you to a BBQ place. If you don't have time to prepare all the ingredients, we have an optional offer for you to enjoy the BBQ. The add-on list is as below. These days in Japan, relaxing barbecue parties are getting more and more popular. The provider company will prepare everything for you. Add-ons: Regular set of BBQ ingredients. (From 10 people or more) Pork ribs 100g / 3 chicken skewers / Cut vegetables / 1 sausage / yakisoba noodles / 1 scallop / 1 shrimp / Half cuttlefish / Seasoning (for 1 person) Light set of BBQ ingredients. (From 10 people or more) Pork ribs 200g / sausage / yakisoba noodles (noodles, bean sprouts, canned seafood in soup) / Seasoning (for 1 person) Child set of BBQ ingredients. (From 2 people or more) 2 diced steak skewers / cut vegetables / 1 sausage / 1 chicken skewer / 1 grilled rice ball (for 1 person) You cannot order a child set only. It must be ordered with a regular or light set. A set of grilled meat. The total amount of your order should be a minimum of JPY 20,000 if you order only a set of ingredients for grilled meat, or mixed seafood. Beef ribs 200 g / Pork ribs 200 g / beef skirt steak 200 g A set of grilled meat. The total amount of your order should be a minimum of JPY 20,000 if you order only a set of ingredients for grilled meat, or mixed seafood. Pork ribs 150g / beef skirt steak 150 g / beef tongue 150 Mixed seafood The total amount of your order should be a minimum of JPY 20,000 if you order only a set of ingredients for grilled meat, or mixed seafood. 4 scallops / 4 shrimps / 2 halves of cuttlefish Itinerary - 07:20 Meet at Houseboat Hirai - 07:30 Begin Fishing - 12:00 End Fishing - 13:00 Set up Barbecue (About 2.5 hours) - 15:30 Activity Ends at Houseboat Hirai Location and Directions By Train - Get off at JR Shinagawa Station (Takanawa Entrance) and walk 10 minutes. - Get off at Kita Shinagawa Station on the Keihin Kyuko line and walk 5 minutes. By Car - Take Route #15 (Daiichi Keihin) and go toward Shinagawa from the city center. - Pass by Shinagawa Station, Yatsuyama Bridge and the railroad crossing of the Keihin Kyuko line. The location is on your left, near the first traffic light from from the railroad crossing.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-fishing-sailing-and-barbecuing-in-shinagawa-tokyo/6070?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Fishing, Sailing and Barbecuing in Shinagawa, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 06:12:18"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 189,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460915712/apo9upidewdpwnkchoxo.jpg",
        "strIntroduction": "What better way to make your trip in Japan truly memorable than to swim with dolphins on Miyakejima Island in Tokyo! Miyakejima is a volcanic island in Tokyo that is accessible by ferry or plane. Whether your a city dweller or an island lover, this is the perfect trip for you! Both ferries and flights to the island are available every day. When you arrive at Miyakejima you will swim with Indo-Pacific bottlenose dolphins in tropical waters on a special course. Join the dolphins along the coral reefs in the blue waters. It would be a special and unique experience for you while you are in Tokyo! *Please note that this tour is only for licensed scuba divers with previous diving experience. Schedule: Morning course: - 07:00 Check-in at Miyakejima Snapper or pick up from the port - Check-in Once you arrive, sign in and get ready for the day. - Safety Lecture We will give you an explanation on the important points of the day and the basics of diving. - Dolphin Swim Join the beautiful and elegant dolphins in the water and watch as they gracefully swim and play. - 11:00 Check-out at Miyakejima Snapper or drop off at the port Afternoon course - Same as above. Meeting time is 13:00 and checkout time is 17:00. Directions By car: - About 20 minutes from Miyakejima Airport and Miyakejima Port via Todo 212 - About a 5 minute walk from the Minowa bus stop of the municipal bus *We have a parking area for about 10 vehicles. We can pick you up and drop you off at the port. Please let us know the time of reservation and if you need our transportation service. *For transportation to and from the airport, please consult us, as we can not offer this at all times.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-swim-with-dolphins-on-miyakejima-island/6069?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Swim with Dolphins on Miyakejima Island!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 06:16:59"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 24,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460887681/hmw06uxghqgof1f85wsw.jpg",
        "strIntroduction": "The host will pick you up from a train station nearby Yanagawa city around 30 minutes before the lesson. No need to wear a karate uniform, just wear easy to move pants and a T-shirt. Then instructor does not speak English well, but he will welcome you to the class and teach you the karate techniques. After the class you will be dropped off at the same train station. Pick-up from a hotel in Yanagawa is also possible.",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-discover-karate-in-a-60-minute-lesson-near-yanagawa-fukuoka/6082?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Karate in a 60 minute lesson near Yanagawa, Fukuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 06:20:37"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 75,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461283505/nbqoogvhuxguifh9zj4u.jpg",
        "strIntroduction": "Walking through Omotesando gives you a feel of what Tokyo life is about. This place has a lot of charm and creativity. The buildings that we see stand out as architectural gems on a street known for its style. You'll get to see what separates good design from average design. The walk is organized around a central theme by your host in order to spark conversation within the small group. Bring your walking shoes, because this walk does cover a good distance. There's a chance to get coffee at one of the trendy new coffee shops in Tokyo. On this walk you'll see several new buildings that are changing the role that architecture plays in society. Highlights include the Gyre building, Dior and Omotesando Hills. You'll get to wind through the small streets of Tokyo. Really these streets are the heart of the city. You can choose between a walk starting at 10 am or 3 pm. The 3 pm walk is a busier time than the 10 am walk. If you're a people watcher, choose the 3 pm slot. Groups are small, no more than six guests in order to give the best experience for the guests.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-omotesando-architecture-on-a-guided-tour/6112?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Omotesando's architecture on a guided tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 06:25:29"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 374,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461228934/ycar7caymhzw2kti6qka.jpg",
        "strIntroduction": "Discover the central west of Hokkaido from Otaru to Niseko. This tour gives you an opportunity to see, experience, eat, and touch the real local life of Otaru and Niseko areas. There are many interesting spots around Otaru and Niseko. Therefore I want to make sure that my tour satisfies your wishes. I will introduce several spots when we meet up at Otaru Station and I will make a customized tour for you. Otaru canal is one of the major spots in Otaru. Usually it's a bit crowed but still worth to walk around and take some pictures. We will eat a small snack around here. Suitengu（水天宮）Otaru is also nice area to walk around. Suitengu is a shrine with nice views of Otaru port and the downtown. There are many nice cafes and shops around here. If the weather is nice, I want to take you to Otaru Aquarium to see the life of Hokkaido's beautiful sea. After Otaru I will take you to Yoichi town by car. The famous Yoichi whiskey factory is a must see! We will drive the nice scenic highway toward Niseko. Along the way, you can enjoy the scenic views of mountains and nature. We will stop by Kyogoku water park to get mineral water from Mt. Yotei. Then we will visit some cafes, cheese shops, ice cream shops, and an organic vegetable market. You will stay at Cottage Bongo in Niseko. Bongo offers a really nice private log house for you to stay. You can buy some vegetables and seafood around Niseko, then have a BBQ at Cottage Bongo for your own dinner. I can take you to a nearby onsen (hot spring) after dinner. If you want, you can drink some local beer and wine after the onsen.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-discover-otaru-and-niseko-on-a-tour-with-overnight-stay/5911?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Otaru and Niseko on a tour with overnight stay",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 06:28:28"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1442984168/f6hgkak0ja2ekje4j8jh.jpg",
        "strIntroduction": "For this 2 hours tour, please check the following example timetable: (the starting time can be decided by you, only the necessary time for each part of the tour is mentioned below) 00:00 Meet up at \"Omotesando exit\" of JR Harajuku station. 00:00~00:30 Go to Meiji-Jingu Shrine, learn a bit about history of Japan, shinto religion's gods, events, how to pray and what kind of spirit there are. 00:30~01:20 Go to Takeshita street and look around some shops and people there, such as \"kawaii things or kawaii girls\". Take a rest at a Harajuku-styled cafe. 01:20~01:50 See the Omotesando street. Look at famous shops and famous architecture. Omotesando is one of the places which creates new trends to all of japan. 1st outlet of foreign restaurants sometimes opened around this area. 02:00 (apx.) End of tour and guide you to a shop, restaurant or a station of your choice. Part of the schedule might be changed depending on the day.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-harajuku-and-omotesando-in-a-2-hour-tour/3951?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Harajuku and Omotesando in a 2-hour tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 06:30:59"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 124,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460194155/jnnsitceli1iosqppzrl.jpg",
        "strIntroduction": "You can experience the art of flower decoration which mixes the Western and Japanese styles in a beautiful way. The venue, the Russian church gallery, is also very beautiful. You can enjoy the flower experience and the atmosphere of the unusual old Russian church in Kyoto! The lesson starts with an easy decoration so don't worry if you do not have any prior experience. The flowers decoration experience takes about 1 hour and 30 minutes. The materials are prepared for you (flowers, vase and other materials) We will provide seasonal flowers for this experience.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-flower-decoration-lesson-in-a-russian-church-gallery-kyoto/5914?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Flower Decoration Lesson in a Russian church gallery, Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 06:34:55"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 124,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459845913/yyv2k6hmriwqatss2jlp.jpg",
        "strIntroduction": "This tour is for 1 to 3 people. I will take you around the Niseko mountains. There are many mountains that are fairly easy to walk around. Here you can refresh your mind and body. I will pick you up from your accommodation in the morning. Then I will take you to the mountains depending on your request. We will have lunch at the top of mountain so we will buy some food on the way. Depending on season, the tour contents will change. During spring it is fun to walk around and see bits of snow left from the winter. During summer, it is full of green and life. During fall, it is nice to see colored leaves. After the hiking, I will take you to an onsen (hot spring). There are many onsen springs around Niseko. It is good to relax your body at a hot spring after the hiking. If you choose the one night stay plan, I can organize BBQ at the accommodation. You will stay at a nice log house cottage. If you want to take this plan, you need to come as a group of 2 or 3 people. Since the style is private cottage, it is better to stay there as a group. The cottage has kitchen, usual cooking utensils, dishes, dining space, loft floor to sleep, toilet, TV, free Wi-Fi. Then the next day, we will explore other mountain or lakes.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-hokkaido-nature-by-hiking-niseki-mountains/5881?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Hokkaido's nature by hiking Niseko's mountains",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 06:37:41"
    }
]