[
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8130,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462888158/ciaklvrjpepujoiybad1.jpg",
        "strIntroduction": "\"Fuji-san in west, Tsukuba-san in east\" Tsukuba-san (Mount Tsukuba) is referred as one of the best 100 Japanese mountains, similarly to Mount Fuji. It is also famous as a relatively easy to climb mountain because it is only 877-meter high. Tukuba Shrine is one of the most famous shrines in Japan. More than 200,000 worshipers go there every year. There are a lot of beautiful trees like plums (Ume), cherry trees (Sakura) and autumn color leaves. You will be able to enjoy the beautiful mountain view and the natural landscape. Tsukubasan has ropeway and a cable car so that you can enjoy the landscape and the fresh air. Recommended course: Enjoy shrine and landscape by vehicles. Tsukuba Station-Bus (40 min)-Miyawaki bus stop ->Tsukuba Shrine (30 min) Pray, check charm and stamp book, etc. ->Cable car (8 min)-Miyukigahara (Top field: 60 min. Restaurants) Walk to \"Nyotai-san\" (Top of Mt Tsukuba: 20min one way) Lucky stone throwing ->Rope way (6 min)-Bus (50 min)-Tsukuba Station Total 3 hours and 40 minutes. -Additional fees to pay on the day for transportation (Bus, Cable car, Ropeway) Adult: 2,620 JPY Child: 1,320 JPY Hiking course: If you want to enjoy hiking, please add 3-4 hours more (Total 6-7 hours). -Shirakumohashi course (up 110 min/ down 95 min) Benkei nanamodori, Hokutoiwa rock -Miyukigahara course(up 90 min/ down 70 min) Minanogawa river, Cable car passing More information: -Flower season Plum (Ume): Feburary to March Cherry (Sakura): end of March to mid-April Autumn leaves: end of October to end of November Vehicle timetables: Tsukuba Station 1st 6:55-7:38 from Station to Shrine last 21:20-22:03 from Shrine to Station Cable car 9:20-17:40 Rope way 9:00-18:20",
        "strLocation": "Ibaraki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ibaraki-visit-a-dignified-shrine-and-explore-mt-tsukuba/6314?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit a dignified shrine and explore Mt Tsukuba",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 04:38:22"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11548,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462412161/nqqtt5pz1pd7qiwcbmll.jpg",
        "strIntroduction": "Hi, there! First of all, let me introduce myself below: I'm a racing driver competing in various races - single seaters, touring cars, and kart racing. I can communicate in English, Chinese, and Japanese. I hope you will enjoy the kart racing experience I provide! :) About the experience: 1. Duration of the experience: Approximately 1 hour except transferring time 2. Booking: Group or single guest 3. What to bring: Nothing (No license required) 4. Includes: 3 laps → rest → 5 laps (Totally 8 laps) *Not including foods and transferring cost 5. Other: Basically, the experience is carried out even if it rains or shines except during a storm. If you have any questions, please feel free to contact me always. This experience is held in Osaka only",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-try-kart-racing-in-osaka-japan/6288?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try kart racing in Osaka, Japan!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 04:42:39"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9238,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462686628/j4mdwp1tvrmiqymmwzln.jpg",
        "strIntroduction": "If you come to Nagano, visiting Zenkoji is a must to do. This walk gives you an opportunity to do a little more; either try Zazen (zen meditation) or try making a Kaleidoscope by yourself for your memory. First, we will meet at Nagano Station, and then you can choose to walk to Zenkoji (about 20 minutes) or take a bus to get to the gate to Zenkoji (public transportation). We will pass the gates and visit inside the temple. We can walk around the precincts and may try Okaidan Meguri, which is said to connect you with Buddha. (This may not be available when construction is going on or it is extremely crowded.) Then, we will take a look at the shops on the Sando (approach). There are many souvenir shops where you can pick up gifts to bring back home. We will visit a shukubo (inn) to try Zen meditation. Zazen is a type of meditation that is practiced by zen monks. You will sit in a certain posture and stay single-mindedly, breathe and be aware, to be free from all sorts of delusions and desires. It will be a great experience for you. Or, You can try out making a Kaleidoscope at an art shop located in a shukubo. It is made easy to do and you will enjoy showing your own creativity, not to mention you will have a great souvenir for yourself. The tour cost includes lunch or tea/coffee break, depending on the time.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-visit-zenkoji-temple-and-experience-zazen-or-make-crafts/6291?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Zenkoji Temple & Experience Zazen or Make Crafts",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 04:45:39"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12934,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462688003/s5xkczclgg6d3hqbvxax.jpg",
        "strIntroduction": "Togakushi is located at the mountainous area north of Nagano city, which is a part of Myoko Togakushi Renzan National Park. This area has been famous for a Shinto shrine called \"Togakushi-jinja\" that was the center of ascetic practices as well as Ninja's training. We will meet at Nagano Station, and take a train to Kurohime. Then we will drive to Togakushi area. First, we will see Togakushi-jinja's Chusha, one of the most popular shrines. After that, we either walk or drive to Okusha area. Okusha and Kuzuryusha are located next to each other, but the approach to these shrines are about 2 km, and it is partly uphill, so it is recommended that you wear comfortable shoes! On the way to Okusha, you will find beautiful cedar trees on each side of the approach, as well as Zuijinmon, a shrine gate with a thatched roof beautifully colored in vermilion. Also, you will hear birds singing and see peaceful nature with trees and rivers. After that, we will visit Togakushi Folk Museum that introduces a collection of antiques and Ninja accessories. There is also Ninja karakuri House. \"Karakuri\" means \"tricks\", so you will find Ninja's tricks inside. Enjoy exploring inside just like you are a Ninja! Togakushi is one of the most famous areas for its soba (buckwheat) noodles. You can enjoy soba noodles at one of the local restaurants. If you would like to try making soba by yourself, you can choose to visit Soba Museum instead of going to the Folk Museum and Ninja House. At the Soba Museum, you can experience making soba and eat it after that for your lunch.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-explore-togakushi-shrines-and-ninja-house-in-nagano/6289?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Togakushi Shrines & Ninja House in Nagano",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 04:50:57"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 14320,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467688291/ytqqukaxgf0u82tchf6m.jpg",
        "strIntroduction": "This tour is available from May 1st ~ Nov 30th. The tour starts with a hike through a beautiful forest and past several lakes. Discover various types of wild plants and flowers as you walk along the hiking trail to Kagami-ike Lake with its stunning view of Mt. Togakushi. On days with no wind, you can see Mt. Togakushi reflected on the water's surface. You will also pass by a panoramic spot where you can enjoy a view of the Japanese Alps. After a 2 hour hike, it is time for a lunch of Soba, or buckwheat noodles in English. It is a traditional dish for people in Nagano, and Togakushi especially is known for the distinctive taste of their soba made with region's clean mountain water. The dish comes with shrimp and seasonal vegetables tempura. After lunch, take the bus to the entrance of pilgrimage path to the Togakushi Okusha Shrine. While the entire Togakushi area is regarded as sacred to followers of Shintoism, Togakushi Okusha Shrine is the most important place within the region and the very end of the regional pilgrimage. Approximately 300 Cryptomeria trees are lined beautifully along the pilgrimage path. It is more than impressive enough to make visitors ponder the sacredness of Japanese Shintoism. After walking back from the Okusha Shrine, it is time for some recreation and learning at the Ninja Folklore Museum. At the museum, you will not only learn about the history and techniques used by the Togakushi ninja, you can also give escaping a ninja house filled with hidden doors and tricks a go. Tour itinerary: 09:00 Meet at Nagano station directly in front of the Shinkansen exit at the information board towards the East Exit. - Take the bus towards Togakushi. - Start the hike through the forest trail with several ponds and mountain views. 12:45 Eat lunch at a local soba restaurant - Take the bus to Togakushi Shrine and walk past the Japanese cedars. - Go to the Ninja House that also holds a Ninja Folklore Museum. 17:07 Go back by bus to Nagano Station. 18:20 Arrive back at Nagano Station.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-take-a-spiritual-journey-and-visit-a-ninja-house-in-nagano/6301?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1-Day Togakushi Nature Trekking and Ninja tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 04:56:00"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5543,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462628991/b6jgfrfnkw9flpsu9ubn.jpg",
        "strIntroduction": "This activity offers the experience to cook rice in a traditional way, using an old rice cooker which is very rare in people’s lives now. Although the rice made in this way is still considered as the best, almost all the people use an electric rice cooker and so it is even rare for Japanese people to experience this way of cooking rice. In addition, the guests will use traditional fireplace to grill famous Hida Beef. What makes this activity more attractive are 1) the lecturer is a very experienced, 70-year old mother in the region who knows everything unique to the region; 2) the guest room, where the guests will eat lunch, is one of the oldest houses in Hida with high cultural values.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-have-a-traditional-lunch-experience-in-hida-takayama-area/6300?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Have a Traditional Lunch Experience in Hida-Takayama Area",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 04:59:39"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6005,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462627614/kjhhkwmbuwjsdrav8may.jpg",
        "strIntroduction": "The concept of this cooking class is designed for guests to experience the lives and culture of locals in the Hida Takayama area. This cooking class begins by escaping from the hustle and bustle that is Takayama to Hida Furukawa. You will then enter a local host's beautiful home where the class will be held. You can learn how to make local food and ask questions about not only food but also regarding the locals' lifestyle and culture. The lecturer is not a professional chef but an experienced home cook who is passionate about food and speaking English. Having lived in Australia, she speaks English well, making it easy for the guests to enjoy communicating with the lecturer. The class size is limited to 6 people in order to make sure to keep a personalized experience. During the class, all recipes and ingredients will be handed out to the guests so that the guests can recreate it. The class will usually have the following menu: 2 side dishes 1 main dish Miso soup Rice steamed with vegetables Dessert *Menu is subject to change",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-enjoy-cooking-class-in-japan-countryside-at-a-local-house/6299?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Cooking Class In Japan's Countryside at a Local House",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 05:04:03"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3603,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462135136/pwb52kjiwcvo9br2ngew.jpg",
        "strIntroduction": "This is a two hour long bus tour of Tokyo. Ride on an amphibious bus and enjoy the sights both from land and water! The Sky Duck, the amphibious bus operated by the Hinomaru Limousine Group takes you around the Sky Tree and Kameido area, where you'll be able to see post-war era homes, stores and popular ramen and gyoza restaurants. The tour has two different routes available. The first route, called the Sky Tree course starts at the Tokyo Sky Tree. A broadcast tower complex with restaurants and an observation deck. It is the tallest tower and the second tallest structure in the world. The bus will then splash into the Nakagawa river to continue the tour on water! The second route, called the Kameido course, begins at the newly built Kameido Umeyashiki, a beautiful mansion built in the style of the wealthy Edo period homes. The bus will then splash into the Nakagawa river to continue the tour on water! The tour departs from the Sky Tree Station Office at the following time slots: 09:10, 11:25, 13:25 and 15:25",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-tokyo-by-bus-and-boat-with-this-amphibious-bus-tour/6268?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Tokyo by bus and boat with this amphibious bus tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 05:09:16"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6190,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472779329/b1ugegly2ppi9mdbpq79.jpg",
        "strIntroduction": "In this 5-hour bus tour, you can visit Kyoto's best 3 tourist attractions which are the Kinkakuji, Ginkakuji, and Kiyomizudera Temples at an excellent price. Don't miss this opportunity to fully experience Kyoto's traditional culture by visiting these popular sightseeing spots! The Kinkakuji Temple, also known as the Golden Pavilion, or Rokuonji, is one of the most popular spots for tourists. A Zen buddhist temple, it has also been selected as one of the Historic Monuments of Ancient Kyoto by the UNESCO World Heritage organization. In addition to being designated as a National Special Historic Site it has also been designated a National Special Landscape. With its fascinating and gorgeous appearance of shining gold, the Kinkakuji has attracted millions of visitors. So, if you are fascinated by the Kinkakuji, don't hesitate to reserve this tour. The Ginkakuji Temple, officially named Jishoji, is one of the constructions that represents Higashiyama culture from the Muromachi period. The garden around the Ginkakuji is famous for its beautiful scenery and when you get to Sengetsusen, which is the small waterfall in the temple, you may see many coins thrown in the water like the Trevi Fountain in Italy. In Japanese, there is a famous expression \"to jump off the stage at Kiyomizu\", which is equivalent of the English expression\"to take the plunge\". This expression comes from the Kiyomizudera Temple which is also included in this tour. The Hondo (main hall) of this temple is known as the \"stage\" of Kiyomizudera and from its 18m high cliff you can see the panoramic view of Kyoto city. If you join this tour, you can explore the 3 best temples in Kyoto and learn about its history. The tour is very popular so it's best to hurry up and reserve your seats before they sell out! This tour is available everyday until March 17th, 2017. The bus will depart at 09:00, 10:30, 11:30. Notice: The bus departing at 11:30 will only be available on Saturdays, Sundays and national holidays. Although, it will be operated everyday from December 31st to January 3rd, it will not be operated from January 4th to February 28th.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-explore-the-3-best-tourist-attractions-in-kyoto/6228?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the 3 Best Tourist Attractions in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 05:14:23"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 17368,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461494551/eoicrdtch7tbqs6aslty.jpg",
        "strIntroduction": "Iwamura is a small town in Ena city, located in the southeast part of Gifu prefecture. Its roots can be traced back to the Edo period (17-19th century). Iwamura then fell into obscurity, allowing many of its houses and shops to remain relatively unchanged. Enjoy visiting an unaltered and unadulterated part of Japan. Meet your guide at Ena Station at 9:00 am and take a local train, Akechi railways, for Iwamura town. Along the way you can see beautiful nature and rice fields from the train. It is about a thirty minute train trip. (The departure time at Ena station is 9:28 am on weekends and holidays and 9:15 am on weekdays. The arrival time at Iwamura station is 9:57 am on weekends and holidays and 9:44 am on weekdays.) Walk to the main street of Iwamura castle town. It has been selected as \"Important Preservation District Groups of Historic Buildings\". The streets also have been selected as one of the best 100 beautiful historical landscapes in Japan. Visit the Kimura house which preserves the style of the Edo period. Visit Tosaya's house which was a shop for dyeing kimono. You can learn the unique ideas and skills of the ancient people in the town. Katukawa's house belonged to one of the local rich families. After the walking tour, we will make Japanese zori sandals together out of recycled-shirt fabric and kimono silk — a comfortable and fashionable souvenir. The instructor will teach you how to make it. We will have late lunch at one of the local restaurants after making sandals. Enjoy delicious local foods and sweets with traditional manufacturing. Go to the local sake brewery, Onna-joshu, at the end and see various sake brands. Take the local train for Ena at 4:45 pm when the tour ends.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-make-japanese-sandals-in-the-historical-castle-town-iwamura/6160?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make Japanese sandals in historical castle town Iwamura",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 05:18:29"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4619,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462322522/bvjowhp9cycermrr1bnt.jpg",
        "strIntroduction": "What you can enjoy in this one day tour to Ibaraki's countryside: - You will enjoy visiting the tallest statue of standing Buddha in the world. - You will climb up to the chest of the statue from where you can enjoy the panorama scenery (extra fee) - You can enjoy rabbit feeding and monkey tricks in front of the statue (extra fee) - After seeing the statue, we will enjoy shopping at the shopping mall near the statue. There are brand shop like Coach, A.v.v, Levi's, Polo Ralph Lauren, Ray-Ban, etc. The tour duration will be 3-4 hours. Pick up by car is available from Tsukuba Station, JR Tsuchiura Station or any nearby station (hotel) Optional fees (please pay on the day): - 800 JPY: climb inside the statue, garden and rabbit feeding - 500 JPY: garden and rabbit feeding only",
        "strLocation": "Ibaraki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ibaraki-visit-ushiku-daibutsu-and-enjoy-shopping-in-ibaraki/6282?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Ushiku Daibutsu and enjoy shopping in Ibaraki!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 05:23:28"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 16629,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468561265/eei94nrfrmdylj1zvezo.jpg",
        "strIntroduction": "You will visit many popular and historic places by bicycle and you can experience and feel Japanese culture and traditions all in one day! Make your own souvenir leather key holders at the leather factory which goes back three generations. Take coffee break at Japanese coffe roastery in Kiyosumishirakawa. Kiyosumishirakawa is a famous erea for Third-wave coffee nowadays. There are some nice Japanese coffee roastaries there. Make your original Shichimi. Shichimi is Japanese traditional spice. The special blender blends Shichimi in response to your requests. Sightsee at a 100% organic Green Tea shop. This Green Tea shop is running by Green Tea farmer. You can drink and buy some fresh Green teas. Also it is very good for souvenir. Course: CYT→Kuramaebashi Bridge→Sumidagawa River→Sumidagawa Terrace→Kiyosumishirakawa→Higashimukoujima→Kuramae→KappaBashi→Asakusa→CYT",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-cycle-around-tokyo-streets-and-cratt-shops/6281?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cycle around Tokyo's streets and craft shops",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 05:28:34"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2772,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462094218/ecknsp9wmegzyrzurigh.jpg",
        "strIntroduction": "Even beginners will be able to participate and enjoy this cultural activity! It's the doubly pleasant experience, which involves experiencing colors, that you can take home and use. Use both hands, and become an Artist!! The activity lasts 2-hours. (※Depends on the person, you might finish early.) One by one you will apply to make a gradation, and give the pattern a three-dimensional effect. You will finish after you get home, by washing the rice glue off by water. The washing work is the most pleasant stage of the work in Bingata. You will see final result of what you dyed for the first time after you have washed all the rice glue out. You'll be impressed with it! ■Choose the starting time: - from 2 pm to 4 pm - from 5 pm to 7 pm ■Choose the materials: - A greeting card made of Japanese paper \"Gettoushi\" (A5 size) - An eco‐friendly bag, 100% cotton (A4 size) ■Choose the design: -The king of humpback whale -A classical style of flowers In this activity you will have the unique chance to try the Japanese traditional handicraft \"Bingata\" dyeing in Okinawa. ■Bingata stands for Japanese textile. Originally, it was dyed in the Ryukyu Dynastic Period for Shinto ritual clothing, and clothing for royalty, for the best clothes of ordinary people, and for Ryukyu dancers to help foster (develop) warm diplomatic relations. It mixes techniques of Yuzen and chintz through the Silk Road. --------------------------------------------------- Public Transportation Access: - By Bus: You can take a bus from Naha city to Uruma city. Take a bus #110, and get off at the bus stop \"Uruma shimin geijutsu gekijou mae\". It will take 2 hours or so from Naha city. You can walk to my place from the bus stop in about 3 minutes time. I can pick you up at the bus stop. -By Car: You will be able to park for free in front of the building.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-experience-bingata-dyeing-traditional-craft-in-okinawa/6247?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience \"Bingata\" dyeing traditional craft in Okinawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 05:31:39"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4157,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481176929/jayxutcf6pezotpslxq3.jpg",
        "strIntroduction": "Enjoy a half-day afternoon tour to visit Nijo Castle and Ryoanji Temple, where you can enjoy exploring the ancient culture and the famous architecture objects of Kyoto. You will be visiting Nijo Castle, a castle built by Tokugawa Ieyasu as his residence in Kyoto in 1603. Nijo Castle is a National Treasure of Japan, with 3,300 square meters floor area and 33 rooms. The castle is filled with the essence of grand and gorgeous Momoyama culture, including drawings on fusuma and sculptures by Kano Tanyu. The garden of the castle was designed by Kobori Enshu, a skillful garden architect. You will also be visiting Ryoanji Temple, which is a temple of Rinzai Myoshinji Sect. It was also originally a villa of Tokudaiji Saneyoshi, and in 1450 (approximately 565 years ago), Katsumoto Hosokawa inherited the place and established the property. Its Karesansui garden, with 15 stones placed on white sand, which describes a landscape of mountains and water using only stones and sand without ponds, etc., is globally famous. It was designated as the World Heritage Site in December 1994. This tour departs from the Karasuma Exit of JR Kyoto station at 13:30 and the length of the tour is approximately 3 hours.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-half-day-tour-to-nijo-castle-and-ryoanji-temple-in-kyoto/6270?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Half Day Tour to Nijo Castle & Ryoanji Temple in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 05:36:03"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3677,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481176773/pa5z8mdshf8glaz42ckf.jpg",
        "strIntroduction": "Enjoy a half-day morning tour to visit Sanjusangendo and Fushimi Inari Taisha Shrine, where you can enjoy exploring the ancient architectures and learning the culture and the teaching of Buddhism. You will be visiting Sanjusangendo, which is also called as Renge-ouin is a Buddhist temple located in Higashiyama District of Kyoto. The temple name literally means \"Hall with 33 spaces between columns\", describing the architecture of the long main hall of the temple. The number 33 is applied based on the teaching of Buddhism, which means One Kannon Goddess transform herself into 33 figures to offer mercy to people. Inside the main building, there are a sitting statue of Chuson Senju Kannon, with 500 of standing statues of thousand armed kannon on its both side. This temple now has been designated as a National Treasure of Japan. You will also be visiting Fushimi Inari Taisha Shrine, which was established approximately 1300 years ago, when the God of Inari was enshrined in 711, by Hatanoirogu at Sangamine of Inari Mountain. These days, the God of the Shrine has been accepted widely as a God of wellness and wealth, that enhances the businesses, productiveness of grains, and well-being of the families. At Fushimi Inari Shrine, you can enjoy approximately 10,000 red Torii gates standing from Okumiya to Okusha, that continues along a footpath that stretches to the top of the mountain. In Japan, there are approximately 30,000 Inari Shrines, and Fushimi Inari Shrine is the head of all these Shrines. This tour departs from the Karasuma Exit of JR Kyoto station at 9:50 and the length of the tour is approximately 2.5 hours.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-half-day-tour-to-sanjusangendo-and-fushimi-inari-taisha-shrine/6269?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Half Day Tour to Sanjusangendo & Fushimi Inari Taisha Shrine",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 05:40:54"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2919,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461316568/gicskoxibr0wmkvkridz.png",
        "strIntroduction": "Enjoy the amazing scenery of warm beaches and blue skies of Okinawa in a fun, creative way in a Go-kart. Besides enjoying the sights, you'll experience the thrill of reliving your favorite video games speeding around the streets of Okinawa. You can drive individually or in a group, and although the speed is only about 50 km/h, the experience is still very thrilling because of the low center of gravity, and don't worry, the staff will teach you how to handle the karts. You can decide how long you want to rent yours 1, 2, 3, or 5 hours or even a whole day. Please note: 1.You must have a valid Japanese or Japanese SOFA license, or International Driving Permit based on the 1949 Geneva Convention*. 2. Bring a valid Japanese or Japanese SOFA license, or International Driving Permit* and a copy of your passport (passport is not required for Japanese) to the shop on the day. 3. All karts are for 1-person. There are no multi-person karts. Each guest must have one a valid Japanese or Japanese SOFA license, or International Driving Permit. 4. A Japanese driver's license (first-class driver's license for normal vehicles) or international driving permit and a copy of your passport is required. 5. You can cancel without paying any cancellation fee up to a month. Please return the kart on time, otherwise an additional fare will be charged. 6. Do not wear high heels or clothing that can can be inconvenient or cause accidents. 7. Please return the kart with a full tank of gas. *Holders of a license from Belgium, France, Germany, Monaco, Slovenia, Switzerland or Taiwan can use an official Japanese translation provided by the Japan Automobile Federation (JAF) or the country’s embassy or consulate in Japan. The tour may be cancelled due to the rain. We will inform you 1 day prior to the activity if the tour cancelled and proceed to refund. How to get from Naha to Chatan area: Express Bus -From Naha: 06:40 - 19:50 It takes about 1.5 hours one way. Take bus number 20, 28, 29, 120 or 62 from central Naha. The stop is Carnival Park Mihama right under the big Ferris Wheel. You may also go by taxi, but it's quite expensive because it involves using the highway, which is why its recommended to use either the bus. We will give you further instructions about transportation to Chatan area once your booking is confirmed. We will promise you to make your trip unforgettable! Don't miss this chance!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-rent-go-karts-and-ride-around-chatan-okinawa/6121?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Rent a Go-Kart and ride around Chatan, Okinawa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 05:46:33"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 34644,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461750436/l56yn3ytxyw0glrlbsvt.jpg",
        "strIntroduction": "This activity will take you to the highest bungee jump in Japan. (100 meters high). It takes half day for the trip and the bungee jump. The location is the valley of Ibaraki prefecture's Hitachiohta city. In spring and autumn, you can enjoy watching the beautifully colored mountains. If you come from Tokyo, we will meet at Tsukuba Station in the morning (I can pick you up also from JR Tsuchiura Station or Ibaraki Airport). We will arrive at Ryujin-ootsurihashi Bridge by car in about 90 minutes. After the check-in, you will receive an explanation about protection tools from the instructor. When we arrive at the middle of the bridge, you will find the stairs leading to under the bridge. Go there and you will have a strange feeling like walking in the air. After the instructions it’s time to jump! As an option, you can get photos taken by a professional cameraman. Show off to your friends with the photos! You can enjoy shopping at a local shopping center Michino-eki or a service area on the highway on the way back.",
        "strLocation": "Ibaraki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ibaraki-challenge-yourself-with-the-highest-bungee-jump-in-japan/6216?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Challenge yourself with the highest bungee jump in Japan!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 05:50:53"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11086,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461989768/dfbmvkdtah1e3eouw43z.jpg",
        "strIntroduction": "After the great fire of 1872, the Meiji Imperial government seized the opportunity to demonstrate Japan’s aspirations to join Western civilization. The special attention of people towards this area was never lost even after experiencing another devastation in the Great Kanto earthquake in 1923 as well as from the Tokyo air raids in 1945. So then when did the area develop as the premier site for consumption, fashion, chic and elegance? The architecture definitely helped to create the unique character of Ginza passing down its history to the future generation. It’s usually not visible but our experienced guide will take pleasure in showing you. The tour starts from Tsukiji Hongwan-ji temple located adjacent to Tsukiji station. It’s a very uniquely designed temple of the Jodo Shinshu sect (the True Pure Land Sect of Buddhism) by Chuta Itoh, a prominent architect and architectural theorist of the early twentieth-century who incorporated various architectural influences from all over the world. The next site is the eye-catching Kabukiza theater building inheriting the traditional style from the past generations and newly reconstructed by Kengo Kuma in 2013. Then, we move on to the outstanding Kisho Kurokawa’s Nakagin Capsule tower from the Metabolism movement. We then continue on to the Ginza’s main boulevard which is uniquely designed to keep an elegant air and we will take a secret side trip to see the backstreet neighborhood to appreciate the different aspects of the area and observe eye-catching buildings designed by another world-famous architects including Shigeru Ban’s Nicolas G. Hayek Center and Renzo Piano’s Maison Hermes before finally finishing up at the intersection of Ginza 4-chome where the prominent Wako Hattori (Seiko) clock tower building has been ticking away the history of Ginza’s prosperity. Duration 3 hours - Morning tour starts at 10:00am and ends at 13:00pm - Afternoon tour starts at from 13:00 pm and ends at 16:00pm",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-a-unique-ginza-architecture-tour/6233?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a Unique Ginza Architecture Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 05:54:08"
    },
    {
        "intDurationHour": 56,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 117319,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481176356/hmwwruchkdxuthue9qlq.jpg",
        "strIntroduction": "Known as the Golden Route, this classic tour showcases the best of Japan. From its modern and technologically advanced metropolis to the cultural hotpots of its ancient cities. A wide-range of activities are available for your enjoyment. With a professional English-speaking local guide accompanying you in your journey, you will be assured of a memorable and worry-free Japan holiday. The 7-day tour itinerary for this package is as follows: Day 1: Arrival From either Narita or Haneda International Airport, our shared shuttle service personnel shall be waiting for you at the arrival area. Board our shuttle which shall transfer you to your hotel in Tokyo. (Please check booking options for the list of hotels) Day 2: Tokyo Private Walking Tour Our English-speaking guide shall pick you up from your hotel. Together, you shall travel around and explore Tokyo using its fast and convenient metro system. You shall first visit the historic district of Asakusa. See the famous Kanon Temple and Kaminarimon Gate. Then, proceed to Imperial Palace East Gardens, the only part of the Palace open to tourists. Have a walking tour around Marunouchi and Ginza, often considered as Tokyo's Manhattan. Visit Meiji Jingu, one of the most important shrine's in Japan and a serene space in the bustling metropolis. Stroll around Harajuku, Japan's center of youth fashion. End the tour on top of Metropolitan Government Office were an observatory let's you see one of the best panorama of Tokyo's skyline. (For this tour, we shall provide you with a one-day city metro pass which you can use even after your guided tour) Day 3: Kamakura Walking Tour Meet your guide in the morning at your hotel's lobby. Accompanied by your guide, take a 60-minute train ride to Kamakura, one of Japan's ancient capital. Visit the famous Tsurugaoka Hachimangu Shrine an important place of worship for the Shinto faith. Visit the best 3 temples in Kamakura: 1) Hokokuji, known for its pristine bamboo garden, 2) Hasedera, the magestic temple of Kanon and 3) Kotokuin, home of the Giant Buddha. Take some time to stroll around at Komachi-dori for shop for souvenirs and local goods. After the tour, your guide shall bring you back to Tokyo. Day 4: Fuji-Hakone Tour Wake-up early in the morning to prepare for check-out. Drop your luggage at the service counter of your hotel and it shall be delivered directly to your next hotel in Kyoto the same day. At 7:45am your guide shall arrive to pick you up. Together, you shall ride the express train to Hakone. You shall see picture-perfect views of Mount Fuji while riding one of the world's longest series of ropeways. Stop-by Owakudani Valley and have a short stroll around a number of steam dents and bubbling pools. Next, experience a scenic cruise in Lake Ashi. After the tour, the guide shall bring you to Odawara Station where you need to board a bullet train to reach Kyoto. Once in Kyoto, you shall be welcomed by one of our local guides and escorted to your hotel which is just a few minutes walk from the station. Day 5: Kyoto Walking Tour Meet your guide at the hotel's lobby. Start your tour early to be able to beat the crowds that is a usual sight in this city. First, visit Kinkakuji, the famed Golden Temple. Proceed to Higashiyama where visitors can still witness the splendors of this ancient city that were miraculously preserved. Visit Kiyomizudera, a temple famous for its spring and autumn views. Stroll around Ninenzaka and Sannenzaka, where streets are lined up with traditional houses and shops. Have a walking tour around Gion, Kyoto's entertainment district, where you might spot a geisha, and visit Nishiki Market, known as \"Kyoto's Kitchen,\" once you get your fill of Kyoto's cultural sights, your guide shall bring you back to your hotel. (For this tour, we shall provide you with a one-day city bus pass which you can use even after your guided tour) Day 6: Uji and Fushimi Excursion Meet your guide at your hotel and proceed to Uji by commuter train. Visit the famous Byodoin temple and stroll around the town's traditional shopping street to sample its local goods. Visit Taihoan, a traditional tea house and take part of an authentic tea ceremony. Next, proceed to Fushimi Inari Taisha. One of the highlights of your visit to Japan is climbing this shrine filled of thousands of red gates called \"torii.\" At the top, a scenic view of Kyoto awaits. Ride the train back to Kyoto with your guide and return to your hotel. Day 7: Departure After your preparations, check-out from your hotel. At your preferred time, our shared shuttle service shall pick you up and transport you to Kansai International Airport for your departure from Japan to your next destination. *** IMPORTANT INFORMATION *** 1) All tours are walking tours utilizing Japan's efficient public transportation. There are certain parts of the tour in which guests have to walk for a considerable length. We recommend you to wear comfortable walking shoes and check with us if you have certain ailments. 2) This package tour is strictly subject to availability. We may not be able to offer the experience even on days marked available if our preferred hotels become suddenly booked, or other unforeseen circumstances. For these instances, your payment shall be fully refunded. 3) Booking must be made two (2) weeks prior to the tour 4) This tour package is not available on the following dates: April 29 to May 8, 2016; August 12 to 15, 2016; and December 29, 2016 to January 2, 2017 5) For children ages 11 years old and under, a child price may be available. Please inquire with us for further details.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-japan-tour-package-deal-tokyo-to-osaka-in-a-7day-holiday/6222?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Embark on a 7-day Golden Route Holiday in Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 05:57:23"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3677,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1479281964/sm8sjhdate7ew6nhcl3m.jpg",
        "strIntroduction": "★Start from 1st June, we will go to one more spot is Cape Manza★ This is a one-day sightseeing bus tour in which you will visit the following highlights of Okinawa: - the amazing view of the pristine blue sea from Kouri Island Bridge (Japan’s longest toll free bridge) - the Tropical Dream Center in the Ocean Expo Park, where you will see more than 2,000 orchids exhibited all-year round - there are also tropical flowers and fruits in the greenhouse - after visiting the Tropical Dream Center, go to buy souvenirs and taste Okinawa sweets at the shop Yanbaru Forest Park - the historical Ryukyu folk village that recreates the culture and lifestyle of an ancient Okinawa village. Note: The price does not include lunch. Please be prepared to take care of your own lunch during the 150 minutes of free time at Tropical Dream Center. Meeting times and places: 1）Pallette Kumoji in front of Nippon Rent-A-Car 8:20 am 2）T Galleria near the GEO: 8:50 am Time required: 10 hours Disclaimer: 1. The order of the tour destinations could be changed due to traffic conditions on the day. 2. It is possible make a reservation at 22:00 pm the day before the tour day. 3. The price does not include lunch. Please be prepared to take care of your own lunch during the 150 minutes of free time at Tropical Dream Center. 4. The bus guide will introduce you all the thing. 5. Depend on the traffic conditions, the traveling time may vary. 6. No smoking. 7. We are not responsible if you are late for a scheduled event after this tour is completed, due to traffic jams or other delays, which may occur. If you are catching a flight after the tour, please plan accordingly and give yourself at least two hours time before the plane's departure. 8. If you want to shopping in T Galleria, you can get off the bus in T Galleria. 9 If the tour was canceled because bad weather, we will refund the tour fee by band transfer. The transfer fee will be borne by the customer.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-visit-okinawa-tropical-center-on-a-sightseeing-bus-tour/6210?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Okinawa's Tropical Center on a Sightseeing Bus Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 06:02:08"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5820,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461653406/maqmxkmxmxsdanfgp6rl.jpg",
        "strIntroduction": "In this tour in Osaka, I will take you to more pleasant places than any other guide! See the amazing Shinkansen bullet train passing in front of you and try delicious Japanese tempura! The itinerary as follows. ●A Half Day Tour ① Meet at Osaka (Umeda) train station at 2:00 PM. Travel on Hankyu Railway to Kammaki Station, Osaka. Then we will watch the high-speed passing Shinkansen for about an hour or so from the station right in front of us. This is a great opportunity to make photos of the bullet train. ② Depart from Kammaki rail station at 4:00 PM. for Namba, Osaka. Dinner in Daikichi. *Daikichi is one of the most famous tempura restaurants in Osaka. ③ We'll end the tour at 8:00 PM. Let's enjoy Osaka together!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-see-the-high-speed-shinkansen-and-eat-tempura-in-osaka/6164?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the high-speed Shinkansen and eat Tempura in Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 06:07:22"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 55061,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461664952/ocafbpvhyz2r8kbcfqqk.jpg",
        "strIntroduction": "Known as the Golden Route, this classic tour showcases the best of Japan. From its modern and technologically advanced metropolis to the cultural hotpots of its ancient cities. A wide-range of activities are available for your enjoyment. With a professional English-speaking local guide accompanying you in your journey, you will be assured of a memorable and worry-free Japan holiday. The 6-day tour itinerary for this package is as follows: Day 1: Pick-up from Narita or Haneda Airport and transfer to hotel (must be within downtown Tokyo) Day 2: Tokyo Private Walking Tour (09:00 - 16:00) - Pick-up at hotel (must be within downtown Tokyo) - Explore Tsukiji Fish Market and check out today’s fresh catch (on days that the market is closed, the tour will introduce Tokyo's Imperial Palace) - Discover old temples and traditional shopping districts in Asakusa - Take a scenic cruise along Sumida river - Visit Ryogoku’s sumo stadium and its surrounding museums Day 3: Fuji Hakone Tour/Transfer to Osaka (07:40 - 18:40) - Pick-up at hotel (must be within downtown Tokyo) - Ride an express train to reach Hakone - See picture-perfect views of Mount Fuji while riding one of the world's longest series of ropeways - Experience a scenic boat cruise at Lake Ashi - Stopover at the tranquil Hakone Shrine - Ride a bullet train from Odawara to Osaka Day 4: Osaka Walking Tour - Pick-up at hotel (must be within downtown Osaka) - visit Osaka Castle, Osaka's main tourist attraction - walking tour of Shinsekai, Osaka's prewar entertainment district - stroll around Dotombori and Shinsaibashi, shopping and food tour Day 5: Kyoto Private Walking Tour (09:00 - 17:00) - Pick-up at Hotel (must be within downtown Osaka) - ride a rapid train from Osaka to Kyoto - Visit Kinkakuji Temple, this famed golden temple is seen often in covers of numerous travel magazines and promotions. - Proceed to Kiyomizudera Temple. The street that leads towards the temple is lined up with restaurants and stores selling souvenirs. - Walking tour to Yasaka Shrine and Gion passing by old streets and temples at Higashiyama District. Day 6: Pick-up from hotel and transfer to Kansai International Airport *This pick-up can be made at a later day What this tour includes: - round-trip airport transfers - private English-speaking guides - entrance fees to attractions included in the tour - One-way express train fare from Shinjuku Station to Odawara Station (for Hakone) - Hakone free pass (Includes access to all transportation in Hakone Area) - One-way Shinkansen Tickets from Odawara Station to Shin-Osaka Station (Designated Seats) - Round-trip train tickets from Osaka to Kyoto (rapid train) *** IMPORTANT INFORMATION *** 1) Accommodation can be booked as an add-on option (proceed to booking page for details) 2) Booking must be made two (2) weeks prior to the tour 3) This tour package is not available on the following dates: April 29 to May 8, 2016; August 12 to 15, 2016; and December 29, 2016 to January 2, 2017",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-japan-tour-package-deal-tokyo-to-osaka-in-a-6-day-holiday/6215?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Japan Tour Package Deal! Tokyo to Osaka in a 6-day holiday",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 06:10:41"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2194,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461417589/yath3t5xzdlyzn3exwrd.jpg",
        "strIntroduction": "Miho Museum is a secret gem nestled in the green hills of Shiga prefecture. It was designed by the renowned architect, I. M. Pei, and is named after Koyama Mihoko, one of the richest women in Japan and the founder of the museum. The Museum's design and how it's integrated into the natural surroundings are some of its most interesting aspects, but you can also see a magnificent collection of works from ancient civilizations including the Egyptians, Romans, Japan and various Asian cultures, with the pieces largely coming from Koyama's private collection. You will be guided by a professional archaeologist, who speaks 8 languages and will explain to you the art works exhibited in the Museum. 09:00 Please go to Miho Museum on your own by public transportation or taxi (about 1 hour from Kyoto). We will give you instructions for transfer to the museum. 10:30 Your guide will meet you near Miho Museum's ticket office with \"Fuji Travel\" sign. 10:30 - 13:00 Excursion in Miho Museum guided by a professional archaeologist. 13:00 End of tour. Please go back to your hotel by your own. We recommend you to have lunch inside. Miho Museum's fine restaurant and tea room offer the genuine flavor of food prepared from ingredients grown by the Natural Agriculture method.",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-book-a-unique-miho-museum-tour-with-an-archaeologist-shiga/6135?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Book a unique Miho Museum tour with an archaeologist, Shiga",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 06:16:16"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8869,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481175959/i8l8ajcnm33q7pgxvkgt.jpg",
        "strIntroduction": "After a long flight into Fukuoka Airport, the last thing you want to do is figure out the complicated train system or get onto a crowded bus. Instead, hire a transfer service directly to your hotel in Fukuoka city in a comfortable coach or van and just relax as an expert driver makes its way into the city. There is no extra charge for early morning or late night flights! Likewise, when you need to head back to airport, instead of worrying about finding the right transportation to make it on time to your flight, just meet your driver at your hotel, and relax as they drive you back to the airport in time for your flight. There will be no need to run or stress about anything. This is definitely the fastest and most convenient way to move between Fukuoka airport and Fukuoka city, so book your transfer now.",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-enjoy-transfer-from-to-fukuoka-airport/6165?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Transfer to/from Fukuoka Airport",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 06:19:33"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2079,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474882250/q5evfx8li9eponaepc8e.jpg",
        "strIntroduction": "After a long flight into Naha Okinawa Airport, the last thing you want to do is figure out the complicated train system or get onto a crowded bus. Instead, hire a shared transfer service directly to your hotel in your destination in Okinawa in a comfortable coach or van and just relax as an expert driver makes its way into the city. There is no extra charge for early morning or late night flights! Likewise, when you need to head back to airport, instead of worrying about finding the right transportation to make it on time to your flight, just meet your driver at your hotel, and relax as they drive you back to the airport in time for your flight. There will be no need to run or stress about anything. This is definitely the fastest and most convenient way to move between Naha Okinawa airport and many destinations in Okinawa, so book your transfer now. You need to book for a minimum of 3 people! Please send us request if your destination (or pickup location) is either of Nikko Alivila Hotel, Zanpa Mizaki Hotel, Rizan Sea Park Hotel, Manza Beach Hotel, The Busena Terrace Hotel, Kanucha Bay Resort, Chisun Resort Churaumi or JAL Okuma Hotel. Luggage: One big suitcase per passenger. If you have additional luggage, please purchase \"Extra Luggage\" option.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enjoy-transfer-to-from-naha-airport-to-okinawa-hotels/6158?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Transfer to/from Naha Airport to Okinawa hotels",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 06:22:37"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5321,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481175872/zx2fvws5r7ne65zjz5zk.jpg",
        "strIntroduction": "After a long flight into Komatsu Airport, the last thing you want to do is figure out the complicated train system or get onto a crowded bus. Instead, hire a transfer service directly to your hotel in Kanazawa in a comfortable coach or van and just relax as an expert driver makes its way into the city. There is no extra charge for early morning or late night flights! Likewise, when you need to head back to airport, instead of worrying about finding the right transportation to make it on time to your flight, just meet your driver at your hotel, and relax as they drive you back to the airport in time for your flight. There will be no need to run or stress about anything. This is definitely the fastest and most convenient way to move between Komatsu airport and the Kanazawa city center, so book your transfer now.",
        "strLocation": "Ishikawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ishikawa-enjoy-transfer-to-from-komatsu-airport-in-kanazawa/6156?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Transfer to/from Komatsu Airport in Kanazawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 06:26:23"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10162,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460901283/fmjuabpeqxef3ycmi0vu.jpg",
        "strIntroduction": "Enjoy local experiences in Narita area of Chiba prefecture! Following a pick up at JR Narita Station, JR Kashiwa Station, JR Matsudo Sttion, or Hokuso Line Keisei Narita Sky Access Line Shin-Kamagaya Station, we will embark on an interesting tour to the north of Chiba prefecture. You will drive to an orchard, a traditional temple, eat Japanese rice, walk around shopping streets and shop at a popular outlet. In the family-oriented rural orchard, you will see many flowers, crops, sakura cherry blossoms in spring, sunflowers in summer, cosmos flowers in autumn, poppies in winter. The field area is around 7000 m2. The Naritasan Shinshoji, with its age of more than 1000 years, is the oldest traditional Japanese temple in Chiba prefecture. Here you can draw a fortune stick, and also there are fortune teller shops around the temple. There are many Japanese style shops which sell omiyage (souvenirs) like Tsukemono (pickled food) and unagi cuisine (a Japanese eel set) along the street heading to Shinshoji Temple. You can see the cooking process in front of you. The food looks fresh and delicious! Finally, enjoy shopping at a reasonable price in Shisui outlet before ending the tour.",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-experience-chiba-prefecture-like-a-local-on-a-day-tour/5949?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Chiba prefecture like a local on a day tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 06:31:44"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2402,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481017360/sn4yuk5rff7fqawslqt9.jpg",
        "strIntroduction": "Arashiyama is a pleasant, touristy district on the western outskirts of Kyoto. It's very easy to find. Get off the train at Arashiyama Station or Saga-Arashiyama Station and walk about 15 minutes, you will see the ticket office just along the river. The starting place, the Togetsukyo Bridge, is the most iconic landmark of Arashiyama. The bridge looks particularly attractive with the mountainside in the background. If you come and visit Japan during early April or November, you will see Arashiyama at its most beautiful. When the cherry blossoms fall, the river is just like pink silk across Kyoto. And when the fall comes, one of the most famous scenes in Japan will give you the most unforgettable experiences. It is also breathtaking in summer and winter. There are a bunch of festivals during summertime and a great snowy view in the winter. There are four options for you. All of them need to reserved in advance. Plan A : One boat for five people maximum This plan is the most reasonable plan for a family tour or some friends who just want to enjoy themselves. No food included. The boating time is around one hour between 11:00 and 16:00. Plan B : A traditional style boat with meal reserved You can enjoy the very Japanese style lunch along the beautiful river. Experience the exact same thing like the ancient people. The boating time is around one hour between 11:00 and 16:00. Plan C : Playing with cormorants (a type of aquatic bird) while boating for ten people maximum Get to know how ancient Japanese people living with cormorants and observe cormorants' habits. Only from July 1st to Sep 23rd *The boating time is around 2 hours from 19:00 to 21:00. Plan D : Playing with cormorants while boating with meal reserved. Similar to Plan C plus enjoy the dinner on the river. . Only groups of 10 or more booking in advance. *The boating time is around 2 hours. 7/1~8/31: Depart at 19:00~21:00 9/1~9/23: Depart at 18:30~20:30 (except 8/16).",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-ride-on-private-boats-in-arashiyama-kyoto/6096?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ride on Private Boats in Arashiyama, Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 06:36:53"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2310,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460942469/bxwikybyw8maveii07yr.jpg",
        "strIntroduction": "Whether you want to practice for real outdoor climbing, enjoy climbing, like exercise or are just looking to try a new activity, come and have a day of fun climbing at this facility. Here you can challenge yourself at any level from beginner to advanced by yourself or with a group of friends. It's guaranteed to be an unforgettable experience. Climbing shoes are available to rent at 200 JPY per pair. Please prepare, socks, comfortable clothes, a towel and a drink. If this is your first visit to the facility, a registration fee of 500 JPY is required. Children 6 years old and above can participate in this activity. But please note that elementary school children may join until 18:00 on weekdays and until 15:00 on weekends or holidays. They must be accompanied by a parent or guardian. From 20:00, children in middle school and below must be accompanied by a parent or guardian.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-climbing-and-bouldering-in-tokyo/6092?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Climbing and Bouldering in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 06:41:44"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9007,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481175172/dmn95utgkxlws0cacj8q.jpg",
        "strIntroduction": "Make your magical dreams come true and shoot your wedding photos in Kobe! The photo studio \"Ange aile\" opened 50 years ago and has been providing quality and breathtaking photos since then. The professional photographers and makeup artists do their best to make your special day an unforgettable experience. The studio shooting will be held at a chapel in Ange aile Nishi-Kobe studio, and the location shooting will be at Akashi Park. On the day of the photoshoot, you may come in your casual clothes and don't have to bring anything. You will first meet with the consultant and discuss your shoot. Don't hesitate to say explain exactly what you want. The staff will organize the best album for you! Next, you will choose which dresses, hairstyle, and accessories you like. For this activity, you may wear both a Western wedding dress and a Japanese kimono. Then, time for you close up! The professional photographer will make you relaxed and draw out your best smile. After that, you will select the best photos from all of your cuts for your album. There are several plans for the designs of the album, so you can select the best one for you. 2-3 weeks later, your wedding album will be sent to your home! About Akashi Park: Akashi Park is a historical park and Akashi Castle used to be. It is well-known as one of the best spots in Japan to see cherry blossoms in spring. The greenery of this park is very beautiful and is a great backdrop for breathtaking photos! Why don't you make an unforgettable memory with your wedding photoshoot in Kobe? This tour is available everyday except for Tuesdays. Operating Hours: Monday, Wednesday-Friday: 10:00 - 19:00 Saturday-Sunday, national holidays: 9:00 - 19:00",
        "strLocation": "Hyogo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hyogo-enjoy-a-studio-wedding-photoshoot-at-akashi-park-in-kobe/6084?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Studio Wedding Photoshoot at Akashi Park in Kobe!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 06:45:54"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 17553,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481175112/wpfzm0ze45vychrjvuei.jpg",
        "strIntroduction": "What better way to make your trip in Japan truly memorable than to swim with dolphins on Miyakejima Island in Tokyo! Miyakejima is a volcanic island in Tokyo that is accessible by ferry or plane. Whether your a city dweller or an island lover, this is the perfect trip for you! Both ferries and flights to the island are available every day. When you arrive at Miyakejima you will swim with Indo-Pacific bottlenose dolphins in tropical waters on a special course. Join the dolphins along the coral reefs in the blue waters. It would be a special and unique experience for you while you are in Tokyo! *Please note that this tour is only for licensed scuba divers with previous diving experience. Schedule: Morning course: - 07:00 Check-in at Miyakejima Snapper or pick up from the port - Check-in Once you arrive, sign in and get ready for the day. - Safety Lecture We will give you an explanation on the important points of the day and the basics of diving. - Dolphin Swim Join the beautiful and elegant dolphins in the water and watch as they gracefully swim and play. - 11:00 Check-out at Miyakejima Snapper or drop off at the port Afternoon course - Same as above. Meeting time is 13:00 and checkout time is 17:00. Directions By car: - About 20 minutes from Miyakejima Airport and Miyakejima Port via Todo 212 - About a 5 minute walk from the Minowa bus stop of the municipal bus *We have a parking area for about 10 vehicles. We can pick you up and drop you off at the port. Please let us know the time of reservation and if you need our transportation service. *For transportation to and from the airport, please consult us, as we can not offer this at all times.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-swim-with-dolphins-on-miyakejima-island/6069?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Swim with Dolphins on Miyakejima Island!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 06:50:16"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2310,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460887681/hmw06uxghqgof1f85wsw.jpg",
        "strIntroduction": "The host will pick you up from a train station nearby Yanagawa city around 30 minutes before the lesson. No need to wear a karate uniform, just wear easy to move pants and a T-shirt. Then instructor does not speak English well, but he will welcome you to the class and teach you the karate techniques. After the class you will be dropped off at the same train station. Pick-up from a hotel in Yanagawa is also possible.",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-discover-karate-in-a-60-minute-lesson-near-yanagawa-fukuoka/6082?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Karate in a 60 minute lesson near Yanagawa, Fukuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 06:55:36"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461283505/nbqoogvhuxguifh9zj4u.jpg",
        "strIntroduction": "Walking through Omotesando gives you a feel of what Tokyo life is about. This place has a lot of charm and creativity. The buildings that we see stand out as architectural gems on a street known for its style. You'll get to see what separates good design from average design. The walk is organized around a central theme by your host in order to spark conversation within the small group. Bring your walking shoes, because this walk does cover a good distance. There's a chance to get coffee at one of the trendy new coffee shops in Tokyo. On this walk you'll see several new buildings that are changing the role that architecture plays in society. Highlights include the Gyre building, Dior and Omotesando Hills. You'll get to wind through the small streets of Tokyo. Really these streets are the heart of the city. You can choose between a walk starting at 10 am or 3 pm. The 3 pm walk is a busier time than the 10 am walk. If you're a people watcher, choose the 3 pm slot. Groups are small, no more than six guests in order to give the best experience for the guests.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-omotesando-architecture-on-a-guided-tour/6112?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Omotesando's architecture on a guided tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 07:00:50"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 34644,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481266768/oimgloj6uraktusyn3sv.jpg",
        "strIntroduction": "Discover the central west of Hokkaido from Otaru to Niseko. This tour gives you an opportunity to see, experience, eat, and touch the real local life of Otaru and Niseko areas. There are many interesting spots around Otaru and Niseko. Therefore I want to make sure that my tour satisfies your wishes. I will introduce several spots when we meet up at Otaru Station and I will make a customized tour for you. Otaru canal is one of the major spots in Otaru. Usually it's a bit crowed but still worth to walk around and take some pictures. We will eat a small snack around here. Suitengu（水天宮）Otaru is also nice area to walk around. Suitengu is a shrine with nice views of Otaru port and the downtown. There are many nice cafes and shops around here. If the weather is nice, I want to take you to Otaru Aquarium to see the life of Hokkaido's beautiful sea. After Otaru I will take you to Yoichi town by car. The famous Yoichi whiskey factory is a must see! We will drive the nice scenic highway toward Niseko. Along the way, you can enjoy the scenic views of mountains and nature. We will stop by Kyogoku water park to get mineral water from Mt. Yotei. Then we will visit some cafes, cheese shops, ice cream shops, and an organic vegetable market. You will stay at Cottage Bongo in Niseko. Bongo offers a really nice private log house for you to stay. You can buy some vegetables and seafood around Niseko, then have a BBQ at Cottage Bongo for your own dinner. I can take you to a nearby onsen (hot spring) after dinner. If you want, you can drink some local beer and wine after the onsen.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-discover-otaru-and-niseko-on-a-tour-with-overnight-stay/5911?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Otaru and Niseko on a tour with overnight stay",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 07:04:07"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2772,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1442984168/f6hgkak0ja2ekje4j8jh.jpg",
        "strIntroduction": "For this 2 hours tour, please check the following example timetable: (the starting time can be decided by you, only the necessary time for each part of the tour is mentioned below) 00:00 Meet up at \"Omotesando exit\" of JR Harajuku station. 00:00~00:30 Go to Meiji-Jingu Shrine, learn a bit about history of Japan, shinto religion's gods, events, how to pray and what kind of spirit there are. 00:30~01:20 Go to Takeshita street and look around some shops and people there, such as \"kawaii things or kawaii girls\". Take a rest at a Harajuku-styled cafe. 01:20~01:50 See the Omotesando street. Look at famous shops and famous architecture. Omotesando is one of the places which creates new trends to all of japan. 1st outlet of foreign restaurants sometimes opened around this area. 02:00 (apx.) End of tour and guide you to a shop, restaurant or a station of your choice. Part of the schedule might be changed depending on the day.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-harajuku-and-omotesando-in-a-2-hour-tour/3951?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Harajuku and Omotesando in a 2-hour tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 07:07:52"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11548,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460194155/jnnsitceli1iosqppzrl.jpg",
        "strIntroduction": "You can experience the art of flower decoration which mixes the Western and Japanese styles in a beautiful way. The venue, the Russian church gallery, is also very beautiful. You can enjoy the flower experience and the atmosphere of the unusual old Russian church in Kyoto! The lesson starts with an easy decoration so don't worry if you do not have any prior experience. The flowers decoration experience takes about 1 hour and 30 minutes. The materials are prepared for you (flowers, vase and other materials) We will provide seasonal flowers for this experience.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-flower-decoration-lesson-in-a-russian-church-gallery-kyoto/5914?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Flower Decoration Lesson in a Russian church gallery, Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 07:10:55"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11548,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459845913/yyv2k6hmriwqatss2jlp.jpg",
        "strIntroduction": "This tour is for 1 to 3 people. I will take you around the Niseko mountains. There are many mountains that are fairly easy to walk around. Here you can refresh your mind and body. I will pick you up from your accommodation in the morning. Then I will take you to the mountains depending on your request. We will have lunch at the top of mountain so we will buy some food on the way. Depending on season, the tour contents will change. During spring it is fun to walk around and see bits of snow left from the winter. During summer, it is full of green and life. During fall, it is nice to see colored leaves. After the hiking, I will take you to an onsen (hot spring). There are many onsen springs around Niseko. It is good to relax your body at a hot spring after the hiking. If you choose the one night stay plan, I can organize BBQ at the accommodation. You will stay at a nice log house cottage. If you want to take this plan, you need to come as a group of 2 or 3 people. Since the style is private cottage, it is better to stay there as a group. The cottage has kitchen, usual cooking utensils, dishes, dining space, loft floor to sleep, toilet, TV, free Wi-Fi. Then the next day, we will explore other mountain or lakes.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-hokkaido-nature-by-hiking-niseki-mountains/5881?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Hokkaido's nature by hiking Niseko's mountains",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 07:16:23"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11024,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481175648/hcngbhglsalh57jqzlj4.jpg",
        "strIntroduction": "Transferring from Chitose Airport to Niseko with luggages will give you much burden and will be very complicated, so we suggest you to make a reservation for this Chitose Airport private taxi transfer service. This transfer services provides you an elegant private ride in between Chitose Airport and Niseko area. You can travel to or from Chitose Airport with no hassles and will have a luxurious and comfortable ride to your destinations. All plans include: - English speaking driver - Expressway tolls - Parking fee - Transfer fee in between Chitose Airport and Niseko There are three sizes of taxi available for this service : - Small (1 luggage = 90l suitcase) 3 people & 2 luggages - Medium (1 luggage = 90l suitcase) 4 people & 3 luggages, or 5 people & 2 luggages - Large (1 luggage = 90l suitcase) 9 people & 9 luggages Please note that the price will increase 20% if you book this service in between 22:00 - 5:00. Pick-up and drop-off services are available in between Chitose Airport & Niseko. In addition, please also inform us the precise building name and address of the pick-up / drop-off location, and an English-speaking staff with name board will meet you at the designated location. Enjoy a stress free and burden less travel with a private sedan taxi!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-private-taxi-transfer-between-chitose-airport-and-niseko/6089?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Private Taxi Transfer Between Chitose Airport & Niseko",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 07:19:51"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10778,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481175581/pyiyvhyd3lo3yw01gwmi.jpg",
        "strIntroduction": "Transferring from Chitose Airport to Lake Toya with luggage will give you much burden and will be very complicated, so we suggest you to make a reservation for this Chitose Airport private taxi transfer service. This transfer services provides you an elegant private ride in between Chitose Airport and Lake Toya area. You can travel to or from Chitose Airport with no hassles and will have a luxurious and comfortable ride to your destinations. All plans include: - English speaking driver - Expressway tolls - Parking fee - Transfer fee in between Chitose Airport and Lake Toya There are three sizes of taxi available for this service: - Small (1 luggage = 90l suitcase) 3 people & 2 luggages - Medium (1 luggage = 90l suitcase) 4 people & 3 luggages, or 5 people & 2 luggages - Large (1 luggage = 90l suitcase) 9 people & 9 luggages Please note that the price will increase 20% if you book this service in between 22:00 - 5:00. Pick-up and drop-off services are available in between Chitose Airport & Lake Toya. In addition, please also inform us the precise building name and address of the pick-up / drop-off location, and an English-speaking staff with name board will meet you at the designated location. Enjoy a stress free and burden less travel with a private sedan taxi!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-private-taxi-transfer-between-chitose-airport-and-lake-toya/6088?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Private Taxi Transfer Between ChitoseAirport&Lake Toya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 07:25:45"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8345,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481175403/xpyvercbkjnij0f5c3n3.jpg",
        "strIntroduction": "Transferring from Chitose Airport to Noboribetsu with luggages will give you much burden and will be very complicated, so we suggest you to make a reservation for this Chitose Airport private taxi transfer service. This transfer services provides you an elegant private ride in between Chitose Airport and Noboribetsu area. You can travel to or from Chitose Airport with no hassles and will have a luxurious and comfortable ride to your destinations. All plans include: - English speaking driver - Expressway tolls - Parking fee - Transfer fee in between Chitose Airport and Noboribetsu There are three sizes of taxi available for this service: - Small (1 luggage = 90l suitcase) 3 people & 2 luggages - Medium (1 luggage = 90l suitcase) 4 people & 3 luggages, or 5 people & 2 luggages - Large (1 luggage = 90l suitcase) 9 people & 9 luggages Please note that the price will increase 20% if you book this service in between 22:00 - 5:00. Pick-up and drop-off services are available in between Chitose Airport & Noboribetsu. In addition, please also inform us the precise building name and address of the pick-up / drop-off location, and an English-speaking staff with name board will meet you at the designated location. Enjoy a stress free and burden less travel with a private sedan taxi!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-private-taxi-transfer-between-chitose-airport-and-noboribetsu/6087?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Taxi Transfer Between Chitose Airport & Noboribetsu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 07:29:37"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1663,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460301096/lfeocpsk1g5iiz5qmon2.jpg",
        "strIntroduction": "This is a forest therapy tour by tractor where visitors can see the historical Koiwai Farm in Iwate prefecture. Explore and relax in the greenery of green paradise! Koiwai Farm was opened in 1891 and is one of the most historical dairy products maker in Japan. They offer this tour to show and tell the guests how exciting the “dairy farming, forestry, service” are. The total farm space is approx. 3000 ha, which is twice as big as Haneda Airport. Koiwai Farm has been working continuously on forestry. They’ve been taking care of each afforestation for more than 100 years and are handing the practice down to the younger generation. In this tour, you can ride on the tractor bus and explore the impressive and relaxing atmosphere of this forest. There will be a tour guide who works at the farm and the guide will tell us stories about the animals living in the forest. Since this forest in Koiwai Farm has an original ecosystem, you may be able to see some endangered species and rare biodiversity. The scenery of the forest will change every season, so you will never get the same tour twice. We recommend this tour to guests who are interested in attending academic tours such as visiting museums or guests who love to take photos! There are many photo shooting spots to enjoy the seasonal scenery of Koiwai Farm. Also, great for those who enjoy relaxing the great outdoors! Join this exciting nature tour where you can not only see the impressive view of grassland but also visit the forest that has more than 100 years of history! This tour is available during April 15th to November 6th. Itinerary: Meet your guide in front of the tractor station at Makibaen in Koiwai Farm ※You have 5 options for the meeting time. 10:00 / 11:00 / 14:00 / 15:00 13:00 (Only on Saturdays, Sundays, national holidays) This tour ends at the point of departure.",
        "strLocation": "Iwate",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-iwate-enjoy-wonderful-nature-with-tractor-bus-tour-in-iwate/5925?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Wonderful Nature with Tractor Bus Tour in Iwate!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 07:34:22"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 36030,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460294928/rrcnyc9fpyqetukkp18y.jpg",
        "strIntroduction": "In this activity organized by “Classical Princess Japon”, you can try on a Classic Kimono Dress and feel yourself transform into a gorgeous and elegant princess. You can truly see your beauty and grace personified in the photos. Classical Princess Japon focuses on bustle dresses (classical dresses) from the Meiji Era and successfully created their own original bustle dresses made of antique kimono fabrics. Their mission is to help guests explore the fusion of Japanese and foreign culture. You are able to select one of three places for your photoshoot. Firstly, The Osaragi Jiro Memorial Museum. Osaragi Jiro(1897-1973) was a novelist born in Yokohama, Kanagawa, and in this memorial museum you can see his products and many other historical documents. It is located near the park where you can see the Yokohama port The arch-shaped roof with the exterior of red brick is very outstanding. Secondly, Yokohama Red Brick Warehouse No.1. It is one of the most popular tourist spots in Yokohama, which is a cultural and commercial facility that utilizes two historical buildings constructed more than a century ago. The building contains cafes, restaurants, and shops. Seasonal events are often held there. Thirdly, Buildings of Yamate-Seiyokan. Yamate-Seiyokan. There are 7 western-style buildings that have a long history. This tour is available everyday.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-wear-a-traditional-kimono-and-do-a-photoshoot-in-kanagawa/5923?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Wear a Traditional Kimono and Do a Photoshoot in Kanagawa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 07:38:24"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7668,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460733570/guqjbrqh2m1rtnegbfho.jpg",
        "strIntroduction": "This is a fascinating nature tour in the Ogasawara Islands, Tokyo where a guide will take you to the sea to meet whales. The Ogasawara Islands are a part of Tokyo and a World Nature heritage location and this tour will be held around one of the Islands called Chichijima, which is a 25 hours ferry trip from Tokyo. Unfortunately the ferry only runs once a week, but it is well worth visiting this place if you are a great fan of nature. Whale Watching Humpback whales and Sperm whales raise and nurture their young in the waters of the Ogasawara Islands giving you a great chance to get close to these magnificent mammals. See them breach, spout, tail slap and play. The tour schedule is as below and you can choose from morning or afternoon. A. Morning plan 8:15- 12:00 08:15-08:30 Meet up at Experience Meeting Point or Pick-up from your accommodation in Chichijima B. Afternoon plan 11:45- 15:00 11:45-12:00 Meet up at Experience Meeting Point or Pick-up from your accommodation in Chichijima About Pick-up Service If your accommodation is located further than Sakaiura, your pick up time will be 15 minutes earlier. Pick-up: You can choose either Pick-up or Check-in (free). Optional: Rental snorkeling gear + 1,000 JPY Mask, snorkel and fins Rental wetsuit + 1,000 JPY Prescription goggles + 500 JPY Fins only + 500 JPY",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-half-day-whale-watching-in-the-sea-of-ogasawara/6065?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Half Day Whale Watching in the Sea of Ogasawara",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 07:42:29"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7668,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481175043/xqemqohyarumouqqzriz.jpg",
        "strIntroduction": "The Ogasawara Islands are located in the North-Western Pacific Ocean roughly 1,000 km south of Tokyo and have a rare variety of plants and animals including more than 440 species of native vascular plants. They are also the habitat for more than 100 recorded native land snail species. The islands were formed by the protrusions of an ancient underwater volcano. Chichijima (Chichi Island) in the Ogasawara archipelago is regarded as the main Island and the entrance to the Ogasawara Islands area. It will take about 25 hours from Tokyo Bay by regular passenger ship which operates once in 6 days during the winter and once in 3 days in the peak season. There are world-class of diving spots in Ogasawara Islands and most of the snorkeling spots are in clear blue water allowing for viewing the colorful coral leafs and a dynamic variety of fish. On this snorkeling tour there will be a lot of points that will excite you, such as the experience of floating in the sea, chasing beautiful fish, seeing a sunken ship and more. Wearing only snorkeling gear, you can have a great experience in the undersea world of the Ogasawara Islands with an experienced instructors's guidance. If it is your first time to try snorkeling the professional instructor will give you a beginner's lesson so you don't need to worry! Schedule: -Morning course: 08:00- 08:30 Meet at Take Nature Academy or Pick-up from your accommodation in Chichijima 08:30 Check in for the tour at Take Nature Academy Snorkeling for around 2 - 3 hours 12:00 Check out from the tour at Take Nature Academy -Afternoon course: 11:30- 12:00 Meet at Take Nature Academy or Pick-up from your accommodation in Chichijima 12:00 Check in for the tour at Take Nature Academy Snorkeling for around 2 - 3 hours 15:30 Check out from the tour at Take Nature Academy",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-wonderful-snorkeling-in-the-ogasawara-islands/6055?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Wonderful Snorkeling in the Ogasawara Islands!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 07:46:23"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3695,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460532669/vyvuqqwrpou6if7yujfl.jpg",
        "strIntroduction": "This activity is held in the rural south part of Fukuoka prefecture, about 45-60 minutes by train from Fukuoka city. I will pick you up from the train station or the bus stop: JR Hainuzuka Station, Nishitetu Hatchomuta Station, or the bus stops with the same name. The cost of the pick-up and transportation to the venue is included in the tour fee. If you want me to pick you up from JR Saga Station (Saga city), you will need additional 2000 JPY for one way trip. We will go to the studio, fully sound proof cement building, and start basic skill practicing with the instructor. After practice, other local students will come and join to show their drum skills. After the group practice, the instructor will performa a solo or a group mini show. Finally, there will be a short break and you can watch how locals practice in the advance course. After the activity ends, I will drop you off to the same train station or bus stop.",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-discover-traditional-japanese-drum-with-a-mini-show-fukuoka/5955?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover traditional Japanese drum with a mini show, Fukuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 07:49:57"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3233,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460769855/tfb8mumjf6jvo5hkfayh.jpg",
        "strIntroduction": "In this tour, we will drive into the Zen meditation world for an hour. Contents of this tour: 1. Study the history of Zen meditation, about 10 minutes. 2. How to do Zen meditation, about 5 minutes. 3. Experience Zen meditation, up to 40 minutes. === Note === 1. Contact me in advance This tour will be held at a real zen temple, and most temples do not offer Zen meditation every day. So, I have to confirm how many people your group has first. After that I'll confirm the Zen temple that can accept the tour. Contact me a week prior to the tour. 2. About small children This tour requires silence because of Zen meditation characteristics. If your children cannot keep quiet, I cannot accept this tour. Please tell me if you have small children.",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-practice-zen-meditation-at-a-zen-temple-in-inzai-chiba/4156?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Practice Zen meditation at a Zen temple in Inzai, Chiba",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 07:55:24"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2772,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460728040/bcf3azep7euyjvboa6j3.jpg",
        "strIntroduction": "In this tour, we will drive into the Japanese rural world for an hour. Contents of this tour: 1. Study feature of this area's village-vicinity mountain, about 5 minutes. 2. Let's run/walk around the nearby mountains and hills, about 40 minutes. === Note === 1. Guiding In this tour we will study really simple features of village-vicinity mountains at first. But PLEASE NOTE this: this tour is not historical. The main contents of this tour is activity-based: feeling Inzai city's rural cozy wind by running/walking. 2. Clothes Please bring a change of clothes or towel. Please come with casual clothes which you would not mind getting dirty.",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-inzai-rural-village-vicinity-mountain-running-walking-tour/6064?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Inzai's Rural Village Vicinity Mountain Running/Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 08:01:20"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7668,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481174943/avh0gkphzwz8oade0h1w.jpg",
        "strIntroduction": "Minamijima (Minami Island ) is an uninhabited Island located about one kilometer southwest of Chichijima island, the largest island in the Ogasawara archipelago. The only way to reach the Ogasawara islands is by taking a 25 hours and a half long ferry ride from Tokyo covering a distance of over 1,000 kilometers. It takes approx. 20 mins by boat from Chichijima island's Futami Harbor to Minami Island and 1.5 hours by sea kayak from Kominato Coast. Minami Island has a submerged karst terrain and is a geologically valuable Island, surrounded by a beautiful white sand beach and rocky cliffs. The white sand beach is covered with snail shell fossils, which give it a very charming atmosphere. In Minami Island, there are many indigenous animals and plants such as the Coenobita crab, an endangered species. From May to September, during the spawning season of the green sea turtle, it is possible to see the baby turtles after they hatch from their eggs. Minami Island is home to a variety of sea birds as well, so you might be able to spot chicks around June and empty nests on the ground. To protect Minami island's ecosystem, only 100 visitors are allowed to enter each day for a maximum of two hours and accompanied by a licensed local guide. The visit of the island involves some climbing through rocky terrain, however, the stunning view that will be awaiting you at the top will surely become an unforgettable memory. The Morning tour will pick you up at 8:15 at your accommodation in Chichijima island and depart at 8:30 from Take Nature Academy, finishing at 11:30; while the afternoon tour will pick you up at 12:45 at your accommodation and depart at 13:00 from Take Nature Academy, returning at 16:00.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-the-beautiful-minami-island-in-the-ogasawara-islands/5943?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit the beautiful Minami Island in the Ogasawara Islands!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 08:06:48"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12934,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460436119/pdxsvyjoz9kupkuvwlwl.jpg",
        "strIntroduction": "In this tour you can stay at a gorgeous tent and enjoy the beautiful nature at the same time! You won't believe it's a tent! It features beds, a sofa, a table and even electric power. It's a new style of outdoor leisure, known as glamping. The idea is to relax under the beautiful stars and enjoy nature in a comfortable way. By staying at Twin Ring Motegi, you'll discover a new side of nature. You'll get to know many kinds of creatures and plants in the forest around you and experience the change of seasons. Among the many attractions, there's a 561 meter long \"Zip Line\" that will let you soar above the forest. It is so much fun that not only children but also adults will enjoy this attraction to the fullest. This is one of the longest zip-lines in Japan. This tour also includes a delicious BBQ dinner. You'll be able to choose between steaks, Paella, burgers, etc. And in the morning, you can have breakfast at the hotel nearby. Twin Ring Motegi is located in Tochigi prefecture. From Tokyo it takes about 3 hours by train or bus. Take a train or Shinkansen (bullet train) to Utsunomiya Station, Mito Station or Motegi Station and change to a bus to reach Twin Ring Motegi.",
        "strLocation": "Tochigi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tochigi-go-camping-in-style-at-twin-ring-motegi-in-tochigi/5937?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go camping in style at Twin Ring Motegi in Tochigi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 08:12:40"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 14320,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460699175/kjp6u7yoswoeq6xheb4f.jpg",
        "strIntroduction": "This tour is available from May 1st ~ Nov 15th. This tour will take you to see the world-famous Snow Monkeys that reside in Jigokudani followed by a bicycle ride through the countryside. Your guide will meet you at Nagano Station at 8:45am. From Nagano Station, get taken to the Snow Monkey Park in Yudanaka. The region's snow monkeys are world-famous for their habit of soaking in hot springs during winter. These amazing macaques will let you get really close to them for some great photo opportunities. After saying goodbye to the snow monkeys, stroll along a forest trail to a nearby restaurant where you will enjoy lunch before heading off to the Japanese countryside and a historic hot spring town by bicycle. The route takes you mostly downhill through the Japanese countryside past rice paddies, apple orchards and rivers, as well as takes you to the old town of Shibu Onsen which has a history of over 1300 years with its hot springs. You will also have the chance to taste some local onsen town delicacies. You will learn about the history and culture of the region while riding your bike past rice paddies, orchards, and many more panoramic sights. The tour ends at Yudanaka Station where you can get the train back to Nagano Station or before getting on the train, take a relaxing foot bath for free! Tour itinerary: 08:45 Meet up at Nagano Station under the East Exit information board opposite of the Shinkansen exit. 10:00 Welcome to the Snow Monkey area! Walk for 30 minutes along a forest trail to the Snow Monkey Park where you get to enjoy the wild monkeys playing around. 12:15 Have delicious lunch nearby the Snow Monkey Park! 13:00 Leave the lunch restaurant and get ready to see the Japanese countryside on bicycle! 13:30 Start at the Snow Monkey Resorts Info & Gift Shop. 16:00 Arrive at the Yudanaka Station and get on the train back to Nagano. No need to cycle back up the hill. The train leaves from Yudanaka to Nagano Station at 16:43. (Finishing time may vary depending cycling speed, taking photos, etc.) 17:30 Arrival back to Nagano Station.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-enjoy-a-one-day-snow-monkey-and-cycling-tour-in-nagano/6060?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a one day Snow Monkey and Cycling Tour in Nagano",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 08:17:01"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11548,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460623836/ogbppuf2msbbs7p2jkbf.jpg",
        "strIntroduction": "Big sushi roll, \"Futomaki\", is a local specialty from Chiba. It's a treat during festivals and celebrations. It looks beautiful and tastes good. Learn how to make Futomaki sushi roll from a local dietitian who knows all about Japanese food and then eat a delicious Kaiseki meal. It takes about 1 and half hour of learning and an hour of meal time. For this experience, come to our restaurant in Chiba. It is about 5 minutes walk from JR Chiba Station. Kaiseki is traditional Japanese cuisine from the Edo period. Did you know that in Japan, we have not only 4, but 72 different seasons traditionally? We express the beauty of those seasons in our cuisine. Food is all organic, no additives are used. We think food makes your body healthier and we serve only good food for you. We also have Aikido experience, special kimono experience, sushi making experience, learning the manners of Kaiseki, and Japanese music instrument experience for you. Please, check them also from our profile. Thank you!",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-experience-making-a-big-sushi-roll-and-kaiseki-meal-in-chiba/6049?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience making a Big Sushi Roll and Kaiseki meal in Chiba",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 08:21:11"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4619,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460167104/q3mo8bwxdlfhwd0zkr6y.jpg",
        "strIntroduction": "Japan is one of the most earthquake prone countries in the world, but it might be difficult for tourists to imagine what you are supposed to do when an earthquake comes. This tour will help you learn how to survive when you face a giant earthquake. I will take you to the disaster museum and the shop in Ikebukuro to offer: <1> short animation movie to learn about the earthquake history in Japan <2> Fire fighting training (you will learn to use a fire extinguisher) and train escaping from smoke filled room <3> Experience a giant earthquake with an earthquake simulation machine <4> Visit a store to see latest disaster protection goods in Japan <5> My experience talking about Tohoku earthquake on March 11, 2011 Here is outline of this tour: ■When? 7days a week Starting time are 12:00 pm or 2:00 pm ■Where to meet up? Pick up at your hotel (Central of Tokyo only) or meet up at lobby of Hotel Metropolitan in Ikebukuro ■How long? 3.5 hours Looking forward to seeing you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-and-earthquake-survival-study-tour-in-tokyo/5910?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience an Earthquake Survival Study Tour in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 08:27:00"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 831,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460293742/ibpctpo5blvvwsbizywr.jpg",
        "strIntroduction": "You will be met by a local tourist guide at Otaru Port and walk to downtown or at the lobby of your hotel. Downtown Otaru is laid out and is remarkably compact and walkable city, so that most of the tourist spots can be accessed on foot. When visiting one of the Herring Palaces, Otaru guest house or the observatory on Mt. Tengu, you are advised to take a city bus. The old Otaru Canal is one of the \"musts\" for visitors. There are stone warehouses on both sides of the picturesque canal. They are now turned into tourist facilities: restaurants, gift shops, museums, etc. Please enjoy strolling along the canal and have a relaxing time. Extra info: The city is close to Yoichi town, one of its neighboring communities well-known for its Nikka whiskey distillery, in which you can enjoy a tour in a beautiful distilling facility with Scottish atmosphere. Toward the end of tour you can even taste their products for free. Yoichi is also known as a fruit growing community, which offers cherry picking in summer and apple harvesting in autumn. You can visit it by city bus. Otaru can be visited from Sapporo city, the capital city of Hokkaido, by train in 30 minutes.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-an-introduction-tour-to-otaru-hokkaido/5922?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy an Introduction Tour to Otaru, Hokkaido",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 08:30:17"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9238,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456666673/o2cl6riinoie1xuvvtvk.jpg",
        "strIntroduction": "You can choose the game which you want to see out of the areas and teams listed below Areas: Osaka or Kyoto or Nagoya 1. Gamba Osaka Popular player is Usami Takashi who played in Bayern Munich 2. Cerezo Osaka Former team of Kagawa Shinji, Dortmund 3. Kyoto Sanga Former team of Pak Chi Song 4. Nagoya Grampus Former team of Keisuke Honda, AC Milan I will arrange the tickets for you and your accompany. We'll meet at the station which is near to your hotel or the stadium of the above teams. Then we will go to the stadium together. We'll have a stadium tour and buy some local goods. We'll eat the stadium special food. And before the game I'll briefly explain to you about the team and individual players. Furthermore, you will learn how to \"cheer\" during the game to root for the team. When the game starts, we will cheer with the core supporters in the audience. When we score a goal, we will high-touch and hug with local Japanese supporters. This will make you \"united\" with local Japanese people!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-watch-an-exciting-football-game-in-nagoya-osaka-or-kyoto/5050?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Watch an exciting football game in Nagoya, Osaka or Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 08:34:43"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8130,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456671265/w2njpvnyelbhaj6vwwrv.jpg",
        "strIntroduction": "This is a cycling tour around the center of Tokyo by an electrical assist bike. It is comfortable and safe for women, children and elderly people. The remarkable point is that we provide you with a wearable video camera. After the tour, we will give you the videos. This would be a vivid memory of your trip to Japan. The tour concept is: 1. Enjoy the city area of Tokyo 2. Experience the nature of Tokyo 3. Get to know the local people's life of Tokyo. We will start from Shinjuku area, and go to Shinjuku Gyoen which is the largest park with lots of nature. At Shinjuku Gyoen we will have lunch. We will provide you with the lunch box, Japanese style, or sandwiches if you like. Before the tour, we will ask you if you prefer to eat at a restaurant. If so, we will take you to a meal set restaurant where local Japanese eat often. Then we will go to the east to Jingu Gaien area, where the Olympic Stadium is under construction. After that we will cycle around the Imperial Palace enjoying the nice news. We will pass the Marunouchi area. It is the center of business of Japan. Many famous companies have their offices there. In the Marunouchi area we will go to Masakado-zuka. It's the grave of Tairano Masakado who is thought to be the spiritual guardian of Tokyo according to some legends. Finally, we will visit Kanda area. It's an old area where you can enjoy the local culture of Tokyo. In total the tour will take 4 to 5 hours.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-cycle-around-tokyo-with-an-electric-bike-and-a-camera/5053?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cycle around Tokyo with an electric bike and a camera",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 08:38:46"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 20787,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456848067/ormyuywlk5uvvycz5ezn.jpg",
        "strIntroduction": "We will hire a huge vehicle to carry the bikes, and will come to pick you up from your hotel in Nagoya. The car accommodates 6 bikes and 6 people maximum. We will reach Shinshiro city, where the beautiful Tanada (terraced rice fields) area is after an hour drive. It is included in the list of Japan's 100 Best terraced rice fields. We will go to top of the mountain, from where we bike down the slope and feel the wind! We will take pictures, of course. And we will give you a wearable camera. After the ride, we will download the video and send it to you as a memory from your trip. We will eat a lunch box during the tour, near the Tanada. On the way back to Nagoya, we will visit a hot spring (onsen). You can relax by soaking your body into the huge bathtub!",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-one-day-cycling-tour-around-terraced-rice-fields-near-nagoya/5093?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "One day cycling tour around terraced rice fields near Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 08:43:54"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 25406,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457285744/pqwzsmfchvu4kgqop4qp.jpg",
        "strIntroduction": "Takayama is one of the most popular places to visit in Japan. Many people visit Tokyo or Osaka, but Takayama is far away from those cities. The nearest terminal station where the Shinkansen bulle train stops is Nagoya Station. You will come to Nagoya by Shinkansen and we will come to pick you up from Nagoya Station. We will drive you to Takayama to see the natural scenic beauty of central Japan by a hired vehicle. After arriving at Takayama, we will tour around the city by walking, enjoying the traditional streets, temples, and shops. This will give you the feeling of exploring \"little Kyoto\". If you like, we can bring bikes with the vehicle. Then we will go to the mountain areas of Takayama and enjoy cycling with the bike down the hills. (Note: extra fee will apply for the bike rental) After enjoying Takayama, we will return back to Nagoya. On the way to Nagoya, we can visit a hot spring and relax. We can get to Nagoya Station by the evening. It will be possible for you to board a Shinkansen bullet train or go to your hotel.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-walk-or-cycle-around-takayama-on-a-day-tour-from-nagoya/5230?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Walk or cycle around Takayama on a day tour from Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 08:46:58"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11640,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459663545/sez6iu89iop0wdpozyst.jpg",
        "strIntroduction": "In this reservation service, you will get an appointment in Nagoya, Aichi, and have the chance to experience a fashionable makeover of your nails! The latest art styles will decorate your fingers! Below is the itinerary of this activity: 1. Tell me your preferred date and time for this activity. The treatment takes about 3 hours for finger nails and toe nails. 2. I will make a reservation at a salon 3. I will pick you up wherever you like (within the center of Nagoya or your hotel). 4. You will have the chance to discuss and decide your nail designs with the nail designer. Don't worry, our staff will break the language barrier. 5. After the treatment, I can guide you to your next destination within the city. (Please note transportation expense will not be included.) ■Nail artist introduction (Nail artist: MEG) She presents creative designs in all aspects of fashion, including nails. She has been a pioneer in the Japanese nail industry, contributing to it since it started. Besides the management of one of the major nail salons in Japan, she is also a top nailist who has been responsible for the treatment of 200,000 customers. Furthermore, she concurrently serves as principal of a nailist school that has produced more than 2000 nailists. Besides appearing on a number of media such as TV and magazines, she has been receiving offers as a seminar lecturer from all over the world. ■Products I use No Damage products and all Japanese brands. Paragel is the latest nail technology that is created with the specific purpose of causing ZERO damage to your nails. No buffing is required so your nails can retain their 3 natural nail plates and therefore keep them healthy! This is compared to conventional gel nails which damage your natural nail due to buffing that damages the nail upon application and again upon removal! Unlike unconventional gel nails which will separate and discolor over time, Paragel retains its color! The LED light is used for only 30 seconds for quicker application! The Paragel itself is nail friendly and in fact acts as a fortifier to protect your nails. This is particularly recommended for ladies who paint their nails often. Please do not hesitate to ask me anything in advance!",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-visit-a-top-nail-salon-in-nagoya-aichi/5843?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "60% OFF Visit a top nail salon in Nagoya, Aichi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 08:52:03"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 23096,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459665949/xfezuppclpammusexpco.jpg",
        "strIntroduction": "This course is about 2 hour long. Nail art is very popular in Japan. Both young and mature women enjoy gel nails. The number of people doing their own nails is increasing. The lecturer is a top manicurist with plenty of experience. You can pick a design from our design books to try for yourself. For more difficult art, our lecturer will be at hand to guide you along so that you can finish your design beautifully. All tools used are made in Japan. You can work with confidence using our quality products that do not damage the nail. We have also prepared our peel off base so that you can remove your nail art easily on your own. Details of the activity: 1. Please let us know your preferred date and timing. 2. On the day of the lesson, we will pick you up from your hotel (within Nagoya city). For those coming from outside of Nagoya we will pick you up from Nagoya Station. 3. Lesson will commence as soon as you arrive. All tools will be provided. 4. Our very experienced and professional nail lecturer will be at hand to help you out with difficult techniques.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-enjoy-learning-nail-technique-in-nagoya-aichi/5846?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy learning nail technique in Nagoya, Aichi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 08:56:12"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 34644,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460036152/tqx4rhqwrxn50muewtau.jpg",
        "strIntroduction": "This course is about 2 hour long. Nail art is very popular in Japan. Both young and mature women enjoy gel nails. The number of people doing their own nails is increasing. The lecturer is a top manicurist with plenty of experience. You can pick a design from our design books to try for yourself. For more difficult art, our lecturer will be at hand to guide you along so that you can finish your design beautifully. All tools used are made in Japan. You can work with confidence using our quality products that do not damage the nail. We have also prepared our peel off base so that you can remove your nail art easily on your own. Details of the activity: 1. Please let us know your preferred date and timing. 2. On the day of the lesson, we will pick you up from your hotel (within Tokyo). 3. Lesson will commence as soon as you arrive. All tools will be provided. 4. Our very experienced and professional nail lecturer will be at hand to help you out with difficult techniques.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-learning-nail-technique-in-tokyo/5897?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy learning nail technique in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 08:59:32"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 34644,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460038804/b2gqtqdlhdylo32gqzzi.jpg",
        "strIntroduction": "In this reservation service, you will get an appointment in Tokyo, and have the chance to experience a fashionable makeover of your nails! The latest art styles will decorate your fingers! Below is the itinerary of this activity: 1. Tell me your preferred date and time for this activity. The treatment takes about 3 hours for finger nails and toe nails. 2. I will make a reservation at a salon 3. I will pick you up wherever you like (within the center of Tokyo or your hotel). 4. You will have the chance to discuss and decide your nail designs with the nail designer. Don't worry, our staff will break the language barrier. 5. After the treatment, I can guide you to your next destination within the city. (Please note transportation expense will not be included.) ■Nail artist introduction (Nail artist: MEG) She presents creative designs in all aspects of fashion, including nails. She has been a pioneer in the Japanese nail industry, contributing to it since it started. Besides the management of one of the major nail salons in Japan, she is also a top nailist who has been responsible for the treatment of 200,000 customers. Furthermore, she concurrently serves as principal of a nailist school that has produced more than 2000 nailists. Besides appearing on a number of media such as TV and magazines, she has been receiving offers as a seminar lecturer from all over the world. ■Products I use No Damage products and all Japanese brands. Paragel is the latest nail technology that is created with the specific purpose of causing ZERO damage to your nails. No buffing is required so your nails can retain their 3 natural nail plates and therefore keep them healthy! This is compared to conventional gel nails which damage your natural nail due to buffing that damages the nail upon application and again upon removal! Unlike unconventional gel nails which will separate and discolor over time, Paragel retains its color! The LED light is used for only 30 seconds for quicker application! The Paragel itself is nail friendly and in fact acts as a fortifier to protect your nails. This is particularly recommended for ladies who paint their nails often. Please do not hesitate to ask me anything in advance!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-a-top-nail-salon-in-tokyo/5899?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit a top nail salon in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 09:04:20"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4619,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1448702342/jec07v3w1mtaac7pzxdu.jpg",
        "strIntroduction": "I will teach you Japanese with a conversation book. If you are a beginner, we will try to say greetings and small talk, then write your name or something else in Hiragana, Katakana or Kanji. If you want, the lesson will be focused on conversation only. At first, I will pick you up from your hotel (or Haneda airport is also ok. I will bring you from the airpot to the hotel you booked, then after check-in we will start lesson. However, additional fees apply for airport pick-up.) One lesson lasts 2 hours including picking time and going to the cafe. This lesson fee and all optional fee are per person. I will arrange the lesson depending on your interests, so if there is something you want to learn, don't hesitate to share with me please. *Optional* - pick up at Haneda airport and bring to your hotel (lesson time starts when we get to the hotel.) -lesson at a Japanese Izakaya bar (not at cafe) Lesson time is 3.5 hours including sending you off to the hotel. This Izakaya lesson is available only after 5 pm.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-lets-learn-japanese-with-coffee-at-a-cafe-in-tokyo/4194?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Let's learn Japanese with coffee at a cafe in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 09:07:18"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4157,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457319224/zf2cushm9utoty3bvg3f.jpg",
        "strIntroduction": "The workshop takes place inside a studio of professional drum players. We provide each participant with a happi (a Kimono jacket), which needs to be worn over a T-shirt. Because of this, participants are asked to bring a T-shirt to the class. We have changing rooms (one for men and the other for women) at the studio for your convenience. The workshop begins with a powerful performance of the wadaiko (traditional Japanese drum) by Koharu and her daughter Kinako. Koharu is a professional drummer with 20 years of experience and leads Izu Hakone Daiko Troupe. Following the lesson, Koharu and Kinako will provide you with a drum lesson. You will play a few different pieces of music, starting with a slow-tempo one that is easy to master. You need no experience with drums. Koharu and Kinako will take your hand and walk you through what to do. If you are looking to try more advanced-level songs, just ask the instructors, and they will be happy to show you how to play them. We want you to discover how exciting drumming can be. So, just bring your curiosity to the class and enjoy the feel of rush from drum beats. Following the drum session, you will have the chance to sit back and watch Kinako’s graceful Kimono dance (what’s called Nihon-buyo in Japanese, which is a traditional performance dance in the Kimono). Each workshop will basically have four participants in minimum. This means you will likely share a class with other international visitors on the day. However, please choose the booking option which corresponds to the size of your group. If you prefer a private lesson, just let us know, and we will be happy to arrange it with Koharu and Kinako. Please contact us for price information on private lessons.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-japanese-drum-lesson-and-kimono-dance-performance-in-asakusa/5239?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Japanese Drum Lesson & Kimono Dance Performance in Asakusa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 09:13:05"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4619,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481174854/uwjzshpx26q1rnnlrdnc.jpg",
        "strIntroduction": "Enjoy jazz music performance with a glass of champagne or a healthy dinner only at COTTON CLUB at Marunouchi, Tokyo with special price! COTTON CLUB is originally from New York, and is the legendary venue that spawned such jazz legends as Duke Ellington, Cab Calloway, Lena Horne, and so many others. COTTON CLUB was a vibrant scene that saw celebrities and socialites gather nightly to enjoy cutting edge musical entertainment amid the backdrop of the prohibition of the 1920’s. The mission of COTTON CLUB Japan is to bring back a taste of the Golden Age of the original COTTON CLUB, and to recreate a social scene for adult fans. At COTTON CLUB Japan, you can enjoy many performances of visiting world-class artists regularly in an elegant, luxuriously appointed venue, topped off by a delicious menu of authentic cuisine. There are two courses available for this reservation service: 1. Music Charge (Non-reserved seats) + A glass of champagne 2. Music Charge (Non-reserved seats) + Healthy dinner course (Appetizers, fish dish, and desserts) Both of the course are available for 34 jazz performances, and you can book them at special price! Reservation is difficult to make, so we suggest you to use our reservation service for your convenience! Also, please tell us which jazz music performance that you would like to attend and we will try our best to reserve it for you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-jazz-music-with-champagne-or-healthy-dinner-in-tokyo/5933?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Jazz Music with Champagne or Healthy Dinner in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 09:16:14"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2919,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459617045/le1wynyluk2wgnwbk10k.jpg",
        "strIntroduction": "\"Trampoland Tokyo\" is a trampoline park located in Itabashi, Tokyo. Here you can release your stress and have fun jumping up and down on a huge trampoline with family and friends. As many theme parks these days are designed for children only, this is a place where adults, families and couples can all come out and have a great time. This theme park has become famous recently and has been featured in many magazines and on TV. First, participants take \"Starter Lesson\" to learn the basics of bouncing and how to conduct oneself on the trampoline. The instructor will teach you how to jump straight up, move your body in the air, and how to do a variety of drops. After the lesson, patrons are free to jump on the trampoline. Its 16m by 6m frame is large enough for everyone to enjoy the free space in their own style. Many past participants agreed that not only is it a lot of fun, but great training for our muscles. What a fun way to get a workout! Make sure to wear comfortable clothes so that you can fully enjoy the activity. Don’t miss this opportunity to experience such an interesting sport! Operating Hours: Every day (except Mondays) Weekdays: 14:00 - 22:30 Weekends and national holidays: 10:00 - 20:00",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-have-an-amazing-trampoline-experience-at-trampoland-in-tokyo/5836?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Have an Amazing Trampoline Experience at Trampoland in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 09:20:23"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 17553,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481174193/gelbfdkigtms45ssoqrg.jpg",
        "strIntroduction": "Have you ever wore a robot suit? At Cyberdyne in Tsukuba, Ibaraki, you can! Cyberdyne is a robotic company focused on creating technology that can seamlessly coexist with people. Among their most notable inventions is a robot named HAL. It is the world's first cyborg-type robot as it enables, supports and enhances the wearer's body movements. It was designed to assists a physically challenged people to move freely, and enable him/her to exert bigger motor energy than usual. In this tour, you can actually try on this high-technology robot! The tour includes a 10-minute brief introductory talk about the company, Cyberdyne, then a short lesson about HAL's mechanism and how to wear it. Then you are actually going to wear HAL. Don't worry there will be an assistant who will take you through the whole process. Have fun with HAL enhancing your movements by sitting-down, standing-up, and walking around.",
        "strLocation": "Ibaraki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ibaraki-experience-japans-robot-technology-at-cyberdyne-in-tsukuba/5813?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Japan's robot technology at Cyberdyne in Tsukuba!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 09:24:41"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9238,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459848641/jkvvowjbcecks5ezcfrz.jpg",
        "strIntroduction": "There are no musical instrument like Shakuhachi. If you have any interest in Zen, you are going to love it. This instrument is very hard to play. But it is worth trying. The experience takes about 1 and half hour. The meal will take about an hour. You don't need anything to bring. Choose the starting time when you book: 10:30 for lunch or 17:00 for dinner. Please check the monthly schedule. For this experience, come to our restaurant in Chiba. It is about 5 minutes walk from JR Chiba Station. Kaiseki is traditional Japanese cuisine from the Edo period. Did you know that in Japan, we have not only 4, but 72 different seasons traditionally? We express the beauty of those seasons in our cuisine. Food is all organic, no additives are used. We think food makes your body healthier and we serve only good food for you. We also have tea ceremony experience, special kimono experience, sushi making experience, learning the manners of Kaiseki, and Japanese music instrument experience for you. Please, check them also from our profile. Thank you!",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-experience-shakuhachi-instrument-and-kaiseki-meal-in-chiba/5882?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Shakuhachi instrument & Kaiseki meal in Chiba",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 09:27:55"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9260,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459833362/f9n9nv3gdkv34h3gm8ab.jpg",
        "strIntroduction": "We will show you many kinds of Yokobue flutes. Pick the one you like. The master will show you how to hold it and make sounds. Learn how to play the Japanese flute. Yokobue is a very difficult instrument but it is easy to experience with good instructions from a master. The yokobue experience takes about 1 and half hour. The meal will take about an hour. You don't need anything to bring. Choose the starting time when you book: 10:30 for lunch or 17:00 for dinner. Please check the monthly schedule. For this experience, come to our restaurant in Chiba. It is about 5 minutes walk from JR Chiba Station. Kaiseki is traditional Japanese cuisine from the Edo period. Did you know that in Japan, we have not only 4, but 72 different seasons traditionally? We express the beauty of those seasons in our cuisine. Food is all organic, no additives are used. We think food makes your body healthier and we serve only good food for you. We also have tea ceremony experience, special kimono experience, sushi making experience, learning the manners of Kaiseki, and Japanese music instrument experience for you. Please, check them also from our profile. Thank you!",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-experience-yokobue-japanese-flute-and-kaiseki-meal-in-chiba/5879?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Yokobue Japanese flute and Kaiseki meal in Chiba",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 09:33:43"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11575,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459832563/mdwgpgbouklreev5lh1k.jpg",
        "strIntroduction": "First, you will wear the uniform of Aikido. It looks like the Judo uniform. So, please tell us your body size and height when you book. If you are not comfortable with it, you can bring your training wear. Aikido uses opponent's power. You don't have to be a macho man to learn this. To control your spirit, power is the key. This experience will make you feel strong for sure. Child of over 7 can attend. The experience takes about 1 and half hour. The meal will take about an hour. You don't need anything to bring but if you are uncomfortable with changing in uniform, please bring your own training wear. The schedule might change every month. For this experience, come to our restaurant in Chiba. It is about 5 minutes walk from JR Chiba Station. Kaiseki is traditional Japanese cuisine from the Edo period. Did you know that in Japan, we have not only 4, but 72 different seasons traditionally? We express the beauty of those seasons in our cuisine. Food is all organic, no additives are used. We think food makes your body healthier and we serve only good food for you. We also have calligraphy experience, flower arrangement experience, tea ceremony experience, special kimono experience, sushi making experience, learning the manners of Kaiseki, and Japanese music instrument experience for you. Please, check them also from our profile. Thank you!",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-experience-aikido-and-kaiseki-meal-in-chiba/5878?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Aikido and Kaiseki meal in Chiba",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 09:39:03"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9260,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459829791/cdedyesn0ex5g0ylmbav.jpg",
        "strIntroduction": "Kado, the flower arrangement experience, takes about an hour. The meal also will take about an hour. You don't need anything to bring but you might get wet. Do not dress up with clothes that you wouldn't want to get wet. The concept of beauty in Japan is very unique and exotic. Learning and feeling the beauty will refinde your delicate sense. The master will guide you through the most mysterious Japanese art by using flower arrangement. This experience starts from 11:00 am. For this experience, come to our restaurant in Chiba. It is about 5 minutes walk from JR Chiba Station. Kado is easy to try with good instructions from a master. You will be able to do flower arrangement in our room in Japanese way. Kaiseki is traditional Japanese cuisine from the Edo period. Did you know that in Japan, we have not only 4, but 72 different seasons traditionally? We express the beauty of those seasons in our cuisine. Food is all organic, no additives are used. We think food makes your body healthier and we serve only good food for you. We also have calligraphy experience, tea ceremony experience, special kimono experience, sushi making experience, learning the manners of Kaiseki, and Japanese music instrument experience for you. Please, check them also from our profile. Thank you!",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-experience-flower-arrangement-and-kaiseki-meal-in-chiba/5877?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Flower Arrangement and Kaiseki meal in Chiba",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 09:44:57"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13889,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1458296444/ul7m4klmkpnhtcufxpkn.jpg",
        "strIntroduction": "The Seto Inland Sea, or simply the Setouchi, is a peaceful inland sea known as a kayaking paradise. The unique granite shoreline and off-shore islands always offer a great day of discoveries and adventure! If conditions permit, you can explore sea caves that can be approached by kayaks only. We will stop for a break or lunch at one of the local bays enjoying the peace and tranquility of this remote location. Take a walk to the highest point of the island where you can see and feel the primitive and spiritual aspect of the Japanese. A giant granite rock with a phallic outlook has been an object of worship as a symbol of family prosperity. + No previous kayaking experience is required. + We use stable double kayaks. + We require a minimum of 2 people for the tour. Choose between a full day or a half day kayaking tour. Itinerary for the full day tour: 9:50 Check in and meet your guide. 10:00 Kayak briefing. 10:30 Kayak from our base. Total kayak time is approximately 4.5 hours with breaks. 12:00 Enjoy lunch on a secluded beach of Tsutajima Island. 16:00 Arrive back to the base. Itinerary for the half day tour: 12:50 Check in and meet your guide. 13:00 Kayak briefing. 13:30 Kayak from our base. 14:30 Enjoy a tea break on a secluded beach of Tsutajima Island. 16:00 Arrive back to the base. This itinerary is an outline only. Your guide may decide to alter this program based on their judgement of weather, sea conditions, client ability and their fitness level. All trips are subject to having sufficient numbers and suitable weather conditions. Please refer to terms and conditions before you make a reservation. Our tour base in Nio, Kagawa prefecture, is facing to the beach where you set out your kayaking or SUP trips. Our base is a traditional Japanese folk house and we have all-necessary facilities; hot shower on site, toilets and luggage storage. Clients can use them without additional cost. Please park your car at Sun Resort NIO car park, just one minute walk away from our base. Need a transport? If you are a small group(2-4 people), ask us about free pick-up from JR Takuma Station, the closest railway station. NOTE:Bad weather may have an effect on the start of your tour, or it may occur during the tour. We reserve the right to cancel trips or alter schedules if weather conditions are not suitable for group safety. If we consider sea or weather conditions to be too difficult or unsafe, we do not launch the kayaks. We basically make a judgement at the time of 7:00 (for morning tours), 11:00 (for afternoon tours) and 2 hours prior to sunset trips on the date you have reserved. Then we contact you by using phone to explain about the condition. Therefore, please let us know an accessible number for urgent communication. Only when we know that the running of the tour is obviously difficult beforehand such as typhoons we contact you as soon as we decide cancellation.",
        "strLocation": "Kagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kagawa-embark-on-a-sea-kayaking-adventure-in-the-seto-inland-sea/5397?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Embark on a Sea Kayaking Adventure in the Seto Inland Sea!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 09:49:28"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5834,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459829586/kod7ylahssgu4gsqf2n3.jpg",
        "strIntroduction": "This is a rare opportunity to experience the Japanese stage art Rakugo in English during your visit to Osaka! Rakugo is verbal entertainment with a storyteller and comic stories, popular among Japanese people and with a history of over 400 years. In this activity you can enjoy the art of Rakugo in English and even become a stage actor for an hour! Below is a greeting message from the Rakugo artists and instructor who will lead you to the wonderful world of Japanese comedy art: Hi, I am Sayohime, an English Rakugo performer! Rakugo is one of the traditional Japanese performing arts. It's a sit-down comic monologue with a history of over 400 years. I have been performing Rakugo in English not only in Japan but also in foreign countries since 2002. My English Rakugo class is located in an education center in Umeda, Osaka, one of Osaka’s most convenient areas. (5 min. walk from JR Osaka station) My goal is to provide a Rakugo experience in English and follow the motto “Humor is universal”. My 60-min.class includes: 1. Introduction and demonstration about Rakugo history, Rakugo rules (12 min.) 2. Sayohime’s English Rakugo performance (20 min) 3. Your English Rakugo performance on the stage You will become a Rakugo performer at the end of the class. I would be happy to answer any questions after the class. Time slots available: 3:30 pm - 4:30 pm 4:45 pm - 5:45 pm Only on the the first and third Thursday of the month. Let's have fun together and perform Rakugo!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-experience-sit-down-comedy-rakugo-in-english-in-osaka/5876?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience sit-down comedy Rakugo in English in Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 09:53:55"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9260,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459825584/gdnhvgvc0h93avpxyjoi.jpg",
        "strIntroduction": "The calligraphy experience takes about 1 and half hour. The meal will take about an hour. You don't need anything to bring but you might get dirty with ink. Do not dress up with clothes that you wouldn't want to get dirty. Choose the starting time when you book: 10:30 for lunch or 17:00 for dinner. For this experience, come to our restaurant in Chiba. It is about 5 minutes walk from JR Chiba Station. Calligraphy is easy to try with good instructions from a master. You will be able to draw your name in Japanese characters. Kaiseki is traditional Japanese cuisine from the Edo period. Did you know that in Japan, we have not only 4, but 72 different seasons traditionally? We express the beauty of those seasons in our cuisine. Food is all organic, no additives are used. We think food makes your body healthier and we serve only good food for you. We also have tea ceremony experience, special kimono experience, sushi making experience, learning the manners of Kaiseki, and Japanese music instrument experience for you. Please, check them also from our profile. Thank you!",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-experience-calligraphy-and-kaiseki-meal-in-chiba/5873?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Calligraphy and Kaiseki meal in Chiba",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 09:57:42"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 35901,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459730586/th3cpoyywg5rpv4ftvrc.jpg",
        "strIntroduction": "This is a 2-day bus tour from Tokyo to popular cherry blossom sites in Nagano prefecture. Visit all 7 castle sites (including currently existing castles registered as national treasures) and see the beautiful sakura blossoms in Nagano! Stay at the famous Akakura Onsen and taste a delicious dinner with spring delicacies! Night illuminations viewing at one of Japan's best cherry blossom spots is included too! Below is the schedule of this tour: Day 1 7:30 to 8:30 am: Shinjuku Station (departure by limited express train) - arrive at Kofu Station and go to Kofu Castle by bus (30 min) - visit the Komoro Castle Ruins and the Kaikoen Park (30 min) - visit the Ueda Castle Ruins Park (famous for the 2016 NHK drama \"Sanadamaru\") (60 min) - visit the Matsushiro Castle Ruins (40 min) - stay at Akakura Onsen (visit to Takada Castle illuminations during the illumination period) Day 2 - visit Matsumoto Castle, a national treasure (60 min) - visit Takato Castle Site Park (45 min) - visit Takeda Jinja Shrine (30 min) - back to Kofu Station and take limited express train to Shinjuku 19:30 to 21:05: arrival at Shinjuku Station, end of tour This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-2-day-sakura-cherry-blossoms-trip-in-nagano-7-castle-sites/5867?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2-day Sakura cherry blossoms trip in Nagano (7 castle sites)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 10:03:07"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8750,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459169677/huvy5vwfnbnagp15psbq.jpg",
        "strIntroduction": "This tour is available for guests of at least 6 years of age. Reservation must be completed at least 5 days prior the tour date. This tour is available every day, even on rainy days. The rickshaw has a roof as well as side windows and waterproof cover to keep you dry (days of non-operation may occur due to extreme circumstances, such as earthquakes, typhoons, etc.) A maximum of 2 people can ride one rickshaw. The rickshaw route can and may be customized depending on your interests. Drop-off service is available for the following locations: Kaminarimon, Asakusa Station, Tokyo Skytree. After the rickshaw ride in Asakusa are free to explore Asakusa for the day in your kimono. Please keep in mind that the kimono studio closes at 5 pm and that you will need to return the rented kimono by that time. In case you would like to wear the kimono for an entire day, we strongly recommend to come and get changed early. When making the booking, please indicate your preferred starting time between 10 am and 2 pm through the messaging system. Important! Expecting mothers in their first 16 weeks of pregnancy are not permitted to ride the rickshaw! Also, the ride is not recommended for babies under six months old.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-rickshaw-tour-with-kimono-dressing-in-tokyo/5669?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Rickshaw Tour with Kimono Dressing in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 10:07:24"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 15186,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459189731/onbswtb35dqeqjokn7tf.jpg",
        "strIntroduction": "In this tour you will dress in Japanese kimono and visit some famous sightseeing places in Tokyo recommended by the guide! Here is a list of places that I will take you to: - Asakusa. You can change into Kimono and experience traditional Japanese fashion. You might want to take pictures. After changing your clothes, you can walk and eat at Nakamise street which looks like old Tokyo from the Edo period. If you want, you can pull a good luck charm called Omikuji at Sensoji Temple. This is the best spot if you like the image of old Japan. - Ueno Park. It's a cultural mecca with a number of museums including the prestigious Tokyo National Museum and the delightful Shitamachi Museum with its display of old Tokyo. Here you'll find also Japan's oldest zoo - Ueno Zoo - and many galleries. We will also go around Shinobazu Pond and around the park. - Shibuya. Here is the most famous scramble intersection. You can visit many attractive shops. - Izakaya \"Watami\" (bring cash with you). This is a Japanese bar called Izakaya. You can spend great time here. We promise you reasonable prices. Izakaya is a Japanese-style pub popular among working people, which offers a variety of foods.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-wear-a-kimono-while-strolling-around-famous-spots-in-tokyo/5685?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Wear a kimono while strolling around famous spots in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 10:10:40"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3148,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457663894/whk9yighxi0xwuqhnv1u.jpg",
        "strIntroduction": "",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-sing-japanese-songs-on-a-singing-lesson-in-tokyo/5303?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "15% OFF Sing Japanese songs on a singing lesson in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 10:15:00"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 14260,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1458735539/nyeh99dh1q8bgpgvuke2.jpg",
        "strIntroduction": "Endoji Shotengai Shopping arcade is the oldest shopping street in Nagoya, that hosts yearly Tanabata Festival. It is located about 10 minutes walking distance from both Nagoya Station and Nagoya castle. During this year's Endoji Shotengai's Tanabata Festival held from 27th to 31st of July we will have two guests (a pair or two single travelers) stay at Nishiasahi for two nights and have them help us finalize Nishiasahi's haribote (the big ornament hung on the ceiling of the roof of the street) the night before the festival starts. We also add some program and meal service! Itinerary: Day1. July 26th Arrive at Nishiasahi. Check in any time after 3 pm (luggage can be brought anytime after 10 am) 4:00 PM: Endoji Shotengai guided tour (1.5 hr) 7:00 PM: Dinner at Nishiasahi and free Beer Sometime in the night finalizing Haribote work (Tanabata festival decorations) Day2. July 27th Between 8 am to 10 am: Breakfast (onigiri, coffee, and scone) Free time @ Tanabata Festival Day3. July 28th Checkout by 11 am Enjoy the second day of Tanabata Festival! This tour is available only for 2 participants for now, but feel free to send us a message for more availability!",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-participate-in-endjoji-shotengai-tanabata-festival-with-stay/5488?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Participate in Endoji Shotengai Tanabata Festival with Stay",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 10:20:14"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13889,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472519513/yojk9jph9npeew75fokb.jpg",
        "strIntroduction": "While Japan is renowned around the world for its healthy, unique, and delicious cuisine, it is not all about elegant and pricey sushi or the nurture-balance meal set at home. Just like in any country in the world, Japanese street food has become an increasingly popular way for people to learn about its rich culture. Let's begin our food journey in the evening at the street vendors often seen in every corner of this city, starting at the Yakitori Alley near Yurakucho. Yakitori is bite-sized pieces of chicken skewered on a bamboo skewer, barbecued over a charcoal grill and dipped into a special sauce. Try a sample portion accompanied with sake or local beer while listening to the guide explain the history of this popular snack food. Next, head to Monja Street in Tsukishima where you can enjoy the food while watching how the famous monjayaki is made. Monjayaki is a Japanese pan-fried batter with various choices of chopped ingredients such as vegetables, fish or chicken on top. The food tour cannot be complete without a dessert, let's have a try of wagashi - famous Japanese sweets mainly made from rice powder and red beans, but comes in such a wide range of shape and size, representing the infinite creativity and the love for beauty of Japanese people. Take a bite on Taiyaki - Japanese fish-shaped cake, with the most common filling is red bean paste made from sweetened azuki beans. By the end of the tour, please feel free to discover the night life of Tokyo by getting into some local restaurants, bars or clubs with our useful guide and tips.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-go-on-a-street-food-tour-around-tokyo-by-night/5356?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a street food tour around Tokyo by night!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 10:23:24"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13426,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457909301/fqaz3zvrrc84sz3pxyoy.jpg",
        "strIntroduction": "Whether drawn into the deep-rooted traditional culture of Tokyo or have a soft spot for its unique architecture, this tour is just for you! For a dash of the rich history embedded in the ancient works, as well as the unique contemporary culture as represented in the youth fashion, on this tour, you can have a chance to get access to the diverse style of Tokyo city. First, after meeting up at the designated location, the tour will start at Meiji Jingu Shrine. Here you can learn about the traditional Japanese architecture and how much influence it has on the modern style. Continue to Harajuku, and you can delve yourselves into the unique youth culture of Tokyo by visiting fashion boutiques and trendy cafés there before moving to Omotesando, where you can see the grand structures of luxurious brands such as Louis Vuitton, Dior and Prada. Finally, the tour ends at Minoru Mori Tower, Roppongi Hills. Here you can have a good comparison with the traditional Japanese architecture by visiting the district full of towering offices, apartments, modern restaurants and hotels; there you can also learn about the philosophy behind postmodern art movements as demonstrated by Takashi Murakami - an internationally well-known contemporary artist, visit the work of Tadao Ando at 21-21 Design Sight, and end the tour by looking through the 54-story Mori Tower.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-a-very-interesting-art-and-architectural-tour-in-tokyo/5348?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a very interesting Art & Architectural tour in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 10:29:05"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8148,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1458374324/wtjiawyukv6zaprcmn2s.jpg",
        "strIntroduction": "Have an amazing experience in our private/ small group (4 persons max) tour! ・Half day tour 1 pm: pick up from Tsukuba Station 1:45pm: Visit Mt. Tsukuba Shrine 2:30pm: Inaba Shuzou brewety tour - Tour inside the brewety - Meet our female brewer - Sake tasting (3 different sake set) (about an hour and a half) 4:00 pm: Return to the station and end of tour ・1 day tour 9 am: pick up from Tsukuba Station 9:45 am: Visit Mt. Tsukuba Shrine 10:00 am: Hike to top of the mountain (about 90min) 12:00 pm: Take the mountain cablecar back to the Shrine 12:15 pm: Lunch break (lunch fee is not included) 1 pm: pick up from Tsukuba Station 1:45 pm: Visit Mt. Tsukuba Shrine 2:30 pm: Inaba Shuzou brewery tour - Tour inside the brewery - Meet our female brewer - Sake tasting (3 different sake set) (about an hour and a half) 4:00 pm: Return to the station and end of tour You can also book the tours with the special add-on photo service. Photo service: half day tour 1,000 JPY (30-50 photos, 10 edited photos) 1 day tour 2,000 JPY (50-80 photos, 30 edited photos) all in high resolution. ------------------------------------------------------------------------------------------------------------------------------------------------ About me: I'm Misaki, and I'm from Japan. I am a travel lover, and have been to more than 10 counties and have lived in California, Vietnam and Cambodia before. Since my family owns a 150-years-old Sake brewery in Tsukuba, which is just an hour away from Tokyo, I would like to host Sake brewery tour to those who are interested in experiencing Japanese traditional culture during your stay in Japan! About Inaba Shuzou (稲葉酒造): We have been brewing Sake called \"Minanogawa (男女川)\" since Edo era at the foot of Mt. Tsukuba, surrounded by fresh air and blessing well water in our backyard. Minanogawa is a name of the river flowing in the center of the mountain. Mt. Tsukuba itself is known for being a spiritual power spot and the nature is still well preserved. In the middle of Mt. Tuskuba, there's a shrine and we have been offering our sake since the beginning of our brewery. My mom succeeded the family brewery when she was 35 years old and became a touji (master sake brewer) of Inaba Shuzou. A female sake brewer is very rare in Japan! Our brewery is very small, and still keeps the original building; it has mud wall and thick tree pillars, not only that, but we still keep the traditional handcraft way to brew the authentic sake. Please come through Inaba Shuzou and taste the non-machinery, addictive free, REAL Sake! Tsukuba: 45 min by Tsukuba Express from Akihabara (1,150 JPY). Pick up from the station. 4 persons max a day. Price: per person. ※If you include kids or underage person, please let me know in advance.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tour-a-150-year-old-sake-brewery-and-or-hike-mt-tsukuba/5411?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour a 150-year-old Sake Brewery and/or Hike Mt Tsukuba",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 10:32:50"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7593,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474882842/kzalegyava4dio6n4iqm.jpg",
        "strIntroduction": "Enjoy an exclusive tour through the rich and historical city of Kyoto. A maximum of 12 people can attend this tour, so you will really feel the atmosphere of this traditional city with a knowledgeable and English-speaking guide, You will start your tour at one of the city's must-see hot spots: Tōfukuji Temple, which was built in the 13th century. Admire how the elements of the earth, sand, rock and moss come together to create natural and beautiful art. Contemplate the purpose of Zen from a shaded and serene spot and imagine what it must have been like in the 13th century where others stood where you stand now. Learn about the origin and inspiration for the garden, and what it means to the Monks who continue to live and study here. Next, you will head to Fushimi Inari Shrine, nestled at the base of the tree-covered mountainside. Count the numerous fox statues, which are considered messengers of the Gods. Pass through the winding red torii gates that stretch for miles up the mountain. Finally, at twilight, head towards the twinkling lights of Gion. This is Kyoto's gathering spot for Geisha and features many historic and traditional restaurants, tea houses and theaters. These are all combined with Japan's traditional architecture and ancient Kyoto entertainment. Keep an eye out for a flash for white make up or an elaborate up do, you may just see a rare and beautiful Geisha rushing by.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-walk-through-traditional-city-of-kyoto-with-english-guide/5347?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Walk Through Traditional City of Kyoto with English Guide!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 10:36:16"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 25927,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1458455529/myrfeonfjip9tikzgeud.jpg",
        "strIntroduction": "This is a special spring tour in which you will visit some of Japan's most famous sakura cherry blossom spots that can be seen in Miyagi prefecture, Tohoku. There is no better tour to feel the coming of the spring season! About the places included in the tour: 1. Ogawara's Thousand Sakura Trees at Funaoka Park This place is included in the selection of Japan's Best 100 cherry blossom spots. The sakura trees growing along the river have been planted in 1923. There are 1000 trees and the cherry blossoms in spring have become the symbol of the local town. During the sakura festival in April many food stalls are open. The park becomes lively with many visitors, and some of the attractions to try are a boat cruise on the river and a trip with a rickshaw. 2. Hotel Matsushima Onsen Ichinobo This hotel will impress you with its luxurious interior and an open-air hot spring pool overlooking the ocean. 3. Matsushima Bay: Zuiganji Temple, Entsuin Temple, Godaido Hall, Kanrantei tea house Enjoy strolling around the scenic Matsushima Bay and discover several famous temples from the era of the local feudal lord Date Masamune. You can also experience copying sutra, hands-on activities, grean tea, as well as eating delicious local seafood. Below is the itinerary for this relaxing tour to the countryside towns: Day 1 8:20 - Take Shinkansen Hayabusa 5 from Tokyo to Sendai Station, and then change to the local JR Tohoku line bound for Shiroishi until you reach Ogawara Station. Get off at Ogawara Station. 10:36 - Walk around the town and see the park of thousand sakura trees. Enjoy the sakura festival by a river boat or a rickshaw ride. Have lunch at the food stalls. 14:15 - Take the train from Ogawara Station to Sendai Station and then change to the local JR Senseki line for Matushima Kaigan Station. Get off at Matsushima Kaigan Station and get picked up by a shuttle bus to your hotel. Check in at Hotel Matsushima Onsen Ichinobo which will impress you with its luxurious interior and an open-air hot spring pool overlooking the ocean. Day 2 9:30 - Get picked up from the hotel and go to Matsushima seaside area to explore the town's historical wonders on foot: the gorgeous temples Zuiganji and Entsuin, which have attractive Japanese-style gardens, the Buddhist relic Godaido Hall, the tea house Kanrantei and much more! Enjoy hands-on activities and eat fresh seafood for lunch. You can leave your luggage at the station's coin lockers during sightseeing. 16:21 - Go to Matsushima-Kaigan Station where the tour ends. Recommended return trip to Tokyo: take the local train departing at 16:21 from Matsushima-Kaigan Station and arrive at Sendai at 16:49. Then take the Shinkansen bullet train at 17:09 and arrive in Tokyo at 18:52. Accommodation and meals (1 lunch on Day 2, 1 dinner, 1 breakfast) are included. This is a private tour specially for you. This is a specially designed tour that you can book only with us. You will not find this tour at any other travel company. Try it as a 2-day trip during your visit in Japan and discover hidden beautiful places that do no appear in standard guide books and travel packages. This tour is available only between April 7 and April 21.",
        "strLocation": "Miyagi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-miyagi-visit-famous-sakura-cherry-blossom-spots-in-miyagi-in-2-days/5437?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit famous sakura cherry blossom spots in Miyagi in 2 days",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 10:39:17"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 425943,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1458545573/eivcdshst1hmj3foighp.jpg",
        "strIntroduction": "This program offers a complete health-care package for women at Ruriko Tsushima Ladies Life Clinic Ginza. The clinic is very famous in Japan and is highlighted in various media, and many Japanese female celebrities visit this clinic too. The package includes basic medical check up for women and Myers' high-dose intravenous vitamin c drip at reasonable price, specially designated for female tourists in their 20s - 40s who are having short stay in Japan. The basic medical check up examines disease commonly found in women such as thyroid gland and connective tissue disease. Besides, it is also examines the anti-Mullerian duct hormone, which is an indicator to measure the age of the ovaries. In addition, this package also includes OligoScan (Integrated analysis examination of hazardous metal, essential minerals, and secondary minerals), 96 items of delayed type food allergy, and NAiBO (measurement of visceral fat). This package also includes Myer's high-dose intravenous vitamin c drip, which has gotten a lot of public attention these days. All components of the intravenous drip are organic, and it is recommended as a treatment for fatigue, stress, skin disorders, dully skin, weight loss, and menopause. Notes: - All of the staffs of the clinic are females. - Reservation, medical interview, examination, and report of the results will be accompanied with English/Chinese translator and interpreter. - We also have bridal course and the anticipation course for menopause. Enhance your health and prevent any possible virulent diseases by reserving this program!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-reserve-a-complete-health-care-package-for-women-in-tokyo/5465?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reserve a Complete Health-care Package for Women in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 10:43:44"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11482,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481173310/r4mazg2yzemdazfeumpu.jpg",
        "strIntroduction": "This tour program will take you to Takayama a 3-stars tourist destination, where you can see rows of houses with white doors and explore the culture and the history of the city. This tour offers you an elegant hotel stay at \"Hida Hotel Plaza\", which is 5 minutes walking from Takayama Station. At this hotel, you can enjoy luxurious dinner at the restaurant and you can also relax yourself by soaking into the natural hot springs. The atmosphere of the hotel is very cozy and elegant. The lobby is very big and has beautiful light and water objects. You can choose either Japanese, Western, or Chinese cuisine for dinner. The restaurant at this hotel only uses the finest ingredients available at the local market and the ingredients change as the seasons change. If you choose Japanese or Western cuisine plan, you can also enjoy Takayama's speciality \"Hida Beef Steak\". The natural hot springs will warm your body from the inside and rejuvenate yourself by soaking into the \"Hiten No Yu\". There are two natural hot springs available at the hotel, but we suggest you to enjoy the natural hot springs on the 9th floor, where you can enjoy the breathtaking view of the Japanese Alps, Takayama. You can also enjoy the view of the stars at night. Jacuzzi and mist sauna are also available, and \"Hiten No Yu\" is famous for its ingredients that enhance the beauty of the skin. The city of Takayama is rich of history and culture. Since the hotel is not very far from Takayama Station, you can also enjoy exploring the traditional art pieces, breweries, and historical places. We suggest you to reserve this tour if you want to enjoy delicious food, relaxation at the natural hot springs, traditional culture, and historical places of Takayama! Terms & Condition 1. The listed price is price per person. 2. One room can accommodate 2 - 6 people, and you will need to buy 1 ticket for each participant. If you will bring children with you, you will be charged for children fee and please pay by cash at the hotel. 3. You cannot buy this ticket as a gift. 4. The maximum stay that you can have is three nights. 5. Please use the purchased tickets all at once. 6. This tour is not available on March 19th & 20th, April 13th - 15th, April 29th - May 7th, and May 16th & May 17th of 2016. 7. The check-in time is from 15:00 - 18:00 and the check-out time is until 11:00. 8. Reservation is required. 9. We may not be able to secure some reservations for you during the peak seasons in May, so we recommend you to make a reservation in advance. 10. Do not forget to bring and show the confirmation sheet that has your name and coupon ID provided by us to the salon. 9. You cannot sell this coupon to a third party and you cannot exchange it for money. 10. You cannot return or cancel the coupon after purchase. 11. You cannot use this coupon together with other service coupon, campaign, and discount programs. 12. If you cancel the reservation in sudden or without any prior notification, the coupon will not be valid anymore.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-explore-takayama-city-and-stay-at-hida-hotel-plaza-in-gifu/5394?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Takayama City and Stay at Hida Hotel Plaza in Gifu!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 10:46:49"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 15093,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481104131/tekzyyqdtowqa91nzl1q.jpg",
        "strIntroduction": "La Peaunue is a day spa salon located 1 minute walking from Akasaka Station. The salon only uses products made from natural ingredients and provides services such as facial, body care, bedrock bath, and bridal package. The salon is a private salon with private rooms, where you can enjoy the services with full privacy at special price! The day spa course offered in this coupon program is \"shaving and deep cleansing\" course, which is a skin care that removes the old skin and cleans the clogged pores. The course also has the aging care effect, so you will get a firmer and brighter skin. The salon also has amenities such as hair dryer, hair brush, face lotion, paper shorts, clothes for treatment, shower room, and powder room. A well experienced (more than 15 years working experience) beautician will give you the treatment by removing all of the dirt through deep cleansing process, and shaving the face after moisturizing it with collagen and hyaluronic acid gel. In addition, the beautician will also give you a face lifting massage that will promote the blood circulation by pressing the acupoint. This treatment tightens the pore and lifts your face line, which is a shortcut for transparent skin. Terms & Condition 1. The coupon is valid until June 17th, 2016. 2. Only available for new customer only. 3. One ticket is valid for one person. 4. You can buy this ticket as a gift. 5. Only valid for female customers. 6. Available everyday and a day before the national holidays until June 17th, 2016. Close on Sunday and National holidays. 7. We may not be able to pick the coupon dates based on your preference during the peak season (June), so we recommend you to reserve the coupon in advance. 8. Do not forget to bring and show the confirmation sheet that has your name and coupon ID provided by us to the salon. 9. You cannot sell this coupon to a third party and you cannot exchange it for money. 10. You cannot return or cancel the coupon after purchase. 11. You cannot use this coupon together with other service coupon, campaign, and discount programs. 12. If you cancel the reservation in sudden or without any prior notification, the coupon will not be valid anymore. 13. If you are late for more than 15 minutes, we will deduct the treatment time. 14. You will be charged for extra fee if you choose option services.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-facial-spa-treatment-at-la-peaunue-in-akasaka-tokyo/5391?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Facial Spa Treatment at La Peaunue, in Akasaka, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 10:52:07"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4630,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457958460/rt8vvrlixlsornuqqi7d.jpg",
        "strIntroduction": "There are many traditional temples and shrines such as Sensōji Temple, Matsuchiyama Shoden Temple, Asakusa Shrine, Imado Shrine and etc. These temples and shrines host at least one festival or matsuri a year. Therefore Asakusa is famous for its frequent matsuri or festival. The largest and most popular one is the Sanja Matsuri which is held in late May. There are various restaurants in Asakusa, which specialize in Japanese cuisine such as Tempura, Sushi, Sukiyaki, eel which fulfil your appetite. Furthermore you’ll be attracted by popular local specialties sold by about 89 shops, lining on the street which is called Nakamise-dōri. As I mentioned above, Asakusa provides you with such diverse and attractive spots that you won’t feel disappointed. But one thing that might depress you is you might have not enough time to experience all of them as a tourist. So I believe I can guide you to Sensōji Temple and Asakusa Shrine which are the spots that you definitely must visit on this tour. The Sensōji Temple The Sensōji Temple is a Buddhist temple. It is the main feature of Asakusa and one of the most popular tourist attractions in Tokyo. The temple is dedicated to the bodhisattva Kannon. So the Sensoji is also known as Asakusa-Kannon and about 30 million visitors visit every year. It was established in 628 and it's the oldest temple in Tokyo. The Asakusa Shrine The Asakusa Shrine, also known as Sanja-sama, literally \"Shrine of the Three gods\", is one of the most famous Shinto shrines in Tokyo and famous for its annual festival Sanja Matsuri, held in late May. The shrine honors the three men (Hajino Nakamoto and HInokuma brothers, Hamanari and Takenari) who established and constructed the Sensō-ji.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-walk-around-the-finest-parts-of-asakusa-district-tokyo/5365?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Walk around the finest parts of Asakusa district, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 10:55:41"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2370,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473226587/cpjyv918r3oq2j5t7hc9.jpg",
        "strIntroduction": "Himiko and Hotaluna are two futuristic water buses running from Asakusa to Toyosu in Odaiba Seaside Park and then back to Asakusa. Designed by renowned Japanese cartoonist, Reiji Matsumoto, these unique boats have been designed to fire the imagination of children, and the child in us all. With their sleek silver bodies and window frames, they look like spaceships as they cruise the Sumida River, giving panoramic views of old Edo and modern Tokyo. At night, their sophisticated lighting systems make them glow as they glide through the water. Himiko is named for Queen Himiko who, about 2000 years ago, was the first woman in power in Japanese history. Even today, schoolchildren learn about the reign and legacy of Queen Himiko. The name Hotaluna comes from hotaru (firefly) and Luna (the moon Goddess). This name evokes images of a great firefly glowing in the dark. Likewise, this water bus and its lighting panels illuminate the water around its course. Surely, there is no more romantic or exciting way to reach Odaiba than on Himiko or Hotaluna! Odaiba is a large man-made island in Tokyo bay, famous for its many shops and entertainment spots, as well as spectacular views of the bay and Rainbow Bridge. It is also one of the few places in the region with access to a beach. Not surprisingly, Odaiba has become a popular venue for dating couples as there is so much to do and see, you could easily spend a whole weekend wandering around. Himiko's route is the following: Asakusa - Odaiba - Toyosu (only some boats continue to Toyosu) Timetable: Asakusa departure: 10:10, 13:25, 15:25, (17:20 - irregular departure) Odaiba departure: 12:20, 14:20, (16:15 - to Toyosu only) Not operating every second Tuesday and the following day. Hotaluna's route is the following: Asakusa - Hinode Pier - Odaiba Timetable: Asakusa departure: 10:00, 13:15, 15:15, (17:30 - irregular departure) Odaiba departure: 11:10, 14:25, (16:25 - irregular departure), (18:40 - irregular departure) Not operating every third Wednesday and the following day.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-an-exciting-water-bus-ride-on-the-sumida-river-tokyo/5216?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy an exciting water bus ride on the Sumida river, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 11:01:14"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 28458,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481103362/eejld1bcro3pa4v0znlq.jpg",
        "strIntroduction": "Kamakura is a coastal town in Kanagawa Prefecture, less than an hour south of Tokyo. Kamakura became the political center of Japan when Minamoto Yoritomo chose the city as the seat for his new military government in 1192. The Kamakura government continued to rule Japan for over a century, first under the Minamoto shogun and then under the Hojo regents. Today, Kamakura is a small city and a very popular tourist destination. Sometimes called the Kyoto of Eastern Japan, Kamakura offers numerous temples, shrines and other historical monuments. We offer you a private vehicle service so you can move between popular sightseeing spots easily. You start the tour in Tokyo in the morning and come back to Tokyo in the evening. Schedule Details: - 09:00 Central Tokyo Area pick up. - 10:30-12:00 Tsurugaoka Hachimangu Tsurugaoka Hachimangu is Kamakura's most important shrine. It was founded by Minamoto Yoriyoshi in 1063, and enlarged and moved to its current site in 1180 by Minamoto Yoritomo, the founder and first shogun of the Kamakura government. - 12:00-13:00 Lunch at Komachi-dori Street Komachi-dori Street spreads from the rotary in front of Kamakura station to the north toward Tsurugaoka Hachimangu. The street is lined with over 250 restaurants, boutiques, fancy cafes, Japanese-style sweet cafes, and stores selling souvenirs and sundry articles unique to the ancient city. - 13:30-14:30 Hasedera Temple (Hase Kannon Temple) (Admission Fee: Adult JPY 300/Child JPY 100) Hasedera is a temple of the Jodo sect, that is most famous for its statue of Kannon, the goddess of mercy. The statue shows Kannon with eleven heads, each representing a characteristic of the goddess. - 14:30-15:30 Great Buddha (Admission Fee: Adult 200 JPY/Child 150 JPY) The Great Buddha of Kamakura (Kamakura Daibutsu) is a bronze statue of Amida Buddha, which stands on the grounds of Kotokuin Temple. With a height of 13.35 meters, it is the second tallest bronze Buddha statue in Japan, surpassed only by the statue in Nara's Todaiji Temple. - 17:00 Central Tokyo Area drop off. You can choose among 6 different plans outlined below! 1. Sedan with English-speaking driver Maximum number of passengers: 3 Maximum number of suitcases: 2 2. Full Size Van with English-speaking driver Maximum number of passengers: 9 Maximum number of suitcases: 7 3. Micro Bus with English-speaking guide Maximum number of passengers: 21 Maximum number of suitcases: 10 4. Small Size Bus with English-speaking guide Maximum number of passengers: 25 Maximum number of suitcases: 10 5. Medium Size Bus with English-speaking guide Maximum number of passengers: 28 Maximum number of suitcases: 18 6. Large Size Bus with English-speaking guide Maximum number of passengers: 60 Maximum number of suitcases: 35 The following conditions will apply: * The price is charged per chartered vehicle, not per person. * Admission fees & lunch are not included in the price.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-enjoy-a-1-day-tour-of-kamakura-by-a-chartered-vehicle/5296?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy 1-Day Tour of Kamakura by a Chartered Vehicle!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 11:04:28"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11698,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470208334/aidexcqqhirip5yap97x.jpg",
        "strIntroduction": "Tokyo is Japan's capital and the world's most populous metropolis. Today, Tokyo offers a seemingly unlimited choice of shopping, entertainment, culture and dining to its visitors. The City's history can be appreciated in districts such as Asakusa, and in many excellent museums, historic temples and gardens. We offer you a private vehicle service so you can move between popular sightseeing spots easily. The following will be the schedule: - 09:00 Central Tokyo Area for pick up - 09:30-10:15 Meiji Jingu Shrine Meiji Jingu is a Shinto shrine that is dedicated to the deified spirits of Emperor Meiji and his wife, Empress Shōken. - 10:45-11:30 Imperial Palace The Imperial Palace has been the home of Japan's Imperial Family since 1888. It is built at the location that Edo Castle used to be built. - 11:50-12:40 Asakusa (Sensoji Temple & Nakamise Street) When approaching the temple, visitors first enter through the Kaminarimon (Thunder Gate), the outer gate of Sensoji Temple and one of the most popular sights of traditional Tokyo. - 13:00 Central Tokyo Area for drop off You can choose among 6 different plans outlined below! 1. Sedan with English-speaking driver Maximum number of passengers: 3 Maximum number of suitcases: 2 2. Full Size Van with English-speaking driver Maximum number of passengers: 9 Maximum number of suitcases: 7 3. Micro Bus with English-speaking guide Maximum number of passengers: 21 Maximum number of suitcases: 10 4. Small Size Bus with English-speaking guide Maximum number of passengers: 25 Maximum number of suitcases: 10 5. Medium Size Bus with English-speaking guide Maximum number of passengers: 28 Maximum number of suitcases: 18 6. Large Size Bus with English-speaking guide Maximum number of passengers: 60 Maximum number of suitcases: 35 The following conditions will apply: * The price is charged per chartered vehicle, not per person. * Admission fees & lunch are not included in the price.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-half-day-tour-of-tokyo-by-a-chartered-vehicle/5292?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Half-Day Tour of Tokyo by a Chartered Vehicle!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 11:08:55"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 65743,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469777273/ffdj5sc4sj1nlbrxfgnq.jpg",
        "strIntroduction": "Tokyo is Japan's capital and the world's most populous metropolis. Today, Tokyo offers a seemingly unlimited choice of shopping, entertainment, culture and dining to its visitors. The City's history can be appreciated in districts such as Asakusa, and in many excellent museums, historic temples and gardens. We offer you a private vehicle service so you can move between popular sightseeing spots easily. Schedule details: - 09:00 Central Tokyo Area pick up - 09:30-10:30 Meiji Jingu Shrine Meiji Jingu is a Shinto shrine that is dedicated to the deified spirits of Emperor Meiji and his wife: Empress Shōken. - 11:00-12:00 Tokyo Tower (Admission Fee: Adult 1,420 JPY/Child 860 JPY) Built in 1958 to a height of 333-meters. - 12:30-13:30 Tsukiji Market (free time for lunch) The world famous seafood market of Tokyo. You can spend some free time for lunch. - 14:00-15:00 Imperial Palace The Imperial Palace has been the home of Japan's Imperial Family since 1888. It is built at the location that Edo Castle used to be built. - 15:30-16:30 Asakusa (Sensoji Temple & Nakamise Street) When approaching the temple, visitors first enter through the Kaminarimon (Thunder Gate), the outer gate of Sensoji Temple and one of the most popular sights of traditional Tokyo. - 17:00 Central Tokyo Area for drop off You can choose among 6 different plans outlined below! 1. Sedan with English-speaking driver Maximum number of passengers: 3 Maximum number of suitcases: 2 2. Full Size Van with English-speaking driver Maximum number of passengers: 9 Maximum number of suitcases: 7 3. Micro Bus with English-speaking guide Maximum number of passengers: 21 Maximum number of suitcases: 10 4. Small Size Bus with English-speaking guide Maximum number of passengers: 25 Maximum number of suitcases: 10 5. Medium Size Bus with English-speaking guide Maximum number of passengers: 28 Maximum number of suitcases: 18 6. Large Size Bus with English-speaking guide Maximum number of passengers: 60 Maximum number of suitcases: 35 The following conditions will apply: * The price is charged per chartered vehicle, not per person. * Admission fees & lunch are not included in the price.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-1-day-tour-of-tokyo-by-a-chartered-vehicle/5290?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy 1-Day Tour of Tokyo by a Chartered Vehicle!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 11:14:32"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4908,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481102352/bgvelwj9ksoaa4gjnqj9.jpg",
        "strIntroduction": "On this 1-day Iga highway bus tour, you can be like a ninja in the Iga-Ueno area of Mie prefecture! Visiting places such as the Iga-Ueno Tourism association, Ueno Park, Ninja Museum of Igaryu, Iga-Ueno castle, and more in the area. A ninja or shinobi was a covert agent from the Kamakura Period to the Edo Period and is now well-known all over the world. During this tour you will experience various activities related to ninja such as dressing-up as a ninja, throwing shuriken (ninja star), watching a ninja show and seeing real ninja items in a ninja museum, among others. The Iga-ryu Ninja House located in the Ninja Museum of Igaryu will be one of the most exciting spots in Iga-Ueno if you would like to experience how ninjas lived in the old days. In order to prevent things being stolen by enemies, this kind of Ninja house had inbuilt protections such as traps, fake hallways, secret escape routes, hidden doors, and places to hide swords. On the tour you can explore those things on your own! The Ninja museum of Igaryu has a Ninja Experience Hall, Ninja Tradition Hall, Original Ninja Goods Shop and a Ninja show, making for an exciting experience. Iga-Ueno castle, which is also known as Hakuho castle, has a 30 meter high stone wall,is one of the highest in Japan, and was elected as Iga City’s Tangible Cultural Property in 1985, inside which you can see traditional Japanese armor. On this tour you will get tickets which can be exchanged for various things at Iga-Ueno. There are 12 restaurants you can choose from and where you can use 2 tickets to eat for free. You may choose from sweets such as “Katayaki” or “Decchi-Yokan” or from other desserts, pickled vegetables or alcohol beverages. “Katayaki” is sweet and well-known as the hardest rice cracker. “Decchi-Yokan” is beloved by the locals of Iga and is a very sweet and soft sweet jellied adzuki-bean paste. Explore Iga-Ueno area with this 1-Day tour! This tour is available everyday. Itinerary: 08:35/10:05 Take the bus at Meitetsu Bus Center near Nagoya Station Explore Iga-Ueno area (max 9 hours) Area includes; Iga-Ueno Tourism association, Ueno Park, Ninja Museum of Igaryu, Iga-Ueno castle, etc. 14:07/16:07/18:07/20:07 This tour ends at Meitetsu Bus center. You may choose when you would like to come back from the times above.",
        "strLocation": "Mie",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-mie-enjoy-1-day-all-about-ninja-tour-in-mie-from-nagoya/5228?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy 1-Day All-About-Ninja Tour in Mie, from Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 11:18:01"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10981,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1484641047/ibygdch0zkznupql3ley.jpg",
        "strIntroduction": "Beginning at Nagoya Station, this bus tour includes a ride to Kamagatani Valley, also known as Kamagatani Gorge. Lying at the base of Mt Ikeda in Gifu Prefecture, Kamagatani Valley is famous for its cherry blossoms and is considered one of Japan's Top 100 cherry blossom viewing locations. Take a leisurely stroll through the natural beauty of the cherry trees. After this, you will be taken to Sekigahara for lunch - all-you-can-eat, succulent crab dishes, including crab legs and claws, crab sushi, crab porridge and Crab soup, to name just a few of the delicacies provided! After lunch, you will be taken to Nagahama to pick strawberries, as many as you can in 30 minutes! After this, shop for Konbu-kan seafood products before going on to the Nihonkai Sakana-kaido, the largest fish market on the Sea of Japan coast. With establishments selling all kinds of seafood and souvenirs. After this take a look at Kamaboko shop, a kind of steamed seafood cake, sometimes called Japanese fish-cake. It is an important part of many Japanese dishes, especially soba and udon noodles. Limited language support in English or Chinese may be available if bookings are made sufficiently far in advance. The schedule of the tour is as follows: 8:40 am: Depart from Nagoya Station - visit Kamagatani Valley - visit Sekigahara and have lunch (50 min) - visit Nagahama and pick strawberries (30 min) - visit Konbu-kan - visit a seafood shop - visit a Kamaboko, fish cake shop 19:10 pm: return to Nagoya Station, end of tour This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Aichi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aichi-enjoy-strawberries-crab-cherry-blossoms-tour-in-nagoya/5219?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Strawberries, Crab & Cherry Blossoms tour in Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 11:22:35"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10981,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1484640571/j0oeciir88pnlewfmo26.jpg",
        "strIntroduction": "Beginning at Nagoya Station, this one day tour includes a bus ride to Fukuroi, a great spot for souvenir shopping; then to Kakegawa where you can pick all the strawberries you can in 30 minutes! Then you go on to Ieyama Station by bus, giving you 20 minutes or so to view the Cherry Blossom Tunnel before boarding the Oigawa Railway steam train for an exciting 20 minute journey through the Cherry Blossom Tunnel! A bento, Japanese box style lunch, is included. As with many places in the world, steam trains are becoming rarer in Japan. However, the Oigawa Railway line, running along the Oi River continues to use steam locomotives. These endearing trains really have a chance to sparkle during the cherry blossom season, when they can be seen running through a tunnel of cherry blossoms. This is one of Japan's most delightful cherry blossom spots, where the scenery can best be enjoyed from inside a carriage of the steam train. Of course, train spotters and photographers love the view from outside too, as the trains pass through the cherry blossoms. For this reason, it has become known as the Cherry Blossom Tunnel. The schedule of the tour is as follows: 9:20 am: Depart from Nagoya Station - go by bus to Shin-Kanaya Station and take the steam locomotive on the Oigawa railway line - see the sakura blossoms at Ieyama Station (40 min) - go to Kakegawa for strawberry picking (30 min) 19:10 pm: return to Nagoya Station This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-enjoy-a-steam-locomotive-cherry-blossom-tour-from-nagoya/5218?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Steam Locomotive, Cherry Blossom tour from Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 11:25:38"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2778,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482912294/jsvxnysbo4ies6rxjec5.jpg",
        "strIntroduction": "Sakura (Cherry Blossom) Viewing is one of the biggest annual events in Spring in Japan. We, Japanese, have picnics under the trees and enjoy viewing the beautiful Cherry Blossom and drinking. Let's enjoy Tokyo's cherry blossoms at a quiet place together with locals and other foreigners on a picnic! Please bring your own food and drinks, or you can buy something from the nearby stores. This activity is usually offered as a group tour with other locals and foreigners, but if you wish, I can guide you privately.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-come-to-a-cherry-blossom-viewing-picnic-in-central-tokyo/4718?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Come to a Cherry Blossom Viewing Picnic in Central Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 11:29:21"
    },
    {
        "intDurationHour": 32,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 44909,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481103698/ybtwadkbi6iyaqjdzgsu.jpg",
        "strIntroduction": "This hassle-free tour is designed to give you a chance to visit and see Tokyo's top sights. Discover the attractions of Japan's bustling capital with our package tour: The itinerary for this tour is as follows: Day 1: Pick-up from Narita or Haneda Airport Transfer to accommodation (must be within Metropolitan Tokyo Area) Day 2: Walking Tour *Guide will pick you up at your hotel - Head to Shibuya to check out Hachiko and pedestrian scramble - Visit Tokyo Metropolitan Building Observatory to catch a scenic view of Tokyo and its surrounding areas - Stroll amidst the dense green forest and historic structures of Meiji Shrine - Shop at Harajuku, the most popular shopping district in Tokyo - Visit Shinjuku Gyoen a popular spot for spring blossoms & autumn leaves Day 3: Free Day Day 4: Pick-up at accommodation and transfer to Narita or Haneda Airport What this tour includes: - round-trip airport transfers - 3-nights hotel accommodation with breakfast inclusions - half-day walking tour with English-speaking professional guide *Itinerary may change due to local conditions",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-tokyo-in-a-free-and-easy-package-transfer-and-hotel/5310?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Tokyo in a free & easy package (transfer + hotel only)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 11:33:38"
    },
    {
        "intDurationHour": 40,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 61484,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481103644/shrzdiv79ldp31mg4qzi.jpg",
        "strIntroduction": "Tokyo is Japan's capital and most populous city. It is a mixture of old and new. You can visit the bustling and hectic metropolis saturated with neon lights, high rise buildings and crowds of fashion-oriented people but at the same time, explore the back-alleys and see quaint temples, traditional stalls selling local products, and peaceful parks providing a restful haven for people in this city. Spend one day exploring the city in a bus tour that will take you to its famous sightseeing spots. Stroll around a traditional Japanese garden at the Imperial Palace before visiting the must-see sights of Sensoji temple and Kaminari-mon gate in Asakusa. Next, visit Tsukiji Market, the biggest and busiest fish market in Japan. Experience a 20-minute cruise in the scenic Tokyo bay and end your tour by shopping in Odaiba. The bus will also pass-by the National Diet Building, Ameyoko open-air market, Tokyo Skytree, Kabuki-za Theater before bringing you back to Shinjuku. The following day, escape the bustling city and visit Mount Fuji. In this 1-day bus tour, you will get a chance to explore Japan's top tourist draw and a UNESCO World Heritage sight. You shall also visit Lake Kawaguchi, one of Fuji Goko (Five Fuji Lakes) and famous for the best view of Mt. Fuji in this area and Oshino Ninja Village a Ninja theme park that was opened in 2015. As a bonus, you will also be able to experience a 4D movie at Fuji-Q Highland which simulates an airplane flying over Mt. Fuji. Enough free time will also be given for you to visit places in Tokyo under your bucket list, try out authentic Japanese cuisine, and shop for souvenirs. For more information, check-out the itinerary of this package below: Day 1 Pick-up from Narita or Haneda Airport and transfer to Hotel Mystays Nishi Shinjuku Day 2 8:30 Depart from the meeting point at Shinjuku (The meeting point is Shinjuku Island Tower at 8:20) 9:00-9:40 Imperial Palace East Garden Relax and feel the breeze in the greenery. 10:15-11:05 Sensoji Temple, Asakusa Explore one of the most famous temples in Japan! 11:45-12:20 Tsukiji Fish Market Enjoy world famous fish market in the tour. 12:50-13:10 Tokyo Bay Cruise See the fascinating view of Tokyo Bay! 13:30-14:45 Aqua City Odaiba Enjoy shopping, not to forget this fantastic memory of the tour! 16:00 The final stop is Shinjuku Station south exit. Day 3 8:10 Depart from the meeting point in Shinjuku (The meeting point is Shinjuku Island Tower) 9:45-10:05 Lake Kawaguchi Enjoy the natural reflecting pool for Mt. Fuji! 10:40-11:10 Oshino Hakkai (Oshino Eight Ponds) See the beautiful ponds with the view of Mt.Fuji! 11:20-12:35 Oshino Shinobi no Sato (Oshino Ninja Village) Explore traditional Japanese culture and take photos with Ninja! 13:40-14:10 Mt. Fuji 5th Station Get the closest view of Mt.Fuji and take photos that you can show it off to your friends! 14:50-15:30 4D experience at Fuji-Q Highland This will definitely be one of the most astonishing experience in this tour! 17:00-17:30 End of the tour at Shinjuku Station south exit Day 4 Free-time for sightseeing and shopping Day 5 Pick-up at Hotel Mystays Nishi Shinjuku and transfer to Narita or Haneda Airport *** IMPORTANT INFORMATION *** 1) Weekend rates apply if any of the traveling date falls on a weekend. 2) Booking must be made two (2) weeks prior to the tour 3) This tour package is not available on the following dates: April 29 to May 8, 2016; August 12 to 15, 2016; and December 29, 2016 to January 2, 2017",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-tokyo-in-an-affordable-5-day-package-tour/5308?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Tokyo in an affordable 5-day package tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 11:37:00"
    },
    {
        "intDurationHour": 40,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 37576,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481103489/dwon2dzp6ecf5phom6cz.jpg",
        "strIntroduction": "This hassle-free tour is designed to give you a chance to visit and see Tokyo's top sights and includes a day-trip to Hakone as well. Discover the attractions of Japan's bustling capital with our package tour: The itinerary for this tour is as follows: Day 1: Pick-up from Narita or Haneda Airport Transfer to hotel (must be within Metropolitan Tokyo Area) Day 2: East Tokyo Walking Tour (08:00 - 13:00) *Guide will pick you up at your hotel - Head to Shibuya to check out Hachiko and pedestrian scramble - Visit Tokyo Metropolitan Building Observatory to catch a scenic view of Tokyo and its surrounding areas - Stroll amidst the dense green forest and historic structures of Meiji Shrine - Shop at Harajuku, the most popular shopping district in Tokyo - Visit Shinjuku Gyoen a popular spot for spring blossoms & autumn leaves Day 3: Fuji-Hakone Tour (08:00 - 18:30) Pick-up from your Hotel (*Pick-up service will be available at designated hotels. We shall inform you if your hotel is a designated pick-up location or one of the nearest hotels) The tour will be conducted using shared motor coach and will include the following activities: - visit Mt. Fuji 5th Station, gateway to Mt. Fuji with spectacular views - ride Komagatake Ropeway , featuring nice views of Lake Ashi and Mount Fuji - Lake Ashi Private Boat Cruise Return to Tokyo by Motorcoach *Drop-off points: Shinjuku, Ginza Day 4: Tokyo Afternoon Tour (13:30 - 17:30) Pick-up from your Hotel (*Pick-up service will be available at designated hotels. We shall inform you if your hotel is a designated pick-up location or one of the nearest hotels) - Enjoy scenic views of Tokyo bay at the top of Seaside observation deck - Drive-by Imperial Place Plaza where Japan's imperial family resides - At Asakusa, visit Asakusa Kannon Temple & Nakamise Shopping Street - Take a cruise along the Sumida River *Drop-off points: Hamamatsucho, Tokyo Station Day 5: Pick-up at hotel and transfer to Narita or Haneda Airport What this tour includes: - round-trip airport transfers - English-speaking guide - transportation as per itinerary - entrance fees to attractions included in the tour *** IMPORTANT INFORMATION *** 1) Itinerary may change due to local conditions 2) Booking must be made two (2) weeks prior to the tour 3) This tour package is not available on the following dates: April 29 to May 8, 2016; August 12 to 15, 2016; and December 29, 2016 to January 2, 2017",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-avail-a-tokyo-five-day-package-tour-with-a-day-trip-to-hakone/5305?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Avail a Tokyo 5-day Package Tour with a day trip to Hakone",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 11:41:28"
    },
    {
        "intDurationHour": 18,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 49076,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481103265/t3qmjf4enmvwxjezyhla.jpg",
        "strIntroduction": "Kawana Hotel is classic hotel established in 1928, which is located in Shizuoka prefecture. With its fantastic view of the Pacific and two wonderful world class golf courses, Kawana Hotel warmly welcomes both golfers and non-golfers. The two amazing world class golf courses are Fuji course and Oshima course, among these, Fuji course is one of the best golf courses in Japan. Opened for play in 1936, Fuji course was designed by Charles Hugh Alison, a worldwide famous golf course architect from Britain. Kawana Hotel's Fuji course ranked 1st in Central Japan region, 2nd in Japan, and 53rd in the world. Fuji course is famous for its breathtaking view of the Pacific Sea from the cliff tops, and astounding view of the mature woodland and Mt. Fuji on the backcloth. Fuji course is also famous for its challenging and outstanding golf holes. Kawana Hotel's Fuji course is a favorite of many Japanese and overseas guests. Famous celebrities like Marilyn Monroe and Joe DiMaggio have spent several days at Kawana Hotel in the past. This program offers you the golf tour packs for Fuji Golf Course at Kawana Hotel. The tour packs include previous night accommodation, breakfast, golf course fee, and caddy service. The details of the golf tour packs are as follows: -The Mountain Side This tour pack includes previous night accommodation, breakfast, golf course fee, and caddy service. You will be staying in a twin room with the mountain view. - The Ocean Side This tour pack includes previous night accommodation, breakfast, golf course fee, and caddy service. You will be staying in a twin room with the ocean view. Please note that this tour is available only on the weekdays, and if more than two guests are staying in the twin room, an extra bed will be provided. You can choose either Japanese or Western food for breakfast. Kawana Hotel's Fuji Golf Course is very famous both in Japan and all over the world. Reservation is difficult to make, so we recommend you to use our reservation service to secure a booking. Hurry and book this program to experience golfing at a world class golf course at Kawana Hotel's Fuji Golf Course!",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-reservation-for-golf-tour-pack-at-kawana-hotel-in-shizuoka/5286?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for Golf Tour Pack at Kawana Hotel in Shizuoka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 11:47:18"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 16297,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472520953/bsf4wa9fdxnpxvlw7mjy.jpg",
        "strIntroduction": "The shinkansen rail network in Japan is famous around the world for its punctuality, comfort, efficiency, safety and speed. With top speeds around 320 km/h, Japan Rail's bullet train, or shinkansen, is an experience in its own right, as well as a great way to travel. This program is a reservation for shinkansen bullet train ticket in between Osaka/Kyoto with a half day or one day private tour guide. The tour guide will arrange the trip schedule, so you can request the guide to include the places that you would like to visit. Some famous sightseeing spots for Kyoto are as follows: - Kinkaku-ji Temple Kinkaku-ji, the famed “Golden Pavilion,” is Kyoto’s most iconic sight, rising above its reflecting pond like an apparition, - Ginkaku-ji Temple Ginkaku-ji temple, the “Silver Pavilion”, has magnificient halls and gardens, with a tremendous viewpoint over the entire temple compound - Kiyomizu-dera Temple Kiyomizu-dera Temple is one of Kyoto’s must-see attractions. It’s a bustling riot of commerce and schlock, but it’s a lot of fun, especially for the kids. - Nijo-jo Castle Nijo-jo Castle is one of Kyoto’s most popular and impressive sights. It shows the power that the Shoguns wielded over the emperors throughout the Edo Period ------------------------------------------------------------------------------------------------------------------------------------------- ※ Important Ticket Delivery & Pickup Information - Please Read Carefully ※ 1. Ticket Delivery We will deliver your tickets to your hotel in advance for your concierge to hold for you. The tickets will be available upon check-in. If you would like us to deliver the tickets to your hotel, please provide us with the following information: - Hotel name - The full name used for your reservation - Check-in date Please note: - We require at least 3 full business days for delivery. If placing a last minute booking within 3 days of your visit, or if you do not provide us your hotel information at least 3 full business days prior your ticket date, you'll need to collect your tickets from our Tokyo office in Shibuya. - If your hotel reservation details change, please tell us immediately through the Voyagin dashboard. - We only deliver to hotels with a concierge with whom we can confirm the receipt of the ticket delivery. We do not deliver tickets to hostels, guesthouses, or private residences. Please let us know if you are not staying at a hotel so we can provide our office details for you to pickup the tickets. 2. Ticket Pickup: If you are not staying at a hotel, book within 3 days of the ticket date, or prefer to pickup your tickets, you can collect your tickets from our Tokyo office in Shibuya. Our office is located 6 minutes (on foot) from Shibuya station. Address: (English) Miyamasu ON Building 5th floor, 1-15-8 Shibuya, Shibuya-ku, Tokyo (Japanese) 〒150-0002 東京都渋谷区渋谷 1-15-8 宮益 ON ビル 5F Detailed Directions (Shibuya station to Voyagin): http://voyag.in/shibuya-station-to-voyagin-office Google Map (Shibuya station to Voyagin): http://voyag.in/voyagin-google-map",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-day-trip-to-kyoto-from-osaka-with-a-guide-by-shinkansen/5266?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Day trip to Kyoto from Osaka with a guide by Shinkansen",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 11:51:50"
    }
]