[
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 34075,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470209879/gffnkvbha7pjixnsgeru.jpg",
        "strIntroduction": "The shinkansen rail network in Japan is famous around the world for its punctuality, comfort, efficiency, safety and speed. With top speeds around 320 km/h, Japan Rail's bullet train, or shinkansen, is an experience in its own right, as well as a great way to travel. This program is a reservation for shinkansen bullet train ticket in between Tokyo/Osaka with a half day or one day private tour guide. The tour guide will arrange the trip schedule, so you can request the guide to include the places that you would like to visit. Some famous sightseeing spots for Osaka are as follows: - Osaka Castle Osaka Castle is a more recent replication of the original castle built in the 1580s. It exhibits Osaka's pas with impressive stone walls, elegant gold-leaf trim and copper roofing. An observatory is perched atop the eight-story keep, making it a great place for panoramic views of the surrounding area. - Osaka Aquarium Kaiyukan Featuring the largest aquarium tank in the world, Osaka Aquarium displays a breathtaking view of aquatic life. Favorites among the 15 natural habitats and 35,000 specimens are the Japanese Forest, whale shark, Arctic penguins and giant spider crab. -Shitennoji Temple The Shitennoji Temple site is the oldest in Japan, with the original temple being constructed in 593. Surrounding the temple are lush grounds including a serene Japanese landscape garden replete with manicured shrubbery, streams and waterfalls. - Umeda Sky Building Enjoy panoramic views of Osaka from the 39th floor of this innovative observatory in one of the city's most modern architectural structures. ------------------------------------------------------------------------------------------------------------------------------------------- ※ Important Ticket Delivery & Pickup Information - Please Read Carefully ※ 1. Ticket Delivery We will deliver your tickets to your hotel in advance for your concierge to hold for you. The tickets will be available upon check-in. If you would like us to deliver the tickets to your hotel, please provide us with the following information: - Hotel name - The full name used for your reservation - Check-in date Please note: - We require at least 3 full business days for delivery. If placing a last minute booking within 3 days of your visit, or if you do not provide us your hotel information at least 3 full business days prior your ticket date, you'll need to collect your tickets from our Tokyo office in Shibuya. - If your hotel reservation details change, please tell us immediately through the Voyagin dashboard. - We only deliver to hotels with a concierge with whom we can confirm the receipt of the ticket delivery. We do not deliver tickets to hostels, guesthouses, or private residences. Please let us know if you are not staying at a hotel so we can provide our office details for you to pickup the tickets. 2. Ticket Pickup: If you are not staying at a hotel, book within 3 days of the ticket date, or prefer to pickup your tickets, you can collect your tickets from our Tokyo office in Shibuya. Our office is located 6 minutes (on foot) from Shibuya station. Address: (English) Miyamasu ON Building 5th floor, 1-15-8 Shibuya, Shibuya-ku, Tokyo (Japanese) 〒150-0002 東京都渋谷区渋谷 1-15-8 宮益 ON ビル 5F Detailed Directions (Shibuya station to Voyagin): http://voyag.in/shibuya-station-to-voyagin-office Google Map (Shibuya station to Voyagin): http://voyag.in/voyagin-google-map",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-day-trip-to-osaka-from-tokyo-with-a-guide-by-shinkansen/5261?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Day trip to Osaka from Tokyo with a guide by Shinkansen",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 11:56:54"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5556,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473225997/ljxladxsqvynrajzcikg.jpg",
        "strIntroduction": "This incredible 1-day bus tour is a trip the whole family can enjoy as you make your way on the breathtaking island of Okinawa. Visit four famous sightseeing spots: The Okinawa Churaumi Aquarium, Ryuguji Butterfly Garden, Nago Pineapple Park and The Glass House in the Forest. Please read information about each site below: Okinawa Churaumi Aquarium is known as one of the best aquariums in Japan! The name, chosen by Japanese people, is comprised of two words: \"chura\" meaning \"beautiful\" or \"graceful\" and \"umi\" meaning \"sea\". In Ocean Expo Park, which is located inside the aquarium, you can experience and understand more about the history and culture of Okinawa. The most exciting spot in the aquarium is the gigantic tank called “Kuroshio Sea Tank”, where you can see world’s largest fish, the whale shark. Also, you may have a chance to see one of the largest Manta Rays in the world, which is quite a rare sight to see. In addition, the Churaumi Aquarium is one of few aquariums in the world that has undertaken the challenging task of attempting to breed whale sharks in captivity. Ryugujo Butterfly Garden is located near the Churaumi Aquarium. Here, you can see 15 species of beautiful butterflies, and also enjoy lunch at a nearby restaurant and buy some souvenirs. From the restaurant, you can see a breathtaking view of the ocean while getting a taste of the famous “Okinawa Soba”. The most popular butterfly in the garden is “Oogomadara”, which is the largest butterfly in Japan. Nago Pineapple Park is a great place to experience all things pineapple! You can ride on a pineapple-shaped cart to explore the park, taste the differences between many kinds of pineapples, buy some goods and souvenirs, and see a pineapple gallery and wine factory. It’s a spot you can't miss if you visit Okinawa! Last is the Glass House in the Forest, where you can watch professional glass artists making Ryukyu glasses. At the souvenir shop, there are over 200 types of colorful Ryukyu glassware including awamori bottles, tableware and much more! This tour is available everyday. ※Itinerary※ - 8:00 - 10:35 Meet your guide at your designated hotel *Please note - meeting time depends on your hotel - 11:20 - 12:10 Ryuguji Butterfly Garden * You can go shopping and eat lunch at this location. - 12:15 - 15:15 Okinawa Churaumi Aquarium - 15:40 - 16:15 Nago Pineapple Park - 16:20 - 16:40 The Glass House in the Forest *You can see and buy Ryukyu glass originally made in Okinawa. 17:00 – 19:45 The tour ends at designated hotels. *Please note - drop-off time depends on your hotel Place for the departure/arrival can be chosen from the following places below. Please let us know which place you wish: Nansei Kanko Hotel Departure 8:00 Arrival 19:05 *Getting off at Makishi Ekimae. In front of citizen's square of prefectural office Departure 8:10 Arrival 19:25 Loisir Hotel Departure 8:20 Arrival 19:30 Kariyushi Urban Hotel Departure 8:35 Arrival 19:15 Hotel Hokke Club Naha Departure 8:45 No arrival T Galleria No departure Arrival 18:55 Laguna Garden Hotel Departure 9:05 Arrival 18:30 The Beach Tower Okinawa Departure 9:15 Arrival 18:15 Renaissance Resort Departure 9:40 Arrival 17:50 Hotel Moon Beach Departure 9:50 Arrival 17:40 Hotel Monterey Okinawa Spa & Resort Departure 9:55 Arrival 17:35 Sun Marina Hotel Departure 10:00 Arrival 17:30 Rizzan Sea-Park Hotel Departure 10:05 Arrival 17:25 ANA Intercontinental Manza Beach Resort Departure 10:20 Arrival 17:15 Marriott Resort & Spa Departure 10:35 Arrival 17:00",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-visit-famous-sightseeing-spots-one-day-bus-tour-in-okinawa/5225?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Famous Sightseeing Spots, One Day Bus Tour in Okinawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 12:01:13"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8981,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457246659/c5qxs23vizxbypysm5lq.jpg",
        "strIntroduction": "If you are looking for a way to take advantage of Japan's spring beauty, look no further than this incredible one day bus tour from Nagoya. See three amazing sites including Takato Joshi Park, which has 1,500 Kohiganzakura trees, 200,000 Narcissus flowers in the snow-capped mountains and finally make your way to the famous Kozenji Temple to see the famous and breathtaking weeping cherry tree. ※Itinerary※ - Meeting Point: Nagoya Station West Exit, ESCA Underground Shopping Mall. - Departure: 7:30 - Takato Joshi Park Cherry Blossom Viewing (110 minutes) - Komagane (shopping) - Alps Narcissus Road (view from the bus) - Koenji Temple (40 minutes) - Return to Nagoya Station (17:40) Lunch is included in this tour. This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-see-sakura-in-takato-joshi-park-one-day-bus-tour-from-nagoya/5211?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See Sakura in Takato Joshi Park One Day Bus Tour from Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 12:05:45"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2778,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474933949/fudtasjchn86l9reill8.jpg",
        "strIntroduction": "This is a one-day bus tour to explore the best sights of Osaka at night! Walk through the busy streets of Shinsekai area aligned with many tasty restaurants and then visit the Floating Garden Observatory at Umeda Sky Building to enjoy a panoramic view of the city. You can choose between 2 departure points: 1. Umeda Departure Meet at Hearton Hotel Nishi-Umeda Start time: 17:40 2. Namba Departure Meet at Namba OCAT Start time: 18:10 Some background information about Osaka: With a population of 2.5 million, Osaka is Japan's third largest city. It has been the economic powerhouse of the Kansai region for many centuries.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-enjoy-night-time-bus-tour-of-osaka-best-sights/5198?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Night Time Bus Tour of Osaka's Best Sights!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 12:11:22"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2315,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481102105/pipw9mqeroxqmgekyben.jpg",
        "strIntroduction": "This is an hour long double decker bus tour to see the most popular sites in Osaka. The bus has multi-lingual audio guide in English, Mandarin, Cantonese and Korean. There are two courses: North Course - Umeda Area Tour Ohatsu Tenjin Shrine – Tenroku - The Japan Mint - Osaka Castle - Osaka Museum of History - JR Osaka Station - River Station Hachikenya - Osaka City Central Public Hall Start times: 11:40, 13:20, 17:00, 18:20 South Course - Namba Area Tour. Ohatsu Tenjin Shrine – Midosuji – Namba - Denden Town – Tanimachi – Tsutenkaku - Abeno Harukasu - Shitennoji Temple - Umeda Sky Building Start times: 10:30, 14:40, 15:40, 19:20 For both courses, the tour starts and ends at JR Expressway Bus Terminal in Osaka Station, and the duration is approximately 1 hour. Please understand that this is NOT a hop-on, hop-off tour. You will only see the sights from the bus.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-enjoy-double-decker-bus-tour-of-osaka-best-sights/5196?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Double Decker Bus Tour of Osaka's Best Sights!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 12:15:21"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4167,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462366616/ie9qqdcngbrwv0ibrn8p.jpg",
        "strIntroduction": "Origami is an ancient traditional Japanese art of folding paper to make interesting and beautiful figures. In this two hour class you will learn about the history and culture of this unusual art and learn how to make several different kinds of shapes out of paper. You may choose to make the most classic famous Japanese Crane, which has become one of the symbols of Japan. There is a belief that if you make 1,000 Japanese cranes within a year, your wish will come true. That's why you can see bundles of thousands of colorful cranes called Senbazuru hanging at temples. However, origami is much more than that. There are thousands of figures you can make out of paper. In this class you will also learn how to make Kusudama - a star-like figure made of many smaller pieces of paper. The class is 2 hours long and can be started any time between 11 am and 3 pm. *Please choose the appropriate option when booking the tour. The price is per person, so if your group is 2 or more participants, please book the tour the according number of times.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-enjoy-an-origami-crafting-lesson-in-nagoya/4321?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy an Origami Crafting Lesson in Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 12:20:53"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8519,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1451190714/yjup3gvtei6spzks1iyx.jpg",
        "strIntroduction": "We provide two options for this cooking class: Option 1: Japan Soul Food What do Japanese people eat at home on a typical day? Find out what the staple Japanese foods are and how to cook them home-style, with a local. During this class we will cook a standard lunch or dinner meal consisting of several simple but delicious dishes. Option 2: Nagoya Traditional Cuisine Did you know that every area in Japan has its own traditional regional foods? In Nagoya, people cherish their local dishes such as misokatsu – pork cutlet with red miso sause, tebasaki – deep-fried chicken wings, kishimen – flat noodles, tenmusu – riceball with cooked shrimp, and many others. During this class we will teach you how to make some of the most loved Nagoya foods like a real Nagoyajin! ALSO: Learn how to use red miso paste - the very Nagoyan ingredient and make dishes with it! BONUS: Visit a local supermarket with a guide and learn how it's different from the one in your country. *Please choose the appropriate option when booking the tour. The price is per person, so if your group is 2 or more participants, please book the tour the according number of times.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-learn-to-cook-traditional-nagoya-cuisine-and-more/4313?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Cook Traditional Nagoya Cuisine and More",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 12:26:48"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7408,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1451178387/ikh0jvx1vn53xejpzsqb.jpg",
        "strIntroduction": "You will take a morning walk through sleepy Nagoya to Nagoya Fish Market and see freshly caught fish being sold and prepared for the restaurants and shops for the day. Founded over 100 years ago, the market has over 400 stalls and shops and provides seafood for the entire city. You will see giant Maguro (tuna) being sliced with huge swords and special machines, fugu (poisonous puffer-fish) being prepared by the professional cooks, and many other types of fish and seafood in all variety being sold. You will also be able to buy seafood and other goods such as pickles, seaweed, senbei (rice crackers), and much more. After the tour of the fish market, we will take you to the sushi restaurant nearby serving the fresh fish from the market, or we will buy fish at the market and head back to Nishiasahi guest house to enjoy a sushi cooking class, where the Master will teach you how to properly prepare and slice the fish and make perfect nigiri-zushi. After the cooking class you will be able to make great sushi anywhere, anytime. Without cooking class 7:00 meet at Nagoya Station, walk to the market 7:20 Arrive at the market and stroll around with your guide 8:00 eat breakfast 8:40 buy omiyage 9:00 end of the tour With cooking class 7:00 meet at Nagoya Station, walk to the market 7:20 Arrive at the market and stroll around with your guide, pick up fish 8:00 walk to Nishiasahi 8:15 start cooking 9:00 breakfast 9:30 end of the tour *Please choose the appropriate option when booking the tour. The price is per person, so if your group is 2 or more participants, please book the tour the according number of times.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-join-a-nagoya-yanagibashi-fish-market-tour-with-sushi/4305?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a Nagoya Yanagibashi Fish Market tour with Sushi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 12:31:34"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 42131,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456402752/zpj4ptmbmt34tmfjrykv.jpg",
        "strIntroduction": "Enjoy a fine meal at a traditional style Japanese restaurant in the company of two charming Maiko and Geiko, and their musician. Geiko and Maiko, who are considered walking pieces of art, are Japanese female entertainers who dance, play games, and entertain guests at a banquet. The Maiko will perform some of their most popular dances, including the Nagoya’s favourite Shachihoko dance (that you can see only in Nagoya), just for you and your friends. You can play some games with Maiko, ask them questions, take pictures together, or even challenge the Shachihoko performance yourself! This is a unique opportunity to experience both traditional Japanese stage performances and eat a multi-dish kaiseki meal in a splendid restaurant with rich history and classical atmosphere. On this tour you will meet your guide-interpreter and go to a gorgeous Japanese-style restaurant located in the city's former samurai residence. Many of these restaurants are difficult to book and enter, but you will have the unique chance to relish the taste of a delicious multi-dish kaiseki lunch or dinner in a classical atmosphere specially during the event. *Please choose the appropriate option when booking the tour. The price is per person, so if your group is 2 or more participants, please book the tour the according number of times.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-banquet-with-nagoya-geisha-and-traditional-lunch-or-dinner/4996?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Banquet with Nagoya Geisha and Traditional Lunch or Dinner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 12:37:23"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13889,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456829716/xkkfxcohn0l0vqmcrsxg.jpg",
        "strIntroduction": "On this tour you will be taken into a photo studio, and dress up as a Lolita into dress of your choice, then have your hair and makeup done by a master. Finally, you will have pictures taken by a professional photographer in a photo studio. As an option you can keep wearing the outfit for a stroll through Osu and visit a lovely Lolita café for a cup of tea and a dessert. Below are two options for the tour: Option 1: Lolita makeover basic plan Length of the tour: 1.5hr for 1 pax, 2hrs for 2pax, 2.5hrs for 3 pax Included in the tour: Dress, hair and make, photo session (about 200 shots), 15 photos on CD ROM Option 2: Lolita makeover going out plan Length of the tour: 2h15m for 1 pax, 2h40m for 2pax, 3h15m for 3 pax Included in the tour: Dress, hair and make, photo session (about 200 shots), 15 photos on CD ROM, one Purikura, 40mins free time outside Start anytime between 10am to 8pm (depends on studio’s availability) *Please choose the appropriate option when booking the tour. The price is per person, so if your group is 2 or more participants, please book the tour the according number of times.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-get-a-lolita-makeover-with-professional-photoshoot-nagoya/4400?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get a Lolita Makeover with Professional Photoshoot, Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 12:40:43"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 30094,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456841015/puzak52zwked72jqt8iw.jpg",
        "strIntroduction": "After arriving at the studio you will be able to pick a kimono costume of your liking for the dressup, then have a professional do your makeup and hair in a way that will turn your into exotic Oiran. You might choose to do a more traditional authentic style, or modern show type with a cowboy hat or flowers. Finally, we offer four different ways to enjoy this luxurious experience: 1. Just a dressup, with free time to take your own photos 2. Add an English speaking assistant if you need 3. Dressup with professional photos at a studio 4. Professional photos plus English assistant *Please choose the appropriate option when booking the tour. The price is per person, so if your group is 2 or more participants, please book the tour the according number of times.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-experience-exotic-oiran-dressup-with-photoshoot-nagoya/4440?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Exotic Oiran Dressup with Photoshoot, Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 12:45:37"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4167,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462366424/k7ifdj1yuozp6v0ovp6c.jpg",
        "strIntroduction": "Furoshiki skill will revolutionize the way you wrap presents for your dear ones: forget the wrapping paper and instead use a beautiful handkerchief, which can make a great present on its own. Furoshiki features many different ways to wrap a present of any shape and size. The art of furoshiki does not only provide a beautifully and originally wrapped present – the wrapping itself makes a wonderful present and can be used in the future by the receiver for many purposes. We will start the tour at Fushimi station and head to a nearby shop for furoshiki fabric shopping. Here you will be able to buy many sheets of any fabric you like. After shopping we will go to Nishiasahi and have the class. Sample Itinerary Start anytime they like between 10:00-16:00 Length of the tour: 2 hours 0:00 Meet at Fushimi Station 00:10 Buy furoshiki together 00:30 walk to Nishiasahi 00:45 Furoshiki lesson 01:45 end of the tour *Please choose the appropriate option when booking the tour. The price is per person, so if your group is 2 or more participants, please book the tour the according number of times.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-enjoy-a-furoshiki-class-with-shopping-experience-in-nagoya/4405?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Furoshiki Class with Shopping Experience in Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 12:48:45"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 15464,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457277089/brtkzg4dr9sa4htva3zj.jpg",
        "strIntroduction": "We offer two options for this winter recreational tour: self-guided skiing/snowboard trip to Chausuyama, and a self-guided skiing/snowboard trip to Dynaland. These are both skiing resorts inside Aichi prefecture. The booking includes a two way bus ride to the resort of your choice and booking assistance. We will assist you to book the rentals and classes if you require. Choose from the two nearby snow resorts: Takasu Resort: - 4000 m slope - 3 different routes - 15 person gondola - suitable for any level of skill - suitable for children - classes available in English and Chinese - restaurants available Dynaland: - recommended for beginners - 20 different courses - suitable for children - classes available in English and Chinese - restaurants available Sample Itinerary: Takasu Snow Park or Dynaland 8:00 meet at Nagoya Station. Get on the bus 10:50 Arrive at the site 17:00 Leave the snow park 19:30 Arrive back at Nagoya Station *Please choose the appropriate option when booking the tour. The price is per person, so if your group is 2 or more participants, please book the tour the according number of times.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-go-on-a-self-guided-one-day-skiing-tour-near-nagoya/4334?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a Self-Guided One Day Skiing Tour near Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 12:51:59"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4167,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1451801162/ze6ycn6rxwd4p1xzbkiv.jpg",
        "strIntroduction": "Japan can be a challenging destination, especially for first-time visitors. We would like to help you have an enjoyable and smooth trip in this beautiful country. In this two hour session we will help you to plan through your travel itinerary, give some advice on places to visit, explain about transportation and any other aspects of travel you might want to know. You will also be provided with the basic most important vocabulary and kanji list and explained about certain cultural differences and local etiquette rules to avoid any awkward situation. Finally, end the session with a short tour of Endoji shopping street. *Please choose the appropriate option when booking the tour. The price is per person, so if your group is 2 or more participants, please book the tour the according number of times.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-japanese-class-and-travelling-tips-for-travelers-nagoya/4450?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Japanese Class and travelling tips for Travelers, Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 12:56:41"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11297,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461208099/iyda0nzrahx62ea7too7.jpg",
        "strIntroduction": "For this tour, you will meet your guide at the Osu Shopping arcade around and head to the manga school where the guide will introduce you to the manga school manager and translate all of the instructions. You will learn how to use tools to draw manga such as G-pen, screen tone, etc. Practice drawing and get feedback from a real manga art professional. You will have about 2-3 hours to practice drawing your own little manga or image using the materials and skills you just learned about. If you finish early, the guide can take you around on a short tour of the Osu shopping arcade. Osu is a famous place in Nagoya for the Osu Kannon temple, pop culture (such as Lolita places and maid cafes), shopping and restaurants. It is recommended that you spend some time there after the class. The time of start of the class varies every day and depends on the Manga place irregular availability. Please understand, we cannot guarantee to definitely have a class on the date you request. It is also strongly recommended to inquire for a class at least 2 weeks ahead of time. This tour normally holds 1-3 guests, but can hold up to 4 guests if necessary. If clients have more than three people, we can ask for a special class just for them. The class is about 2,5-3 hours long. However, we allow extra time for transportation to the class facility from the meeting place. The meeting place is Osu Kannon station on Tsurumai Line outside of Exit #2 (near Circle K)",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-take-a-manga-drawing-class-in-nagoya/4397?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Manga drawing class in Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 13:00:51"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12315,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461222446/aasglore3jgul7d4bxsn.jpg",
        "strIntroduction": "Arimatsu city is one of the few old places in Nagoya area where you can still see the original Edo period buildings undamaged. Walk through the city and explore various workshops, galleries, and a museum of tie dying Shibori Kaikan, as well as interesting souvenir shops where you can purchase works of Shibori art. After lunch head to one of three available workshops to try your own hands at making a beautiful dyed art. Please choose one of the following workshops: 1. Handkerchief Dyeing 2. Table Center (A piece of cloth out in the middle of table for decoration) Dyeing 3. Noren (Japanese curtain at shop entrances) Dyeing Sample Itinerary: 0900 Meet at Nagoya Station 0945 Arrive at Arimatsu Statino 11:00 Shibori Kaikan 12:00 Lunch 12:45 Dyeing Workshop 2:15 Free time in Arimatsu 2:40 Leave Arimatsu 3:00 Back at Nagoya Station *Please choose the appropriate option when booking the tour. The price is per person, so if your group is 2 or more participants, please book the tour the according number of times.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-take-a-tie-dyeing-tour-in-arimatsu-near-nagoya/4381?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Tie Dyeing Tour in Arimatsu, near Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 13:05:39"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11575,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457292536/nktgdsga5irfdhtjh2qa.jpg",
        "strIntroduction": "Long time ago, Kiyosu used to be one of the three major cities in Japan. On this tour you will learn why. Explore the rich heroic history of Kiyosu city and Kiyosu castle, become a certified samurai, visit Hiyoshi Shrine, meet a Samurai Armor Maker, and learn all about Samurai Lives in the Feudal Japan. Finally, end the tour with a 45 minute tour of Kirin Beer Factory with 3 complimentary glasses of finest Japanese beer. Sample Itinerary: 0900 meet at Nagoya Station. 0930 arrive at Kiyosu Station and walk to the park 0945 Nobunaga and Nohime statues 1000 Kiyosu Castle. 1100 Armor trial 1130 Armor workshop if it’s open (Opens on Tue, Thu, and Sat) 1200 Walk to Hiyoshi Shrine (if it’s sakura season walk along the river) 1215 Hiyoshi Shrine 1245 Leave Hiyoshi Shrine 1315 Lunch at Noa 1430 Leave Noa for Kirin beer 1510 Kirin Beer tour 1620 finish the tour 1635 shuttle bus to Biwajima 1650 JR to Nagoya 1700 End of the tour *Please choose the appropriate option when booking the tour. The price is per person, so if your group is 2 or more participants, please book the tour the according number of times.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-explore-the-way-of-the-samurai-in-kiyosu-near-nagoya/5232?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the Way of the Samurai in Kiyosu, near Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 13:10:27"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10463,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481102497/fguxptttyiwxpn5t22we.jpg",
        "strIntroduction": "Make a reservation for Kiroro Ski Resort and enjoy your winter by skiing at one of the best ski park in Japan! Kiroro Ski Resort is located approximately 43 km west of Sapporo Hokkaido, approximately a 90 minutes by car from Chitose Airport and 60 minutes by car from Niseko. Kiroro Ski Resort offers ski school service, a snow park for children, snow shoe tours, and snow cat tours. Kiroro is a child friendly ski resort, as it is equipped with a day car “Kids Room” available when the mountain center is open, and a day nursery (available everyday) making it a great ski resort for the family. Compare to other ski resorts in Hokkaido, Kiroro Ski Resort is less well known, but it has the most modern and newest facilities and infrastructures. In addition, this resort is also lack of crowds and has well established Kids club, making it perfect for the families. The resort has 21 runs suited to all levels including beginner, intermediate, and advanced with fantastic snow powder running throughout the trees. In addition, there are also mogul courses and a basic terrain park. The facilities and services at Kiroro resort are well organized with a modern lift system. If you do not wish to ski or snowboard, Kiroro Ski Resort offers you other services such as indoor and open hot springs, swimming pool and day spa inside the resort building, snow cat sightseeing tours, snow shoe tours, sledding, and snow tubing. Kiroro Ski Resort also has games arcade with billiards and pachinko. This tour package offers you both the admission ticket for the ski park and the transportation. As for transportation, it has several options that you can choose as follows: Private taxi transfer to or from Sapporo (2-4 people) Private taxi transfer to or from Sapporo (5-9 people) Shared bus transfer to or from Sapporo Ski & Snowboard rental for private taxi transfer Ski & Snowboard rental for shared bus Private taxi transfer to or from Chitose Airport (2-4 people, optional) Private taxi transfer from Chitose Airport to Sapporo (2-4 people, optional) Private taxi transfer from Sapporo to Chitose Airport (2-4 people, optional) Private taxi transfer to or from Chitose Airport (5-9 people, optional) Private taxi transfer from Chitose Airport to Sapporo (5-9 people, optional) Private taxi transfer from Sapporo to Chitose Airport (5-9 people, optional)",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-reservation-for-ski-tour-at-kiroro-from-sapporo-in-hokkaido/5240?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for Ski Tour at Kiroro From Sapporo in Hokkaido!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 13:15:40"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9352,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481102422/flfwajx6hpneh26mnlvr.jpg",
        "strIntroduction": "Make a reservation for Sapporo Kokusai Skiing Resort and enjoy your winter by skiing at one of the best ski park in Japan! Sapporo Kokusai Skiing Resort is located within Jozankei Onsen hot spring area near Sapporo, and it attracts not only local skiers but also many repeaters from outside Hokkaido. The resort has a lot of amount of snow and many courses for all level of skiers, even though it is located very close to the cities (within 60 and 40-minute drive from Sapporo and Otaru, approximately). This resort is very popular among skiers, as they can ski at this park until the Golden Week holiday season in May every year. The main attraction of this resort is the Sky Cabin gondolas, which each car is capable to carry eight skiers at once. The Merchen Daiichi lift also available here and it can carry four skiers at once. A 3.6-kilometer Rinkan Course-Marchen Course offers exhilarating and satisfying glade skiing in the wildness. This course is a perfect course for all level of skiers, even entry-level skiers can enjoy skiing safely. There are seven courses such as the Downhill course for advanced skiers, Swing course for intermediate skiers and Woody course for beginners. Each slope is wide and long, enabling skiers to enjoy skiing in accordance with their levels. This tour package offers you both the admission ticket for the ski park and the transportation. As for transportation, it has several options that you can choose from as follows: - Private taxi transfer to or from Sapporo (2-4 people) - Private taxi transfer to or from Sapporo (5-9 people) - Shared bus transfer to or from Sapporo - Ski & Snowboard rental for private taxi transfer - Ski & Snowboard rental for shared bus - Private taxi transfer to or from Chitose Airport (2-4 people, optional) - Private taxi transfer from Chitose Airport to Sapporo (2-4 people, optional) - Private taxi transfer from Sapporo to Chitose Airport (2-4 people, optional) - Private taxi transfer to or from Chitose Airport (5-9 people, optional) - Private taxi transfer from Chitose Airport to Sapporo (5-9 people, optional) - Private taxi transfer from Sapporo to Chitose Airport (5-9 people, optional)",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-reserve-a-tour-to-sapporo-kokusai-skiing-resort-hokkaido/5238?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reserve a Tour for Sapporo Kokusai Skiing Resort, Hokkaido!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 13:19:06"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13889,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481102152/bti5mtecbxwxbi4363wx.jpg",
        "strIntroduction": "Explore Hakone at your pace with the Hakone freepass independent package tour. The pass includes a one way ticket to Hakone on the Odakyu Romance car departing from Shinjuku station. In Hakone, you'll have access to most of local transportation to visit Hakone's best spots to admire Mt. Fuji like Hakone Tozan or Hakone pirate ship. Since there is no scheduled itinerary or guide, you can explore Hakone at your own pace, and decide what sights to visit. When you get hungry, head to Nanakamado for a traditional Japanese lunch (included in the price). The pass also includes discounts for over 50 facilities including museums and other tourists attractions. You can also stop at Gotemba Premium Outlet for a little bit of shopping before getting back to Tokyo by bus. Make the most out of your trip to Hakone with the Hakone freepass!",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-explore-the-best-of-hakone-with-a-one-day-package-pass/5200?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the best of Hakone with a one day package pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 13:24:52"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4445,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474968002/g7zikvcryby6u3f4lddb.jpg",
        "strIntroduction": "A great time and money-saver, this tour will allow you to visit some of Kyoto's famous places all from the comfort of a beautiful double-decker bus. This bus is an open Top SKY BUS which allows you to feel the breeze and atmosphere of Kyoto. With so many different sites to choose from, it can be hard to decide where to go, so leave it up to us as we take you through a stress-free, hassle-free tour of one of the most famous cities in the world. The places we will visit are as follows: - Kinkakuji Temple Also known as the famous \"Temple of the Golden Pavilion,\" Kinkakuji Temple is one of the most iconic and famous sites in Kyoto. Gold leaf, which is gold hammered into thin sheets, covers the outside of the first two floors. The temple is particularly unique in that each floor is built in a different architectural style. - Kiyomizudera Temple Built in 778, Kiyomizudera Temple one of Japan's great World Heritage Sites. 139 cedar poles hold up this great structure, which allow visitors a fantastic view of the city. Kiyomizu means pure water, and many people come to this temple to wish for wealth, success in love, and a long life. Schedule (morning tour): 10:00 Meeting at Kyoto Station Karasuma Bus Terminal - Nishihonganji Temple - Nijo Castle - Seimei Shrine - Kitano Tenmangu - Kinkakuji Temple (40 minutes) - Daitokuji Temple - Reizei House - Kyoto Gardens - Kamocho Bridge - Lake Biwa Canal - Heian Shrine - Shorenin Temple - Chionin Temple - Yasaka Shrine - Kiyomizudera Temple (70 minutes) - Kyoto Tower 14:30 Tour ends at Kyoto Station Karasuma Bus Terminal. Schedule (afternoon tour): 13:00 Meeting at Kyoto Station Karasuma Bus Terminal - Nishihonganji Temple - Nijo Castle - Seimei Shrine - Kitano Tenmangu - Kinkakuji Temple (40 minutes) - Daitokuji Temple - Reizei House - Kyoto Gardens - Kamocho Bridge - Lake Biwa Canal - Heian Shrine - Shorenin Temple - Chionin Temple - Yasaka Shrine - Kiyomizudera Temple (70 minutes) - Kyoto Tower 17:30 Tour ends at Kyoto Station Karasuma Bus Terminal.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-a-half-day-double-decker-bus-tour-of-kyoto/5047?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Half Day Double-Decker Bus Tour of Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 13:30:31"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 15000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1455261484/mbgjmmhxg9zbj8zmfsv8.png",
        "strIntroduction": "Re-explore one of the biggest Tokyo tourism spots Asakusa specifically focused on Japanese sweets that the city offers. Will visit local Japanese style cafes and traditional dessert stands in the area each with unique attraction.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-asakusa-dessert-tour/4799?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Asakusa Dessert Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 13:33:47"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3704,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1455850226/rs7tedvdp0ewnhv5dmyw.jpg",
        "strIntroduction": "Imagine, you meet locals and get some information that is NOT listed in guidebooks, nor even in social networks. Do you know the word \"Salaryman\"? It is a generic name for normal office workers. They often go for a drink with their bosses and colleagues after work in a practice called Nominication. Now you can experience this culture. Join us! First of all, I will pick you up at your accommodation or we will meet up somewhere you like. Then we will go around a local town. Even if it is touristy area, I will show you places that tourists don't know and just pass. After that we will go to an Izakaya alley and enjoy foods and drinks: Yakitori, Seafood BBQ, Okonomiyaki, etc. The price is per person and includes foods and drinks, doesn't include transportation. If you have any requests or questions, please don't hesitate to ask. I look forward to meeting you.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-nominication-drinking-with-locals-in-tokyo/4896?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience \"Nominication\" drinking with locals in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 13:37:32"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1455260882/ijxudhtffpokn7ewu1e5.png",
        "strIntroduction": "From quick izakaya-food to sake, you can get multiple types of food/drinks at reasonable price and enjoy the local atmosphere at the same time.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-japanese-sake-tasting-tour-local-tokyo-food-drink/4798?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Japanese Sake Tasting Tour: Local Tokyo Food & Drink",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 13:42:45"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1455259335/xsrcsj6hzmvf4wkwcucw.png",
        "strIntroduction": "Discover the off-the-beaten path izakaya and food stands where local residents frequent after a long day of work.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-local-white-collars-eat-drink-work-hard-play-harder/4797?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Local White Collars Eat & Drink: Work Hard Play Harder",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 13:46:32"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10463,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456488278/qn65pucfvu3ndkc8kjob.jpg",
        "strIntroduction": "First, I pick you up at your accommodation in Tokyo. After we meet up, we go to Shinjuku for a unique experience with local people, including calligraphy. Calligraphy is one of the unique arts of the East. In it, beauty is sought through shape and position of characters drawn, the gradation of the ink, and the force of the brush stokes. During the tour, we will have lunch or dinner together. The tour is 5-hour-long and the price includes everything you need for calligraphy. You can take the tour as a couple, a group or a family (min 2, max 6). The tour is available almost everyday. I can offer a flexible schedule. If you have any questions, please don't hesitate to ask. Enjoy the tour with Tokyo's locals!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-try-the-unique-experience-calligraphy-with-locals/4795?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try the unique experience \"Calligraphy with locals\"",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 13:51:48"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 24901,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456634497/njaewfpaiyheadj7rsgq.jpg",
        "strIntroduction": "Shirahama Onsen is the perfect place for a relaxing getaway. Located at the tip of Boso Peninsula, Chiba, you are sure to feel like you have arrived at an island paradise! Enjoy this 2-day bus tour to some of the most popular highlights of Chiba prefecture! The bus will stop at great, natural places on the way to the hotel. One stop will be at the famous Mt Nokogiri from where you can take a panoramic view over the \"Hell valley\" and the Tokyo Bay. Take in the natural sites and enjoy the delicious cuisine prepared by the hotel. The hotel staff will prepare a delicious seafood buffet with local specialties! After your dining experience take a dip in the relaxing hot springs. The next day on the way back to Shinjuku you will also have a chance to see more beautiful scenery on our way, such as the Nomizo Falls which are rapidly gaining popularity on social media. You will even get to ride briefly a scenic local train! This tour is only available in spring, so book your tickets today! Below is the schedule of the tour: Day 1 7:40 am: Shinjuku departure - Egawa Coast (40 min) - Mt Kanou Kujukutani Observatory Park (30 min) - Mt. Nokogiri･View of Hell (30 min) - Strawberry picking at Tomiura or Tateyama (30 min) - Cape Nojimazaki (30 min) Stay at Shirahama Onsen Day 2 Depart from the hotel at Shirahama Onsen - Chikura's flower gardens (30 min) - Kamogawa shopping (25 min) - Nomizo Falls (40 min) - take the scenic Isumi Railway from Kazusa-Nakano Station (20 min) - Tokyo German Village illuminations (50 min) Arrive back to Shinjuku around 21:20 pm. Note: Rooms will be shared by 2, 3 or 4 people. This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-enjoy-relaxing-hot-springs-in-the-boso-peninsula-in-chiba/5036?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Relaxing Hot Springs in the Boso Peninsula in Chiba!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 13:57:41"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6111,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474884872/hyuvvyyrz7r1ckobxgxg.jpg",
        "strIntroduction": "Kyoto is a sightseeing center where people worldwide return time and time again. Kyoto has functioned as the crossroads of Japanese history, and it was the capital of Japan for over 1,000 years. Even today, Kyoto is the cultural center of Japan, and continues to be loved by Japanese and people of the world alike. The ancient capital of Kyoto, whose traditions have been matured through the ages, is now making startling advancements. Its rich culture and experience are being utilized in modern technological industries. Why not join this half-day bus tour to stroll around 3 World Heritage sites in Kyoto: Ginkakuji Temple, Kiyomizudera Temple and Kinkakuji Temple? See the beautiful Zen rock garden, traditional landscaping and architecture of the Ginkakuji Temple. Enjoy the view of Kyoto from the balcony of the Kiyomizudera Temple and stroll through the picture-perfect gardens surrounding the iconic golden Kinkakuji Temple. You can choose from the 4 different options outlined below! The tour starts and finished at JR Kyoto Station Karasuma Bus Terminal. * You are required to check in at least 15 minutes before your scheduled tour departure with your voucher, to exchange your voucher for your ticket. If you forget your voucher, you will need to purchase a new ticket at full price. Start time 9:00: Tour runs daily 10:30: Tour runs daily 11:30: Tour runs on Saturday and holidays (between December 31 and January 4 the tour will run daily, and between January 5 and February 28 the tour will not run) Tour duration: 4.5 – 5 hours Please have lunch on your own. 1. 7 or less people for adult 2. 7 or less people for child (aged 11 or under) 3. 8 or more people for adult 4. 8 or more people for child (aged 11 or under)",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-half-day-bus-tour-to-three-world-heritage-sites-in-kyoto/4989?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Half-Day Bus Tour to 3 World Heritage Sites in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 14:01:59"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5834,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470037988/knug0ufo25u3upc04ppf.jpg",
        "strIntroduction": "Kyoto is a sightseeing center where people worldwide return time and time again and is a central point for Japanese history, and Japan's capital for over 1,000 years. Even today, Kyoto is the cultural center of Japan, and continues to be loved by Japanese people and foreigners alike. The ancient capital of Kyoto, where tie seems to have stopped still, is now making startling advancements because it's rich culture and experience are now being utilized in modern technological industries. So why not join this 1-day bus tour and stroll around 3 popular sites in Kyoto: Fushimi Inari Shrine, Kiyomizudera Temple and Kinkakuji Temple? Follow the trail of the thousand Torii gates of Fushimi Inari Shrine, leading you up into the mountain. Take magnificent photos of the corridor of red gates during your walk. Enjoy the view of Kyoto from the balcony that is the Kiyomizudera Temple. Stroll through the picture-perfect gardens surrounding the iconic golden Kinkakuji Temple. The tour starts and finishes in Osaka and the following conditions will apply: * The activity schedule is subject to change or cancellation due to weather or traffic conditions. * This is not a guided tour, but a tour operator that can speak English will be on board. You can choose among 4 different options outlined below! Meet at Hearton Hotel Nishiumeda at 8:40, or at Namba OCAT at 9:00. You will come back to Osaka around 17:00. 1. Without Lunch/Admission for adult Please have lunch on your own. The following admission fees are needed on site: Kiyomizudera Temple: 300 JPY Kinkakuji Temple: 400 JPY 2. Without Lunch/Admission for child (aged 12 or under) Please have lunch on your own. The following admission fees are needed on site: Kiyomizudera Temple: 300 JPY Kinkakuji Temple: 400 JPY 3. With Lunch/Admission for adult Lunch (Japanese cuisine) and admission fees for Kiyomizudera Temple and Kinkakuji Temple are included. 4. With Lunch/Admission for child (aged 12 or under) Lunch (Japanese cuisine) and admission fees for Kiyomizudera Temple and Kinkakuji Temple are included.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-one-day-bus-tour-to-three-popular-sites-in-kyoto-from-osaka/4980?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy 1-Day Bus Tour to 3 Popular Sites in Kyoto from Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 14:06:55"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1482,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474969314/zb3dpgd83cwsovswgf6q.jpg",
        "strIntroduction": "If you want to save your time and energy but want to taste what Tokyo is like, then this tour is for you. The Tokyo Sky Bus is an Open-Top Bus Tour that will show you many famous spots in Tokyo. Routes:: -1. Imperial Palace - Ginza - Marunouchi Course (Please ask! 12 times a day) -2. Tokyo Tower - Rainbow Bridge Course (Until Mar 10:40-/12:40-/14:40-/16:40 From April 10:30- /17:00 **Weekend & Holidays) -3. Odaiba Evening Course (Until Mar 18:10-20:30/ From April 17:40-20:00) -4. NEW! Christmas Illuminations Course (only until December 25, 18:00/19:00) Route Details: -Imperial Palace - Ginza - Marunouchi Course (50 minutes) The highlight of this course is in seeing the mixture of modern and old architectural styles. The Imperial Palace is an oasis-like place in Tokyo where you can see trees, water and even swans. The beautiful stone walls all around the palace remain from the Edo Era. Japan's government building is also nearby. Ginza is famous in Asia as a luxury shopping area with a long history and many historical buildings. -Tokyo Tower - Rainbow Bridge Course (60 minutes) This is a great place to take an open-top bus since it passes very close to Japan's famous Tokyo Tower. First up, the bus will pass by the Imperial Palace and then Tokyo tower leading on to the seaside area of Tokyo where you will see the Rainbow Bridge and then Tsukiji, the worlds largest seafood market. Finally, the bus will head to the Ginza area. -Odaiba Evening Course (120 minutes) Picture all the sparkles at night in Tokyo. Starting from historical Imperial Palace to red and white colored lovely Tokyo tower and go over 7 colored Rainbow Bridge. Taking a 60 minutes rest at a park to see a night view of Tokyo. And coming back to Tokyo area through Ginza. It's good idea to explore around in Tokyo on foot while in a day light and take this tour at night to have different view of Tokyo. -Christmas Illumination Course (60 minutes) On this course you'll be able to see some of Tokyo's best year-end illumination lights at iconic spots such as Tokyo Tower, Roppongi Hills, Tokyo Midtown, the Diet building (the Parliament) and more! Get into the Christmas mood by immersing yourself into the endless sea of lights!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-ride-the-tokyo-sky-bus-on-a-tour-around-tokyo/4932?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ride the Tokyo Sky Bus on a Tour around Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 14:10:14"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 14167,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456064193/ezpdebwwqsm5mm20k7jp.jpg",
        "strIntroduction": "Okinawa is Japan's southernmost prefecture, consisting of a few dozen, small islands in the southern half of the Nansei Shoto, the island chain which stretches over about one thousand kilometers from Kyushu to Taiwan. Okinawa's climate is subtropical, with temperatures barely falling below 15 degrees in winter. The seas surrounding Okinawa's Islands are considered among the world's most beautiful with coral reefs and abundant marine wildlife. Consequently, snorkeling and scuba diving are among Okinawa's top attractions. So why not try a helicopter flight and look down on Okinawa from the sky! You can choose from 3 different options outlined below! For all the courses, you can board the helicopter alone, and the maximum number of passengers is 5. The helicopter leaves and arrives at Naha Airport. The following conditions will apply: * The flight may be cancelled due to bad weather. * The flight course may be changed due to weather. * Tax and insurance are included in the price. * Possible reservation time: 10:00 – 16:00 * Please come to Naha Airport at least 40 minutes before your reservation time. If you are late, you may not be able to board the helicopter. 1. Chibishi - Maejima Course This course allows you to view the Chibishi Atoll, consisting of Nagan'nu Island, Kamiyama Island and Kuefu Island, as well as Maejima and Hate Island. Flight time: Approximately 20 minutes 2. Mystical Kudaka Island Course On this course, you can view Kudaka Island, renowned as one of the leading power spots (spiritual destinations) of the prefecture. Why not experience viewing the mystical island where it is said the God Amamikiyo created the Ryukyus? Flight time: Approximately 20 minutes 3. Kerama Islands National Park Course This course flies around the Kerama Islands which were designated a national park on March 5, 2014 (Coral Day). Even if you are not good at diving, you can enjoy a superb view from the sky. Flight time: Approximately 30 minutes",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enjoy-the-amazing-view-from-a-helicopter-in-okinawa/4930?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy the Amazing View from a Helicopter in Okinawa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 14:13:26"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4013,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456829150/b0w7jm8b6tprsacaeyjk.png",
        "strIntroduction": "This is a 2-hour private taxi tour which will take you to little known spiritual \"power spots\" in Kanazawa - temples and shrines known as places where you can receive divine blessings for love, luck, success in work, marriage, and much more! Get picked up at your hotel in Kanazawa city and tour the hidden beauties listed below: - Kifune Myoujin This is a unique shrine known to offer divine blessings both for \"finding love\" and for \"separation\". According to the legend, the very jealous wife of a local samurai became enshrined here as his last will was that a shrine was built to pacify \"female jealousy, the most heart-breaking thing in this world\". Worshipers should watch out when they visit this shrine. When you pass the large torii gates, you will see a bigger shrine on the left which brings fulfillment in love. But you will also see a smaller shrine on the right side where the deity of separation is enshrined. Make sure to pray at the correct shrine to avoid receiving unwanted blessings! - Korinji Temple This temple was built by Aoki Gohei, one of the chief retainers of the Maeda clan in 1650. It's a famou place to pray for love and marriage! This temple's talismans are thought to have magical power, therefore collecting the talismans of you Chinese zodiac sign and your partner's Chinese zodiac sign is thought to bring eternal fulfillment. There is a deity protecting childbirth and children as well. At Korinji you are supposed to pray in the following way: walk three times around the \"Road of Happiness\" inside the temple's garden, then touch the image of your Chinese zodiac sign, and finally pray at the statue of Fudo deity. If you touch it, it will bless with a white and beautiful skin! - Ishiura Shrine Ishiura is believed to be the oldest shrine in Kanazawa city. There are many blessings that you can receive here, but particularly popular are the wishes for safe birth and fulfillment in love. Many couples visit this place to pray for their successful future. Enjoy this spiritual tour to some of Kanazawa's magical \"power spots\"!",
        "strLocation": "Ishikawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ishikawa-enjoy-divine-blessings-of-love-and-luck-at-kanazawa-temples/4806?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy divine blessings of love & luck at Kanazawa's temples",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 14:18:53"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8334,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456821662/xntx2afizeswfjhsv2zl.jpg",
        "strIntroduction": "In this exciting tour in downtown Kanazawa you will have the chance to experience local crafts, sweets, green tea, sightseeing in one of Japan's three best gardens Kenrokuen, and finally receive a miniature model of a samurai armour as a souvenir! Below is the itinerary of the tour: 13:30 - Gather at \"Nosaku\", a famous classical studio for gold lacquer decoration with a long history 13:30 - 15:00 - Try gold lacquer decoration, one of Kanazawa's great arts 15:00 - 15:30 - Enjoy the delicious taste of Kanazawa sweets and green tea at the cafe on the second floor of \"Nosaku\" 15:30 - 17:00 - Enjoy strolling around Kenrokuen garden (there is no guide, but you will receive an English-language map and a ticket at \"Nosaku\"). Kenrokuen is just 3-5 minutes walk from \"Nosaku\". After you explore the beautiful garden, you will be able to pick up your souvenir (a miniature model of a samurai armour and helmet) at a designed shop inside the garden. Use the exchange ticket that you will be given at \"Nosaku\". A great way to continue the trip on your own is to visit the 21st Century Museum of Contemporary Art located not far from Kenrokuen. About \"makie\" (gold lacquer decoration) Makie is one of Japan's traditional crafts that you can try in this tour. Kanazawa is famous for its gold leaf and you will use gold decoration in this experience. You will decorate a small tray that has already been covered with lacquer. You can choose between 3 different decoration patterns. Special utensils will be prepared for small children. Of course, you can write your name on the tray as well! Make this your original souvenir and take it home with you! It will always remind you of your trip to Kanazawa and its rich culture. About Kenrokuen Enjoy strolling the beautiful Kenrokuen garden after eating sweets at the shop. Kenrokuen is known as one of Japan's three best gardens and its style is representative of the Edo period. It was built by the powerful Kaga clan and it took many years to finalize its shape. Now you can enjoy the beauty of all four seasons in Kenrokuen. At the shop \"Kenrokutei\" located inside the garden you will be able to exchange your ticket for a wonderful souvenir: a miniature model of a samurai armour! You will also receive an English-language map and will be able to explore the garden even without a guide. Enjoy its beauty at your own pace! About the miniature samurai armour model: You can choose between the armour models of Kaga clan's leader Maeda Toshiie and the famous samurai Oda Nobunaga, Toyotomi Hideyoshi, Uesugi Kenshin, Naoe Kanetsugu, Maeda Toshimasa. The model comes with a plastic case. You can receive one model if your group consists of up to 3 people. A group of 4 to 6 people will receive 2 models. This is a wonderful souvenir for foreign visitors! Other points of interest we recommend (but not included in the tour) are 21st Century Museum of Contemporary Art and Kanazawa Castle.",
        "strLocation": "Ishikawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ishikawa-try-traditional-crafts-and-get-a-samurai-armor-model-kanazawa/5061?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try Traditional Crafts & Get a Samurai Armour Model,Kanazawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 14:23:27"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4167,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1454244171/pmfzxjnojn0b3xygxwt2.jpg",
        "strIntroduction": "As a visitor to Tokyo, you're quite likely to see the main historical points and oldest temples that the guidebooks say are must-sees. But what do locals really like to do on a weekend and how they enjoy strolling while avoiding crowds? Omotesando tends to be considered an unrivaled shopping street in Japan (from low-end to high-end), while still being a residential area for many people. Did you know there's a small and silent garden in one of Tokyo's museums in the busiest area in Aoyama? Did you know there's a tiny boutique selling Japanese traditional-style goods just off the main street? Wonder where we go to escape the tourists? Well, walk with me. I'll show you the inside scoops. We'll be walking, sometime catching public transport, going to cafes, restaurants, pubs, markets, shops... and of course all the little places and cultural events going on in between that you would never have the opportunity to explore if you didn't know a local!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-stroll-like-a-real-tokyo-local-in-aoyama-omotesando-tokyo/4556?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Stroll like a real Tokyo local in Aoyama/Omotesando, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 14:28:41"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5556,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456496335/kvcu8s1bldepmg4hzyod.jpg",
        "strIntroduction": "In this authentic experience you will learn how to make delicious sushi by a professional in Nara. Soup will also be prepared from soup stock. The entire experience takes about 1 hour and 30 minutes. First, you will have the chance to wear a professional chef costume so that you can feel like you've become a skillful chef. The instructor will then explain the procedure of making sushi, and you will be able to make yours in about 20 minutes. Next, we will eat the sushi together with the soup. Finally, a certificate of completion of the course will be issued for you. Please come to this class with your curiosity and hunger! Below is the schedule of the classes (please choose a time slot when booking): Class 1 10:00-11:30 Class 2 11:30-13:00 Class 3 13:00-14:30 Class 4 14:30-16:00",
        "strLocation": "Nara",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nara-enjoy-an-authentic-sushi-making-class-in-nara/5021?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy an Authentic Sushi Making Class in Nara",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 14:32:07"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2894,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482276050/szrgrsbywar73o4jms1q.jpg",
        "strIntroduction": "Japanese language is very easy and fun. We will never make you feel boring . This is a very dynamic and exciting lesson in which we'll introduce trendy things that that young Japanese like. Our school is located near Otome Road in Ikebukuro which is famous as a cosplay area. In this lesson, you can learn the following useful Japanese phrases: You can discount the price when buying. Even if you're lost, you can ask the way in Japanese. You can order in Japanese at a restaurant. You can decline an invitation for a date. Your favorite comics will be available as teaching materials.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-begin-your-trip-in-japan-with-an-easy-japanese-lesson/4211?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Begin your trip in Japan with an easy Japanese lesson!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 14:37:40"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8797,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481101343/lodfdabj9sdtbs06kbp3.jpg",
        "strIntroduction": "",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-tokyo-private-tour-with-narita-airport-pick-up/4922?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Tokyo private tour with Narita Airport pick-up!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 14:40:53"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3287,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474969681/xali9fxvd5hhzc8hdffv.jpg",
        "strIntroduction": "Reserve your airport transfer from Kyoto city centre to Kansai International airport with a limousine bus! The bus departs from 9 convenient locations in Kyoto city centre to terminal 1 and terminal 2 at Kansai International airport. *No service from Kansai International airport to Kyoto city centre. Stops: -Kansai airport Terminal 1 (bus platform 8) -Kansai airport Terminal 2 (bus platform 1) -Highway Kyotanabe -Demachi-yanagi station -Nijo station -Shijo Omiya -Sanjo Keihan -Kyoto city Hall -Karasuma Oike -Shijo Karasuma -Horikawa Gojo -Kyoto station Some information about main stops along the route: -At Sanjo Keihan look out for foreign brands such as Starbucks and McDonald's facades redesigned in Japanese style to harmonize with Kyoto city landscape. -Shijo Karasuma is the business center of Kyoto, and home of many financial companies' buildings. -Kyoto station is the main transportation hub in Kyoto, including a theater, department store, shopping mall, museum, as well as multiple restaurants and hotels.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-limousine-bus-from-kyoto-city-to-kansai-airport/4918?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Limousine Bus from Kyoto City to Kansai Airport",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 14:45:15"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 102995,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456734240/osp2vflhgs7ke3g0qd3w.jpg",
        "strIntroduction": "In this one day guided tour you will discover and experience the entire richness of Kanazawa's culture and historical traditions. You will understand why Kanazawa was one of the most flourishing cities in Japan during the Edo period (16-19th centuries) and why it is one of the most visited cities by tourists nowadays. Below is the itinerary of this tour: 12:30 pm - Pick up in central Kanazawa, transfer by taxi to the next spot 13:00 - 14:00 pm - Enjoy the decorative art of Kanazawa's famous gold leaf applied to a pair of chopsticks that you will make yourself! 14:10 - 15:00 pm - Wear a wonderful and stylish kimono and walk around the old streets of Higashiyama district. Have many beautiful photos taken of you during your stroll. 15:10 - 15:40 pm - Learn how to play shamisen, a traditional string musical instrument, by a local professional in atmospheric settings. 16:00 - 17:00 pm - Enjoy the refined art of Japan's tea ceremony in an old samurai residence with a history of over 300 years! 17:30 - 18:30 pm - Take a bus and arrive at Nishichaya, one of Kanazawa's most famous geisha districts where you will learn the elegant geisha etiquette and some of their favourite games. 18:30 - 20:00 pm - Have kaiseki-style multi-dish dinner at a famous Japanese restaurant and enjoy the taste of authentic Japanese cuisine 20:00 - 21:30 pm - Watch the astonishing performance of real geisha in a classical teahouse! 22:00 pm - End of the tour, transfer to your hotel by taxi This tour offers unique opportunities for experiencing the multitude of cultures, crafts and traditions that Kanazawa has in store for you!",
        "strLocation": "Ishikawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ishikawa-experience-the-richness-of-kanazawa-culture-in-one-day/5057?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience the richness of Kanazawa's culture in one day!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 14:49:58"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 24075,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456735105/kz89iifwky7ost0ok8m9.jpg",
        "strIntroduction": "In this half day guided tour you will discover and experience the profound richness of Kanazawa's culture and historical traditions. You will understand why Kanazawa was one of the most flourishing cities in Japan during the Edo period (16-19th centuries) and why it is one of the most visited cities by tourists nowadays. Below is the itinerary of this tour: 12:30 pm - Pick up in central Kanazawa, take a local bus 13:00 - 14:00 pm - Enjoy the decorative art of Kanazawa's famous gold leaf applied to a pair of chopsticks that you will make yourself! 14:10 - 15:00 pm - Wear a wonderful and stylish kimono and walk around the old streets of Higashiyama district. Have many beautiful photos taken of you during your stroll. 15:10 - 15:40 pm - Learn how to play shamisen, a traditional string musical instrument, by a local professional in atmospheric settings. 16:00 - 17:00 pm - Enjoy the refined art of Japan's tea ceremony in an old samurai residence with a history of over 300 years! 17:30 pm - End of the tour This tour offers unique opportunities for experiencing the multitude of cultures, crafts and traditions that Kanazawa has in store for you!",
        "strLocation": "Ishikawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ishikawa-stroll-the-old-kanazawa-wearing-a-kimono-in-a-half-day-tour/5058?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Stroll the Old Kanazawa wearing a kimono in a half day tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 14:53:38"
    },
    {
        "intDurationHour": 13,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 16297,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481002384/nfk8fcbrrxjf92bbx5jd.jpg",
        "strIntroduction": "Escape the reality by heading out across the countryside and visit Japan's most iconic natural landmark, Mt. Fuji! This tour program will let you enjoy the breathtaking panorama from Mt. Fuji 5th station, which is located at 2,300 meters above sea level. After viewing the panorama from Mt. Fuji 5th station, you will have lunch at Hakone Lake Hotel. Hakone Lake Hotel serves a Western-style lunch, and a vegetarian menu is also available upon request. After lunch, you will be taken on the Sky Gondola, where you can see 360-degree views of the volcanic Hakone Mountains. You will also visit the Owakudani Valley, where you can see the ancient crater, smell the sulphurous fumes, and see clouds of steam rising from the crevasses. Also, make sure that you try the black boiled eggs, which is believed can prolong human's life by 7 years! In the end, you will cruise along the Lake Ashi with a pirate boat, where you can enjoy the picturesque and serene natural beauty of the crater lake, along with views of Mt. Fuji. You can choose either bus or bullet trains for the returning transportation to Tokyo. The tour will drop-off you at Tokyo station or the designated hotels. In addition, drop-offs in Odawara area are also available for those who have the JR Pass and want to spend few nights in Hakone, Yumoto, or Odawara. The itinerary for this program is as follows: - 07:30 - 09:00 Pick up at designated hotels - Fuji Skyline - 5th station - Lunch at Hakone Lake Hotel - Hakone Sky Gondola - Owakudani Valley - Pirate Boat Cruise along Lake Ashi - 19:00-20:30 Drop-off at Tokyo Station, OR Drop-offs at Designated Hotels, OR Drop-offs in Odawara area. Please note that for safety reasons, the tour might ride the Komagatake Ropeway instead of riding the Hakone Ropeway or visiting the Owakudani Valley due to the possibility of volcanic activity at Mt. Hakone. Pickup Location and Time (as of July.14.2016): 08:45 Ana Intercontinental Tokyo 08:30 Celestine Hotel 08:55 Conrad Tokyo 08:55 Courtyard Marriott Ginza Tobu Hotel 09:00 Daiichi Hotel Annex 09:00 Daiichi Hotel Tokyo 08:50 Excel Hotel Tokyu Akasaka 08:35 Grand Hyatt Tokyo 08:05 Grand Prince Hotel New Takanawa 08:10 Hilton Tokyo 08:10 Hotel Grand Palace 07:40 Hotel Metropolitan (Ikebukuro) 08:45 Hotel New Otani (First floor Banquet Hall entrance) 08:45 Hotel Okura Tokyo (First Floor Lobby of The Annex) 08:15 Hyatt Regency Tokyo 08:55 Imperial Hotel Tokyo 08:40 Intercontinental Tokyo Bay 08:20 Keio Plaza Hotel Tokyo 08:40 Mandarin Oriental Tokyo 08:40 Marunouchi Hotel 08:50 Mercure Hotel Ginza Tokyo 08:00 Odakyu Hotel Century Southern Tower 08:45 Palace Hotel Tokyo 08:55 Park Hotel Tokyo 08:30 Park Hyatt Tokyo 08:30 Royal Park (Near Tokyo City Air Terminal 08:55 Royal Park Shiodome Tower 08:15 Sheraton Miyako Hotel Tokyo 08:50 Shiba Park Hotel 07:50 Shinagawa Prince Hotel (Guest Relation’s Desk on the 1st floor (Main Tower)) 08:00 Shinjuku Prince Hotel 08:25 Shinjuku Washington Hotel 07:30 Sunshine City Prince Hotel 08:50 The Capitol Hotel Tokyu 08:25 The New Sanno Hotel 08:40 The Prince Park Tower Tokyo 08:40 The Rits Carlton Tokyo 08:00 Tokyo Dome Hotel 08:45 Tokyo Prince Hotel",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-cruise-along-lake-ashi-and-visit-mountain-fuji-and-hakone/5027?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cruise Along Lake Ashi and Visit Mt. Fuji & Hakone!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 14:58:11"
    },
    {
        "intDurationHour": 40,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 40631,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456469801/tnt6xq2c8sutyg93ode3.jpg",
        "strIntroduction": "This hassle-free tour is designed to give you a chance to visit and see Kyoto's top attractions and includes a day-trip to Osaka and Nara as well. The itinerary for this tour is as follows: Day 1: Pick-up from Kansai International Airport Transfer to Kyoto City *transfer services is limited to accommodations within Kyoto downtown area Day 2: Kyoto Private Walking Tour 09:00 Pick-up from accommodation (within downtown area) Places to visit: - Kinkakuji, the famed golden temple of Kyoto - Kiyomizudera, scenic spot for cherry blossom viewing & fall foliage - Higashiyama old street - Yasaka Shrine 15:00 Start of authentic tea ceremony 16:00 Tour Ends Day 3: Fushimi Private Walking Tour 09:00 Meet at Kyoto Station Places to Visit: - Fushimi Inari Shrine (known for a thousand red gates) - Chokenji Temple - Sightseeing river cruise - Sake brewery tour (optional sake tasting for an added fee) 15:00 Return to Kyoto Station/Tour ends Day 4: Nara Day Tour 10:00 Meet at Nara Station Start of Nara walking tour Places to visit: - Todaiji, home of the Giant Buddha - Nara Park, a spacious park famous for wild deers - Kasuga Grand Shrine 14:00 End of tour, return to Kyoto or continue sightseeing Day 5: Pick-up from accommodation (within downtown area) Transfer to Kansai International Airport What this tour includes: - round-trip airport transfers - English-speaking guide for the tours - round-trip tickets to Osaka and Nara via rapid train - entrance fees to attractions included in the tour *To ensure that your booking will be accepted, please book this activity at least two (2) weeks before your planned tour start date. *This tour package is not available on the following dates: April 29 to May 5, 2016; and August 11 to 16, 2016 *Itinerary may change due to local conditions",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-experience-kyoto-in-a-five-day-package-tour/5008?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Kyoto in a 5-day Package Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 15:02:34"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8315,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481100858/brorfxjajmwvoinpg3ig.jpg",
        "strIntroduction": "Kobe is famous for its “ten-million-dollar night view!” Located between the sea and the Rokko mountain range, Kobe is also considered one of Japan's most attractive cities, so why not try it yourself and look down on Kobe from the sky! You can choose from among the 3 different courses outlined below! For all the courses, you can board the helicopter alone, or meet the maximum number of passengers, which is 5. The helicopter leaves and arrives at Kobe Air Center. The following conditions will apply: * The flight may be cancelled due to bad weather. * The flight course may be changed due to weather. * The tax and insurance are included in the price. Available reservation times are: 13:00 – 17:00 on Monday through Thursday 13:00 – 21:00 on Friday/Saturday/Day before national holiday * Please come to Kobe Air Center at least 15 minutes before your reservation time. If you are late, you may not be able to board the helicopter. 1. Bay Area Course (Flight time: Approximately 7 minutes) You can choose this flight as a trial for a longer flight. If you are interested and want to try once, this course is recommended. Enjoy viewing Kobe’s famous spots such as Kobe Port Tower at a reasonable price. 2. Long Course (Flight time: Approximately 10 minutes) Enjoy viewing Kobe’s downtown, Port Tower, and more. This course is recommended as a present for someone special. 3. Gold Course (Flight time: Approximately 25 minutes) Enjoy viewing Kobe’s downtown, Port Tower, and more. This course is recommended as a present for someone special.",
        "strLocation": "Hyogo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hyogo-enjoy-the-amazing-view-from-a-helicopter-in-kobe/4914?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy the Amazing View from a Helicopter in Kobe!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 15:08:15"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9753,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1455898974/nk8q9r0lxzsoltimkqmj.jpg",
        "strIntroduction": "If you want to enjoy an amazing, luxurious experience, flying in a helicopter is a must. Flying in a helicopter is a unique experience that most people will never enjoy. You can choose from among 3 different courses that are outlined below! For all the courses, you can board the helicopter alone, and the maximum number of passengers is 3. The helicopter leaves and arrives at Nagoya Airport. 1. Castle Course (Short course: Approximately 7 minutes flight time) Daytime trial course. Enjoy viewing Nagoya’s famous spots such as Nagoya Castle or Nagoya TV Tower at a reasonable price. If you are interested and want to try it once, this course is recommended. -Possible reservation times: -14:00 – 15:30 on Saturday/Sunday/National holiday 2. Gold Course (Approximately 15 minutes flight time) Enjoy viewing Nagoya’s downtown, skyscrapers, TV Tower, Central Tower, etc. This course is recommended as a present for special someone. -Possible reservation times: 11:00 – 20:00 (Final takeoff) 3. Proposal Course (Approximately 15 minutes flight time) Why not propose to that special someone in a special, once in a lifetime way? The success rate has been 100% so far! Of course, this course is not only for a premarital young couple, but also for a long married couple. This may be a “Second proposal!” -Pre-meeting about the course, contents, etc. is recommended. -Possible reservation time: 11:00 – 20:00 (Final takeoff) In addition, the following options are available: 1. Add-on (Bouquet) 2. Chanmery (Champagne-like a non-alcoholic carbonated drink) 3. On-board photographer. (Not available for Castle Course) ------------------ The following conditions will apply: * The flight course may be changed due to weather. * Insurance is included in the fee.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-enjoy-the-view-from-a-helicopter-in-nagoya/4906?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy the Amazing View from a Helicopter in Nagoya!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 15:13:21"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12778,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481099874/olbip0w1jjagkwhqcqej.jpg",
        "strIntroduction": "The Tottori Sand Dunes are the largest sand dunes in Japan and Tottori's most famous tourist attraction. Located just outside the city center, they span roughly 16 kilometers of coast along the Sea of Japan and are up to two kilometers wide and 50 meters high. They are also part of the Sanin Kaigan National Park. On this trip you can enjoy an all-you-can-eat crab lunch. After the sand-dunes you'll go to Yumura Onsen, \"Yumura\" literally means \"hot spring village\", because the hot springs have long played a vital role in the town. Take a walk around this quaint old town and take a rest in the 21 meter long foot-bath along the river. The 1-day bus tour includes a change to stroll around Tottori Sand Dunes, an all-you-can-eat crab dish lunch, and a chance to stroll around Yumura Onsen. You'll start your trip from Osaka in the morning and go back there in the evening. Tours with less than 28 participants will be cancelled. If this is the case, those who have made a reservation will be informed of the cancellation by 4 days prior to the scheduled departure date. Schedule Details: -Meeting Place: Umeda or Namba in Osaka Period: December 2016 - February 2017 -Available Dates: Umeda: December 28, January 1, 2, 7, 13, 15, 18, 23, 27, 29, February: 2, 8, 12, 16, 21 Namba: December 27, 28, 30, January 1, 2, 3, 4, 8, 12, 14, 17, 22, 25, February 4, 9, 14, 18, 24, 26, 28 -Meeting Time: Umeda 7:30, Namba: 7:50 or 7:10 (depends on the tour) Go back to Osaka: 19:00 – 20:30",
        "strLocation": "Tottori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tottori-enjoy-one-day-bus-tour-to-tottori-sand-dunes-plus-yumura-onsen/4826?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy 1-Day Bus Tour to Tottori Sand-Dunes + Yumura Onsen!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 15:19:07"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 41481,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481099715/avnwumm984nfyctao0ur.jpg",
        "strIntroduction": "If you want to move from Tokyo to Hokkaido and enjoy sightseeing and Hokkaido gourmet efficiently, join our 3-day tour! Day 1: Fly from Haneda Airport to Hakodate Airport. In Hakodate, visit Hakodate Motomachi and Goryokaku Park, Hakodate’s famous tourist spots. Go to your hotel, Hakodate-Onuma Prince Hotel, and enjoy dinner. After dinner, you can join the optional tour, Mt. Hakodate Night View Tour (separate charge of 1,000 JPY). After coming back to the hotel, enjoy Nishionuma Onsen. Day 2: Go to Hakodate Market and have a fisherman-style breakfast. Visit beautiful places such as Onuma Quasi National Park and Lake Toya. Go to Sapporo and then enjoy an all-you-can-eat meal with 3-kinds of fish: crabs/oysters/sushi. Go to your hotel, APA Hotel & Resort Sapporo, and enjoy various types of baths including an outdoor bath. Day 3: Enjoy your free time by strolling around in Sapporo or Otaru 30 – 50 minutes from Sapporo by train), and then go to New Chitose Airport by yourself. Fly from the airport to Haneda Airport. This 3-day tour includes a return air ticket, bus seat, accommodation, 2 breakfasts, 1 lunch (Day 2), and 2 dinners. An English-speaking tour guide will accompany the tour but not on the final day, so you need to go to New Chitose Airport by yourself and at your own expense. The Airport Shuttle Bus from your hotel is available, but there is an additional charge of 1,030 JPY. Schedule Details: Period: Dec to Jan Meeting place: Haneda Airport Departure time: 10:20 – 13:20 Coming back to Haneda Airport on Day 3: 15:00 – 17:10 Enjoy 3-Day Hokkaido Gourmet Tour!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-three-day-hokkaido-gourmet-tour-in-sapporo-from-tokyo/4822?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy 3-Day Hokkaido Gourmet Tour in Sapporo from Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 15:24:09"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11112,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470210123/soxr0irqqg1fwi8kdr8i.jpg",
        "strIntroduction": "Whether you are a cruise passenger looking for things to do during your brief stopover visit to Aomori or simply a visitor staying at the city with a day to spare, this tour is best for small groups that would like to see Aomori's highlights in a day. This tour includes a private vehicle and a professional guide for you to be able to make the most out of your sightseeing. You can choose between these two courses: Short Course (6 hours): Pick-up at desired location within Aomori City ↓ Nebuta House Wa Rasse (museum that features exhibits about Aomori's Nebuta Festival, which is arguably the most colorful festival in Japan) ↓ Sannai Maruyama Ruins (a special historical site where you can find remnants of Japan's earliest civilization) ↓ Hirosaki Castle (a small but beautiful castle which is one of the most popular cherry blossom viewing spots in the region) ↓ Drop off at desired location within Aomori City Long Course (8 hours): Pick-up at desired location within Aomori City ↓ Hakkoda Ropeway (popular outdoor destination for hiking, autumn leaves viewing, and winter activities) ↓ Hirosaki Castle (a small but beautiful castle which is one of the most popular cherry blossom viewing spots in the region) ↓ Sannai Maruyama Ruins (a special historical site where you can find remnants of Japan's earliest civilization) ↓ Nebuta House Wa Rasse (museum that features exhibits about Aomori's Nebuta Festival, which is arguably the most colorful festival in Japan) ↓ Drop off at desired location within Aomori City Whichever course you choose will surely let you see and experience Aomori!",
        "strLocation": "Aomori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aomori-explore-aomori-in-a-private-car-tour-with-a-guide/4895?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shore excursion from Aomori Port (w/ private car and guide)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 15:27:46"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9723,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1455785051/ycd9p7gqn3w3jmvzbrw7.jpg",
        "strIntroduction": "Whether you are a cruise passenger looking for things to do during your brief stopover visit to Kobe or simply a visitor staying at the city with a day to spare, this tour is best for small groups that would like to see Kobe's highlights in a day. This tour includes a private vehicle and a professional guide for you to be able to make the most out of your sightseeing. Below is the itinerary of the tour: Pick-up at desired location within Kobe city ↓ Himeji Castle (a world heritage site and considered as one of the top three castles in Japan) ↓ Mount Rokko Observatory (offers a scenic bird's eye view of the city) ↓ Kobe Harborland (shopping complex with plenty of entertainment and attractions) ↓ Drop off at desired location within Kobe city",
        "strLocation": "Hyogo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hyogo-explore-kobe-in-a-private-car-tour-with-a-guide/4888?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shore excursion from Kobe Port (w/ private car and guide)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 15:30:38"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9074,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481100636/oun5vxfiwgkmmfndwk7b.jpg",
        "strIntroduction": "",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-explore-fukuoka-in-a-private-car-tour-with-a-guide/4876?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shore excursion from Fukuoka Port (w/ private car and guide)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 15:33:43"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7871,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1453099420/xax6m2uwjxpkcc0s6qpm.jpg",
        "strIntroduction": "Below are the details of this home cooking class in Tokyo: 1. We meet at the Kyodo Station (on Odakyu line) 2. We go to the local supermarket and get some of the foods and ingredients. (About 20-30 minutes) 3. We move to YUCa's private kitchen by taxi. 4. During the class: Many secret tips and techniques! Enjoy! Sample recipe: 1) Dashi - We will by making a real dashi stock by taking cooked bonito flakes and dried konbu. 2) Miso Soup - By using the Dashi, tofu and wakame seaweed, we make the miso soup. In our class, we use a brown type of miso because this type of miso is the most popular and common in Japanese home cooking. Depending on the season, we will also change the types of vegetables used in the soup. 3) Japanese rice - We will use a typical Japanese rice. 4) Fried Salmon with onion vinegar sauce – We will cook the salmon by using potato starch. We will also prepare the sweet sour tasty sauce. 5) Green beans with sesame sauce - It's one of the popular dishes at Japanese home. We will use a special bowl to grind the sesame and make the tasty sauce. 6) Pickles – We will make quick and easy pickles with using seasonal vegetables. 7) Dessert - We will have the Japanese flavor ice cream topped with special syrup. 5. Japanese table settings 6. Tasting *Feel free to ask YUCa questions about the food, Japanese culture and people, or anything else about Japan. 8. The class ends! * Every class starts at 10:00 am and finishes at 13:00 pm. * We also provide private classes as well. Please feel free to contact us!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-cook-delicious-meals-at-a-japanese-home-in-tokyo/4557?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cook delicious meals at a Japanese home in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 15:36:39"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3704,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1455437104/vpcevag0lzeo1q7ezwad.jpg",
        "strIntroduction": "On this tour, you will visit shops, galleries and ateliers in Kanazawa for 3 hours. You can select interesting shops, galleries and ateliers from a list. The list covers: - Traditional craft shops - Antiques shops - Products shops - Contemporary craft shops - Contemporary art galleries - Artist studio (Atelier) Among the highlights are a newly open typography atelier, a fancy antique and art shop serving also rare delicious sweets such as a Japanese bean-filled pancake with chocolate and bamboo charcoal, and even an awarded local potter's studio inside a neighbourhood temple! Together, we will walk around visiting those places. The meeting place is Kanazawa Station. And the tour ends at the Kanazawa 21st Century Museum. The guide is a Japanese born English speaker who lives in Kanazawa and loves arts and crafts.",
        "strLocation": "Ishikawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ishikawa-enjoy-shopping-experience-in-arts-and-crafts-city-kanazawa/4823?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Shopping Experience in Art and Crafts City Kanazawa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 15:40:51"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10186,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1455615851/jbm78u4r3qqkffx8shac.jpg",
        "strIntroduction": "Whether you are a cruise passenger looking for things to do during your brief stopover visit to Nagasaki or simply a visitor staying at the city with a day to spare, this tour is best for small groups that would like to see Nagasaki's highlights in a day. This tour includes a private vehicle and a professional guide for you to be able to make the most out of your sightseeing. Below is the itinerary of the tour: Pick-up at desired location within Nagasaki city ↓ Nagasaki Peace Park and Atomic Bomb Museum ↓ Dejima ↓ Glover Garden ↓ Glover Garden street (to shop for some souvenirs) ↓ Drop off at desired location within Nagasaki city",
        "strLocation": "Nagasaki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagasaki-explore-nagasaki-in-a-private-car-tour-with-a-guide/4857?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shore excursion from Nagasaki Port (w/ private car & guide)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 15:46:28"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9074,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1455756286/j5okr0w39ywbxfxdglcr.jpg",
        "strIntroduction": "This is a unique tour to one of Tokyo's local neighbourhoods (Fukagawa) that is held only once a month. You can enjoy 3 interesting Experiences for only a half day. Duration: 09:30 am - 14:00 pm We will meet at Monzen-nakacho Station - just 5 minutes from Otemachi Station (Central Tokyo) by subway. Then we will walk to Myougaku Temple and our half day unforgettable Tokyo Experience activities will start there. Do it yourself: Zazen Experience You will enjoy experiencing a short session of Zazen. The spirit of Japanese Zen appeals to many people including the late Steve Jobs who is the founder of Apple. The practice of Zen is simply devoting oneself to \"Zazen (坐禅）\". Zazen is the way of Zen practice where you sit in \"Agura\" (cross-legged) style with your back straight for about 5-15 minites and relinquish all worldly desires while meditating. It is said that you reach a higher stage by focusing on sitting, quietly looking inwards. The 1-hour experience meditation (Zazen) session at Myougaku Temple is conducted by the vice priest of the temple Mr. Mukai. *No prior experience is required *Please attend with comfortable and loose clothes. Plan It Yourself: Exploration Walking After Zazen, you will enjoy exploration walking. This walking event is different from the guided walking tour but it is more like a treasure hunt walk. You will receive the map and the list of missions. Then you will start exploring the small historical ward called “Fukagawa” to clear as many missions as you can within 1 hour. In order to complete the missions, you will stray back to hidden street, take photos and feel the Japanese local life there. You will surely enjoy your exploration walking to discover the spirit of Japan. Make It Yourself: Hiroshima Okonomiyaki Cooking Lesson Learn the history of Hiroshima Okonomiyaki and how to make it with professional Chef Hiromi. Hiroshima Okonomiyaki is very popular among the health conscious Japanese and this Japanese home cooking is loved by men, women, and children of all ages. You will also enjoy 2 other dishes. In addition to cooking, you will learn \"Oko-Art\" which is special decoration on Okonomiyaki during the 2-hour workshop. \"Oko-Art\" is essential to making Okonomiyaki party at home. This hands-on experience takes place at the nice and clean Otafuku Kitchen in Tokyo. This class is limited up to 24 people. You will use a special Japanese thin hand “Otafuku” original towel called \"Tenugui\" and an “Otafuku” original apron during the cooking lesson and you are allowed to take these special goods home with you. You will always remember the Japanese Otafuku-san who has thin eyes showing an ever smiling face, low nose representing humility, tiny mouth implying that she does not waste her words, large ears signifying her ability to listen, robust cheeks indicating a healthy body and mind, and wide forehead portraying her wisdom.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-tokyo-through-zen-walking-and-okonomiyaki/4848?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Tokyo through Zen, Walking and Okonomiyaki",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 15:49:39"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2894,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1455535006/fxhwk7f4teutgf2m8vsl.jpg",
        "strIntroduction": "The tour starts at Shizuoka Station. Meeting around 9:00 am will be fine. We will take JR Tokaido line for about 30 minutes and get off at Kanaya Station. From there, it will take about 20 minutes by taxi to visit Grinpia through widely spread green tea fields. ● Grinpia Makinohara Enjoy a hands on experience for picking tea here at Japan’s No.1 tea plantation! ● Lunch at an old Japanese restaurant located at Grinpia. ● Ochanosato World Tea Museum You can enjoy learning everything about tea and experience an authentic tea ceremony surrounded by a beautiful Japanese garden.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-enjoy-a-special-green-tea-tour-in-makinohara-shizuoka/2317?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Special Green Tea Tour in Makinohara, Shizuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 15:55:08"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9445,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481100227/jybzhto4ntgbavwdmz0r.jpg",
        "strIntroduction": "Enjoy a romantic dinner while cruising around Port of Nagoya and Horikawa with Nagoya night cruise This plan comes with an original casual Western cuisine, which is prepared specially for you by the chef with selected high quality ingredients. There are two different types of dinner plan that you can choose: Course A: + A glass of sparkling wine + Smoked Salmon Salad + Cheese Plate + Sausage Pot Au Feu + Pizza Course B: + A glass of sparkling wine + Smoked Salmon Salad + Birthday Cake + Sausage Pot Au Feu + Pizza You can also enjoy the breathtaking and astonishing night views of Port of Nagoya and Horikawa, while spending unforgettable moments with your special person. This cruise departs from Shirotori and arrives in Atsuta Chitose.",
        "strLocation": "Aichi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aichi-enjoy-a-romantic-dinner-while-cruising-around-nagoya/4843?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Romantic Dinner While Cruising Around Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 15:59:09"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4028,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481100346/e4vzhssmmsb8ixalr3iw.jpg",
        "strIntroduction": "Enjoy a romantic atmosphere while cruising around Port of Nagoya. You will enjoy the breathtaking and astonishing view of Port of Nagoya, and also see the illumination of the factories there. The view of the factories at night, is very beautiful so we suggest you to bring a camera so you can take a lot of pictures. This plan is a tour plan without any meal plan, so we suggest you to have your dinner before getting on the cruise. We suggest you to book this tour if you want to spend unforgettable and priceless moment with your special person. This tour is available on Saturdays and Sundays. This cruise departs from Port of Nagoya Building 1st floor at 19:00",
        "strLocation": "Aichi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aichi-enjoy-astonishing-night-views-while-cruising-around-nagoya/4844?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Astonishing Night Views While Cruising Around Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 16:03:38"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4815,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481100171/zlzcwzc4iy6lptfbrll3.jpg",
        "strIntroduction": "Enjoy cruising around the Hakata and spend a luxurious and unforgettable moment with your special person. Enjoy the romantic and relaxing atmosphere and try the delicious French cuisine specially made for you! The plans come with a full course of French Cuisine, available for lunch and dinner. The chef only uses selected high quality ingredients, and cook them with very special techniques. There are several plans that you can choose, and the details are listed below: 1. Lunch Time Cruise - Ciel Course + Appetizers + Soup + Meat Dish + Dessert + Bread + Tea or Coffee Depart at 12:15 and return at 13:40 2. Lunch Time Cruise - Premium Course + Appetizers + Soup + Meat Dish + Fish Dish + Dessert + Bread + Tea or Coffee Depart at 12:15 and return at 13:40 3. Dinner Time Cruise - Ciel Course + Appetizers + Soup + Meat Dish + Dessert + Bread + Tea or Coffee Depart at 19:00 and return at 20:50 4. Dinner Time Cruise - Premium Plan + Appetizers + Soup + Meat Dish + Fish Dish + Dessert + Bread + Tea or Coffee Depart at 19:00 and return at 20:50",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-enjoy-cruising-around-hakata-with-mariera-cruise/4842?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Cruising Around Hakata with Mariera Cruise!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 16:07:12"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10649,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481100074/cr8l2yldcqoeyd249mty.jpg",
        "strIntroduction": "People from all over the world love Japanese strawberries, because they have high quality, big size, and delicious taste. In this activity, we will take you to the strawberry farm \"Narita Yume Bokujo\", which is located in Narita, Chiba, for strawberry picking. At the farm, you will have the chance to pick and eat as many strawberries as you can, and to experience the typical Japanese activities in the Spring that you will really like too. In general, the season for strawberry is from January to May, but this tour is only available from February 1, 2016 until March 31, 2016. This tour includes: + Train tickets fare + 20 minutes all you can eat at the strawberry farm + JPY 100 discount coupon for the \"Yume Bokujo no Tebukuro\" hand cream + 2 choices of lunch (BBQ or Plated Cheese lunch) + 2 choices of sweets (ice cream, soft cream, cheese cake, yogurt, or milk) + 1 attraction ticket (Pony, bicycle, truck train, tractor, horse riding, archery, fish pond, or golf putter) + All attraction ticket and discount coupons will be distributed on the tour day at the farm. The following is an example itinerary for this activity: - Depart from your choice of stations to Narita Station with the green cars - Depart from Narita Station to Namegawa Station with the local train - Depart from Namegawa station to Narita Yume Bokujo (fare is not included, pick up bus service is available with reservation) - Spend sometimes at the farm, pick and eat the strawberries, enjoy the attractions, and enjoy shopping there. - Depart from Narita Yume Bokujo to Namegawa Station (fare is not included, pick up bus service is available with reservation) - Depart from Namegawa station to Narita Station with the local train - Depart from Narita Station to your choice of stations with the green cars - End of the tour This tour starts and ends in: Ofuna Station, Yokohama Station, Shinagawa Station, Hachioji Station, Omiya Station, Shinjuku / Kinshicho Station, Shinkoiwa Station, Ichikawa Station, Funabashi Station, Tsudanuma Station, Inage Station, and Chiba Station Tour guide is not included in this tour.",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-pick-and-eat-as-many-strawberries-as-you-like-in-chiba/4840?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Pick And Eat As Many Strawberries As You Like in Chiba",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 16:10:09"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11297,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481100003/g68znzbo3eduu5iykp4e.jpg",
        "strIntroduction": "Enjoy a romantic dinner while cruising around Kobe Port, Akashi Kaikyo Bridge, and Osaka Bay area with Concerto Cruise. This plan comes with an original Chinese-Cantonese cuisine, which is prepared by a world class culinary chef with selected high quality ingredients. You can also enjoy several seasonal ingredients such as shark fins and lobster. The dinner plan includes: +Drink for toast + Full course of Chinese-Cantonese cuisine dinner +Duration: 16:45 - 18:30 (please get on the boat latest at 16:25) You can also enjoy the breathtaking and astonishing night view of Kobe Port, Akashi Kaikyo Bridge, and Osaka Bay while listening to the live Jazz or Classic music performance.",
        "strLocation": "Hyogo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hyogo-enjoy-romantic-dinner-while-cruising-around-kobe/4839?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Romantic Dinner While Cruising Around Kobe",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 16:14:31"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 37039,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1455009926/h8kaz8sbnittbmplctfz.jpg",
        "strIntroduction": "From Osaka, you'll be transported to Fukuoka via the exquisite shinkansen (bullet train). To top it off, we are able to book front row seats for you to enjoy the festival parade at its fullest - which also gives you better photo opportunities. And, yes, a hotel for 1 night. Hakata Dontaku (Holiday) is a festival that has attracted over two million people, with the festival parade being a favorite among many. It's also regarded as one of the best festivals in Japan. The festival spans for two days, from May 3rd to May 4th. It also dates back to 1179 as a New Year's parade in honor of the feudal lord of the time. Today, it has slightly altered and is celebrated as a citizens festival. The city hosts a variety of activities, such as parades (with various costumes), traditional dance performances, floats, night illuminations, food stalls, stage shows, and folk songs, among many others. In addition, 30+ stages are set up, making for a festive atmosphere throughout the city. The vehicles that fill Meiji Street, one of the busiest streets in Fukuoka, are replaced with 200+ parade groups along the street, which last throughout the two day festival. You'll also want to be on the look out for the \"flower cars\" that are present during the festival. Two are decorated with artificial flowers, and the other with LED lights to exhilarate the atmosphere. And if you're fond of heat, then the warmer weather will only compliment your experience. Oh, and if you've never heard traditional Japanese music in real life, you're in for a treat. The shamisen, a three-stringed lute, will also be played during the festival. In this tour you can book the following package: - transportation by bullet train from Osaka to Hakata (Fukuoka) - one-night of accommodation in a local hotel - special front-row seats for the parade of Hakata Dontaku - as an option, you can book also return bullet train tickets Enjoy Fukuoka's Hakata Dontaku festival during your trip to Japan in May!",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-see-fukuoka-hakata-dontaku-festival-from-the-front-row/4735?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See Fukuoka's Hakata Dontaku Festival from the front row!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 16:20:16"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9991,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1454675026/zyidw8ilrdvtew7frywi.jpg",
        "strIntroduction": "This wonderful tour starts from Tokyo and will take you to the following places: 1. Odawara Castle Park Odawara Castle, a symbol of Odawara city was once under control of the famous Hojo Clan in 1495. During the Meiji Era, the castle was pulled down because the government ordered to destroy all former feudal fortifications. In 1950, the area was turned into Odawara Castle Park, then in 1960, “Tenshukaku”, the tower of the castle was reconstructed. Because of the renovation for earthquake resistant, the castle is closed by the end of April. However, you can still enjoy a stroll around the castle and cherry blossom viewing! The white tower of the tenshukaku and pink petals of sakura are great combination for photo shootings! 2. Lunch at Minoya Kichibei in Odawara The bus tours for foodies are very popular in Japan. They are reasonable in price, and full of enjoyable things. In this tour, you can taste crabs and all-you-can-eat buffet at the ocean-view restaurant. Enjoy Japanese, Chinese, and Western style dishes with fresh local ingredients. 3. Strawberry Picking in Izu Visit a local farm in Izu for strawberry picking. You can pick your own strawberry inside a greenhouse and take a bite. Once you get to know a taste of fresh strawberry, you cannot forget its juiciness, texture, flavor and aroma. 4. Hakone Sightseeing Cruise on Lake Ashi Lake Ashi is a crater lake which was formed after the volcanic eruption 3000 years ago. You can cruise on a boat and enjoy a beautiful scenery of Mt. Fuji and ridges of Mt. Hakone. The boat takes you about 30 min. cruising from one end of the lake to the other end. 5. Seafood Market in Numazu “Numazu Gourmet Kaido no Eki” is selling fish, seafood products, green tea and even sweets. Shop for tasty local delicacies or souvenirs for friends and family back home, enjoying vibrant atmosphere of the market. There are seafood restaurants and standing sushi bar. ●Itinerary Choose 08:50 am at Shinjuku Washington Hotel ↓ Odawara Castle Park and Cherry Blossom Viewing (70 mins) ↓ Lunch at Minoya Kichibei in Odawara (50 mins) ↓ Lake Ashi Sightseeing Cruise ↓ Strawberry Picking in Izu (30 mins) ↓ Numazu Gourmet Kaido no Eki (30 mins) ↓ 18:00 pm Go back to Shinjuku This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-enjoy-sakura-hakone-cruise-and-strawberry-picking-from-tokyo/4709?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Sakura, Hakone Cruise & Strawberry Picking from Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 16:25:22"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1454654946/lgwnzrhgi6z3tjdkuvyl.jpg",
        "strIntroduction": "This bus tour is perfect for those who want to enjoy flower fardens, a delicious buffet lunch, Mt. Fuji and Shibazakura Festival all at once! Shibazakura Festival Shibazakura Festival is the flower festival of moss phlox, which petals are shaped like cherry blossoms with many color variations such as pink, white, and light purple. The venue o Shibazakura Festival is located at the foothill of Mt. Fuji, which is close to Lake Motosu, one of the Mt. Fuji’s five lakes. There are 800,000 shibazakura that grow thickly covering almost 2.4 hectares of the field. The views of Mt. Fuji and the Shibazakura field are very stunning, so you cant take a lot of beautiful photographs. You can also enjoy some local foods and sweets at the venue, and you can also refresh yourself by soaking your feet in the food bath while enjoying the beautiful scenery of Mt. Fuji and Shibazakura field. There are many food stalls selling local foods and sweets at the venue. ●Itinerary 08:30 AM Meet at Shinjuku Washington Hotel, departure ↓ Grinpa's flower gardens and tulip festival near Mt Fuji (60 min.) ↓ Mori no Eki \"Fuji-san\" Buffet lunch and shopping (60 minutes) ↓ Shibazakura Festival at Lake Motosu (80 minutes) ↓ 17:30-18:00 PM Tour Ends in Shinjuku This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-enjoy-foods-great-views-shibazakura-around-mt-fuji/4706?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Foods, Great Views, Shibazakura around Mt. Fuji!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 16:30:00"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 926,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1454841268/laauywxhpsaugiseqfme.png",
        "strIntroduction": "Our organization (Japan Onsen Culture Association) consists of qualified onsen enthusiasts and researchers. We have a list of onsen recommendations form our real experiences for you if you feel lost about where to have hot spring experience. We have compiled a preliminary list of some of the most famous, top-notch Japanese onsen in the country. Please tell us what way you feel like soaking and we will suggest the perfect place for you to go. Most of the hot springs do not allow people with tattoos and wearing swimsuits. It can be hard even for locals to find such places. However, through our concierge service, we will be able to find the best onsen for you to enjoy in Japan. Japan is a county rich in hot springs with medical effects. The effects of hot springs are divided roughly into three effects: for the skin such as cuts, slashes, burns, chronic skin diseases; for blood flow and blood pressure such as arteriosclerosis and hypertension; and for the benefit of women with menstrual disorders and chronic women's diseases. Note: If you are serious bad condition, please contact your local doctor. Don't miss this opportunity to try the best Japanese onsen hot springs!. ※ Price Includes ※ This price includes our service fee. The price does not include the cost of your onsen - you must pay for your entrance fee at the onsen. Service Fee = $40 (USD) Our Service Fee: The amount of our service fee reflects our continuous and persistent efforts to secure places in your preferred onsen. Example Booking: We charge you the same price for individual and group. Reservation: A day tip onsen bath does not need reservation. Once you arrive at the onsen, you pay the entrance fee (typical day trip onsen SPA costs around 1000-2500 JPY with all amenities such as towel, soap, shampoo, room wear, etc). If you need to reserve a private onsen bath, or onsen accommodation, please contact our onsen reservation service.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-professional-onsen-hot-spring-concierge-service/4725?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Professional Onsen (Hot Spring) Concierge Service",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 16:34:23"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5185,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1454862648/dyjaxyaspnhgwfqjljgb.jpg",
        "strIntroduction": "If you venture outside of Tokyo to explore Ibaraki, you'll discover the vast amount of views that Japan has to offer. This time around, you can explore Hitachi Seaside Park (Hitachi Kaihin Koen). If you've been to the Ashikaga Flower Park, you already know the spectacular views that flowers can produce. At Hitachi, that also remains true. During spring, Hitach Seaside Park displays one million plants consisting of 600+ types. As you view the gem-like area and smell your surroundings, you may believe you're in a fairy tail. One of the highlights to catch is the blooming of plants, in which the sun pours out its light to create an enchanted work of art. Thus, a camera is almost mandatory. As you view the 200+ variety of tulips, you'll also be able to catch the hillside, topped with a 350-year-old house. And yes, it has a grass roof. The highlight of the spring season is undoubtedly the hillside covered with thousand of azure-coloured nemophila flowers! As for the Autumn season, the hills transition from its summer green, emerald-like color to the crimson of the kochia bushes, which complements the ocean and sky. And with flowers ranging from white, pink, and red, it's highly recommended. Quick Note: If you happen to come by during winter, you'll be excited to hear that the park hosts a variety of events, including one where you can sample food (only during the winter season). Though, keep in mind that the ice tulips won't be seen this winter. We're excited to have you join us. Now let's embark on this journey together! In this activity you can book round-trip transportation from Tokyo to Hitachi Seaside Park by bus and explore the vast area of the park as much as you want!",
        "strLocation": "Ibaraki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ibaraki-capture-the-beauty-of-seasonal-flowers-hitachi-kaihin-park/4731?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Capture the Beauty of Seasonal Flowers, Hitachi Kaihin Park",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 16:39:07"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 26853,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481097371/xna5l09bi8c9jzbhhpts.jpg",
        "strIntroduction": "",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-enjoy-airport-transfer-to-from-chubu-airport-by-car-nagoya/4608?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Airport Transfer To/From Chubu Airport by Car, Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 16:42:12"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10463,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481098706/ekatxsiadjotyu73xdp4.jpg",
        "strIntroduction": "This is a healthy French full course dinner cruise! The chef uses healthy ingredients and special cooking ways to lower the calories. If you have a partner who cares for their shape or health, this plan is absolutely perfect!! Example menu of the course (note that the menu changes seasonally): + A glass of wine + Tomato gelle with vegetable and Ricotta cheese. + Chili con carne of Apiose Americana and a young chicken + Soute of a river prawn and a scallop with carrot source + Grilled beef fillet with steamed vegetables + A desert + Breads + Coffee Closing a gate of check in: 18:50 (Please make sure arriving and done with check- in until this time.) Departing time: 19:20 Coming back: 21:20 Number of participants: 2-20 people Reservation: 2 months to 3 days before of your boarding date. Smoking: Separated Seats: 360 seats (8 private rooms) Children: Ok Access: With a walking distance from the stations below. + 1 minute from Takeshita Station, Yurikamome line. + 7 minutes from Hamamatsucho Station JR Yamanote line.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-french-full-course-on-the-cruising-boat-vingt-et-un/4644?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a French Full Course on the Cruising Boat Vingt Et Un!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 16:45:26"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6420,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481097416/wpreufk6housput5kz49.jpg",
        "strIntroduction": "Japan's fifth-largest city, and the prefectural capital of Hokkaido, Sapporo is a surprisingly dynamic and cosmopolitan urban center that pulses with energy. Sapporo became world famous in 1972 when the Olympic Winter Games were held there. Today, the city is well known for its ramen, beer, and the annual snow festival held in February. After a day of exploring the city you can get your energy back from a hot meal, a great proposition given Sapporo's wholly deserved gastronomic reputation. We offer you a private taxi service so you can move from/to New Chitose Airport easily to forget about the troubles of trains or buses on the long trip.. The chauffeur can speak English. All you have to do is say hello, leave your baggage, relax and board the taxi. The taxi will take you to/pick you up in Sapporo City. (Additional charges will apply to outside Sapporo City.) The following conditions will apply: * Highway/Parking charges are included in the price. * The price will increase by 25% between 23:00 and 5:00 (late night rate). You can choose among 6 different plans outlined below! Included in all options, the chauffeur will be standing, right outside the airport arrival gate, holding a card with your name written on it. 1. Small taxi – New Chitose Airport to Sapporo The chauffeur is standing with the name plate of yours right outside the airport arrival gate. Approximate guide to the numbers of passengers and pieces of baggage: 3 + 2 (Estimated baggage weight: Suitcase 90L) 2. Medium taxi – New Chitose Airport to Sapporo Approximate guide to the numbers of passengers and pieces of baggage: 4 + 3 or 5 + 2 (Estimated baggage weight: Suitcase 90L) 3. Large taxi – New Chitose Airport to Sapporo Approximate guide to the numbers of passengers and pieces of baggage: 9 + 9 (Estimated baggage weight: Suitcase 90L) 4. Small taxi – Sapporo to New Chitose Airport Approximate guide to the numbers of passengers and pieces of baggage: 3 + 2 (Estimated baggage weight: Suitcase 90L) 5. Medium taxi – Sapporo to New Chitose Airport Approximate guide to the numbers of passengers and pieces of baggage: 4 + 3 or 5 + 2 (Estimated baggage weight: Suitcase 90L) 6. Large taxi – Sapporo to New Chitose Airport Approximate guide to the numbers of passengers and pieces of baggage: 9 + 9 (Estimated baggage weight: Suitcase 90L)",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-airport-transfer-to-from-chitose-airport-sapporo/4610?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Airport Transfer to/from Chitose Airport, Sapporo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 16:51:13"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7099,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475712909/jgbcdqxqxj1qftqu741u.jpg",
        "strIntroduction": "With a population of 2.5 million, Osaka is Japan's third largest and second most important city. It has been the economic powerhouse of the Kansai region for many centuries. Its world-class status is cemented by its foods, and of course many cultural institutions, from its superb museums and art galleries to its ultra-modern entertainment, theater, and music venues. We offer you a private taxi service so you can move from/to Kansai International Airport easily so you can forget about the troubles of trains or buses on the long trip. The chauffeur can speak English. All you have to do is say hello, leave your baggage, relax and board the taxi. The taxi will take you to/pick you up in Osaka city. (Additional charges will apply to outside Osaka city.) The following conditions will apply: * Highway/Parking charges are included in the price. * The price will increase by 25% between 23:00 and 5:00 (late night rate). You can choose from among the 6 different plans outlined below! (In all cases, the chauffeur will be standing, right outside the airport arrival gate, holding a card with your name written on it.) 1. Small taxi – Kansai International Airport to Osaka Approximate guide to the numbers of passengers and pieces of baggage: 3 + 2 (Estimated baggage weight: Suitcase 90L) 2. Medium taxi – Kansai International Airport to Osaka Approximate guide to the numbers of passengers and pieces of baggage: 4 + 3 or 5 + 2 (Estimated baggage weight: Suitcase 90L) 3. Large taxi – Kansai International Airport to Osaka Approximate guide to the numbers of passengers and pieces of baggage: 9 + 9 (Estimated baggage weight: Suitcase 90L) 4. Small taxi – Osaka to Kansai International Airport Approximate guide to the numbers of passengers and pieces of baggage: 3 + 2 (Estimated baggage weight: Suitcase 90L) 5. Medium taxi – Osaka to Kansai International Airport Approximate guide to the numbers of passengers and pieces of baggage: 4 + 3 or 5 + 2 (Estimated baggage weight: Suitcase 90L) 6. Large taxi – Osaka to Kansai International Airport Approximate guide to the numbers of passengers and pieces of baggage: 9 + 9 (Estimated baggage weight: Suitcase 90L)",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-enjoy-airport-transfer-to-from-kansai-airport-by-car-osaka/4606?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Airport Transfer to/from Kansai Airport by car, Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 16:54:14"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5741,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1452484973/a6w2gse0sxra01dgtbhr.jpg",
        "strIntroduction": "We'll meet in the morning, at Nagoya Station, in front of Golden clock (it's a famous meeting point). We will head to Tokoname by train, it takes about 30 minutes. We will walk around the historical pottery town and have a pottery experience for an hour. You can design and make your own pottery masterpiece. Then we will eat lunch after the pottery experience. Since there are many restaurants, your can either follow my recommendation or choose whatever you want to eat. Explore the town by walking narrow paths. You'll see many interesting pottery arts like on the pictures. As we walk, we will pass through many coffee shops, souvenir shops and galleries. Feel free to stop by and see/buy the pottery arts you like!",
        "strLocation": "Aichi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aichi-experience-pottery-making-and-tour-a-historical-pottery-town/4509?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience pottery-making and tour a historical pottery town",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 16:58:12"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1453853722/msxqtjcpdigf02v9aqqb.jpg",
        "strIntroduction": "We offer cooking lessons for 2 hours at out brand new cozy kitchen studio with a big terrace next to Tsukiji Fish market, Tokyo. We welcome both groups and individuals. Meet at the kitchen where professional chef/instructor demonstrate and cook dishes of the day (3 dishes, one main dish, sushi and soup most of the time) with you. No cooking experience needed and English speaking assistants will always assist you! Attendees cook for about 1 hour, and then we can all enjoy wonderful Japanese dishes together. We welcome vegetarians and people on special diets, and with food allergies. Please consult us in advance. We are happy to organize special dishes for you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-japanese-homestyle-cooking-lesson-in-tokyo/4627?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Japanese homestyle cooking lesson in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 17:02:18"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 23149,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1453425091/dkmnmjotu1bwrt0jywbq.jpg",
        "strIntroduction": "In this experience you can go to rural Kyoto and experience Japanese traditional cuisine and hot springs in a lovely environment! Meet at Kyoto Station at 9:00 in the morning and take the local train to Kameoka. The inn bus will pick us up at Kameoka station. it's about 15 minutes drive to the inn. Enjoy the rural landscape from the bus window. Just relax and enjoy onsen hot springs until lunch time. The inn provides not only indoor hot spring, but also open-air hot spring baths. Feel fresh air while soaking in the hot spring bath. Towel, soap and shampoo are provided, so you don't need to bring any. Have lunch at the restaurant in the inn. We offer Japanese style full-course multi-dish lunch. It is full of seasonal specialties of the Kyoto region. Spend free time at the salon or souvenir shop in the inn or stroll the streets of the rural village around the inn. You will have about one hour of free time after lunch. Get back to Kyoto station around 4:00 pm where the experience ends.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-embark-on-a-one-day-onsen-and-japanese-cuisine-tour-kyoto/4564?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Embark on a One Day Onsen and Japanese Cuisine Tour, Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 17:05:43"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7315,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481098994/qyvh4luwgkalkki0qjwz.jpg",
        "strIntroduction": "The Magose-toge Pass is a very popular site on the Iseji Route of Kumano Kodo pilgrimage road in southern Mi prefecture since it is relatively easy to cross. Its stone paved path and forest of hinoki (Japanese cypress) are definitely worth seeing because they are said to be the most beautiful part of the Kumano Kodo road. In this activity you will cross the pass together with a skilled local guide. Walking route: approximately 5 km (approximately 3 hours on foot) Maximum Elevations: 135 meters The schedule is below: 09:30 Onigajou Parking ↓ Take the bus Matsumoto-toge Pass ↓ Observatory ↓ Fuefuki bridge ↓ Kinan tour design center ↓ Honcho-dori ↓ Shishi iwa rock ↓ Shichiri mihama ↓ Hanano Iwaya Shrine (UNESCO World Heritage Site) ↓ Otsuna chaya ↓ Hanano Iwaya bus stop ↓ Take the bus 14:30 Onigajou Parking (End of tour) *Only on Saturdays, Sundays and Public holidays: 11:13 Starting at JR Kumanoshi Station 16:13 Ending at Hanano Iwaya bus stop",
        "strLocation": "Mie",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-mie-walk-through-the-kumano-kodo-and-hanano-iwaya-mie/4626?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Walk Through the Kumano Kodo and Hanano Iwaya, Mie",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 17:08:41"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4630,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1453777836/iejtmipetmjgctl95tvc.jpg",
        "strIntroduction": "Want to let out your creative urges while in Japan? Then this experience is a fantastic one for you. Located in Tokoname city in Aichi prefecture, which is part of Japan’s Tokai Region, here is a chance to get your hands really dirty with a fantastic pottery experience. There are many things that you can make here and every one of them will be a memorable experience and treasure for you to take home! Cups, plates, tea cups, mugs and others, all are daily use items that will be fun to mold with your own hands and work into your own person work of art. And, while your leisurely sunbathing experience may be forgotten when you return home, drinking everyday from the mug you made in Tokoname will keep you connected forever to your precious time in Japan. What better way to keep you refreshed and stay connected to see of the happiest times of your life!",
        "strLocation": "Aichi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aichi-try-pottery-making-in-tokoname-city-aichi-prefecture/4625?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try Pottery Making in Tokoname City, Aichi Prefecture",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 17:12:08"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3426,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1453787573/iolrackqe4qpzkszxyeb.jpg",
        "strIntroduction": "Hikone Castle, is located in Hikone, Shiga prefecture, Kansai, close to Osaka and Kyoto. The Castle is also located very close to Lake Biwa, Japan’s largest freshwater lake, and the home to an International Association of Athletics Federations (IAAF) prestigious Gold Label Marathon. Hikone Castle itself is 1 of only 5 castles in Japan registered as National treasures and 1 of only 12 with its original keep. That’s because in 1868, when the Meiji Era (1868-1912) began any castles were dismantled. Hikone Castle was saved from demolition at the request of none-other than the emperor! On this experience you will enjoy the amazing experience of riding a traditional Japanese canalboat through the historic moat around the castle. A fun experience for all ages, from children to adults, the views and experience of the castle will be unlike any you will experience from dry land. General Availability: Tour starts on the hour. Weekdays: 10:00-15:00 Saturday/Sunday/Public Holidays 10:00-16:00",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-enjoy-a-boat-ride-along-the-moat-of-hikone-castle-shiga/4624?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy A Boat Ride Along the Moat of Hikone Castle, Shiga",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 17:15:30"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13889,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481098219/b52vjcmpa3z8uyfqhlty.jpg",
        "strIntroduction": "If you arrive in Tokyo and want to try scuba diving but have no time to go to the Okinawa islands, then this experience is ideal for you! You can easily dive in the sea near Jogasaki Coast in Izu Peninsula, just two hours away by train from Tokyo! In this activity you do not need to have a special diving license because a skilled instructor will dive with you. In addition, you will be instructed in details about scuba diving, so you can join even if this is your first time. You will learn not only how to dive, but also how to communicate with other people underwater. There is plenty of wonderful sealife to be discovered near Jogasaki Coast and the instructor will take many photos of you underwater. Later, you will receive the photos on a CD as a present! Below is the schedule for this activity: 9:10 am: Get picked up from Jogasaki-Kaigan Station on Izu Kyuko Line. Do not be late for the meeting and take a train that arrives at Jogasaki-Kaigan Station exactly at 9:10 am. 10:00 am: You will be asked a few questions about your health condition and will watch a DVD with instructions about diving. 10:10 am: You will change to your swimsuit and will prepare to enter the sea 11:00 am: First, you will try snorkeling with your instructor who will show you some of the beautiful fish species that can be seen around Jogasaki Coast 12:00 pm: The real diving experience starts! Discover the full beauty of the sealife near Izu Peninsula! 13:00 pm: End of the diving. Change your clothes and wait a few minutes until the CD with your underwater photos is ready. Note: Adults and children over the age of 10 and in good health can participate in this activity.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-dive-with-an-instructor-in-the-sea-near-jogasaki-coast-izu/4622?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Dive with an instructor in the sea near Jogasaki Coast, Izu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 17:20:00"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3056,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481097793/lk7lscek8akwhkfepu8a.jpg",
        "strIntroduction": "In this activity in Hida-Furukawa, Gifu prefecture, you will have visit a local artisan's atelier and will have the chance to try hand-weaving on a traditional Japanese loom. You will make your own striped tablecloth with the assistance of the skilled local artisan. Alternatively, you can try dying fabric using local organic dyes. In addition to this craft experience you will learn how organic dyes were used as herbs and even as food products in the past when Japanese people believed that they protect the body from various diseases. The atelier also offers plenty of woven items for sale. Enjoy the traditions of Hida-Furukawa located just a few minutes away by train from Takayama city!",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-try-hand-weaving-and-painting-with-organic-dyes-in-furukawa/4621?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try hand-weaving and painting with organic dyes in Furukawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 17:24:54"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3926,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481097740/prcvy4gzctmlhgfxg9ln.jpg",
        "strIntroduction": "Takaoka city in Toyama prefecture is well-known for its traditional crafts. The city flourished during the Edo period under the rule of the Maeda clan and many craftsmen as well as merchants helped for elevating Takaoka's status within the feudal domain. Particularly the city's copperware and lacquerware industry are still among Japan's very best ones. Takaoka's copperware traditions date back to 1611 when the feudal lord Maeda Toshinaga invited several prominent craftsmen to the city. Today various molds are used for casting metal and producing high-quality kitchen utensils. The famous Giant Buddha of Takaoka is another great example of the local craft technqiues. Takaoka's lacquerware traditions originated in 1609 when Maeda Toshinaga imported Chinese techniques of decoration in the city. Today there are various types of lacquerware, among which the mother-of-pearl inlay using the inside part of abalone shells is particular popular. In this activity you will go to a local craftsman shop and choose between making your own tin sake cup or decorating a bento box with mother-of-pearl inlay. Details about the activities: 1. Tin sake cup making You will create the mold and cast tin into it, after which you will polish the sake cup. At the end of the activity you can take the sake cup with you! This activity takes about 2 hours. 2. Mother-of-pearl inlay You will have the opportunity to decorate either a small bento box (onigiri-size) or the back of a hand-mirror with mother-of-pearl inlay. Please think in advance of a pattern that you would like to create. The staff at the shop will have to complete your work and it will take about 2 weeks to 1 month until it is ready to be shipped. Please note that you will have to pay shipping fee if you would like to receive the item. This activity takes about 1 hour. Discover the traditions of Takaoka's crafts with local craft masters!",
        "strLocation": "Toyama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-toyama-create-your-own-copperware-and-lacquerware-items-in-takaoka/4620?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Create your own copperware and lacquerware items in Takaoka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 17:29:40"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 15093,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474934426/l6gimqgqkesr75z2vdz9.jpg",
        "strIntroduction": "In this guided experience you will visit Japan's largest and most attractive wasabi farm located in Azumino city in Nagano prefecture, not far from Matsumoto city. Daio Wasabi Farm was opened in 1917 and nowadays attracts many visitors who want to learn more about the distinctive culture of growing wasabi plants or just want to experience a pleasant stroll in open nature. The farm has many walking trails among the wasabi fields which are constantly irrigated by small streams of fresh, clean mountain water. In addition, you can see attractive facilities such as a water mill, a local shrine, wasabi factories and more. The view of the Northern Alps in the background will make this guided walk an unforgettable trip to Nagano's nature. At the end of the walk you will have the chance to make your own pickled wasabi souvenirs. In a 20-minute cooking class you will make two little boxes of the valuable food that you can take home with you. Please note that the pickled wasabi you make needs to be stored in a refrigerator for at least several days before becoming ready for consumption. You can buy more pickled wasabi ready for consumption at the shop in the farm. Enjoy your short side trip to Daio Wasabi Farm in Nagano!",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-make-your-own-pickled-wasabi-at-japan-largest-wasabi-farm/4602?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make your own pickled wasabi at Japan's largest wasabi farm!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 17:35:34"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 27779,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481096740/wvvxncv9iuulptoqx9xb.jpg",
        "strIntroduction": "In this tour you will visit Shima city in Mie prefecture and discover the fascinating ancient culture of the Japanese female divers Ama. You will have the opportunity to immerse yourself completely in the realm of Ama divers and Mie's pearl cultivation. Find unique aspects of the Japanese traditional local culture by experiencing what we have on offer for you! Below is the itinerary of the tour: Day 1: Late afternoon: Take a taxi or a direct boat from Kashikojima Station to Wagu port where you will be picked up to go Pearl Gourmet Inn Takesho hotel for check-in. A mini-van will take you to a nearby Ama female diver hut where you will have seafood dinner in a traditional atmosphere. The Ama divers will cook the dinner on the sunken fireplace in front of you! Note: The transportation to the hotel is not included in the price. Day 2: Meet your guide. From 6:30 am before breakfast you will visit the local seafood market and observe the lifestyle of local fishermen who have just brought fresh catch of the famous Ise lobsters. After this interesting fish market visit you will return to Pearl Gourmet Inn Takesho for breakfast and then ride on a boat to observe the actual daily activities of Ama female divers in the open sea! This is a very rare opportunity to see Ama divers doing their actual job and the activity is not set up specially for tourists. In case of bad weather, the boat ride will be substituted by a walk with Ama divers around the rural village. Return to the hotel to make your own pearl accessories! The tour ends after you create your souvenir. Discover the rich cultural heritage of the Ama female divers in this unique tour to Shima city in Mie prefecture! Note: This tour is available mainly in March-April, but may be offered later as well. Please contact us about availability. Please book at least one week in advance!",
        "strLocation": "Mie",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-mie-see-ama-female-divers-working-in-the-sea-a-rare-tour-in-mie/4600?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See Ama female divers working in the sea, a rare tour in Mie",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 17:39:45"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 33798,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475713720/xf6d1ytnm0uiubsj6eez.jpg",
        "strIntroduction": "This is a tour which will give you the chance to experience the traditional pilgrimage to the holy Ise Jingu shrines in Mie prefecture - the most venerated sanctuary of Shinto. You will have the opportunity to participate in ancient rituals and purification ceremonies before visiting the shrines and praying for good luck. Finally, you will be able to stroll the shopping streets of Oharaimachi, the busy district in front of Naiku (Kotaijingu, the Inner Shrine), and eat a lunch with a religious symbolism. Below is the itinerary of this tour: Day 1: Early evening: Arrive at Futamigaura (Futaminoura Station) and check in a traditional-style ryokan inn with a hot spring. Have dinner and go to bed early because the activities on the next morning start from sunrise. Note: Transportation to Futaminoura Station is not included. Day 2: Sunrise time - Take part in the traditional body and soul purification ceremony \"Misogi\" that is part of the Shinto rituals before visiting the sacred Ise Jingu. You will bathe in the ocean near Futami Okitama Shrine with the first rays of the rising sun and cleanse your mind and heart from all earthly sins. IMPORTANT! The \"Misogi\" ceremony is conducted only on the morning following the 3rd Saturday of the month (excluding December to March). On all other days you will sit the indoor purification ritual \"Muku-Shiobarai\" where a Shinto priest will wave a special stick with dried green algae over you. This ritual starts around 10:00 am. Before you leave Futamigaura, take a look at the sacred \"Meoto Iwa\" rocks known as the \"wedded rocks\" because they are connected by the Shinto shimenawa straw rope. Before noon - Take the local bus together with your guide and go first to Geku (Toyoue-Daijingu, the Ise Outer Shrine), then to Naiku (Kotaijingu, the Ise Inner Shrine). The legendary Ise Jingu shrines have been a final destinations for thousands of pilgrims during the Edo period, and it is still believed that every person should visit Ise at least once in their life. Afternoon - Stroll the Oharaimachi street in front of Naiku and have lunch with local delicacies (seafood or Ise udon noodles). The meal eaten after a visit to the shrines is called \"Naorai\" and also has a special religious significance. Buy souvenirs such as the traditional Ise sweets with red bean paste \"Akafuku\" and leave by bus for Uji-Yamada Station where the tour ends. Note: Please note that the Shinto rituals have a genuine religious value and are not a touristic attraction. You are expected to participate in the ceremonies in an earnest way with a sincere heart. Your guide will explain more about the correct conduct during the rituals.",
        "strLocation": "Mie",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-mie-purify-your-soul-with-sea-water-and-visit-the-holy-ise-shrines/4599?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Purify your soul with sea water & visit the holy Ise Jingu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 17:42:48"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10186,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1453605451/s0vh9ovenv1grd3xnptw.jpg",
        "strIntroduction": "Ago Bay in Shima City, Mie prefecture, is known for its picturesque beauty and mild climate making it the perfect place to experience outdoor water activities. We shall provide you with a kayak short course (1.5 hours) where you can paddle across the bay to see the different uninhabited islands. Afterwards, you can enjoy playing inside a water ball. This is a unique activity wherein you will be placed inside a ball that is floating in the bay. The ball is transparent so you will get a chance to see underwater. Both experiences will surely bring the fun and enjoyment to you during your visit in this area! Tag along your family and friends! Note: This experience is offered for adults children over the age of 3. In summer the activity might be held only in the evening due to hot weather. You can access the facility (Shima Shizen Gakko) by taxi from Kashikojima Station in Shima city.",
        "strLocation": "Mie",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-mie-enjoy-kayak-and-waterball-fun-in-ago-bay-shima-city-mie/4597?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Kayak and Waterball fun in Ago bay, Shima city, Mie",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 17:47:11"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10926,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475712212/zzncpnuiz3lkml0wkj0q.jpg",
        "strIntroduction": "Ninjutsu is the traditional art used by ninjas during the feudal eras of Japan. Now practiced for centuries, this martial art uses techniques such as stealth, camouflage and sabotage. This activity is a one-day course designed for you to learn the basic concepts of ninjutsu. It is held in Iga Ueno city, Mie prefecture, where the famous Iga-ryu ninja clan originated! The program of this activity is as follows: 10:00 Start of training 10:00 to 10:15 Change to ninja outfit 10:15 to 10:45 Praying ritual at the shrine 10:45 to 12:00 Physical and spiritual training 12:00 to 13:00 Lunch 13:00 to 15:45 Continuation of training (learn how to use weapons, tools, fire, how to hide and more!) 15:45 to 15:50 Awarding with certificates of completion of ninja training 15:50 to 16:00 Change of clothes and end of activity Please take note that aside from the training fee, a ninja outfit rental fee of 1,080 JPY is also required. Optional lunch is also available: Suehiro Sushi - 1,200 JPY Set Lunch - 3,000 JPY The required ninja outfit rental fee and optional lunch fee must be paid at the venue during the activity.",
        "strLocation": "Mie",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-mie-join-a-one-day-ninja-training-course-for-beginners-at-iga-ueno/4596?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a 1-day ninja training course for beginners at Iga Ueno",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 17:52:14"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2778,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475660630/pwivh45xrdshfkjrtmrf.jpg",
        "strIntroduction": "Kamaboko is a type of fishcake made of grounded white fishes. It has been around in Japan since the 12th century and was used as a gift for festive occasions such as weddings. Nowadays Kamaboko is a common dish in the Japanese cuisine. You will have the chance to make three types of traditional Kamaboko in a one of the country's leading fishcake factories in Tsuruga city, Fukui prefecture: Grilled Kamaboko, Plated Kamaboko, and Crafted Kamaboko. (Please note that the menu can change depending on season). Don’t worry if you have no knowledge about Kamaboko - the professionals will guide you step by step. This activity is recommended to everyone from kids to adults. Fukui prefecture is located along Japan Sea around three hours away from Tokyo, and an hour and half away from Osaka. It is known for its delicious seafood and sake. Your handmade Kamaboko will go perfectly with the local sake! Also, enjoy the beautiful nature of Tsuruga!",
        "strLocation": "Fukui",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukui-learn-how-to-make-kamaboko-from-a-professional-in-fukui/4590?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn how to make Kamaboko from a professional in Fukui",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 17:56:56"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481096555/dtrfb8aqiazmeykyxkgk.jpg",
        "strIntroduction": "Strawberries are one of the most popular fruits in Japan. There are different types of strawberries. Each has its unique sweetness and taste. At Lake Shorenji in Mie prefecture, you can try strawberry picking and eat as many strawberries as you want! The following types of strawberries are grown in the farm: Akihime - a variety known for each softness and sweet taste Nyohou (women's peak) - sweet and high in acidity Kurenai hoppe (red cheeks) - firm and very sweet Kaorino - have a very sweet and strong scent Why not enjoy picking and eating these different types of strawberries at Lake Shorenji with your family and friends! Note: This activity is available from January 3 to May 31, from 9:30 am to 16:00 pm every day. The farm is located in Nabari city in Mie prefecture. Get off at Nabari Station (of Kintetsu Osaka line) and take a bus from the east exit bound for \"Yurigaoka\". Get off at \"Yurigaoka\" and walk 2 minutes until \"Yamayuri annaijo\" where the farm is located.",
        "strLocation": "Mie",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-mie-pick-and-eat-strawberries-at-a-farm-near-lake-shorenji-mie/4580?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Pick and eat strawberries at a farm near Lake Shorenji, Mie",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 18:01:19"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3241,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1453533309/g7wbsestackuh2blzujx.jpg",
        "strIntroduction": "In this highly recommended experience during winter and spring, you will get a chance to pick fresh strawberries which you can enjoy eating as much as you want for 40 minutes. Different types of strawberries are found in the farm - each has its unique sweetness and taste. Why not try it out and experience this activity with your family or friends? As an add-on option, you can soak in the Kataoka Onsen hot spring located in same facility with the strawberry farm. What better way to relax after a hard day's work of strawberry picking and eating! Note: Strawberry picking is available from 10 am to 16 pm, from December until May. The facility is located along Kintetsu Yunoyama Line in Mie prefecture. The nearest station is Yunoyama Onsen Station from where you can take a bus bound to \"Aqua Ignis\" or walk back for about 8 minutes. There are also direct buses from Nagoya's Meitetsu Bus Center (morning departure only).",
        "strLocation": "Mie",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-mie-pick-strawberries-at-a-strawberry-farm-in-north-ise-mie/4576?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Pick strawberries at a strawberry farm in North Ise, Mie",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 18:04:31"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3704,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1453474539/dwkiet6glntxqnxlfbad.jpg",
        "strIntroduction": "Have you ever heard of Shamisen? Shamisen is a 3-string traditional musical instrument in Japan. \bIt is also an important part of Japanese culture. You can see it in Kabuki, you can see it when a Geisha sings, you can even see it in a Rock Band! Its sound is strong and clear, and has a really high expression of different kinds of emotions. Would you like to try playing Shamisen? Shamisen looks so cool and incredible, but in fact, it's not difficult for beginners at all! You can learn to play a simple song in 1 or 2 hours! When you come to Sensoji Temple in Asakusa, why not stay for 1 or 2 hours longer to learn more about real Japanese culture from a real professional Shamisen player! The flow of the experience: 1. Please send us a message to check the time, we will contact you in 24 hours. 2. After the time is decided, we will send you the address and how to come to the place. 3. Please come on time. It's not necessary to bring anything, just bring a camera maybe. 4. Enjoy playing Shamisen! At the end of the lesson, you can play the song by yourself, and we can take a small video for you with your camera as a memorial to your shamisen playing! Location 5 minutes walk from Sensoji Temple Time 40-60 minutes Teacher Ms. Sakada Maiko She is young, but a highly experienced professional Shamisen player. She started to learn Shamisen when she was 8, graduated from Japanese Music Major of Tokyo University of the Arts. Now she is a busy professional player, with a wide range of performance experience, on stages, at Imperial palace, for foreigners, etc. She is also the Shamisen player of the traditional music performance group, Ayane. Assistant Kawamura (Ms.), a pupil of Ms. Sakada. She manages the reservations. Here is what she says about Ms. Sakada: \"I was really lucky that I found Ms. Sakada! There is no need to say how good she is on Shamisen, and what's more than that, she is really an elegant and patient teacher! I totally can assure you will have a nice experience learning with her! Ms. Sakada speaks Japanese and some English, I will help to do some translation when necessary. And I can tell you a little secret! In fact some of Ms. Sakada's pupils are real Geisha. If you are lucky enough, you can meet a Geisha in their day life. They are really busy during daytime, practice Shamisen, practice singing, practice dancing, practice small drums, tea ceremony, choose Kimono... I was so surprised to meet a Geisha when she was practicing Shamisen at Ms. Sakada's place!\" Looking forward to meeting you! Let's play Shamisen together!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-play-shamisen-with-a-professional-in-asakusa/4574?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Play Shamisen with a professional in Asakusa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 18:09:29"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11667,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475660231/tefnscinmnmvwopgn2wu.jpg",
        "strIntroduction": "",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-visit-the-peace-memorial-in-a-okinawa-private-car-tour/4573?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit the Peace Memorial in a Okinawa Private Car Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 18:13:15"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7717,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1453438461/qywhzibof8c8zbgekcz6.jpg",
        "strIntroduction": "Have you come accross a product that is not sold in your country but saw a great opportunity to market? During your trip in Japan, did you see a property that you wanted to purchase? Did you think you wanted to study in Japan and perhaps continue to stay and work? If any of above rang your bell, contact us while in Osaka for a comprehensive session of business consultation and legal advice! You might have seen the temples, shrines, and palaces but we know that is not all what you wanted to do. Before you fly out, we can help you to make your next trip to Japan something more than a sight-seeing. A team of experts is going to see you at your hotel. We can move to a nearest cafe, co-working space or even at the foyer of your hotel to do a 2-hr meeting. Your questions will be answered and we will provide you with all the necessary information and can eventually set up a brief business plan. The team is with an international marketing consultant who has been a great business development manager for various overseas clients. Some of the customers are: educational institute, handicrafts manufacture, importer of auto parts, property management office. Also equipped with Administrative Scrivener which is a Japan national qualification. It is best translated as Administrative Lawyer. A professional of any legal requirement, would perfectly know what is allowed and what is not. The consultant has been helping a great number of international students and expats to acquire a legal status in Japan.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-receive-business-consultation-and-legal-advice-in-osaka/4572?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Receive Business Consultation & Legal Advice in Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 18:17:07"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13334,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475660114/mrtkkhmataxnzgbhvvhk.jpg",
        "strIntroduction": "Yamanashi prefecture is the ideal place for a day trip as it provides travelers with a wealth of cultural experience in rural Japan and a beautiful view of Mt. Fuji. This 8-hour private car tour will take you from Hakone to Lake Kawaguchi and Yamanashi. Enjoy the scenery from the view point of Lake Kawaguchi, pick fruits in Fuefuki City and visit a winery in Yamanashi City! The first destination from Hakone is a view point of Lake Kawaguchi. The lake is located in the southern part of Yamanashi prefecture near Mt. Fuji and is the second largest of the Fuji Five Lakes in terms of surface area. The area around the lake is a famous resort because of its beautiful views of Mt. Fuji and is a place where you can enjoy various activities such as windsurfing, camping, and excursion boating. And of course you will have spectacular views of Mt. Fuji. The second destination is an orchard in Fuefuki City which offers you a fruit picking experience. Yamanashi prefecture is well known as Japan’s \"Fruit Kingdom\" and produces high quality fruits such as grape, peach, strawberry and cherry. The fruits you will pick change depending on the season (strawberry/peach/grape) and you can eat the fruits as much as possible within a time limit (usually around 30 minutes). The last place to visit is a winery in Yamanashi city. You might think \"Is there a winery in Japan?\". But the history of wine making started here in the 19th century, and Yamanashi prefecture accounts for 40% of Japan’s domestic production. So you will definitely enjoy visiting a winery and also tasting some Japanese high-quality wine. We offer 9 price settings depending on the number of people in your group. Outlines are written in the pricing table. Included: - Private car with fuel and driver - Entrance fee of an orchard and a winery Duration: - 8 hours",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-enjoy-private-car-yamanashi-day-tour-from-hakone/4571?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Private Car Yamanashi Day Tour from Hakone!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 18:21:36"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9815,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1452854322/rop87ctn4fp6mxmw2oyt.jpg",
        "strIntroduction": "Located in Ise-Shima National Park, the sea and islands in Toba are deep in the local lifestyle. There is a model factory and a pearl museum on the island, and visitors can even watch the processing of pearls, as well as observe how women divers, known as Ama, collect pearls as a performance show. The Ama can be seen actively at work collecting abalone and seaweed. Throughout the area scattered restaurants serve extremely fresh seafood. Join a kayak tour to explore the beauty of Ise-Shima National Park. For food hunters, take a bite of local cuisine and have lunch on the tour! Interested in Japanese culture? Meet Ama’s in their hut and enjoy fresh grilled seafood made by them. You can choose among 6 different plans outlined below! 1. Spiritual tour visiting Ama-san Enjoy the experience praying to Ishigami-san who can make your wish come true, enjoy an Ama hut experience, etc, amidst Toba nature, culture, and even a festival for a variety of different experiences. 3.5 hours Including lunch in an Ama hut All seasons (except August 13 – 15 and December 30 – January 10) 2. Ise Lobster Cooking Class Served with one live lobster, make a delicious lobster dish, miso soup, sashimi, etc. easily! 2.5 hours (10:30 to 13:00) September 16 – April 30 3. Desert Island Exploring for adults Ukishima island is one of the desert islands in Toba Bay. Explore the island, enjoy snorkeling and fishing, and eat onigiri made using the kuronori (black seaweed) of Toba Bay! 4 hours (9:00 to 13:00) Mid July – Late August 4. Desert Island Exploring for child Ukishima island is one of the desert islands in Toba Bay. Explore the island, enjoy snorkeling and fishing, and eat onigiri made using the kuronori (black seaweed) of Toba Bay! 4 hours (9:00 to 13:00) Mid July – Late August 5. Under a Starry Night! Clear Kayaking Tour In the clear kayak, you will paddle out to fantastic waves. You will see the lights from sea creatures sparkling from beneath your kayak. Move slowly and relax. Enjoy the mysterious lights of sea fireflies. 1.5 hours (20:00 to 21:30) June – Beginning of September (Only Friday, Saturday, and Sunday) 6. Under a Starry Night! Clear Kayaking Tour for family In the clear kayak, you will paddle out fantastic waves. You will see the lights from sea creatures sparkling from beneath your kayak. Move slowly and relax. Enjoy the mysterious lights of sea fireflies. 1.5 hours (20:00 to 21:30) Total weight under 170 kg June – Beginning of September (Only Friday, Saturday, and Sunday)",
        "strLocation": "Mie",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-mie-enjoy-the-eco-tours-in-toba-city-mie/4535?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy the eco-tours in Toba city, Mie!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 18:26:28"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3704,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1451279840/bcupnb8qkkzuljuqo4hv.jpg",
        "strIntroduction": "We run a theme bar offering \"Magic and owarai comedy\" shows in Ikebukuro, Tokyo. In particular, we provide an experience called \"Magic and Entertainment show with free drinks(*) for 2 hours\" The flow for this experience is below. 1. Please come to our bar at the booked time (we will be glad if you come 5 minutes earlier). 2. You can enjoy a table magic show (our magician comes to your table for 10 minutes during the 2 hours), and stage show (with magic tricks and comedy gigs). 3. This activity takes 2 hours. You cannot stay longer than 2 hours. (*) free drinks: this means you can select one drink from our menu, if you finish itm you can select another one during the 2 hours. We can speak English, Chinese, Korean. If you have any question, please don't hesitate to ask us. If you want to order our foods and drinks from the menu (except for the free drinks), you need to pay additionally.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-magic-and-comedy-show-in-a-bar-in-ikebukuro-tokyo/4343?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Magic and Comedy show in a bar in Ikebukuro, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 18:29:45"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9260,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481094420/ngy7nvnpsapbxzdubrwa.jpg",
        "strIntroduction": "Aichi prefecture is known as the cradle of Japan's industrialization and technological innovation. It is no wonder that the World Expo in 2005 was held exactly in Aichi. Japan's leading automobile company Toyota originated in Aichi as a producer of machine-powered looms. However, the prefecture's traditions in manufacture date back to the 10th century, when Japan's most popular ceramics were developed in Seto city. Today Seto and Tokoname cities are famous for their top-class pottery and porcelain products, while numerous high-tech companies starting with Toyota have their main factory plants near the Ise Bay. In this cultural and educational one day guided trip from Nagoya you will visit Seto and Toyota cities to discover the historical development of Japanese manufacture throughout the centuries. You will have the chance to paint your own ceramic art, eat the delicious local eel rice bowl and then go to Toyota Kaikan Museum, where top examples of leading innovations in the automobile sector are exhibited. Below is the itinerary of this tour: 10:00 am: Meet your guide at Sakaemachi Station and take the Meitetsu train for Owari-Seto (about 40 minutes). 10:40 am: Arrive at Seto city and explore the pleasant townscape on foot. Numerous little shops and craftsman ateliers are lined up along the river that runs through the city. You will visit the fascinating \"Setogura Museum\" and learn the old history of Seto city and its ceramic art in real-size replicas of the city's old ateliers and kilns. Next, you will go to Shinseiki Kogeikan, another museum where top-class porcelain art work is displayed. Finally, go to Japan's unique Maneki-neko Museum and learn more about the habits of placing the cat figurines at the front of stores in order to invite prosperity and clients. Here you can paint your own art figurine! After this activity you can taste the local specialty - eel rice bowl - for lunch. 13:30 pm: Take the train from Owari-Seto to Mikawa-Toyota (about 50 minutes). Walk for about 20 minutes to Toyota Kaikan Museum or take a taxi for a short 5-minute ride. 14:00 pm: Explore the wonderful Toyota Kaikan Museum where plenty of examples of Toyota's leading automobile technologies are displayed. You can see not only famous past models, but also latest innovations in the automobile industry related to EV cars, fuel-cell batteries and eco-friendly technologies. 15:15 pm: Return back to Mikawa-Toyota Station where the tour ends. Discover the historical development of Aichi prefecture's industrial products in this educational one day trip from Nagoya!",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-discover-aichi-traditional-porcelain-and-toyota-industry/4467?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Aichi's traditional porcelain and Toyota's industry",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 18:34:02"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 17130,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475569874/zmd6ecjt8iacpkm61mx6.jpg",
        "strIntroduction": "Lake Hamanako is one of Japan's largest lakes located in the westernmost part of Shizuoka prefecture, near Hamamatsu city. The city is conveniently located close to Nagoya and can be reached by Shinkansen bullet train in about 40 minutes. Lake Hamanako used to be a fresh-water lake, but became connected to the Pacific Ocean in the 15th century after an earthquake. Nowadays the wide area consists of a pleasant hot spring town (Kanzanji Onsen), restaurant and shopping facilities, an amusement park, a flower park and a zoo. There are plenty of things to do and enjoy around Lake Hamanako which makes it ideal as a destination for a one-day trip from Nagoya. Here you can enjoy strolling in beautiful parks, sail over the lake in a pleasant cruise, relax in an open-air hot spring, view the area from an observatory on a top of a mountain, and much more! Enjoy a wonderful adventure in the wide open nature of Lake Hamanako for a day! Below is the schedule for this guided tour: 10:30 am: Take the Shinkansen bullet train from Nagoya to Hamamatsu city (about 40 minutes). Arrive at Hamamatsu Station and meet your guide. 11:30 am: Take the local bus from Hamamatsu bus terminal to Hamamatsu Flower Park (about 40 minutes). Enjoy strolling the beautiful gardens of the flower park and eat lunch at a local cafe. You can also buy flower-themed souvenirs here. 13:45 pm: Walk to the pier and take the Lake Hamanako sightseeing cruise for a one hour pleasant sail to the opposite side of the lake. You will see plenty of seagulls and the nearby facilities among which are the amusement park PalPal and the Tomei Highway which crosses the lake from above. 14:50 pm: Arrive at Kanzanji Onsen and go to a nearby resort hotel for a unique hot spring experience. You will be able to relax in an open-air pool on the top of the building (for men) or a large indoor pool with a splendid panorama view over the entire lake (for women). 16:00 pm: Walk to the Kanzanji Ropeway and ride the gondola over the lake to the observatory on top of the small Mt Okusayama. From here you can see a breath-taking view over Lake Hamanako. 16:30 pm: Return to Kanzanji Onsen and take the bus back to Hamamatsu Station where the tour ends. Feel the free spirit of the wide open nature and enjoy your day trip to Lake Hamanako to the fullest!",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-feel-free-spirited-in-a-day-trip-to-the-wide-lake-hamanako/4465?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Feel free-spirited in a day trip to the wide Lake Hamanako!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 18:37:01"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 28242,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475569567/lvtsfi7xd5t3wdygk13s.jpg",
        "strIntroduction": "In May 2016 Mie prefecture in Central Japan will host the next G7 Summit. The main venue of the event will be on Kashikojima island in the scenic Ago Bay, the homeland of Mie's pearl cultivation culture. The history of Mie's pearls began in 1893 when the local entrepreneur Mikomoto Kokichi succeeded in cultivating pearls for the first time in Japan, but the origins of Ise-Shima region's fishing culture can be traced back to the 2000-year-old traditions of the female divers Ama. Dressed only in white clothes and without any air tanks, the Ama divers have been sustaining the lives of local people in Ise-Shima region for centuries with their skillful techniques of collecting seafood. After the pearl cultivation in Mie began, the female divers helped for collecting oysters and boosted the development of the local industry. Nowadays Mikimoto-branded pearls are famous worldwide, while the Ama divers still preserve their traditional culture and distinctive lifestyle. In this cultural and educational 2-day 1-night trip you will visit Ise-Shima area and immerse yourself completely in the realm of Ama divers and Mie's pearl cultivation. You will be fascinated to discover not only beautiful scenery around the splendid Ago Bay, but also an ingenuous local culture that characterizes the entire region. At the end of this trip you will understand why Japan chose exactly this location as the venue for the next G7 Summit in 2016. Below is the itinerary of this tour. You can choose between two different seasonal options for the end of Day 1 and Day 2: Day 1 (self-guided) 9:10 (recommended starting time) - Take the limited express train from Kintetsu Nagoya Station to Toba Station (about 100 minutes). 10:48 - Arrive at Toba and go directly to Mikimoto Pearl Museum. Watch a live Ama diving performance from the observation deck and learn more about the history of pearl cultivation in Mie. 12:00 - Have lunch with fresh seafood in one of the restaurants near Mikimoto Pearl Island 12:29 - Take the Kintetsu line train from Toba Station to the final Kashikojima Station (about 40 minutes by local train or 30 minutes by limited express train). 13:30 - Ride on the sightseeing cruise \"Esperanza\" along the island-dotted Ago Bay! The Spanish-style galley boat will also take you to a model pearl factory where you will observe the process of creating pearls from oysters. 14:30 - Return to Kashikojima port. From here you can choose between the main two options of this trip: Option 1 (Available mainly from mid March to end of April; please ask about availability after April): Take a taxi to Pearl Gourmet Inn Takesho hotel, or a boat from Kashikojima to Wagu port where you will be picked up, and check-in. A mini-van will take you to a nearby Ama female diver hut where you will have seafood dinner in a traditional atmosphere. The Ama divers will cook the dinner on the sunken fireplace in front of you! Option 2 (Available all year round): Take a taxi to Haifu Onsen Hotel and spend a relaxing evening in a room with private hot spring on the balcony overlooking the bay. Day 2 (guided): Option 1 (Available mainly from mid March to end of April): Meet your guide. From 6:30 am before breakfast you will visit the local seafood market and observe the lifestyle of local fishermen who have just brought fresh catch of the famous Ise lobsters. After this interesting fish market visit you will return to Pearl Gourmet Inn Takesho for breakfast and then ride on a boat to observe the actual daily activities of Ama female divers in the open sea! This is a very rare opportunity to see Ama divers doing their actual job and the activity is not set up specially for tourists. In case of bad weather, the boat ride will be substituted by a walk with Ama divers around the rural village. Return to the hotel to make your own pearl accessories! After you make your own souvenir your trip ends a little before noon. You can explore the town on your own or return to Kashikojima with your guide. Option 2 (Available all year round): Meet your guide at the lobby of your hotel. Go to Yokoyama Observatory by taxi and enjoy the breath-taking panorama view of the entire Ago Bay. Stroll down the streets of the little town before heading towards Satoumi-an, a traditional-style Ama female divers hut where you will have seafood lunch in a traditional atmosphere and learn more about the distinctive local Ama culture. After lunch you will go to the pearl studio to make your own souvenir accessories from pearls! The tour will end at Kashikojima or Ugata Station. Enjoy the blessings of Ise-Shima's nature and the rich cultural heritage of the Ama female divers in this unique 2-day trip to Mie prefecture! Note: There will be no guide on Day 1 but you can follow the itinerary that we provide. Entrance to the Mikimoto Pearl Museum and the sightseeing cruise are included in the price. IMPORTANT: Please book this tour at least one week in advance.",
        "strLocation": "Mie",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-mie-discover-the-secrets-of-the-female-divers-ama-and-mie-pearls/4363?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover the secrets of the female divers Ama & Mie's pearls",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 18:40:42"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 50465,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475569340/areon86ubvv6rjcfyx8v.jpg",
        "strIntroduction": "This is the ultimate experience for those travelers who wish to embark on a spiritual journey to the depths of Japan's traditions and religion. In this trip you will discover the secret hideout places of the Iga clan ninja spies and try some of their body-training techniques surrounded by the beautiful nature of Akame 48 Waterfalls. Later, you will go to the sacred Ise Jingu, Japan's most venerated and important Shinto sanctuary, where you will do all the rituals and rites that pilgrims have been doing at this place for centuries. At the end of this tour to Japan's heart you will become fully aware of the spiritual significance of preserved old traditions. Embrace the spirit of Japan and purify your body and soul like the pilgrims of the old Edo period! This is a 2-day tour offered to everyone who wishes to experience Japan's traditions and culture on a deeper level. You will go to Mie prefecture and visit some of the most significant historical heritage sites in the area while participating actively in rituals related to purifying your body and soul. You will learn the ways of ninja, see beautiful mountains and sea, take part in sacred religious ceremonies, and visit the country's most venerated Shinto sanctuary, the Ise Jingu. Below is the itinerary for this tour: Day 1 8:30 - Leave Kintetsu Nagoya Station by the Kintetsu Limited Express line with your guide. 10:04 - Arrive at Akameguchi Station and go by taxi to Akame 48 Waterfalls 10:30 - Take a short guided walk around the beautiful waterfalls and the mountain trail in the forest before having lunch with beef at a local restaurant. 13:00 - Change to a rental ninja wear and participate in a fun 1.5-hour long ninja training session in the forest! The practice is not strenuous but good enough for outdoor exercising so make sure you don't overeat at lunch. You will train climbing walls, walking on ropes, throwing shuriken, shooting with bamboo sticks, hiding behind secret doors and much more! At the end of this amazing practice you will receive a certificate for a ninja apprentice! 15:00 - Leave Akame 48 Waterfalls and head to Futamigaura by trains. 17:30 - Arrive at Futamigaura and check in a traditional-style ryokan inn with a hot spring. Have dinner and go to bed early because the activities on the next morning start from sunrise. Day 2 Sunrise time - Take part in the traditional body and soul purification ceremony \"misogi\" that is part of the Shinto rituals before visiting the sacred Ise Jingu shrines. You will bathe in the ocean near Futami Okitama Shrine with the first rays of the rising sun and cleanse your mind and heart from all earthly sins. IMPORTANT! The \"Misogi\" ceremony is conducted only on morning after the 3rd Saturday of the month (excluding December to March). On all other days you will sit the indoor purification ritual \"Muku-Shiobarai\" where a Shinto priest will wave a special stick with dried green algae over you. This ritual starts around 10:00 am. Before you leave Futamigaura, take a look at the sacred \"Meoto Iwa\" rocks known as the \"wedded rocks\" because they are connected by the Shinto shimenawa straw rope. Before noon - Take the local bus together with your guide and go first to Geku (Outer Shrine), then to Naiku (Inner Shrine). The legendary Ise Jingu have been a final destinations for thousands of pilgrims during the Edo period, and it is still believed that every person should visit Ise at least once in their life. Afternoon - Stroll the Oharaimachi street in front of Naiku and have lunch with local delicacies (seafood or Ise udon noodles). The meal eaten after a visit to the shrines is called \"Naorai\" and also has a special religious significance. Buy souvenirs such as the traditional Ise sweets with red bean paste \"Akafuku\" and leave by bus for Uji-Yamada Station where the tour ends. Discover the true spirit of Japan with this unique cultural 1-night 2-day tour in Mie prefecture! Note: Please note that the Shinto rituals have a genuine religious value and are not a touristic attraction. You are expected to participate in the ceremonies in an earnest way with a sincere heart. Your guide will explain more about the correct conduct during the rituals.",
        "strLocation": "Mie",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-mie-train-your-body-by-ninja-practice-purify-your-soul-in-ise/4358?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Train your body by ninja practice, purify your soul in Ise!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 18:45:16"
    },
    {
        "intDurationHour": 32,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 110190,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475626750/hymhlyer4o3kfrgdsc24.jpg",
        "strIntroduction": "The annual Sapporo Snow Festival and Otaru Snow Light Path Festival are two of the most well-known attractions of Hokkaido Region. Thus, during these occasions, booking for accommodations and activities are challenging for tourists. These hassle-free tours are designed for you to fully enjoy the festivals and at the same time, see the notable sights and taste the local delicacies of the region. The itinerary for this tour is as follows: Day 1 A pick-up service will be arranged. From New Chitose Airport, you will be transported to your hotel at Sapporo. After check-in (from 2 pm), you will be given free-time to relax or explore the area. Day 2 A day tour with private transportation (Japanese speaking driver) around Sapporo City will be provided. This tour will include the following attractions: Sapporo Clock Tower, Odori Park, Okura Ski Jump Stadium, Moiwa Observatory, Makomanai Stadium, Hitsujigaoka Observatory, and Sapporo Beer Garden. End the day with a full-course Genghis Khan dinner. The menu consists of the following items: - 4 types of Genghis Khan (raw lamb, salt, soy sauce, miso) - Japanese grilled scallop - 2 types of Hokkaido crab - fried potatoes with bacon and onion - ramen salad - sushi with salmon, salmon roe and crab - vanilla ice-cream Day 3 A day tour with private transportation (Japanese speaking driver) around Otaru City will be provided. This tour will include the following attractions: Shukutsu Panorama Observatory, Music Box Museum, Kitaichi Glass Gallery, Otaru Canal Area, Herring Mansion and Aoyama Villa. End the day with a sumptuous Hokkaido crab dinner. A-set plan: This includes a dinner with a fixed menu. You will be served 3 types of crab (hair crab, snow crab, blue king crab) together with chanchan-yaki (cooked seafood with vegetables on a hot iron plate), 3 types of sashimi, potato gratin, appetizer, salmon roe rice bowl, miso soup with crab, pickled vegetables and a dessert. Day 4 Free time and airport transfer to New Chitose Airport. What this tour includes: - Hotel accommodation for three nights with breakfast inclusions - Round-trip airport transfers - Sapporo and Otaru day tours with private transportation (Japanese speaking driver) - Full-course dinner at Genghis Khan Restaurant - Full-course crab dinner * Entrance fees to attractions are not included * Optional Add-on: English-speaking local guide * Booking must be made two (2) weeks prior to the tour *This tour package is only available from February 6 to 12",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-hokkaido-winter-festivals-in-a-package-tour-from-sapporo/4475?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hokkaido's Winter Festivals in a Package Tour from Sapporo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 18:49:09"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 23149,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1453344043/kh8wxgpeeqcuddrkkpvc.jpg",
        "strIntroduction": "Aizu-Bandai is known for having some of the best snow in Japan. There are numerous ski resorts in the surrounding area, with \"Hoshino Resort Alts Bandai\" being one of the largest ski resorts in the Tohoku region. The view overlooking Lake Inawashiro is also superb. On the other side of Mt. Bandai there is also the \"Urabandai Nekoma Ski Resort\", one of the largest slopes where you can enjoy powder snow, so be sure to pay it a visit if you have time. The Higashiyama is the most popular hotsprings in Aizu, it has been discovered by the great monk Gyoki, 1300 years ago. We offer Higashiyama hot springs overnight stay tour from Tokyo. Staying at a casual hotel, enjoying skiing or snowboarding, and refreshing body and soul in a local hot springs will surely become a special way to spend your holidays. You can also enjoy Ouchijuku night tour as an optional add-on. Lying along Aizu West Road and nestled between mountains the small village once flourished as a post town in the Edo period. The snowy landscape with a moonlight will make your trip more romantic! The tour departs at Higashiyama hot springs around 19:20 and back to springs around 22:10. ** Ski and Snow board Bus schedule ** From Shinjuku (Depart at 11:10) To Wakamatsu (Arrive at 15:39) From Wakamatsu (Depart at 18:00) To Shinjuku (Arrive at 22:29) ** Accommodation / Japanese Style Room** ・Ski & Snow board (Double occupancy) ・Ski & Snow board (Double occupancy)+Night Tour ・Ski & Snow board (Triple occupancy) ・Ski & Snow board (Triple occupancy)+Night Tour ・Ski & Snow board (4-6 people occupancy) ・Ski & Snow board (4-6 people occupancy)+Night Tour",
        "strLocation": "Aizu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aizu-play-in-the-snow-and-stay-overnight-in-aizu/4558?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Play in the snow and stay overnight in Aizu!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 18:52:20"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7593,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1453031594/qcwiylhodbj9jnzvqqon.jpg",
        "strIntroduction": "Do you want to escape from the busy urban areas of central Tokyo and feel the natural wind? If so, why not try horse riding. The local horse riding club with its 22 strong and beautiful horses welcome you to the horse riding experience in Misato, Saitama. It is full of nature, but easily accessible from central Tokyo. Since it is a small club, they will select the best horse to suit your riding style, so there will be no worry if this is the first time that you ride on a horse. The Three Fields horse riding club is open throughout the year except Mondays, the end-of -the-year and the New Year season. (Open if the Monday is a national holiday, and will be closed on the next day) The opening hours are 9:00 – 17:00, which may be changed depending on the temperature. The trial lesson lasts 60 minutes in total. Bring your own gloves (work gloves). Comfortable clothes will be a must. If the weather is bad or unseasonable, your reservation can be changed. However, horse riding can be possible even if it rains. The number of people to be admitted to each lesson is 6. Horse riding is NOT possible if you: Are younger than 10 Are older than 70 Are pregnant Are lactating Are not feeling well Have a heart disease",
        "strLocation": "Saitama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-saitama-ride-on-a-horse-in-misato-saitama/4553?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ride on a Horse in Misato, Saitama!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 18:58:20"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4445,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481096089/z5quwefxdlxpgipsp6ol.jpg",
        "strIntroduction": "Bonsai are miniaturized potted plants and a popular and well known Japanese traditional art. Bonsai are miniaturized potted plants and trees for aesthetic appreciation, and an art form unique to Japan. Basically it is the raising of miniature trees in small ceramic pots. The pine tree is cited as typical, but all sorts of other plants and trees are nurtured. To make the trees beautiful, we wrap the branches with wire and trim them. It takes a lot of skill and experience. For a long time bonsai has gained attention overseas and there has been an increasing trend in cultivating them, and as a new awareness of bonsai has grown, it has become a stylish hobby among many young people. So why don't you experience the wonderful Japanese tradition, by seeing many bonsai at “Shunkaen Bonsai Museum?” The Museum was built upon the desire to spread Japanese culture, especially bonsai in a new way to the rest of the world. Bonsai Class is held every Sunday, 10:00-17:00. Here you can learn about bonsai under the personal guidance of Kunio Kobayashi. The Bonsai you make will become yours to keep.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-bonsai-at-sunken-bonsai-museum-tokyo/4537?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make Bonsai at Shunkaen Bonsai Museum, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 19:01:19"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 15125,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1452924961/sf2eyonon3cszsnjrfhl.jpg",
        "strIntroduction": "Ena city in Gifu prefecture is a true countryside gem and an ideal destination for a relaxing day trip from Nagoya. The vast area in the rural north part of the city attracts visitors with plenty of great natural spots and beautiful scenery. Travelers who wish to experience Japan's countryside and see splendid natural views off-the-beaten-track should book this tour to Ena city! In this day tour you will ride a private car from Ena Station and will be accompanied by an English-speaking guide. You trip will take you to Sakaori Tanada, one of Japan's 100 best terraced rice fields, the rocky Fudo Falls near Mt Kasagi, the Kasagi Gorge, until you reach Ena city's highlight - the giant Oi Dam and Ena Gorge where you can taste local delicacies and sail on a pleasant sightseeing boat. End this wonderful journey with a relaxing hot spring experience in a radium hot spring - a type rare to find in Japan. At the end of the trip you will have discovered little known hidden spots in the Japanese countryside that only locals know about! Below is the suggested itinerary of this tour: Around 10 am: Ena Station (accessible by train in about an hour from Nagoya on JR Chuo Line). Meet your guide and ride the private car. Drive along the Kasagi Gorge's Kiso River and go first to Sakaori Tanada. The terraced rice fields arranged over the steep slopes offer a breath-taking view that has secured this place a honorable spot in Japan's Best 100 rice fields ranking. The curvaceous ridges of the piled up stones are truly unique and you will have ample opportunities for taking photos. Next, go to Fudo Falls, a 6-meter high waterfall surrounded by giant rocks in a small ravine. The deity of this place is enshrined in a local shrine nearby. During the green season you can buy ecologically clean local products from the direct sales store next to the falls. (The store is closed between November 26 and March 18) Arrive at Oi Dam, Ena city's iconic scenic spot. It was the first dam built on the Kiso River in 1924 by the famous engineer Momosuke Fukuzawa. See the wonderful scenery of serenity from the Sazanami Park, known for its cherry blossom trees and wisterias, and have a light lunch with local foods and sweets. Next, ride on the 30-minute sightseeing pleasure cruise along Kiso River and see unique rock formations. In winter this cruise offers great opportunities for bird watching. Finally, make a short stopover at Ena Radium Onsen, a rare type of hot spring with radium-rich healing water where you can relax briefly before returning to Ena Station for the end of the car tour. Enjoy the beautiful nature of Ena city in this private guided car tour!",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-explore-the-vast-nature-of-ena-city-a-day-trip-from-nagoya/4283?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the vast nature of Ena city, a day trip from Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 19:04:26"
    }
]