[
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 25,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457168793/sbq4fnypukzdd2pmyvnr.jpg",
        "strIntroduction": "This is an hour long double decker bus tour to see the most popular sites in Osaka. The bus has multi-lingual audio guide in English, Mandarin, Cantonese and Korean. There are two courses: North Course - Umeda Area Tour Ohatsu Tenjin Shrine – Tenroku - The Japan Mint - Osaka Castle - Osaka Museum of History - JR Osaka Station - River Station Hachikenya - Osaka City Central Public Hall Start times: 11:40, 13:20, 17:00, 18:20 South Course - Namba Area Tour. Ohatsu Tenjin Shrine – Midosuji – Namba - Denden Town – Tanimachi – Tsutenkaku - Abeno Harukasu - Shitennoji Temple - Umeda Sky Building Start times: 10:30, 14:40, 15:40, 19:20 For both courses, the tour starts and ends at JR Expressway Bus Terminal in Osaka Station, and the duration is approximately 1 hour. Please understand that this is NOT a hop-on, hop-off tour. You will only see the sights from the bus.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-enjoy-double-decker-bus-tour-of-osaka-best-sights/5196?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Double Decker Bus Tour of Osaka's Best Sights!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 12:47:37"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 45,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462366616/ie9qqdcngbrwv0ibrn8p.jpg",
        "strIntroduction": "Origami is an ancient traditional Japanese art of folding paper to make interesting and beautiful figures. In this two hour class you will learn about the history and culture of this unusual art and learn how to make several different kinds of shapes out of paper. You may choose to make the most classic famous Japanese Crane, which has become one of the symbols of Japan. There is a belief that if you make 1,000 Japanese cranes within a year, your wish will come true. That's why you can see bundles of thousands of colorful cranes called Senbazuru hanging at temples. However, origami is much more than that. There are thousands of figures you can make out of paper. In this class you will also learn how to make Kusudama - a star-like figure made of many smaller pieces of paper. The class is 2 hours long and can be started any time between 11 am and 3 pm. *Please choose the appropriate option when booking the tour. The price is per person, so if your group is 2 or more participants, please book the tour the according number of times.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-enjoy-an-origami-crafting-lesson-in-nagoya/4321?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy an Origami Crafting Lesson in Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 12:50:18"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 92,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1451190714/yjup3gvtei6spzks1iyx.jpg",
        "strIntroduction": "We provide two options for this cooking class: Option 1: Japan Soul Food What do Japanese people eat at home on a typical day? Find out what the staple Japanese foods are and how to cook them home-style, with a local. During this class we will cook a standard lunch or dinner meal consisting of several simple but delicious dishes. Option 2: Nagoya Traditional Cuisine Did you know that every area in Japan has its own traditional regional foods? In Nagoya, people cherish their local dishes such as misokatsu – pork cutlet with red miso sause, tebasaki – deep-fried chicken wings, kishimen – flat noodles, tenmusu – riceball with cooked shrimp, and many others. During this class we will teach you how to make some of the most loved Nagoya foods like a real Nagoyajin! ALSO: Learn how to use red miso paste - the very Nagoyan ingredient and make dishes with it! BONUS: Visit a local supermarket with a guide and learn how it's different from the one in your country. *Please choose the appropriate option when booking the tour. The price is per person, so if your group is 2 or more participants, please book the tour the according number of times.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-learn-to-cook-traditional-nagoya-cuisine-and-more/4313?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Cook Traditional Nagoya Cuisine and More",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 12:54:06"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 80,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1451178387/ikh0jvx1vn53xejpzsqb.jpg",
        "strIntroduction": "You will take a morning walk through sleepy Nagoya to Nagoya Fish Market and see freshly caught fish being sold and prepared for the restaurants and shops for the day. Founded over 100 years ago, the market has over 400 stalls and shops and provides seafood for the entire city. You will see giant Maguro (tuna) being sliced with huge swords and special machines, fugu (poisonous puffer-fish) being prepared by the professional cooks, and many other types of fish and seafood in all variety being sold. You will also be able to buy seafood and other goods such as pickles, seaweed, senbei (rice crackers), and much more. After the tour of the fish market, we will take you to the sushi restaurant nearby serving the fresh fish from the market, or we will buy fish at the market and head back to Nishiasahi guest house to enjoy a sushi cooking class, where the Master will teach you how to properly prepare and slice the fish and make perfect nigiri-zushi. After the cooking class you will be able to make great sushi anywhere, anytime. Without cooking class 7:00 meet at Nagoya Station, walk to the market 7:20 Arrive at the market and stroll around with your guide 8:00 eat breakfast 8:40 buy omiyage 9:00 end of the tour With cooking class 7:00 meet at Nagoya Station, walk to the market 7:20 Arrive at the market and stroll around with your guide, pick up fish 8:00 walk to Nishiasahi 8:15 start cooking 9:00 breakfast 9:30 end of the tour *Please choose the appropriate option when booking the tour. The price is per person, so if your group is 2 or more participants, please book the tour the according number of times.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-join-a-nagoya-yanagibashi-fish-market-tour-with-sushi/4305?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a Nagoya Yanagibashi Fish Market tour with Sushi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 12:56:49"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 455,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456402752/zpj4ptmbmt34tmfjrykv.jpg",
        "strIntroduction": "Enjoy a fine meal at a traditional style Japanese restaurant in the company of two charming Maiko and Geiko, and their musician. Geiko and Maiko, who are considered walking pieces of art, are Japanese female entertainers who dance, play games, and entertain guests at a banquet. The Maiko will perform some of their most popular dances, including the Nagoya’s favourite Shachihoko dance (that you can see only in Nagoya), just for you and your friends. You can play some games with Maiko, ask them questions, take pictures together, or even challenge the Shachihoko performance yourself! This is a unique opportunity to experience both traditional Japanese stage performances and eat a multi-dish kaiseki meal in a splendid restaurant with rich history and classical atmosphere. On this tour you will meet your guide-interpreter and go to a gorgeous Japanese-style restaurant located in the city's former samurai residence. Many of these restaurants are difficult to book and enter, but you will have the unique chance to relish the taste of a delicious multi-dish kaiseki lunch or dinner in a classical atmosphere specially during the event. *Please choose the appropriate option when booking the tour. The price is per person, so if your group is 2 or more participants, please book the tour the according number of times.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-banquet-with-nagoya-geisha-and-traditional-lunch-or-dinner/4996?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Banquet with Nagoya Geisha and Traditional Lunch or Dinner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 13:01:19"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 150,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456829716/xkkfxcohn0l0vqmcrsxg.jpg",
        "strIntroduction": "On this tour you will be taken into a photo studio, and dress up as a Lolita into dress of your choice, then have your hair and makeup done by a master. Finally, you will have pictures taken by a professional photographer in a photo studio. As an option you can keep wearing the outfit for a stroll through Osu and visit a lovely Lolita café for a cup of tea and a dessert. Below are two options for the tour: Option 1: Lolita makeover basic plan Length of the tour: 1.5hr for 1 pax, 2hrs for 2pax, 2.5hrs for 3 pax Included in the tour: Dress, hair and make, photo session (about 200 shots), 15 photos on CD ROM Option 2: Lolita makeover going out plan Length of the tour: 2h15m for 1 pax, 2h40m for 2pax, 3h15m for 3 pax Included in the tour: Dress, hair and make, photo session (about 200 shots), 15 photos on CD ROM, one Purikura, 40mins free time outside Start anytime between 10am to 8pm (depends on studio’s availability) *Please choose the appropriate option when booking the tour. The price is per person, so if your group is 2 or more participants, please book the tour the according number of times.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-get-a-lolita-makeover-with-professional-photoshoot-nagoya/4400?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get a Lolita Makeover with Professional Photoshoot, Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 13:04:22"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 325,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456841015/puzak52zwked72jqt8iw.jpg",
        "strIntroduction": "After arriving at the studio you will be able to pick a kimono costume of your liking for the dressup, then have a professional do your makeup and hair in a way that will turn your into exotic Oiran. You might choose to do a more traditional authentic style, or modern show type with a cowboy hat or flowers. Finally, we offer four different ways to enjoy this luxurious experience: 1. Just a dressup, with free time to take your own photos 2. Add an English speaking assistant if you need 3. Dressup with professional photos at a studio 4. Professional photos plus English assistant *Please choose the appropriate option when booking the tour. The price is per person, so if your group is 2 or more participants, please book the tour the according number of times.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-experience-exotic-oiran-dressup-with-photoshoot-nagoya/4440?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Exotic Oiran Dressup with Photoshoot, Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 13:07:13"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 45,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462366424/k7ifdj1yuozp6v0ovp6c.jpg",
        "strIntroduction": "Furoshiki skill will revolutionize the way you wrap presents for your dear ones: forget the wrapping paper and instead use a beautiful handkerchief, which can make a great present on its own. Furoshiki features many different ways to wrap a present of any shape and size. The art of furoshiki does not only provide a beautifully and originally wrapped present – the wrapping itself makes a wonderful present and can be used in the future by the receiver for many purposes. We will start the tour at Fushimi station and head to a nearby shop for furoshiki fabric shopping. Here you will be able to buy many sheets of any fabric you like. After shopping we will go to Nishiasahi and have the class. Sample Itinerary Start anytime they like between 10:00-16:00 Length of the tour: 2 hours 0:00 Meet at Fushimi Station 00:10 Buy furoshiki together 00:30 walk to Nishiasahi 00:45 Furoshiki lesson 01:45 end of the tour *Please choose the appropriate option when booking the tour. The price is per person, so if your group is 2 or more participants, please book the tour the according number of times.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-enjoy-a-furoshiki-class-with-shopping-experience-in-nagoya/4405?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Furoshiki Class with Shopping Experience in Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 13:11:02"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 167,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457277089/brtkzg4dr9sa4htva3zj.jpg",
        "strIntroduction": "We offer two options for this winter recreational tour: self-guided skiing/snowboard trip to Chausuyama, and a self-guided skiing/snowboard trip to Dynaland. These are both skiing resorts inside Aichi prefecture. The booking includes a two way bus ride to the resort of your choice and booking assistance. We will assist you to book the rentals and classes if you require. Choose from the two nearby snow resorts: Takasu Resort: - 4000 m slope - 3 different routes - 15 person gondola - suitable for any level of skill - suitable for children - classes available in English and Chinese - restaurants available Dynaland: - recommended for beginners - 20 different courses - suitable for children - classes available in English and Chinese - restaurants available Sample Itinerary: Takasu Snow Park or Dynaland 8:00 meet at Nagoya Station. Get on the bus 10:50 Arrive at the site 17:00 Leave the snow park 19:30 Arrive back at Nagoya Station *Please choose the appropriate option when booking the tour. The price is per person, so if your group is 2 or more participants, please book the tour the according number of times.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-go-on-a-self-guided-one-day-skiing-tour-near-nagoya/4334?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a Self-Guided One Day Skiing Tour near Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 13:15:39"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 45,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1451801162/ze6ycn6rxwd4p1xzbkiv.jpg",
        "strIntroduction": "Japan can be a challenging destination, especially for first-time visitors. We would like to help you have an enjoyable and smooth trip in this beautiful country. In this two hour session we will help you to plan through your travel itinerary, give some advice on places to visit, explain about transportation and any other aspects of travel you might want to know. You will also be provided with the basic most important vocabulary and kanji list and explained about certain cultural differences and local etiquette rules to avoid any awkward situation. Finally, end the session with a short tour of Endoji shopping street. *Please choose the appropriate option when booking the tour. The price is per person, so if your group is 2 or more participants, please book the tour the according number of times.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-japanese-class-and-travelling-tips-for-travelers-nagoya/4450?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Japanese Class and travelling tips for Travelers, Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 13:20:38"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 122,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461208099/iyda0nzrahx62ea7too7.jpg",
        "strIntroduction": "On this tour in Nagoya you will meet a local manga artist who will teach you the skills of drawing Digital manga using special software, or the manga school manager who will give you tips on boosting your existing skills on paper if you already practice the art. If you do not specify the type of class, we will book the paper tools teaching class with school manager due to limited availability of Digital class with the mangaka. You will learn how to use tools to draw manga such as G-pen, screen tone, etc. Practice drawing and get feedback from a real manga art professional. We recommend booking 2 weeks ahead of time due to limited availability. This tour normally holds 1-3 guests, but can hold up to 4 guests if necessary. PLEASE NOTE: Manga artist as a instructor If a student wants to have a real professional manga artist as an instructor, they need to take \"digital manga class (draw manga with a computer) \" that is held 1-2 times a month. Same price as the basic manga class. If clients have more than three people, we can ask for a special class just for them. Please inquire about the schedule and availability one month prior. The class is 2 hours long. However, we allow extra time for transportation to the class facility from the meeting place. Meeting place is either Nagoya station or Manekineko at Osu (recommended).",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-take-a-manga-drawing-class-in-nagoya/4397?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Manga drawing class in Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 13:23:22"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 133,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461222446/aasglore3jgul7d4bxsn.jpg",
        "strIntroduction": "Arimatsu city is one of the few old places in Nagoya area where you can still see the original Edo period buildings undamaged. Walk through the city and explore various workshops, galleries, and a museum of tie dying Shibori Kaikan, as well as interesting souvenir shops where you can purchase works of Shibori art. After lunch head to one of three available workshops to try your own hands at making a beautiful dyed art. Please choose one of the following workshops: 1. Handkerchief Dyeing 2. Table Center (A piece of cloth out in the middle of table for decoration) Dyeing 3. Noren (Japanese curtain at shop entrances) Dyeing Sample Itinerary: 0900 Meet at Nagoya Station 0945 Arrive at Arimatsu Statino 11:00 Shibori Kaikan 12:00 Lunch 12:45 Dyeing Workshop 2:15 Free time in Arimatsu 2:40 Leave Arimatsu 3:00 Back at Nagoya Station *Please choose the appropriate option when booking the tour. The price is per person, so if your group is 2 or more participants, please book the tour the according number of times.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-take-a-tie-dyeing-tour-in-arimatsu-near-nagoya/4381?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Tie Dyeing Tour in Arimatsu, near Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 13:26:50"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 125,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457292536/nktgdsga5irfdhtjh2qa.jpg",
        "strIntroduction": "Long time ago, Kiyosu used to be one of the three major cities in Japan. On this tour you will learn why. Explore the rich heroic history of Kiyosu city and Kiyosu castle, become a certified samurai, visit Hiyoshi Shrine, meet a Samurai Armor Maker, and learn all about Samurai Lives in the Feudal Japan. Finally, end the tour with a 45 minute tour of Kirin Beer Factory with 3 complimentary glasses of finest Japanese beer. Sample Itinerary: 0900 meet at Nagoya Station. 0930 arrive at Kiyosu Station and walk to the park 0945 Nobunaga and Nohime statues 1000 Kiyosu Castle. 1100 Armor trial 1130 Armor workshop if it’s open (Opens on Tue, Thu, and Sat) 1200 Walk to Hiyoshi Shrine (if it’s sakura season walk along the river) 1215 Hiyoshi Shrine 1245 Leave Hiyoshi Shrine 1315 Lunch at Noa 1430 Leave Noa for Kirin beer 1510 Kirin Beer tour 1620 finish the tour 1635 shuttle bus to Biwajima 1650 JR to Nagoya 1700 End of the tour *Please choose the appropriate option when booking the tour. The price is per person, so if your group is 2 or more participants, please book the tour the according number of times.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-explore-the-way-of-the-samurai-in-kiyosu-near-nagoya/5232?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the Way of the Samurai in Kiyosu, near Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 13:29:49"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 130,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457329836/seftdcwg8w2oyuwvwrdz.jpg",
        "strIntroduction": "Enjoy winter activities in Hokkaido by making a reservation for this JR Day Trip Ski Pack with your family and friends! There are three different destinations for this JR Day Trip Ski Pack, which are Tomamu, Sahoro, and Niseko. All destinations include the round trip JR train ticket (for Tomamu and Sahoro, the train tickets are designated in advance), 1 day ticket for lift & gondola, and rental ski set (skis, poles, and boots). The ski resorts for each destinations are Hoshino Resort Tomamu, Sahoro Resort, and Niseko Hirafu or Niseko Village Ski Resort. Except for Niseko Village Ski Resort, the plan includes the round trip JR train ticket, Niseko Village Ski Lift and Gondola 8 hour ticket, lunch, hot springs, and does not include the rental ski sets. The Tomamu Ski Resort has a lot of bells and whistles that make it incredibly family friendly. The resort is the most extravagant in Hokkaido, as it has 50 meters wave pool, glamorous restaurants, and peculiar looking sky-scraper hotel towers. The ski courses suite to all levels of skiers, so everyone can enjoy skiing at this resort. The resort is also friendly to kids, as it has an adventure terrain park and kids-specific park. The amenities and infrastructures of this resort is top notch. Sahoro Resort in Hokkaido is a reasonably small to medium sized with only 17 courses that suite all levels of skiers. The lifts are well developed with a gondola, 2 high speed quads, and 5 other lifts. The slopes of Sahoro are uncrowded, although sometimes the lift queues can develop at the gondola if there are a lot of local school kids. This resort offers various other activities during winter such as evening grooming tours, fishing, snow shoe tours (3 hours), snow rafting behind a snowmobile, snow field horseback trekking (30 or 50 minutes rides), and tubing and sledding. Niseko Grand Hirafu Village is a cultural mountain paradise in Hokkaido. The village is internationally recognized for amazing snowfalls, great skiing, snowboarding and a long winter season, which make Hirafu is truly a unique ski town. You can also enjoy world class dining, relaxing hot springs, bars and events at this resort too. Niseko Village Ski Resort sits within the Niseko United ski area, that accesses inter-linked ski resorts boasting a combined 2,191 acres of skiable terrain. The resort is strategically located at the base of Mount Niseko Annupuri and it offers the award-winning hotels with spa and hot spring facilities, a dining and retail village hub, luxury residences, and international snow school and alpine activities. The restaurant is open from 11:30 to 14:30, and the hot springs is open from 13:00. The lunch is either buffet or set menu. Bath and face towels are included in the plan too. The Itinerary for each destination is as follows: For Tomamu - Departing from Sapporo Station to Tomamu Station with Limited Express Super Tokachi (designated train) - Departing from Tomamu Station to Hoshino Resort Tomamu with shuttle bus - Spend time at Hoshino Resort Tomamu - Departing from Hoshino Resort Tomamu to Tomamu Station with shuttle bus - Departing from Tomamu Station to Sapporo Station with Limited Super Express Tokachi (designated train). For Sahoro - Departing from Sapporo Station to Shintoku Station with Limited Express Super Tokachi (designated train) - Departing from Shintoku Station to Sahoro Resort with shuttle bus - Spend time ant Sahoro Resort - Departing from Sahoro Resort to Shintoku Station with shuttle bus - Departing from Shintoku Station to Sapporo Station with Limited Super Express Tokachi (designated train). For Niseko Grand Hirafu - Departing from Sapporo Station to Otaru Station with local or rapid train - Departing from Otaru Station to Kutchan Station with local train - Departing from Kutchan Station to Niseko Grand Hirafu with local bus (Niseko bus) - Spend time at Niseko Grand Hirafu - Departing from Niseko Grand HIrafu to Kutchan Station with local bus (Niseko bus) - Departing from Kutchan Station to Otaru Station with local train - Departing from Otaru Station to Sapporo Station with local or rapid train - Schedule for the local bus departing to or from Kutchan Station is as follows: Kutchan Station 7:55 → Hirafu Welcome Center 8:13 Kutchan Station 9:40 → Hirafu Welcome Center 9:58 Kutchan Station 13:00 → Hirafu Welcome Center 13:18 Hirafu Welcome Center 13:30 → Kutchan Station 13:48 Hirafu Welcome Center 15:42 → Kutchan Station 16:00 Hirafu Welcome Center 16:07 → Kutchan Station 16:25 Hirafu Welcome Center 17:30 → Kutchan Station 17:48 Hirafu Welcome Center 18:48 → Kutchan Station 19:06 For Niseko Village Ski Resort - Departing from Sapporo Station to Otaru Station with local or rapid train - Departing from Otaru Station to Kutchan Station with local train - Departing from Kutchan Station to Niseko Village Ski Resort with shuttle bus - Spend time at Niseko Village Ski Resort - Departing from Niseko Village Ski Resort to Kutchan Station with shuttle bus - Departing from Kutchan Station to Otaru Station with local train - Departing from Otaru Station to Sapporo Station with local or rapid train",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-reservation-for-jr-day-trip-ski-pack-to-hokkaido/5242?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for JR Day Trip Ski Pack to Hokkaido!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 13:35:37"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 113,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457323348/wcjgaovqxvgkgxjv7b7c.jpg",
        "strIntroduction": "Make a reservation for Kiroro Ski Resort and enjoy your winter by skiing at one of the best ski park in Japan! Kiroro Ski Resort is located approximately 43 km west of Sapporo Hokkaido, approximately a 90 minutes by car from Chitose Airport and 60 minutes by car from Niseko. Kiroro Ski Resort offers ski school service, a snow park for children, snow shoe tours, and snow cat tours. Kiroro is a child friendly ski resort, as it is equipped with a day car “Kids Room” available when the mountain center is open, and a day nursery (available everyday) making it a great ski resort for the family. Compare to other ski resorts in Hokkaido, Kiroro Ski Resort is less well known, but it has the most modern and newest facilities and infrastructures. In addition, this resort is also lack of crowds and has well established Kids club, making it perfect for the families. The resort has 21 runs suited to all levels including beginner, intermediate, and advanced with fantastic snow powder running throughout the trees. In addition, there are also mogul courses and a basic terrain park. The facilities and services at Kiroro resort are well organized with a modern lift system. If you do not wish to ski or snowboard, Kiroro Ski Resort offers you other services such as indoor and open hot springs, swimming pool and day spa inside the resort building, snow cat sightseeing tours, snow shoe tours, sledding, and snow tubing. Kiroro Ski Resort also has games arcade with billiards and pachinko. This tour package offers you both the admission ticket for the ski park and the transportation. As for transportation, it has several options that you can choose as follows: Private taxi transfer to or from Sapporo (2-4 people) Private taxi transfer to or from Sapporo (5-9 people) Shared bus transfer to or from Sapporo Ski & Snowboard rental for private taxi transfer Ski & Snowboard rental for shared bus Private taxi transfer to or from Chitose Airport (2-4 people, optional) Private taxi transfer from Chitose Airport to Sapporo (2-4 people, optional) Private taxi transfer from Sapporo to Chitose Airport (2-4 people, optional) Private taxi transfer to or from Chitose Airport (5-9 people, optional) Private taxi transfer from Chitose Airport to Sapporo (5-9 people, optional) Private taxi transfer from Sapporo to Chitose Airport (5-9 people, optional)",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-reservation-for-a-ski-tour-at-kiroro-ski-resort-in-hokkaido/5240?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for a Ski Tour at Kiroro Ski Resort in Hokkaido!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 13:40:21"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 101,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457315198/sgtyxzkwji63ns0gasz1.jpg",
        "strIntroduction": "Make a reservation for Sapporo Kokusai Skiing Resort and enjoy your winter by skiing at one of the best ski park in Japan! Sapporo Kokusai Skiing Resort is located within Jozankei Onsen hot spring area near Sapporo, and it attracts not only local skiers but also many repeaters from outside Hokkaido. The resort has a lot of amount of snow and many courses for all level of skiers, even though it is located very close to the cities (within 60 and 40-minute drive from Sapporo and Otaru, approximately). This resort is very popular among skiers, as they can ski at this park until the Golden Week holiday season in May every year. The main attraction of this resort is the Sky Cabin gondolas, which each car is capable to carry eight skiers at once. The Merchen Daiichi lift also available here and it can carry four skiers at once. A 3.6-kilometer Rinkan Course-Marchen Course offers exhilarating and satisfying glade skiing in the wildness. This course is a perfect course for all level of skiers, even entry-level skiers can enjoy skiing safely. There are seven courses such as the Downhill course for advanced skiers, Swing course for intermediate skiers and Woody course for beginners. Each slope is wide and long, enabling skiers to enjoy skiing in accordance with their levels. This tour package offers you both the admission ticket for the ski park and the transportation. As for transportation, it has several options that you can choose from as follows: - Private taxi transfer to or from Sapporo (2-4 people) - Private taxi transfer to or from Sapporo (5-9 people) - Shared bus transfer to or from Sapporo - Ski & Snowboard rental for private taxi transfer - Ski & Snowboard rental for shared bus - Private taxi transfer to or from Chitose Airport (2-4 people, optional) - Private taxi transfer from Chitose Airport to Sapporo (2-4 people, optional) - Private taxi transfer from Sapporo to Chitose Airport (2-4 people, optional) - Private taxi transfer to or from Chitose Airport (5-9 people, optional) - Private taxi transfer from Chitose Airport to Sapporo (5-9 people, optional) - Private taxi transfer from Sapporo to Chitose Airport (5-9 people, optional)",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-reserve-a-tour-to-sapporo-kokusai-skiing-resort-hokkaido/5238?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reserve a Tour for Sapporo Kokusai Skiing Resort, Hokkaido!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 13:44:13"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 150,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457202770/sdzxyvez4q6xaxp863lt.jpg",
        "strIntroduction": "Explore Hakone at your pace with the Hakone freepass independent package tour. The pass includes a one way ticket to Hakone on the Odakyu Romance car departing from Shinjuku station. In Hakone, you'll have access to most of local transportation to visit Hakone's best spots to admire Mt. Fuji like Hakone Tozan or Hakone pirate ship. Since there is no scheduled itinerary or guide, you can explore Hakone at your own pace, and decide what sights to visit. When you get hungry, head to Nanakamado for a traditional Japanese lunch (included in the price). The pass also includes discounts for over 50 facilities including museums and other tourists attractions. You can also stop at Gotemba Premium Outlet for a little bit of shopping before getting back to Tokyo by bus. Make the most out of your trip to Hakone with the Hakone freepass!",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-explore-the-best-of-hakone-with-a-one-day-package-pass/5200?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the best of Hakone with a one day package pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 13:49:27"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 120,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457167577/kkszt5gx3mafou2o5ul5.jpg",
        "strIntroduction": "This is a ten hour private sightseeing tour in a spacious van with a driver and a translator ready to take you anywhere you like! This tour is ideal for small groups of up to five people, and it's great for one day visits to Mt. Fuji and lake Kawaguchi-ko area, but you can decide where you want to go. Whether it's an exhaustive city tour of Tokyo, or the natural beauties of Kanagawa and Yamanashi prefectures, you'll have plenty of time to explore the sights in a relaxed and convenient way! The tour includes the driver so you don't have to worry about figuring out the routes, and a translator to facilitate communication with the driver so meeting places and times are clear and your trip goes smoothly. Here's an idea of how you can use this tour to make the most out of your trip: 9:00 Pick-up at your hotel in Tokyo or Chiba prefecture 12:00 Visit of Mt. Fuji 5th station 14:00 Stop for Lunch 15:00 Visit Lake Kawaguchi 16:00 Shopping Gotemba Premium Outlet for shopping 19:00 Arrival at your hotel.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-tokyo-area-with-a-private-car-sightseeing-tour/5195?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Tokyo area with a private car sightseeing tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 13:53:20"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 48,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474968002/g7zikvcryby6u3f4lddb.jpg",
        "strIntroduction": "A great time and money-saver, this tour will allow you to visit some of Kyoto's famous places all from the comfort of a beautiful double-decker bus. This bus is an open Top SKY BUS which allows you to feel the breeze and atmosphere of Kyoto. With so many different sites to choose from, it can be hard to decide where to go, so leave it up to us as we take you through a stress-free, hassle-free tour of one of the most famous cities in the world. The places we will visit are as follows: - Kinkakuji Temple Also known as the famous \"Temple of the Golden Pavilion,\" Kinkakuji Temple is one of the most iconic and famous sites in Kyoto. Gold leaf, which is gold hammered into thin sheets, covers the outside of the first two floors. The temple is particularly unique in that each floor is built in a different architectural style. - Kiyomizudera Temple Built in 778, Kiyomizudera Temple one of Japan's great World Heritage Sites. 139 cedar poles hold up this great structure, which allow visitors a fantastic view of the city. Kiyomizu means pure water, and many people come to this temple to wish for wealth, success in love, and a long life. Schedule (morning tour): 10:00 Meeting at Kyoto Station Karasuma Bus Terminal - Nishihonganji Temple - Nijo Castle - Seimei Shrine - Kitano Tenmangu - Kinkakuji Temple (40 minutes) - Daitokuji Temple - Reizei House - Kyoto Gardens - Kamocho Bridge - Lake Biwa Canal - Heian Shrine - Shorenin Temple - Chionin Temple - Yasaka Shrine - Kiyomizudera Temple (70 minutes) - Kyoto Tower 14:30 Tour ends at Kyoto Station Karasuma Bus Terminal. Schedule (afternoon tour): 13:00 Meeting at Kyoto Station Karasuma Bus Terminal - Nishihonganji Temple - Nijo Castle - Seimei Shrine - Kitano Tenmangu - Kinkakuji Temple (40 minutes) - Daitokuji Temple - Reizei House - Kyoto Gardens - Kamocho Bridge - Lake Biwa Canal - Heian Shrine - Shorenin Temple - Chionin Temple - Yasaka Shrine - Kiyomizudera Temple (70 minutes) - Kyoto Tower 17:30 Tour ends at Kyoto Station Karasuma Bus Terminal.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-a-half-day-double-decker-bus-tour-of-kyoto/5047?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Half Day Double-Decker Bus Tour of Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 13:57:22"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 1066,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355861808/l5dvtlzdm0zn5ogrisut.jpg",
        "strIntroduction": "Indian culture and its textiles are interwoven. There is nothing quite like the insightful embrace of one of India's most respected and valued cultures - textiles. Come on a journey to meet textile craft communities in Gujarat and indulge in a rich, diverse cultural experience, complete with historical context, wrapped with local interactions and cuisine . This journey will be filled with new friendships, fonder appreciation and understanding on Indian textiles, and memories worth a thousand counts. Day 1: On arrival into Ahmedabad, India’s historical cradle otherwise known as the `Tortoise's Back‘ we head straight to check into Diwan’s Bungalow , (time permitting) else head straight for a curated walk around the world-renowned Calico Museum of Textiles archiving textiles from the Mughal and Provincial Courts with a display of intricate dyeing, weaving, printing and embroidery techniques from across India. Late lunch at Swati Snacks, where a quick bite must include panki and sugar cane juice or thaleepeeth, and khichu cooked to spiced perfection! Post this we head to meet Villo Mirza , who has done some pioneering work with craft and textiles for SEWA for many years and now runs her own trust working with women on applique and patchwork based design. We return to our boutique hotel and refresh ourselves before we head to a sit down dinner at Agaashiye , at the charming House of MG, where we enjoy the cool evening breeze and indulge in their special Khansa Thali. A long day draws to an end as we get some much needed shut eye. Day 2: This morning we take a her;itage walk in the old city, including exploring old havelis and rani no hajeero, the quintessential amdavaadi market. Lunch is at the Green house café, followed by a quick stop over at Art Book Centre, to meet Manohar bhai who will wax eloquent about the best books ever written on Indian textiles and sell you some in the bargain offering a deal sweeter than basundi. Straight after this we head to meet the Chitaras, a handful of artists that still make hand painted Pachedis- a kalamkari art form traditional to Gujarat. In olden times, the Harijan community or the lower castes, often labeled untouchables, did not have access to temples. Made on cotton or silk fabric, hand painted Pachedis worked as their own personal shrines that were used for worship of the Goddess. Time permitting a visit to Bandhej to meet Archana Shah author of ‘Shifting Sands’ documenting decades of her work with craftsmen and women of Gujarat. An interaction with her at the store and we leave for the evening at Vishaala. No trip to Ahmedabad is complete without a trip to Vishaala to savour Gujarati hospitality at its best. Bursting at the seams, we come back to Diwan’s and retire for the night. Day 3: Packed breakfast in tow we have a very early start to this day as we drive out of Ahmedabad to Bhuj, the textile centre within the Kutch District in Gujarat, approximately 299km away. Lunch with Jabbar bhai Khatri in Dhamadka followed by a demonstration of Ajrakh, we spend some time at the printing unit and we’re on our way to visit Dr. Ismail Khatri, one of the masters in Ajrakh and a pioneer in the art . Ajrakh literally meant aaj ke din rakh, or 'keep it for today' because that is what the process is. At every stage of the tedious dying process, the fabric should dry for three to four days. Nature plays an important role in the making of Ajrakh. Craftsmen work in total harmony with their environment, where the sun, river, animals, trees and mud are all part of its making. A discussion on the Ajrak textiles at his workshop makes for engaging conversations over a reflective and relaxing cup of tea with the Khatris.. Drive back into Bhuj and before we wind up for the day we meet Ali Mohammed Isha, a textile intellectual who walks us through a tie-dyeing technique knows as Bandhani, a laborious all hand done tie-dye printing process. Tonite we dine at Prince, a traditional meal, and head back to our halt for the night, the Garha Safari Lodge. Its been a long day and we pack in early. Day 4: After exploring the property in the morning, and an early breakfast, we head to to Bhuj to meet an avid textile collector cum expert, and look at some of his collections dating back to the late 1800 and early 1900s, not just in the rabari embroidery styles but also the most exquisite phulkaris and kanthas. Food for the soul truly. Then we head to Bhujodi in the heart of Kutch where we spiral into discussions on traditional pit looms and shuttle looms and hear from Shyamji Vankar, about the challenges faced by the vankars known for their extra weft wool weaving . After our interactions, over lunch with the vankars, we make our way toward an interaction with the Rabari community known for their homes. Here we see the indigenous mud homes decorated by women, with a royal color sensibility and embedded with mirrors for a touch of local glamour. Dinner at a local eatery in Bhuj and we head back to the Lodge and retire for the night. Day 5: We check out of the Garha Safari Lodge and head to Shrujan. We check into their traditional bhungas, and meet the team at Shrujan who expose us to women craftsman working on sustaining the traditional embroidery of the Mochi Bharat (cobbler's stitch) and Rabari techniques unique to Gujarat. Lunch at Shrujan over inspiring interactions with Chandaben or Ami Shroff, the force behind Shrujan. Since it’s inception, Shrujan has supported hundreds of villages and brought the region worldwide recognition for its unimaginably beautiful embroidered textiles.In it’s work, Shrujan highlights 16 different embroidery styles each specific to a different tribe. Post lunch, we’re at Khamir, looking at other crafts that Kutch is also home to - wood, leather, pottery, and metal crafts. Later this afternoon, we watch extraordinary fabrics coming to life as the upholders of the single ikat patola tradition weave silk and cotton threads and then tie and dye them into works of art. Back to Shrujan for the evening, relax and assimilate all that you have seen these last 5 days. Day 6: A visit to Kala Raksha, in Sumarasar, as its name suggests, a grassroots enterprise committed to preserving the traditional arts and craft of Kutch, reveals the most exquisite hand embroidered and patch worked garments and accessories, and a collection of old costumes and embroideries which will take your breath away. A quick lunch at Sankalp and we head straight out to Dasada. Arrive in time for late dinner. Day 7: A 6:00 am morning is fit for a 2 hour safari. Around the Little Rann of Kutch, an Indian Wild Ass Sanctuary rich in biodiversity. After spotting some White- footed Desert Foxes, Striped Hyenas and Golden Jackal, we settle down for breakfast before checking out. A quick stop over at the Sun Temple in Modhera and a visit to Patan’s Step Well, a storage system using steps to reach the water despite high or low water levels, often covered and a curious architectural interest. Lunch enroute at some place, and we drive on to Ahmedabad and straight to the airport for our flights back.",
        "strLocation": "Kutch",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-kutch-following-the-thread-a-textile-trail-in-gujarat/465?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Following the Thread - A Textile Trail in Gujarat",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 14:01:27"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 36,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355847226/kksmz7sqmz7tuwtspvfq.jpg",
        "strIntroduction": "Experience the intensity of the Walled City and unravel its rich history! The Shah Jahan Tour is the classic recipe for an exhilarating glimpse into the life and times of the great Mughal Emperor, Shah Jahan and the 1500 acre expanse of his capital - Shahjahanabad. At the time of its construction in the 17th Century, it was arguably the most prosperous and beautiful city in the world. Today, when you pass through its four hundred year old web of alleys held together with great big meshes of electric cables and infused with the smell of brewing tea and simmering breakfast curry, you see a mind boggling co-existence of the past and the future, competing for your attention. Emerging from this rainforest, thick with traditional architecture- typical of Shah Jahan’s time, you will find yourself in a Delhi of another time while you also see the Red Fort, Jama Masjid, the Spice Market and tranquil Civil Lines, the former British colonial area as a sharp contrast to hectic Old Delhi.",
        "strLocation": "Delhi",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-delhi-cycle-through-old-delhi/316?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cycle through Old Delhi: The Shah Jahan Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 14:06:18"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 19,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1361371099/wx9ggmybggis4zg8kta2.jpg",
        "strIntroduction": "The Dharavi slum is a breathtaking, overwhelming experience in the heart of Mumbai, with a massive recycling industry, ultra-dense housing, and both poverty and wealth existing in close proximity. This tour will take you through the proud and industrious area of Dharavi. You will be able to see where people work, where people live and where people relax. We will show you the vast industrial areas with many important industries like the bakeries serving the whole of Mumbai. We will show you the residential areas where whole families live in a small room, local schools and even the pottery industries. If you are expecting extreme poverty and despair based on movie depictions, you will be disappointed. In fact this tour actively breaks stereotypical depictions of slums. Some of the areas will be familiar if you have seen the film ‘Slumdog Millionaire’ as much of the film was shot in Dharavi. Slumdog Millionaire Official Page: http://www.foxsearchlight.com/slumdogmillionaire/",
        "strLocation": "Maharashtra",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-maharashtra-explore-the-dharavi-slum/322?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "An Inside Look at the Slums of Mumbai: Dharavi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 14:10:24"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 38,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355847323/xo4pl0qajxliqcjbkexb.jpg",
        "strIntroduction": "The Different and ‘out of the ordinary’ Mumbai tour. It is a city of crazy contradictions – cheek by jowl, at once the commercial capital of India and also ‘home‘ to the homeless and poor migrant workers. After a heavy dose of history – palaces, forts and religions – temples, churches, Mumbai is refreshingly different and ‘offbeat’. You can visit diverse parts of the ‘living city’ where you experience a blast of color (sarees and flags), smells (fishy and spicy-masalas) and sounds, all amidst the broadest ‘smiles’ that merge with ‘sweat’ that trickles down their faces!",
        "strLocation": "Maharashtra",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-maharashtra-discover-the-off-beat-side-of-mumbai/323?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover the Offbeat Side of Mumbai",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 14:13:41"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355855978/q6kq2jtvmr9txvonj0ae.jpg",
        "strIntroduction": "The aim of this walk is not to \"visit\", nor to make poverty a \"tourist tour\", but to meet people and exchange experiences with them, chatting over a cup of tea. The walk in the suburbs is much more than a walk, but an exchange, and a first step towards awareness. This activity also allows slum dwellers, if they wish, to interact with foreigners from different cultures, and showcase their daily life. This once in a life time opportunity will be a guided tour where a guide from the slum will show you around the alleys of his slum for 2 hours. He will show you how over 40 thousand people living in from diffrent communities. While in the slum, you'll interact and have traditional tea with a family during which they can share their personal story of survival and life in the slums. This walk is run to support PETE (Providing Education To Everyone), and 80 percent of the money out of profits after tax of the tour will go to the organization.",
        "strLocation": "Delhi",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-delhi-learn-about-life-in-delhis-slums-with-a-local/354?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn about Life in Delhi's Slums with a Local",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 14:17:48"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 77,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1408955176/z6kjlp953yuszpt78mpm.jpg",
        "strIntroduction": "Come on a journey with me and take a peek into the world of block printing, starting with my collection of exquisite hand blocks acquired over a period of time and continuing onto a hands-on immersive workshop with a modern-day block printer still using traditional motifs. This special art nurtures your understanding of the printing technique that is a part of India’s contemporary textile culture. As your eyes fixate on the intricate sharpness of every carving, you get sensitized to the painstaking time and effort involved in each stage of the production process. This introductory workshop will introduce you to the history and art of block printing that have emerged through the years in different geographies in South Asia, and the tools needed. We follow the different stages in the printing process, with the help of swatches – from grey cloth to the final finished product. After a quick demo, you get to craft your own personalized creation by choosing from a variety of designs on wooden blocks, and a range of colors. Bring along a t-shirt or a scarf or just simple napkins, paper or textile - anything that you want to print on. Most importantly, don't forget an open mind raring to experiment! Working with me will allow you to develop a fuller appreciation and outlook into a world filled with color, seeped in tradition and old-world techniques. Color your hands with the reminisces of blues, pinks and reds after testing your skills at hand block printing with pigment, each offering a cultivated experience into the diversity in textiles. Get an interactive, hands-on experience - come Breakaway",
        "strLocation": "Mumbai",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-mumbai-learn-block-printing-at-a-workshop-in-mumbai/2672?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Block Printing at a Workshop in Mumbai",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 14:22:07"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 115,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858674/zjjr25xvqh2im6law8be.jpg",
        "strIntroduction": "If you want to hike, experience the nature, ancient heritage, tribal art and culture in one place, then Kotagiri is your obvious choice. Kotagiri is a small town in the Nilgiri district of Tamilnadu. It is situated at an altitude of 2200 meters above the sea level, and is only 20 kms from Ooty (Ootacamund) and 75 Kms from Coimbatore. It is the home to tribes such as Kurumbas, Todas, Irulas, Kotas and Paniyas. Kotagiri is a hiker's paradise with endless trails. This area is also very rich in wildlife, the Indian Gaur can be spotted grazing in the wooded areas, and the other animals that thrive here are leopards, spotted deer, and wild boar. This is a 2 days trip with one night stay in a dormitory in a tea estate. Upon the arrival at Coimbatore, participants will be taken on a private vehicle to our campsite in Kotagiri. It is approximately a 2.30 hours drive. After refreshment and breakfast, you will be visiting Banagudi Shola - the sacred grove of the Kurumba tribes in the first day morning. Walk through the banagudi shola and visit the dolmens and the community’s centuries old places of worship. This shola patch is a bird watcher’s paradise where you can see the bird species endemic to Nilgiris biosphere. Post lunch at our campsite walk to the Catherine waterfalls and drench yourself in the cold water. The day ends with campfire and dinner. The second day starts with hot tea and a nature walk to the breathtaking view of kallar valley. After breakfast, you would visit Bikkapathymund – a Toda tribal hamlet. It would take approximately 1.30 hours hike to reach the tribal hamlet. You can talk to the village elders about their traditions and see the women doing embroidery works (for which they are known for). You will be served packed lunch. Post lunch you will trek back to reach the starting point. The trip ends with shopping at the “Green shop” where you could buy fair trade & tribal produces, and you will be dropped at Coimbatore.",
        "strLocation": "Tamilnadu",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-tamilnadu-experience-the-hidden-treasures-of-nilgiris-kotagiri/429?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Trek, Bird Watch, and Experience the Nature of the Nilgiris",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 14:27:29"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 23,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355847408/ptdmuvrepjxgityscecr.jpg",
        "strIntroduction": "Charles II wasn’t sure where his wedding gift was located and he didn’t really care too much for it. So when the British East India Company approached him for possession of the islands he was more than happy to lease them to the Company. By 1668 all seven islands of Bombay were under the control of the British East India Company and thus began the herculean task of developing the Company’s newest asset. After completing the task of fortifying the town from sea borne invasion the next job at hand was to stamp their authority on the local inhabitants and what better way to do so than by constructing buildings that epitomised might, authority, imperialism and power. Soon structures began popping up all over the ‘new’ town to serve some purpose or the other. A Cathedral to pray in, Town Hall to conduct civic activities, a University to educate, a mammoth station that is the finest creation of the architect F.W. Stevens and, most notably, an archway to commemorate the visit of their Imperial Majesties. It was under the guidance of great British Governors like Lord Mountstuart Elphinstone that the arts were promoted and scholarly debate was established. Welcome to the ‘Churchgate and Heritage Mile’ walk. This walk takes you into the heart of the old ‘Fort’. Explore the ‘White Town’ or the European half of the old town that existed within the Fort walls. Begin the walk at F.W.Steven’s gothic masterpiece, the grand Chatrapati Shivaji Terminus also known as the Victoria Terminus. Then walk down D.N.Road, also called the Heritage Mile of Mumbai, while admiring one of the oldest parts of the city(almost as old as the city itself) which even today is reminiscence of it colonial past and make your way to the ornate Flora Fountain. Here take a minute to soak in the atmosphere of one of the busiest precincts’ of Mumbai. Next just a hop, skip and jump away lies the historic art district of Kala Ghoda with its many Gothic buildings and numerous art galleries creating a charm that is unmatched in Mumbai. Move onto the Oval Maidan where in a great phalanx lie the Old Secretariat, University Library and Convocation Hall, High Court building , the old PWD building and Telegraph Department, a truly imperial vision like a fleet of massive stone battleships, monolithic, awe-inspiring and supremely self confident. Once they faced out across the sea in silent tribute to the naval power that built them. As a group they coalesce to form an impressively romantic skyline and they bequeathed an identity and style to the city that is unique to Mumbai. Finally take Veer Nariman Road (the former Churchgate Street) down to Marine Drive to enjoy a fantastic view of the Art Deco Skyline that has become an identity of Mumbai the world over.",
        "strLocation": "Maharashtra",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-maharashtra-walk-through-the-historic-heart-of-mumbai/330?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Walk through the Historic Heart of Mumbai",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 14:30:21"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 919,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858522/ljtca7wmerit3ibot9gg.jpg",
        "strIntroduction": "Ladakh is often seen as a last frontier by travellers. Once upon a time it was on the crucial trade route between Central Asia and China. Remnants of those influences can still be seen across Ladakh. Today, the region is politically important having borders with both Pakistan and China. Culturally it is rich with the varied influences coming through. Ladakh is also where the Indus originates – the river that gives India its name. Summer is when the most festivals take places in Ladakh and the visitors pour in to get a glimpse of this unique landscape. Tourism forms an important part of the economy of this harsh land. PAGIR is a group of people with disabilities and their families who are working for improved livelihoods for those like themselves. They wanted to move away from viewing people with disabilities as charitable cases and get into the mainstream economy of tourism. And that is how Himalaya on Wheels emerged. It is a holiday that lets you spend a day with a Ladakhi family if you like. It also has activities for guests with mobility issues. Day 1 – Reach Leh and rest in the hotel to acclimatize to the high altitude. It takes about a day to get used to the lower oxygen at this high altitude. There is no correlation between age, sex, physical fitness and high altitude sickness (HAS). So it is best to relax the first day. If you have any symptoms such as headache, nausea, hallucinations, do speak to our team and they will get you medical help. The doctors in Leh are well trained to handle HAS. Often the solution is as simple as giving oxygen or moving to a lower altitude. Day 2 – We head west towards the Sham Valley. On the way we will stop at the Gurudwara Patthar Sahib, the Indus-Zanskar Confluence and the Alchi Monastery, the oldest in the region. At night, we will stop at the Uley Tokpo resort. Set amongst orchards, it gives you a view of the Indus flowing way below its cliff. Day 3 – you have the choice of trekking upto a nearby village before lunch or heading back to Leh. If the latter, we will stop at the Likir monastery, SECMOL and the Hall of Fame Museum. SECMOL is an NGO working on social issues of the region. They will share with us their work around educational reforms and passive solar heating. The Museum has been set up by the Army and traces the history of the region. You spend the night in Leh. Day 4 – We can start as late as you want as today is spend in and around Leh – Shanti Stupa, Shey Gompa, Choglamsar – monasteries around Leh. Choglamsar is a Tibetan settlement relatively untouched by tourism. The monks here are open to discussions if you are interested. You could also choose to spend the day with a Ladakhi family, helping them with their work and maybe learn to cook their food. This is optional, so please let us know beforehand. Day 5 – Head to Pangong Lake stopping at Sindu Darshan on the way. You will cross the Changla pass, the third highest motorable road in the world. Spend the night by the Pangong Lake. Day 6 – Wake up early to catch the sun rise and just laze around by the Lake. Head back to Leh by around 10.00 am. Meet with your hosts, the PAGIR team, who operate the Himalaya on Wheels itinerary for Travel Another India. PAGIR – People’s Action Group for Inclusion and Rights – are a group of people with disabilities and their families who are working to improve their livelihoods and make Leh cleaner through their waste to craft programme. Himalaya on Wheels was set up by them since they wanted to move away from charity to getting a slice of the main economy of Ladakh which is tourism. You can visit their shop, Junkgwa Shrunkyob, later in the Leh market. Day 7 – Time to leave and send us your beautiful photos and travelogues.",
        "strLocation": "Himalayas",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-himalayas-experience-another-ladakh-himalaya-on-wheels/413?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit the Breathtaking \"Plateau of the World\": Leh-Ladakh",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 14:35:12"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 91,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858503/bsgy8yabrvpq1vddrx3m.jpg",
        "strIntroduction": "Located in Central India's Bundelkhand region, the village guest house is about 3 km from Chanderi, famous for its silks. Visit the village and let the rhythm of the looms create magic for your eyes and ears while you interact with weavers and design your own drape. The more adventurous could try their hand at weaving. Watch village life or visit the historic city of Chanderi while its past is unravelled brick by brick. Enjoy the folk tales hidden in the heart of Bundelkhand and surrender to folk music and lively dances of another India! Amraee will rejuvenate you with its earthiness and historic charm. The Amraee Guest House was set up as part of a UNDP and Government of India project to promote rural tourism. It was formally inaugurated in 2008 and open to guests since September 2011. The Pranpur Village Tourism Development Committee maintains and runs the guest house. Its main aim is to promote the weavers, potters and metal workers while developing the village as a tourist site. You can directly interact with the local craftspeople and buy products from them, ensuring maximum revenue to them and recognition of their skills. The guesthouse itself is set in a 5-acre mango orchard. Amraee derives its name from Aam (mangoes) and Raee (a Bundelkhandi folk dance). The house is built in traditional Bundelkhandi style architecture - all the four rooms are spacious, clean and comfortable with western style bathrooms attached. Experiences • Take a walk around the village and interact with artisans • Try your hand at turning a pot or weaving • Satiate your taste buds with Bundelkhandi thali • See (and join in) the Bundelkhandi folk dance Raee and Sehra • Enjoy a Bullock-cart ride • Visit the fields and participate in farming activities • Go shopping! Within 2 hours • Chanderi (3 km) - A small historic town with many monuments and home to Chanderi fabric • Monuments at Chanderi have been lovingly restored and maintained by the Scindia Foundation • Chanderi Museum (5 km) - A well maintained museum • Rajghat Dam (10 km) - One of the biggest dams in India, lovely place to see sunrise • Nanon (28 km) - A scenic place on the banks of river Urvashi, famous for pre-historic rock paintings • Kadwaya (60 km) - A cluster of temples, also known as mini-Khajuraho • Deogarh (72 km) - Ruins of Jain temples in the middle of a forest by the side of Betwa river",
        "strLocation": "Madhya Pradesh",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-madhya_pradesh-share-the-life-of-a-rural-indian-village/412?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit a Rural Village & Learn the Art of the Silk Handloom",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 14:38:07"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 167,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858463/rjtuztoxtmoaiqvtecme.jpg",
        "strIntroduction": "The cuisine of India is famous for the variety that it offers. Influences of the various dynasties that ruled this country and use of the local ingredients and spices have created a spectacular cuisine in each part of the country. The same is true even of Hyderabad which borrowed heavily from the Persians and Mughals, added the local flavours and evolved a distinctive cuisine. One of the most popular dishes of this cuisine is Biryani. Technically speaking, it is just a dish of rice and meat cooked with some spices but it evokes the most passionate emotions among many foodies. A good part of the Indian lifetime is spent hotly debating about which the best Biryani and wondering about its origins. This tour will reveal the delectable path that this dish has taken across the different parts of India. On this tour, we will also enjoy a sumptuous meal with one of the traditional families in Hyderabad.",
        "strLocation": "Hyderabad",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-hyderabad-discover-and-taste-the-biryani-with-a-traditional-family/409?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover and Taste Biryani with a Traditional Family",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 14:41:59"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 333,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355856556/huzm4gpsxe06sltdio9c.jpg",
        "strIntroduction": "One of the most remarkable features of the Khasi hills are the sacred forests, which have been preserved by traditional religious sanction since the ancient days. Trekking in the Abode of Clouds, Meghalaya is an experience will surely rejuvenate your senses like never before. Experience the misty blue hills with unique cultural experiences, great food and stunning campsites. We are proud to offer you this thrilling trip that will take you from rivers to caves, from the midst of broom forest to picturesque valleys. In this trek we take you to explore living root bridges, caves, mountain streams and other hidden treasures of Meghalaya. Come and experience the Khasi hospitality, camping at one of the most remote villages in Meghalaya. === Detailed Itinerary === Day 1 (5-6 Hours) We drive to Khrang, a remote village in the Cherrapunjee road from Guwahati via the picturesque hill station of Shillong. We start trekking from Khrang to Mawshuit and set up our base camp there. Have a cultural night at Mawshuit with traditional Khasi dance followed by an interaction with the locals. Learn about the Khasi way of life in this small but beautiful village set up in midst of green valleys covered with broom plantations and natural flora and fauna.. Overnight stay in tents. Day 2 (6-7 Hours) We start early and trek through the subtropical forest to reach to the magnificient living~root bridge 500 feet above the Wah Muor. Experience the thrill of trekking through thick forest and the old (now abandoned) market trail. Proceed downwards to Wah Muor and enjoy the crystal clear water in the heart of the forest. Proceed further to our next destination the caves. Trek to Krem (cave) Mawlynghoh and experience the thrill of exploring a virgin cave. Trek back to the village through the sub tropical forest crossing beautiful streams and valleys on the Way. Overnight stay in tents. Day 3 (6-7 Hours) After breakfast start trekking for Wah (river) Sohkhain and Wah Muru. Learn the traditional way of fishing and even catch a fish if lucky. Trek back to the village walking along the river. Relax at campsite with bonfire and music. Day 4 (5-6 Hours) Trek back to Khrang and drive back to Guwahati. Trip ends. * Program Schedule and routes are subject to change without prior notice (in unfavourable circumstances). * A11 guests are advised to get their travel insurance done before any adventure trip.",
        "strLocation": "Meghalaya",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-meghalaya-trekking-in-meghalaya/398?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Trek through the Sacred Forests of Meghalaya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 14:46:39"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 369,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355856538/lp6mymsycsnpjgwh0uax.jpg",
        "strIntroduction": "Home to the colorful and vibrant Naga tribe, Dzukou valley is branded as one of the most fascinating valleys of Nagaland. Also known as 'The Valley of Flowers', it is situated at an altitude of 2134 meters behind the Japhu ranges in the Eastern Himalayas. Different varieties of flowers from lilies to rhododendrons bloom during the monsoon giving the valley a carpet of flowers.The Dzukou valley offers one of the most captivating spots for bird-watching and trekking in Nagaland round the year. Duration: 5 days Grade: Easy Max elevation: 3014 meters This trek has two itineraries. You can chose between the 5-day itinerary that includes Japhu Peak ( 2nd highest peak in Nagaland) and the 3 day trip that includes Dzukou valley only. Detailed Itinerary: Day 1: Enchanting train ride from Guwahali, crossing rural villages and hills to reach Dimapur town by noon. Drive about 4 hours from Dimapur to the historic Khonoina village via Kohinm. Visit Khonoma fort and nearby villages, interact with locals and experience the Naga way of life. Camp overnight. Day 2: Start trekking and climb steadily for about 4 hours crossing a mountain into Dzukou valley. If lucky, you might spot the colourful Tragopan pheasant, the state bird of Nagaland. Explore the surrounding areas and camp overnight at the Ghost cave, locally know as the bhoot gufa. Day 3: Get up early and drive to Vishwema village and then trek to the base of Japhu peak and camp there overnight. Explore villages and nearby areas and also visit the tallest Rhododendron tree in the world (109 foot) in Japfu range. Day 4: We start early morning and reach Japhu peak after a steep climb to watch the breathtaking sunrise from the top. Witness amazing views of entire Naggaland and surrounding valleys from the peak. After spending some time at the peak we descend through the same route and reach Vishwema and then drive out to the beautiful hill station of Kohima. local sightseeing, in Kohima and overnight stay at hotel. Day 5: We drive to Dimapur and take a train ride back to Guwahati.",
        "strLocation": "Himalayas",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-himalayas-experience-the-naga-way-of-life/397?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Trek The Valley of Flowers & Take in the Beauty of Nagaland",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 14:51:06"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 314,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355856278/tz2hlnp5imnpwnxz72f8.jpg",
        "strIntroduction": "What is a home stay? A home stay is not just bed and breakfast. It is staying with the Indian family. Being a guest of the family... getting a peek into the Indian household. Detailed Tour Itinerary DAY 1: Arrival in Sawantwadi Upon arrival at your home­stay in Sawantwadi, you will be warmly welcomed by your Indian host family with a traditional garland and tikka. Your hosts will then assist you with the registration procedure and show you to your room. Upon settling in you will be taken around the home­stay property and given the opportunity to meet and mingle with your host family. After getting to know one another you will have a delicious lunch together. After lunch you can rest for a while. After your afternoon tea, you can visit the palace and later take a walk in the market. In the evening you will enjoy another home cooked dinner and of course a truly relaxing nights’ sleep. DAY 2: Puppetry & Rangoli Design Workshop Wake up and enjoy the warmth of a home made Indian breakfast prepared caringly by your host family. Today morning you will spend time interacting with the rangoli artists. Rangoli is the art of designing with coloured powder. The artsist will take thru the journey on how the simple designing has undergone change over the period of time. Lunch will be at the home stay. After your meal you will head out to the Pinguli Art Gallery. This art complex aims to showcase, revive and promote a dying folk art tradition by creating a platform for the artist and his community to pursue the age old craft of puppetry and to open avenues for artistic and creative exchange with participants from across the globe. After a touring of the complex you can sit down and view an original puppet show by local artists. After the display, you will head back to your home­stay. In the evening you will be invited to dine with your host family and enjoy another succulent dinner. DAY 3: Dolphin Cruise Today early morning, you will be heading out for an exciting trip of dolphin watching! A boat will take you out into the deep see where you will soon be surrounded by beautiful dolphins. Spend the morning at sea before heading back to your home­stay for a flavourful Indian lunch and siesta. Evening at leisure. DAY 4: Departure from Sawantwadi Today you can sleep in and wake up to have a relaxed breakfast with your host family. After you finish your meal it will be time to pack up your belongings, say your goodbyes to your gracious host family and depart for your onward journey home, surely with many wonderful memories from your trip.",
        "strLocation": "Maharashtra",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-maharashtra-homestay-getaway/378?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Homestay Getaway: Puppet Shows and Dolphin Watching",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 14:56:29"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 314,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355856261/adinlucuwywow740zcnr.jpg",
        "strIntroduction": "A 4 day package giving you a first­hand glimpse into the village life. Understand the pillars of an Indian village ­ the panchayat, the village temple, the village well and the village school. In the village, every community has its rightful place of existence. Join in this package and understand the social weave and its importance. Detailed Tour Itinerary DAY 1: Arrival in Sawantwadi Upon arrival at your home­stay in Sawantwadi, you will be warmly welcomed by your Indian host family with a traditional garland and tikka. Your hosts will then assist you with the registration procedure and show you to your room. Upon settling in you will be taken around the home­stay property and given the opportunity to meet and mingle with your host family. After getting to know one another you will have a delicious lunch together. After lunch you can rest for a while. After your afternoon tea, you can visit the Sawantwadi palace; if possible have an interaction with the Queen Mother, and later take a walk in the market. You will also visit the Chitari galli or the Artists lane. In the evening you will enjoy another home cooked dinner and of course a truly relaxing nights’ sleep. DAY 2: Village Ways Early morning, you will go on a Nature Trail in the Amboli Jungles. After the trail, breakfast will be in a traditional home stay nearby. Later back to your place of stay. Freshen up. Today morning you will spend time interacting with the rangoli artists. Rangoli is the art of designing with coloured powder. The artist will take thru the journey on how the simple designing has undergone change over the period of time. Lunch will be at the home stay. Post lunch you will be taken around the village. You will get to experience the various mechanisms that make a village function. You will meet the village headman and interact with him/her. You will also get the opportunity to interact with village self help groups. These groups are essentially for women to make them economically self sufficient. You will be visiting a self help group unit. Tea and refreshments will be served by the local village women. Later you will view a garland making demonstration. Evening you will head back to the home stay. DAY 3: Puppetry After breakfast, you will visit the Fruit Research station. Here you will get to see the varieties of fruits. On your way back to the home stay, you will visit the Cashew factory. Here you will see the cashew processing. You can also shop for cashews. Lunch at the home stay. After tea you can visit the Pinguli tribal Puppetry village. Enjoy the art gallery in the village. Dinner will be traditional cooked on fire wood and earthen ware at the home stay. DAY 4: Departure from Sawantwadi Today you can sleep in and wake up to have a relaxed breakfast with your host family. After you finish your meal it will be time to pack up your belongings, say your goodbyes to your gracious host family and depart for your onward journey home, surely with many wonderful memories from your trip.",
        "strLocation": "Maharashtra",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-maharashtra-village-diaries/377?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Stay with Villagers, Hike Nature Trails and Enjoy Puppetry",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 15:01:52"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 314,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355856249/wsz1boypw3xfldrwn2j2.jpg",
        "strIntroduction": "The smells, the sounds and the sights. Awaken your senses completely. If you are a nature lover, this package is for you. Spend your days exploring the flora and fauna of the jungles. Sindhudurg region is one of the 11 natural bio diversity reserves in the world. You will find variety of species of flora and fauna. Indeed a treat for the nature lover! Detailed Tour Itinerary DAY 1: Arrival in Sawantwadi Upon arrival at your home­stay in Sawantwadi, you will be warmly welcomed by your Indian host family with a traditional garland and tikka. Your hosts will then assist you with the registration procedure and show you to your room. Upon settling in you will be taken around the home­stay property and given the opportunity to meet and mingle with your host family. After getting to know one another you will have a delicious lunch together. After lunch you can choose to depart for an optional ‘experience’ of your choice or spend the day relaxing at your home­stay and enjoying the beautiful surroundings. In the evening you will enjoy another home cooked dinner and of course a truly relaxing nights’ sleep. DAY 2: Nature Trail Wake up early morning. Wear your sturdy walking shoes for an exciting trail into the Amboli Jungles. The Amboli jungles nestles some rare species of amphibians and reptiles. There are also some 108 odd varieties of butterflies. Your guide will take you into an exciting journey. The trail is 3 hrs long. After the trail, you will be treated to a delicious, hot breakfast. Back to the home stay. The afternoon is free for you to relax and soak in the peaceful atmosphere. In the evening you can sit down for another home cooked Indian dinner before heading off to bed. DAY 3: Snorkeling Today you can sleep in and have a relaxed breakfast as the morning is free at leisure for you to enjoy. You may want to join a cultural workshop or choose an optional ‘experience’ to keep yourself occupied. After lunch, you will be heading out for today’s exciting activity...Snorkeling! Enjoy the afternoon with a professional team assisting you as you discover the underwater world of this spectacular region. In the evening, head back to your home­stay for a delicious dinner prepared by your host family and another peaceful nights’ sleep. DAY 4: Bear Trail Enjoy a tasty breakfast at your home­stay before heading out to the Dajipur Jungles for bear sighting. Enjoy the gorgeous flora and fauna of the region while driving through the jungle. With some luck and professional guidance you might just see a real bear! After the trail you will have lunch before enjoying the rest of the day at leisure. Perhaps you want to venture into town and go for an optional shopping trip to find treasures for yourself and loved ones at the local market. In the evening you will return to your home­stay for a specially prepared dinner and a good nights' sleep. DAY 5: Departure from Sawantwadi Today you can sleep in and wake up to have a relaxed breakfast with your host family. After you finish your meal it will be time to pack up your belongings, say your goodbyes to your gracious host family and depart for your onward journey home, surely with many wonderful memories from your trip.",
        "strLocation": "Maharashtra",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-maharashtra-jungle-trek/376?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the Indian Jungle and Stay with a Rural Family",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 15:05:59"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 314,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355856182/qyl2xq0q325y8lfjr0rw.jpg",
        "strIntroduction": "Marathas were a formidable force in the country in the 16­17 century. The Maratha empire had spread its wings from the Sahayadri range in the western Ghats to Attack, the north west frontier of the country. Spearheaded by the visionary King Shivaji, the Great, the Sindhudurg forts stands a testimonial. Detailed Tour Itinerary DAY 1: Arrival in Sawantwadi Upon arrival at your home­stay in Sawantwadi, you will be warmly welcomed by your Indian host family with a traditional garland and tikka. Your hosts will then assist you with the registration procedure and show you to your room. Upon settling in you will be taken around the home­stay property and given the opportunity to meet and mingle with your host family. After getting to know one another you will have a delicious lunch together. After lunch you can rest for a while. After your afternoon tea, you can visit the palace. Sawantwadi Palace is the seat of the royal family of Bhosale. The family traces its antecedents to Shivaji, the Great Maratha warrior. You will be meeting the Queen, Smt Satvashila raje Bhosale. You can go around the palace grounds, visit the in-­house museum and darbar hall. Later , you can take a walk in the market and head back to your homestay. DAY 2: Sindhudurg Fort Wake up and enjoy the warmth of a home made Indian breakfast prepared caringly by your host family. Today you will visit the Sindhudurg fort, the only fort to have been built in the middle of the sea. It’s a wonder. You will be taken down the history lane. Sindhudurg Fort stands as a testimonial to Shivaji, The great Maratha warrior’s vision and foresightedness. You will head back to the homestay for a late lunch. Evening at leisure. DAY 3: Vijaydurgh Fort and Girye Today you will have the opportunity to visit yet another Fort. Vijaydurgh was captured by Shivaji, the great Maratha warrior from the Siddhis. This fort is 850 years old. Its a beautiful fort by the sea and is a proud testimonial of valour. Lunch will be in a mango orchard on the way back to the homestay. You can have relaxed evening at your homestay. DAY 4: Departure from Sawantwadi Today you can sleep in and wake up to have a relaxed breakfast with your host family. After you finish your meal it will be time to pack up your belongings, say your goodbyes to your gracious host family and depart for your onward journey home, surely with many wonderful memories from your trip.",
        "strLocation": "Maharashtra",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-maharashtra-tryst-with-royalty/371?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tryst With Royalty: Palaces and Forts of Sawantwadi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 15:10:26"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 63,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355847297/mz3nonjzlac4itkpd75p.jpg",
        "strIntroduction": "You will take a walk through a local bazaar of Old Delhi, experiencing the variety of food and visiting one of the best well maintained last standing Havelis old-style 3-storied home (Old Private Mansion) with a central courtyard flanked by rooms with 58 doors. The Bazaars of Old Delhi Bazaars have colorful and interesting street food and host the oldest shops serving delicacies from around the world. The best of the best chaat (Indian snack) can be enjoyed here: Chat Papri, Laccha Tokri, Guliya, Desi Ghee Tikki, Moong Pakori, Kulche Chole, Dahi Bhalla, Bedwee Aloo and Kachori Alu are just lip smacking. Apart from that you can also have Samudra Kee Chat, Brown & White fresh milk cake, Kulfi, Ice creams, Hot Kadai Milk, Halwa Nangori etc. The area is also home to several small temples, shrines, old mosque and protected monument sight. Cows wander the streets, small dharamshalas (rest-houses) and pyaus (water-stations) attest to the pious contributions of local merchants. After the walk, we will take you to a Hindu home - Masterji Kee Haveli (Old Private Mansion) in Old Delhi, for a demonstration and tasting of traditional home-style Indian vegetarian cooking Class. Masterji Kee Haveli is a fine edifice that has been built on the lines of traditional Mughal architecture. Any onlooker is sure to be impressed with the carved stone pillars where a complimentary delicious traditional meal will be served in bronze utensils. You can choose to participate in the Cooking Class, or merely watch and learn. Please note that this is not a Cooking Class lesson; it is a chance to visit a home and get a glimpse of daily life. The haveli has a beautiful terrace from where, during a clear day, you will enjoy a spectacular 360 degree view of Old Delhi and its higgledy-piggledy chaos which includes view of Jama Masjid, Chawri Bazar Metro Station, New Delhi Railway Station, Airport Metro Station, Jeevan Bharti Building - Connaught Place, Parikrama revolving restaurant, Gopal Das Building, MCD Civic Centre (The tallest building in Delhi) etc. The family is Hindu and vegetarian, and old time residents of Shahjahanabad. This is one of the few homes that hasn't been broken down or divided into pieces and sold to multiple people. It is a chance to visit a traditional home and see what life is really like in this narrow crowded part of Old Delhi, where adjacent houses share a common wall and everyone knows everyone else! Our passion is simple: to share with our guests the flavours of an Incredible India we treasure and love...",
        "strLocation": "Delhi",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-delhi-visit-old-delhi-from-the-bazaar-to-the-traditional-home/320?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Old Delhi, from the Bazaar to the Traditional Home",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 15:13:40"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 32,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355847565/toprxbffmzdsrneyx3cw.jpg",
        "strIntroduction": "Calcutta is truly a melting pot of cultures and communities… truly a kaleidoscope of various shades, flavors and sights that made Calcutta what it is today! This tour will help you to understand a little bit of India and how so many religions and faith form the very fabric which is India. Find out amongst others about the Chinese who made Calcutta their home and gave Calcutta its amazing Chinese food. Find out the oldest surviving Christian tomb in the city, walk into synagogues which have stood for centuries within whose walls time still stands still. Taste local food and witness life as it unfolds right in front of you. Discover amazing facts about the Parsis and find hidden gems in the middle of nowhere. So many cultures and so many communities co-existing side by side, reminds one of the famous 1982 number one by Paul McCartney and Stevie Wonder – Ebony and Ivory. Come and see the various communities that made Calcutta their home on this tour!",
        "strLocation": "Calcutta",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-calcutta-capture-calcuttas-cultural-kaleidoscope/343?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Culture Kaleidoscope - The Calcutta Culture Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 15:18:33"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 36,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355847243/iwjjecxewgblduoosgmd.jpg",
        "strIntroduction": "Discover the holy river and the magic of Old Delhi, with a visit to the mystic riverbank and a view of the ghats from the river. Behind every historical capital there is a great big river. The route is an ode to this river that has been a silent witness to Delhi’s history and is now a recurrent victim of its excesses. Starting from the little lanes of Shahjahanabad, while the city is still sleepy in its proverbial sockspassing along the magnificently formidable walls of the Red Fort we find ourselves on the meditative quiet banks of the Yamuna at Nigambodh Ghat. A boat-tride along its shores – migratory birds circling above the calm waters - unravels the ritualistic devotion with which the Hindus treat the historic river. Despite its current struggles with pollution, the Yamuna is a goddess to the eyes of her devotees. Concluding with a memorable view of the Jama Masjid back through the streets of Old Delhi, the Yamuna Route is a true experience in the stimulating contradictions that is India. During the summer season (Feb.-August), the Yamuna tour does not include the boat ride due to the water condition. The Yamuna tour will still include a fascinating stop at the riverbank and a visit to the nearby cow shelter.",
        "strLocation": "Delhi",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-delhi-ride-along-delhis-holy-river/317?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bike along Delhi's Holy River: the Yamuna",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 15:23:08"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 175,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355847346/myz1kq06sl851alw6mki.jpg",
        "strIntroduction": "From the technicolor song and dance extravaganzas of the 1970s and 1980s to the blockbusters of today, Bollywood is a tradition as essential to India - and more specifically Mumbai - as Hollywood is to America and LA. Exceeding its American rival for sheer chutzpah and volume, Bollywood belongs to Mumbai and this full-day tour belongs to you. You will be picked up from your Mumbai hotel and taken to a location site to see a movie being shot. First, you'll be escorted to a specially created studio and receive an intimate look behind the scenes to see technicians at work on a live shooting set. Not only will you get to watch a film being shot, but you'll even get a sneak peek at everything that goes on behind-the-scenes during the shoot. Depending on the schedule, you may even get a chance to visit the actors or actresses makeup rooms and pose for souvenir snapshots with some of today's Bollywood stars! After this, we'll take you to a Bollywood Museum. While being escorted to an air-conditioned Dance Hall with a decorated stage and music system in Bollywood style, you'll get a glimpse of famous Bollywood actors' posters and photographs lining the walls. Here though, the highlight is the chance to watch 3-4 Bollywood dance shows performed by professional dancers live. Depending on the day's schedule, after lunch at a local restaurant, you'll either get to visit a VFX studio or travel to visit an old heritage cinema where you'll experience how Bollywood movies look on a big screen. If you go to the VFX studio, you'll get to see how they create sets, choreograph dance scenes, and rehearse stunts. If we go to the heritage cinema, you'll get to look at the projection room where things have hardly changed since the golden age of Hindi cinema and watch the latest Bollywood movie at a cinema. Before being dropped off at your hotel or any other location in Mumbai, the day ends with a tour past the homes of famous Bollywood stars in exclusive areas of Mumbai.",
        "strLocation": "Maharashtra",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-maharashtra-explore-bollywood-behind-the-scenes/325?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "A Behind The Scenes Look at Bollywood",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 15:26:18"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 32,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1367933673/jgqlqvbjp9i3v2p4l6lf.jpg",
        "strIntroduction": "If you have been amazed at the amazingly beautiful idols you see during the Bengali festivals like Durga Puja and Kali Puja and always wanted to get behind the scenes then you will love this tour. This tour takes you to the traditional potters’ quarter in the north of the city where these potters were forced to move when the British East India Company decided to build the new settlement and separate districts were allotted to the Company’s workmen. With the Pujas becoming grander every year these potters have moved from dubious existence to a sought after profession. Not only does this neighborhood supply gods and goddess to the city but many of their creations are exported. It has been termed as one of the seven wonders of Calcutta and thus being in the city you surely cannot give it a miss. Book this tour to discover nuances of this amazing art and document it with amazing photographs!",
        "strLocation": "Calcutta",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-calcutta-goddess-beckons-artisans-colony-photo-tour/735?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "The Goddess Beckons - Artisans' Colony Photo Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 15:29:09"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 32,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1367933220/zxazcl9kaopljraj0zra.jpg",
        "strIntroduction": "If you really want to get into the thick of things and see and photograph markets like you have never seen before, sign up for this one. If people and photographing people in their natural environment and crowded market-places is what gets you going then you need to sign up for this one. And if we mentioned crowded market-places we really mean crowded. But we promise you the effort will be worth it. Some amazing activity just waiting to be captured by you! One of the biggest wholesale vegetable market of Calcutta, it offers your sights, smells and experiences you would have never ever imagined or experienced before. The opportunities and challenges this tour offers to photographers are unparalleled. Come, shoot and experience a sea of humanity!",
        "strLocation": "Calcutta",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-calcutta-mesmerizing-markets-photo-tour/734?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Mesmerizing Markets Photo Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 15:34:05"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 32,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1367932700/ot2ivvms0suj9t3wba1o.jpg",
        "strIntroduction": "Dalhousie Square, now known as B. B. D. Bagh was what was once the central business district. It was the nerve centre of Job Charnock’s Calcutta.Rudyard Kipling in his “A Tale of Two Cities” writes : “Thus the midday halt of Charnock -- more's the pity! Grew a City. As the fungus sprouts chaotic from its bed, So it spread -- Chance-directed, chance-erected, laid and built On the silt -- Palace, byre, hovel -- poverty and pride -- Side by side;” This tour – which serves as a wonderful introduction to the city - takes you through the hows and whys of Calcutta helping you retrace the steps that gave birth to this second city of the Empire. Liberal doses of history with lots of photographic opportunities makes this heritage site a must do if you visit Calcutta. Calcutta which was once tipped as not only the handsomest town in Asia but one of the finest in the world is an enigma waiting to be discovered. Come and see the past come alive on this tour with us.",
        "strLocation": "Calcutta",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-calcutta-european-calcutta-discover-calcutta/733?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "European Calcutta - Discover Calcutta",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 15:38:35"
    },
    {
        "intDurationHour": 144,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 404,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1360153042/innyi8lnjo4gfbwidvi8.jpg",
        "strIntroduction": "In this activity, we'll explore Meghalaya. Meghalaya is a land of indigenous tribes with diverse cultures, beliefs and costumes, consisting of the Khasi, the Jaintia, and the Garo Hills. The Khasi and Jaintia Hills form the central and eastern part of Meghalaya and are higher in elevation than the Garo Hills. These hills are full of limestone deposits. These slopes also get more rainfall annually than anywhere else in the world. All these factors come together to make for ideal conditions for cave formation. In this exploratory trip, we'll learn the basics of caving – or spelunking – and begin to explore the state's limestone caves. We'll also hike the historic David Scott trail, snorkel and dive in one of the clearest rivers in the world, as well as visit the double decker root bridge, the only one of it's kind in the world. Come join us as we explore this diverse and magical land. We will be joined by a team of expert cavers from the region who have spent their lives exploring the area. A team of guides, with mountaineering and first aid certifications, will also accompany you. ITINERARY : 11th March 2013: Shillong to Cherrapunjee – Hike the David Scott Trail Overnight in dormitory in Sa-I-Mika, Cherrapunjee Meals: None 12th March 2013: Caving to Krem Mawmluh Overnight in dormitory in Sa-I-Mika, Cherrapunjee Meals: None 13th March 2013: Trek to Living Root Bridges Overnight in dormitory in Sa-I-Mika, Cherrapunjee Meals: None 14th March 2013: Introduction to Vertical Caving- Krem Ri-Blai Overnight in dormitory in Sa-I-Mika, Cherrapunjee Meals: None 15th March 2013: Cherrapunjee – Mawlynnong Village - Shnongpdeng Village campsite Meals: Breakfast, lunch, and dinner 16th March 2013: Rapelling & Ziplining in Shnongpdeng Meals: Breakfast, Lunch 17th March 2013: Depart Before you say goodbye to the Geckos today, don’t forget to buy some orange flower honey. You can also buy cinnamon and other spices that are cultivated in and near Cherrapunji. You should definitely buy Meghalaya tea which has a distinctly lighter flavor compared with Assam or Darjeeling tea.",
        "strLocation": "Meghalaya",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-meghalaya-exploratory-caving-in-meghalaya/562?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "3/11-17 Exploratory Caving Trip in Meghalaya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 15:43:01"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 85,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358833867/qkz86oi224nbempvfk1s.jpg",
        "strIntroduction": "Enjoy the lush green hills of Meghalaya by camping out in mesmerizing Mawphlang. Visit traditional Khasi villages, interact with the locals and try unique ethnic dishes. Mawphlang is a perfect weekend getaway for a relaxing outdoor & cultural experience. Itinerary: Day 1: Leave Guwahati early morning for Lynkien village via Shillong. Set up camp at Maplepine farm by the river. Explore nearby areas and visit the local Khasi village. Interact with locals. Campfire in the evening. (optional - try ethnic Khasi dishes) Dinner at 9 PM Day 2: After breakfast, go out for a short hike to the Mawphlang sacred forest. Picnic lunch at the forest. get back to camp by afternoon. Leisure time. Campfire in the evening. Dinner at 9 PM Day 3: After breakfast drive out to Shillong and then to Lake Umiam. Halt for a while at the lake and drive back to Guwahati to reach by afternoon. Trip ends.",
        "strLocation": "Meghalaya",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-meghalaya-camping-and-hiking-in-meghalaya/516?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Camp and Hike the Lush Green Hills of Megalaya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 15:45:51"
    },
    {
        "intDurationHour": 240,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 827,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355862005/heqrtj3io1lvaqxglirg.jpg",
        "strIntroduction": "We've all had those moments of looking out at a distant snow-capped mountain from our airplane window or seeing a poster of unreal white slopes or watching videos of people racing down mountains on their snowboard. Here's your chance to bring that distant image closer. Along with Memcorp, we're taking you on a dream journey to Gulmarg! With training from certified professionals, we'll make our way down the majestic slopes, swishing and swirling in the snow! Explore the beautiful Kashmiri sights while snowboarding through the day and discover star patterns in the night-sky, bundled up by a bonfire! Make friends, share stories and take back memories for a lifetime! Come strike snowboarding off your bucket list! Get Snow Stoked!",
        "strLocation": "Jammu and Kashmir",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-jammu_and_kashmir-snow-stoked-in-kashmir/478?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Snowboard in the Himalayas & Enjoy Kashmir's Gorgeous Sights",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 15:50:49"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 410,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355861790/o2d5fy5qhalu6l4oagbu.jpg",
        "strIntroduction": "Jaipur is famous for its printed textiles, the traditional Jaipur print is synonymous with big and small bootis, or jaals and borders with repeated patterned floral designs seen in today's Bagru and Sanganer prints. Our first look into Jaipuri textiles will be Bagru, known for natural dyes and hand block printing. We will visit the iconic workshop of a master craftsman and award winning Bagru and Indigo artist. This will be the starting point of our intellectual expedition into the craft of Bagru printing, seen on Rajasthani skirts (ghagras) and scarves for women (odhnis). You will discover the deep connections between the past and the present of Indian textile. With a textile designer at the helm, we will explore how block printing and traditional textile design can interact with contemporary fashion accessories. We will meet a traditional block maker and printer that will give us a peek into his collection of exquisite brass blocks, hand blocks which are no longer available and are priceless. As we look in awe at the intricate sharpness of every carving, we will feel the painstaking time and effort involved in each stage of the production process. Visiting local production workshops and discussing with designers and textile producers will allow you to develop a unique understanding of the textile universe, one filled with color and rooted in tradition and old-world techniques. We will end up with our hands colored with blues, pinks and reds after testing our skills at hand block printing with pigments! You will get an interactive, hands-on experience unlike any other. Leading textile craftsmen will offer you a fresh new perspective on the technical composition of Indian textiles as we pace ourselves through exquisite handmade garments adorned with silver and gold warq printing. A trip to Jaipur is incomplete without visiting the famous Anokhi Museum of Hand Printing. Textiles have been a fundamental presence in Jaipur, and though it may just be art to some and tools to others, the Anokhi Museum reminds us that textiles are not only a livelihood but continue to be an evolving culture breathing through the stages of contemporary revival. We will close the trip with a walk around the old bazaars and some gastronomical explorations of the regional cuisines of Rajasthan.",
        "strLocation": "Rajasthan",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-rajasthan-patterns-in-the-desert-textile-trail-in-jaipur/464?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Patterns in the Desert - Textile Trail in Jaipur",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 15:53:56"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 367,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355861774/y2hjhpfzdqncqktbjggy.jpg",
        "strIntroduction": "You might know what goes into your favourite coffee bottle. But to know just what is behind it, go a little beyond the label. And come with us to Chikmagalur. Trust us, you'll never look at your morning brew the same again. Saying \"coffee\" seems incomplete without saying \"estate\" right after. So let's start there. Bound by the Bhadra River on one side and rolling hills on the other three, this nearly 100-year-old estate sprawls over 350 lush acres. It's still run by the family that founded it and, needless to say, their love of the land shows all over the estate. Take, for instance, the care and love with which the original planter's bungalow has been maintained. That's where you'll be staying, by the way. Set amidst of fruit trees, this 50 year old marvel boasts exquisite planters' furniture casually strewn around its drawing room, dining room and four bedrooms. It comes with the whole complement of efficient staff, the crown jewel of which is the most aptly named Amma, the resident cook who puts out spreads as if guests were her own children. We've also organised cookinges in which Amma will gladly show you how she weaves her magic. But if you think this breakaway is about sitting back and lazily sleeping off Amma's gastronomic indulgences, think again. With its towering old trees shrouded in broad leaves and creepers and the roads little more than dirt tracks, the property is more Entwood than estate. And it throws up an almost Tolekinesque range of experiences for the intrepid. There's a drive up to the highest peak, from where we can enjoy a peg or a mug and admire the setting sun as it winks goodbye over the Bhadra River. There's an easy trek through the woods, picking herbs and leaves, including those favoured by bison (while they aren't looking, of course) and bringing them back to the house for Amma to transform into delicious chutneys. There's also a short walk to a secret waterhole, where you can try your luck at some joy fishing and on a short stroll to the nearby bridge, where watching thousands of fruit bats (not of the Dracula variety) take off against the evening sky is a sight you're not likely to forget any time soon. And then, our piece de resistance - a night walk around the estate, where we might run into some deer, wild boar and if we're really lucky, bison. You can't come to a coffee estate without meeting the star of the show, can you? And since its picking season, the star is out on show. We'll take you picking and teach you not just which beans to pick, but also how to roast them. And that's not all. Did you know that coffee estates play the perfect hosts for pepper farming? No? Then you also wouldn't know that pepper is another thing you're going to learn to pick. We'd also love to promise you areca nut picking, but clambering up a dangerously thin looking palm and jumping from one to the other might not be your cup of coffee. Don't worry though - the beans you've picked most certainly will be. So come, breakaway and discover just why there's more to your coffee than the beans or their blend.",
        "strLocation": "Karnataka",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-karnataka-find-out-whats-behind-your-brew-a-coffee-plantation-trail-in-india/463?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "What's Behind your Brew? A Coffee Plantation Trail in India",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 15:57:20"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 40,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355861749/eqapfsxc1jpo0vebzhji.jpg",
        "strIntroduction": "Over the years one place has come to represent the essence of Mumbai: 'commerce', 'the sea', and the harmonious balance between the two, like no other. One has to meet the Kolis, the original, seafaring inhabitants of this city, to know how perfectly that balance can be struck. A leisurely cup of tea with a crisp newspaper is not the kind of morning known to the folks at Sassoon docks - the hub of a large chunk of fish trading in Mumbai. The mornings at the docks are pretty hectic - at the crack of dawn, boats and trawlers harbour their way in with a bountiful of fresh catch. The frenzied activity that ensues continues till mid-day, the pace of which can put any stock exchange to shame. Chefs, housewives, exporters, small time traders all vie for the best catch. After a session of frenetic trading, either the brave or the truly fortunate are rewarded with the treasure. Interestingly, this fish trade is controlled by the women, as the men folk are busy with fishing. If you are brave enough to elbow your way through the market, keep up with the frenzied activity and don't mind the smell of fish, then this is one side of Mumbai you won't want to miss. Away from the crazy hum-drum of the fish market, hop into a signature black & yellow cab to visit Koliwada, the Machimaar colony of Cuffe Parade, which is just a stone's throw away from the docks. Lines of small houses with TV antennas and an assortment of beached boats typify the juxtaposition of old and new in this settlement. This is home to the fishing community - better known as 'Kolis' this colourful community wears its heart on its sleeve. As you enter the village, you see koli women working with their men folk helping to dry, clean and get the fish ready to sell. They've all had a very early start to the morning, from what we've seen at Sassoon docks. The fishing culture is reflected in their folk dances and songs which celebrate sea faring traditions of the community. In unison, they worship the sea. They live in tight clusters and are known for their unique culture & customs. A walk in this colony is a metaphorical journey through the alleys of their very heritage & traditions. Breakaway to Sassoon Docks with us and the next time you smell fish you will surely think of the Kolis.",
        "strLocation": "Maharashtra",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-maharashtra-the-sea-and-we-meet-the-koli-community-in-mumbai/461?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "The Sea and We: Koli Culture in Bombay",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 16:01:30"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 50,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355861731/yu7rac0srhttts0diujk.jpg",
        "strIntroduction": "Criss-crossing narrow lanes, tiny shops spilling with colourful wares, people haggling for a better deal... Welcome to the bazaars of India! You can find them everywhere, even juxtaposed against high rises and glitzy malls, these bazaars fiercely hold their own. The bursting metropolis of Mumbai has many such gems hidden in its folds. Care to taste the spicy tears-in-the-eyes signature of the Maharashtrian masala? Head straight to the Lalbagh spice market. Guntur, Bedki, Reshampatti or Kashmiri; no we are not planning a travel itinerary. These are the names of the variety of chillies one would find in the lalbaug spice market. An expert eye could tell one from the other. Each has a specific purpose... some provide the fiery red colour without the heat, and some could be scalding hot. This market is also home to spice mixes so authentic, which the pickiest grandma would approve. You just need to let your nose lead you - the aromas will guide you to the spices long before you see them. Here, you can not only buy the spices, but can also get them dry roasted and ground into the masala mix of your choice... before your own eyes. It's not uncommon to see ladies patiently waiting, with bagful of spices, for their turn. After you have had your fill of the spices, we move on to Null bazaar. Roam the bazaar to find utensils, crockery, odds and ends for the house, the list goes on & on. Looking for a desi barbecue set? Find it at Null Bazaar! Just across the street from Null bazaar is Chor Bazaar. Once a well kept secret and reserved only for the adventurous, the notorious Chor Bazaar or Thieves Market welcomes connoisseurs and beginners with equal warmth. Furniture from the Raj, rare electronics like vintage gramaphones, out-of-print LPs, film posters that take your back to your parents' time, coins and stamps from a time when they had currency... it's not uncommon to find a genuine antique here. And if these guys can't find something for you, it probably doesn't exist. Gems from here often find their way into curated collections of lifestyle stores . The labyrinth of narrow lanes beckons the enthusiastic traveler. One can easily spend a day in this Aladdin's Cave. The more adventurous can try their hand at bargaining. Be warned - do not begin if you don't intend to buy. So let's go bazaar hopping. We have enough to have you sold on it, whether you buy anything or not.",
        "strLocation": "Maharashtra",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-maharashtra-sold-before-buying-explore-the-bazaar-trails-of-mumbai/460?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Sold before Buying: Explore the Bazaar Trails of Mumbai",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 16:04:18"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 86,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355861661/m8v8enchvmr3ghht1e6q.jpg",
        "strIntroduction": "Hand Painted Type tour is about experiencing typography in the old part of the city and getting to meet the typical Indian sign painters and get some insight into their world. With the world adopting to flex and digitally printed banners, hand painted signs have disappeared. This tour is about getting to know a landscape which has not changed for over 100 years mixed with typical chaos of modern Delhi. Its about going in lanes of Old Delhi on cycle rickshaws and getting to meet painters; you'll even be able to get some customized signs if you like.",
        "strLocation": "Delhi",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-delhi-handpaintedtype/455?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Meet India's Talented Street and Hand Painters",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 16:06:59"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 46,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355861649/evfnnknonvaj8qyjjnyr.jpg",
        "strIntroduction": "Live one day of your life as something other than just a biker. Live one day of your life as one of our villagers. Travel and ride 220kms from Mumbai with us and come breathe – fresh air, eat – simple yet delicious local cusines, partake – in village activites working alongside farmers in a field and ride around our village to learn about local myths and interesting stories.",
        "strLocation": "Maharashtra",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-maharashtra-escape-from-mumbai-by-motorbike/454?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Escape from Mumbai by Motorbike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 16:11:06"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 46,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858997/vkzfwz1avrfunsvxvcdc.jpg",
        "strIntroduction": "This is one of the first villages adopted by Grassroutes, where the local self-development initiative was encouraged. Like most villages across India, this one too has its legends, its very own people and several unique offerings for those who come from the other urban world. At 1000 m above sea level in the western ghats, between river Kurkundi and river Mula, the local folklore connects the village to the legend of goddess zakobhai, to whom one of Purushwadi’s temples is dedicated. It is believed that the goddess lifted up five Hanuman statues from different villages in the region and threw them in the nearby Mula river, a feat she repeats every year when the statues are put upright. The local communities are predominantly tribal and concentrate on cultivation and animal husbandry for their livelihoods. Among the different tribes of the region are bails, kolis mahadeos, thakars, koli dhors, takare kolis, paradhis, kokanas, warlis, kathodis and katkaris. Here's a sample of the experiences you'll enjoy: - Stay with a local in Rural India. - Eat Organic Vegetarian food prepared by the Local Women. - Trekking - Nature Walks - Temple Tour - Riverside Fun & Games - Pluck your fruits - Rice Pounding/Collecting Water/Pluck and eat! - Learn how to grow your own food - Chopping wood for the Bonfire [If it’s not raining!]] - Preparing food with the Women - Corn Barbecue / Toasting Marshmallows around the bonfire",
        "strLocation": "Maharashtra",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-maharashtra-rural-india-experiential-camp-stay/453?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Village Life in Purushwadi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 16:13:38"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 21,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858967/eimvn4emi20jtsrghy7m.jpg",
        "strIntroduction": "Yoga, a term coined for physical, mental and spiritual discipline has its roots coming from ancient India. Yoga is a way of life, unlike only understanding it as physical forms or breathing exercises. At Freedom, our yoga studio, every asana is hence linked with a yogic atitude, better known as Bhava, to get a complete Body, Mind and Soul experience. In this experience, we will get you to touch base with your inner self with meditation techniques, feeling confident and stronger through yogic asanas (postures), feeling alert, relaxed and rejuvenated with pranayams. Also, we'll help you choose a healthy diet plan that goes best with your work, routine, exercise and lifestyle. Our beautiful open air studio is in a natural serene setting: the sea which is just an arm length away will make you want to come back over and over again! To summarise, this experience at Freedom will make you realise that progress towards a healthier lifestyle is a MUST. You can choose between one of the following 60 mins session 1. Yoga 2. Yoga, Meditation and Pranayam 3. Meditation and Pranayam 4. Functional Training 5. Pilates 6. A detailed De-tox AHAR (Diet) plan A detailed De-tox AHAR (Diet) plan session can be chosen in addition with any of the first five options.",
        "strLocation": "Maharashtra",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-maharashtra-yoga-overlooking-a-beautiful-view-of-the-sea/451?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Yoga overlooking a beautiful view of the Sea",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 16:18:31"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 35,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858912/lzlluqe8tgwe6kqkuclo.jpg",
        "strIntroduction": "Spend a day in love with water in the city! Lakes spread all over Delhi, a saga of water in the city. Some brimming with abundance, and some dried up in today’s waterless climate. Some natural lakes, and some man made ones. Visit holy lakes, historical lakes, Brimming with stories if not water, And spend a day learning to love water... Places we'll visit: - Surajkund Lake, just outside Delhi, 10th century - Haus Khas Reservoir, 13th century - Sarovar at Bangla Sahib, 17th century - Naini Lake, Model Town, 20th century Photos by: Jyoti Prakash Bhattacharjee, Varun Shiv Kapur, Karan Thapa, Mayank Austen Soofi, Carole Harris, Kabilan Sathyamurthy, Ken Wieland, Vasudha Wadhera",
        "strLocation": "Delhi",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-delhi-lakes-of-delhi/447?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Lakes of Delhi: Spend a Day Learning to Love Water",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 16:21:25"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 18,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858897/zdpcrd3moq2wn2lpdvdm.jpg",
        "strIntroduction": "Learn about Sikhism by visiting prominent Sikh temples of Delhi This walk takes you to some of the main historic Gurudwaras (sikh shrines) of Delhi. In the process we will learn more about Sikhism, its teachings and tenets and the inspiring lives of some of its Gurus. We will listen to shabad kirtan (Sikh devotional hymns), enjoy karah prasad (a sweet preparation) and langar, a community offering of food. Places we'll visit: - Sis Ganj Gurudwara, the shrine of Guru Tegh Bahadur, the 9th Sikh guru, set in idyllic Chandni Chowk, Old Delhi - Gurudwara Bangla Sahib, the shrine of Guru Har Krishan, the 8th guru of the Sikhs, near Connaught Place - Gurudwara Rakab Ganj Sahib Photos by: Kabilan Sathyamurthy, Karan Thapa, Bharat Bijlani, Mayank Austen Soofi",
        "strLocation": "Delhi",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-delhi-visit-the-sikh-temples-of-new-delhi/446?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit the Sikh Temples of New Delhi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 16:24:29"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 18,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858887/vzhqfk5r2vvskojgqvt1.jpg",
        "strIntroduction": "Explore, Eat, Enjoy! Explore the geography of food in the city with this food walk that takes you to the treats that the Pahad Ganj area has in store for you. Sample special traditional Indian foods, classic recipes that have stood the test of time, and enjoy also the cosmopolitan pleasure of devouring food from all over the world in New Delhi’s hippie tourist district. As we go about eating, we will also discover, shop, explore, faff around. Some places we'll visit (Options): - Jalebiwala, Main Bazaar - German Bakery, Main Bazaar - Choor-choor Naan, Multani Dhanda - Sitaram Dewan Chand (Chole Bhature) - Kachoriwala, Panchkuian Road - Kaleva (Sweet shop) in Gol Market - Panchayat (Pan shop) in Connaught Place",
        "strLocation": "Delhi",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-delhi-food-and-faffing-walk-pahad-ganj/445?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore, Eat and Enjoy in New Delhi: Pahad Ganj",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 16:28:40"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 18,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858879/bgpcdu7jxc1n7bphewm8.jpg",
        "strIntroduction": "Exploring night-life in Shahjahanabad The city of Shahjahanabad (17th century) is often regarded as the largest and busiest medieval cities of India. A happy mix of commerce, heritage and layers of history and built heritage from across the centuries – Mughal, British and contemporary; mind blowing street food; the lovely people of the walled city, and their infectious joie de vivre – all weave a fascinating web for the walker. This excursion however has no other agenda but to explore the life of the city at night. The treasure-house of experiences continues to delight our senses at all times of the day – and at night the magic of Old Delhi is a different one, almost a parallel life. We will start our walk at Sisganj Gurudwara, followed by a visit to the next door Sunahri Masjid, and a quick sweet stop at Kanwarji’s, followed by dinner at Gali Paranthe Wali. We then proceed to explore the hidden wonders that the city offers in its million by-lanes. Walking though Ballimaran’s plentiful bakeries and chai shops, we will wander towards Jama Masjid, and revel in the glittering bazaars around the mosque that shine on till the wee hours of the morning. From here, we end up at Darya Ganj and finally conclude the walk at Delhi Gate, going through Darya Ganj’s eclectic mix of art deco colonial buildings. Photos by: Author EmG, Carole Harris, Mckay Savage, Mayank Austen Soofi",
        "strLocation": "Delhi",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-delhi-chandni-chowk-night-walk-1/444?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Night Walk in Chandni Chowk",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 16:32:14"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 18,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858860/asqbsj1zsnwcwnfjpa7o.jpg",
        "strIntroduction": "Relishing exotic delicacies in the old city. The food of Delhi is a gastronome’s and connoisseurs dream come true. We will wander in the lanes of Old Delhi, in search of forgotten foods, scintillating flavors from centuries ago, that are still alive in the melting pot of Delhi’s culture. Some places we'll visit (options): - Khari Baoli: Asia’s largest spice market, shop here for food supplies and sharbats (summer coolers) - Chawri Bazaar: Ashok Chaat Bhandar,(Indian street food); Bade Miyaan’s Kheer (dessert) - Gali Paranthe Wali (Indian stuffed bread) - Amritsari Lassi Wala (yoghurt drink) - Jalebiwala, Dariba Kalan (sweet shop) - Sitaram Bazaar for Kulfis (Indian ice desserts) Photos by: Carole Harris, Michael Vito, Bharat Bijlani, Kabilan Sathyamurthy, Carole Harris, Bedatri Datta Choudhury, Parul Thapa, VasudhaWadhera",
        "strLocation": "Delhi",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-delhi-food-walk-in-old-delhi/443?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Food Walk in Old Delhi: Chaat, Lassi, Jalebi, Kulfi and more",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 16:36:14"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 18,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858843/khwc0mruijrlbpolnala.jpg",
        "strIntroduction": "Stories of sufis, emperors & poets in one of Delhi’s oldest village. The village named after Hazrat Nizamuddin Auliya (1236-1325), one of the most popular Sufi saints of North India, is a treasure house of stories and histories. At the epicenter is the Dargah of Nizamuddin, set in the bustling village with a medieval ambience, narrow alleys, and bazaars. Because of its association with the saint, the area became a popular site for burials – for emperors, saints, nobility, royalty, warriors and poets alike. Nizamuddin offers a bouquet of built heritage down the centuries, besides of course the chance to meet with the beloved Nizam Piya. Places we'll visit: - The Dargah complex and nearby monuments: Tomb of Ghalib, Chaunsath Khamba & more - Chilla Nizamuddin - Humayun’s Tomb, mausoleum of the 2nd mughal, a world heritage site, 16th century - Tomb of the poet Rahim Khan-e-Khanan, 17th c. - Sunder Nursery, India’s largest nursery Photos by: Karan Thapa, Bedatri Datta Choudhury, Chandan Ahuja, Varun Shiv Kapur, Karan Thapa, Varun Shiv Kapur, Kabilan Sathyamurthy, Deepanjali, Soham Banerjee",
        "strLocation": "Delhi",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-delhi-the-trail-of-nizam-piya/442?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Follow the Footsteps of Saints, Emperors and Poets",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 16:38:44"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 25,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858827/odyevqky7ryvbcnftitn.jpg",
        "strIntroduction": "Rediscover the historic baolis (stepwells) of the cities of Delhi! In a world where water is constantly depleting, In Search of Lost Water takes you to water bodies of medieval Delhi to highlight traditional wisdom in water conservation and management. See baolis spread over the modern city of Delhi, built across the centuries by different dynasties, belonging to the different historic cities of Delhi. We will discover lost community spaces, hear the laughter still echoing in the step-wells, eavesdrop on gossip, in search of lost water... Places we'll visit: Agrasen ki Baoli, Hailey Road Hazrat Nizamuddin ki Baoli (14century) Gandak ki Baoli, Mehrauli (13century) Rajon ki Baoli, Mehrauli (16century)",
        "strLocation": "Delhi",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-delhi-in-search-of-lost-water-baolis-step-wells-of-delhi/441?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "In Search of Lost Water: Baolis (step-wells) of Delhi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 16:43:07"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 25,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858815/qbejr6hxhvugyqwxmggk.jpg",
        "strIntroduction": "Hone your green thumb, become a gardener, enjoys history & greenery. We take you to the popular nurseries of Delhi, both government and private owned. The nurseries of Delhi are not just places where you can buy plants, seeds and gardening equipment, but experiences that come alive with the history and culture that surrounds them. Places we'll visit: - Sunder Nursery, Nizamuddin: India’s largest nursery spread over 70 acres, dotted with historical monuments - Mehrauli Flower Market: a popular flower market selling fresh flowers every morning - Chiragh Nursery, Chiragh Dilli - Rajdhani Nursery, Jorbagh Photos by: Karan Thapa and Mayank Austen Soofi",
        "strLocation": "Delhi",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-delhi-nurseries-of-delhi/440?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the Plant Nurseries of Delhi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 16:46:19"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 18,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858803/hsffix3qrjaljakjfhuj.jpg",
        "strIntroduction": "Explore the old and new cities of Delhi by the lakeside. The Hauz Khas Village complex is a lovely example of many historic cities breathe together to make Delhi one of the most fascinating historic cities of the world. Historic monuments from the 13th and 14th centuries, reign tall over the Hauz Khas – the royal tank; and 21st century markets, art and design enterprises, bookshops and hubs of activity and recreation spring up in the vicinity. Come explore this meeting of times in the heart of Delhi. Places we'll visit: - Hauz Khas Monuments and Reservoir - Kunzum, a travel café - Art galleries, design stores & bookshops etc.. - Jagannath Temple Photos by: Kunzum, Shweta Modgil, Shweta Modgil, Carole Harris, Mayank Auten Soofi, Carole Harris",
        "strLocation": "Delhi",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-delhi-hauz-khas/439?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Hauz Khas: the cultural and creative center of Delhi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 16:48:49"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 25,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858792/shahris0zmvltpwlmd2i.jpg",
        "strIntroduction": "A meditative pilgrimage to Buddhist centres of Delhi. Learn about teachings of the Buddha, and offer your prayers at some important centres of Buddhism in Delhi. Places we'll visit: - Buddha Jayanti Park, set in the lush and verdant environs of the Delhi ridge, houses a statue of Buddha and a Bodhi tree. - Ladakh Buddhist Vihar, by the banks of the Yamuna, houses a beautiful Buddhist temple, as well as a bustling clothes market. - Tibetan Colony at Majnu ka Tila - a recreation of another world, another place in the city of Delhi. Narrow criss-crossing streets, shops selling Tibetan crafts, jewellery, books, eateries serving authentic Tibetan food, and a small monastery. Photos by: Hideyuki Kamon, Wikimedia Common, Olzhas Giovanni Bozay, Bedatri Datta Choudhury, Mayank Austen Soofi",
        "strLocation": "Delhi",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-delhi-buddhist-walk/438?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn about Delhi's Buddhist Roots and Pray in Temples",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 16:51:26"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 35,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858786/qcgpewpyrzx6tacua6zb.jpg",
        "strIntroduction": "Explore village life at the periphery of the city On the periphery of Delhi unique and amazing structures are coming up. Bitooras, literally store houses made from cow-dung cakes have stopped passers-by in their tracks. These extraordinary constructions, made by local village women, are reminiscent of tiny houses, and are inscribed with wonderful abstract patterns and sometimes studded with mosaics. Our village walk takes us to see some of the best examples. Watch a demonstration of the fascinating process of the bitooras being made and participate! This walk is a vivid reminder of a fast-disappearing rural life that surrounds the city. We will be transported into the village by ox-cart, view the bitooras, chat to local farmers in their farmyards and sample delicious fresh lassi. This walk was originally conceived by UK based artist Andrew Burton. Photos by Andrew Burton",
        "strLocation": "Delhi",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-delhi-discover-the-endangered-rural-architecture-outside-dheli/437?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover the Endangered Rural Architecture Outside Delhi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 16:54:07"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 25,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858774/suk81niyu6k53lyd9rbn.jpg",
        "strIntroduction": "Where have all the flowers gone? Posthumously yours, the flower markets of Delhi: The 3 main flower markets at Fatehpuri, Connaught Place and Mehrauli, an integral part of the city’s heritage and culture, and temples of beauty amidst the concrete jungle are now history, thanks to the Delhi government’s myopia. Come witness a disaster of urban planning and the lack of common sense in this city, as we visit the sites of the markets and experience the sad and eerie silence where once a million flowers bloomed. We will trace how the flower trade has reconfigured itself around these sites, and also visit Ghazipur, a landfill outside the city where part of the flower trade has been officially relocated. Itinerary & places we'll visit: - Homage to Mehrauli market, walking through the site - Exploring new informal markets around Mehrauli and Chattarpur - A visit to Ghazipur, the official new flower market Photos by: Saurabh Mehta, Monica Kapur, Meher & Karan, Saptorishi Majumndar, Shilpa Sharma, Harshvardhana Durugadda",
        "strLocation": "Delhi",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-delhi-the-disappeared-flower-markets-of-delhi/436?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "(The disappeared) Flower Markets of Delhi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 16:58:06"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 105,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858471/sfncshpreeuz5weybvz5.jpg",
        "strIntroduction": "Andhra, like so much of India has had multiple influences in the area of arts and crafts, be it handloom weaving techniques or metal crafts, paintings or toy making. The crafts have been influenced by the material available locally or the skills learnt from traders or visitors to the area. Most of them flourished due to the encouragement received from the kings and noblemen of the time. This Detour would give us a glimpse of some of the main crafts of the region especially weaves like Ikkat, Himroo, Paithani and also metal crafts like Bidri and scroll paintings like Cherial.",
        "strLocation": "Hyderabad",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-hyderabad-the-andhra-crafts-detour/410?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover the Crafts of Andhra: Handloom and Metalsmithing",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 17:02:27"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 151,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858393/e9v7cvaxvkmqyaovfoin.jpg",
        "strIntroduction": "Walk in Mehrauli, the first of the seven cities that were built in Delhi and a location for building activity spanning across 10 centuries. Explore: - Akbar’s foster brother Adham Khan's Tomb built in 1562 - Gandhak ki Baoli- Step Well built early 13th CCE - An unnamed Mausoleum late 15th or early 16th CCE - Rajon Ki Baoli- Stepwell of “Masons” built in 1516 (so called because a group of masons had been living inside the mosque adjacent to the Baoli, till they were encouraged to find alternative accommodation in the early 1910s) - Metcalf's Bridge, built in mid 19th Century - Quli Khan's Mausoleum built in the 16th C, renamed Dilkusha and converted into a summer retreat by Thomas Theophilus Metcalfe, British resident at Delhi between 1813 -1853 Metcalf's Folly and Guest House also built on the same property The walk concludes at the Mausoleum of Ghyas-ud-Din Balban, the site of the earliest use of the true arch and Dome, but before this we visit the Mosque and Mausoleum of Sheikh Fazl-Ullah; this mosque's design was to have a lasting impact on Mosque designs to evolve in later centuries and the Stucco work on the ceiling in the mausoleum and the glazed tile work in combination with stucco work is breathtakingly beautiful. Through the walk you will be exposed to the gradual mixing of two traditions of construction and two separate traditions of architectural detailing and the eventual merging of the two into a complete whole that draws upon both the indigenous traditions and the central asian traditions and is yet singularly unique both in its detailing and its execution.",
        "strLocation": "Delhi",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-delhi-walk-through-mehrauli-ruins-with-a-historian/404?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Walk through Mehrauli's Ruins with a historian",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 17:06:46"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 92,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355856526/jlcleznkxizmnxa1u2xp.jpg",
        "strIntroduction": "Design your own Indian traditional outfit – walk through shops to buy material of your choice, borders & other embellishments to go with it. Visit a local tailor who stitches it as per your design.",
        "strLocation": "Delhi",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-delhi-buy-choose-stitch-wear-an-indian-outfit/396?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Buy, Choose, Stitch and Wear your own Indian Outfit",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 17:11:09"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 122,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355856512/ouqmsohxdiu4wsvg8p65.jpg",
        "strIntroduction": "Welcome to a Delhi home. Come immerse yourselves into the mysteries of Indian Cooking. Unravel the secrets of the mouth watering dishes & discover the role of the numerous spices. Our culinary expert will give you hands on experience & teach you the nuances & secrets of making Indian food. Enjoy this experience in the house of a Dilli-walla (Delhiite) over great conversation, food & wine. The day ends with some singing of Bollywood music.",
        "strLocation": "Delhi",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-delhi-indian-cooking-experience/395?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Cook Indian Food and Unravel the Secrets of Spices",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 17:15:11"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 111,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355856499/sybfyfhtd7zqaotbdd3q.jpg",
        "strIntroduction": "Personalised shopping to bazaars of your choice. Walk through the maze of street shops or designer boutiques whatever your heart desires – from Indian handicrafts to furnishings, from eclectic souvenirs to fusion wear & accessories. Learn the art of bargaining the dilli-way. The experience ends at one of Delhi’s oldest clubs where you can relax with a drink & some snacks.",
        "strLocation": "Delhi",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-delhi-shop-and-bargain-in-the-bazaars-of-delhi/394?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shop and Bargain in the Bazaars of Delhi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 17:18:35"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 149,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355856481/ior87llvihntr6besphh.jpg",
        "strIntroduction": "An early morning drive to Agra from Delhi via the newly constructed Expressway. Explore the renowned Taj Mahal, and fall in love with it. Afterwards, visit quaint shops for local artifacts and grab a quick bite to give you some energy for the rest of the day. Discover the beautiful Agra Fort In the end, enjoy a short visit to a local village.",
        "strLocation": "Uttar Pradesh",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-uttar_pradesh-explore-agras-famous-and-offbeat-treasures/393?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the Taj and Agra's Other Offbeat Treasures",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 17:23:07"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 122,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355856467/q7qnhxzgu0rhlvxhh5le.jpg",
        "strIntroduction": "Visit the capital city of the Mughals - Shahjahanabad; it takes you back & forth in time. A walk through Jama Masjid & Red Fort & a rickshaw ride through the alleys of Chandni Chowk. Drive through the political powerhouses – Rashtrapati Bhawan, Parliament House & India Gate. Take a break & have a bite. Take a round of the temple complex that has prayer material, mehndi artists, colourful shops of bangles and other accessories. End the day with a visit to an ancient stepwell with interesting tales",
        "strLocation": "Delhi",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-delhi-tour-delhi-like-a-local/392?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour Delhi Like a Local: Shahjahanabad",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 17:26:20"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 314,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355856237/wocon8x4lvfgxwit4tib.jpg",
        "strIntroduction": "For the multitasking superwoman between 30-­45 years old; a 2 day interlude; an opportunity to gently open the perfume bottle within her. To bond; to cry; to laugh; to frown; to gurgle and to jump... an opportunity just for 2 days to unmask and take in the glorious sunshine of her own being. Come Celebrate Women’s Day with us on 8th March 2013! Detailed Tour Itinerary DAY 1 We meet at 1045 p.m. at Dadar station (central). Our Representative from Culture Aangan will meet and greet you at the station. We embark together on an overnight train journey to Sindhudugrh. Sindhudugrh is called the California of India. It is the coastal district of our state of Maharashtra; vibrantly landscaped by God. DAY 2 We disembark at Sawantwadi station the next morning. Together we travel to our place of residence. We have chosen 2 homes for our stay. Nandan farms and Dwarka. On arrival welcome and registration process will be carried out. You can then transfer to your rooms, unpack.These 2 days are all about connecting to our inner child. Touch is the first step towards connection. We have on platter for you some most rejuvenating spa massages. Our masseurs with their expert fingers will gently ease out all the tension from your body and help you to relax completely. Lunch will be a scrumptious fare to pamper the foodie inside you. Post lunch Siesta is a must. An exciting evening awaits you. We start with a hot cup of ‘chai’. Let us then go and soil our hands in the potters clay and mould our feelings into figures; pretty souvenirs to carry back. A visit to the Sawantwadi Palace, meeting the Queen, walk in the market and shopping for cashew nuts and toys. Sawantwadi is popular also for its ‘gadbad’ icecream. A must. We come back to our homestay satiated . But wait.. the evening has just begun! A barbecue dinner and entertainment program in the mango orchard. This is the time to discover, as we have fun together. We have arranged some wonderful gifts for you. We introduce Dr. Meghana Dixit. She is an expert Ayurvedic doctor and a hypno therapist. She will conduct a series of small interesting meetings with each one of you. These will reflect aura scanning and interpretations, metaphor readings, hand writing analysis etc. These are preliminaries to our Sunday in depth interactions. This is the beginning to venture deeper in understanding of your own selves. DAY 3 Early morning rise and shine to the aromas of hot herbal tea. We move to the beach for an invigorating time to stretch and stretch and also to enjoy the expanse of the virgin beach and golden sands. Back to your rooms for breakfast and freshen up. The next 2 hrs will be fun filled with various mind enhancing activities. These 2 hours will witness the blooming of the ‘nav rasas’; a wonderful gift given to us at birth, but somewhere got trailed behind over the years as we got engrossed into our daily routine. Layer by layer we will slowly peal away the grease and grime that has settled over our inner self and voila! We stand, tall and shinning, a beautiful expression! Lunch will be another hearty meal followed by the much longed for afternoon nap. At tea time we shall have a small get together. We are interested to understand how these 2 days were for you. What was the most important thing that you discovered? This is the time for positive and constructive feedback from you. After which we depart to the railway station to catch our train back to Mumbai.",
        "strLocation": "Maharashtra",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-maharashtra-aasmi-i-am/375?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Celebrate Woman's Day 2013 in a Retreat Outside of Mumbai",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 17:29:21"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 314,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355856226/esshzrnj4vn3jcnnwten.jpg",
        "strIntroduction": "While Rajasthan is one of India's most popular tourist destinations, known for its palaces and forts, there is another face to it: its people! With Culture Aangan, you can take the opportunity to connect with the people who contribute to the thickly woven, intrinsic social carpet. You will explore the villages of Rajasthan and experience firsthand, the various mechanisms that tick the village life. You can be a part of the morning opium meet, go spend the day with Rabaaddi Tribes, learn the art of Block Printing, and evenings watch the sun go down behind the awe inspiring rock formations. Detailed Tour Itinerary DAY 1: You alight at the Rani station if travelling by train or at the Jodhpur/ Udaipur airport. You will be met by our representative. Our representative will escort you to your place of stay. After welcome and registration, you can have refreshments and retire to your room for freshening and a rest. Later you can meet your hosts, get to know them. Lunch will be with the family. A Siesta. After afternoon tea, go for a farm walk. Evening spent in the farm with a firewood cooked dinner and a cultural show under the starlit skies. DAY 2: Early morning rise, after breakfast depart for Ranakpur, The Exquisite Carved Jain Temples. Today you will have a village lunch in a place called Bhanpura. Bhanpura is known for its Persian wheels still in use for irrigating the fields. After a lunch of Makke Ki Roti, Batuaye Ki Kadhi And Saag, you take your afternoon nap on the Charpayi under the mango tree. Have tea and leave for Kumbhalgarh fort, a magnificent fort nestling in the Aravalis, the oldest mountain range in the world and probably the most beautiful. Visit the fort and see the sound and light show. Return back to your stay in time for dinner. DAY 3: After a relaxed breakfast, spend the morning in horse farm. Learn all about the horses, how to breed them, groom them. Learn also basic riding. Lunch with the host family. After your tea make a visit to Ghanerao to see the beautiful step wells. Dinner will be back at the farms. An optional activity of going for a night trail is also available. DAY 4: After breakfast you bid goodbye to your hosts and proceed on your onward journey.",
        "strLocation": "Rajasthan",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-rajasthan-farm-house-stay-padampura/374?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the Villages of Rajasthan and Learn Block Printing",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 17:33:38"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 314,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355856211/a5f60zxexqdcbarht1jz.jpg",
        "strIntroduction": "Rajasthan is well-known for its palaces and forts and one of the most famous destinations for tourists. However, Rajasthan has another face: its people! In this experience, not only will you get to stay like a royal at castle, but you'll also get to meet local Rajasthani people. You'll also get to explore villages and experience firsthand the various mechanisms that make the village tick. You can be a part of the morning opium meet, go spend the day with Rabaaddi Tribes, learn the art of Block Printing, and watch the sun go down behind the awe inspiring rock formations in the evenings. Detailed Itinerary DAY 1: You alight at the NANA station if travelling by train or at the Jodhpur/Udaipur airport. You will be met by our representative. Our representative will escort you to your place of stay. Welcome and registration, you can have refreshments and retire to your room for freshening and a rest. Later you can meet your hosts, get to know them. Lunch will be with the family. A siesta. After afternoon tea, you will be taken on a Tour of the Rawala, (a small haveli), your place of stay for the next 3 days. Later, you will visit the Rabbaddi Dhani, home of the shepherds. Participate in the blanket weaving activity from goat hair. Dinner will be with the Thakur Saab and his wife Ladissa. DAY 2: Early morning rise, after breakfast depart for Ranakpur, The Exquisite Carved Jain Temples. Today you will have a village lunch in a place called Bhanpura. Bhanpura is known for its Persian wheels still in use for irrigating the fields. After a lunch of Makke Ki Roti, Batuaye Ki Kadhi and Saag, you take your afternoon nap on the Charpayi under the mango tree. Have tea and leave for Kumbhalgarh Fort, a magnificent fort nestling in the Aravalis, the oldest mountain range in the world and probably the most beautiful. Visit the fort and see the sound and light show. Return back to your stay in time for dinner. DAY 3: After a relaxed breakfast, you can cycle to the Jawai Lake for crocodile sighting. Picnic at the lake. Come back to the Rawala for a siesta. Today, there will be a royal feast laid out for you. You can be a part of the preparations. Royal dinner with a cultural program. DAY 4: After breakfast, bid goodbye to your host family and proceed to your onward journey.",
        "strLocation": "Rajasthan",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-rajasthan-royal-stay-crown-castle-nana/373?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Live like a King: Stay at a Palace & Visit Forts & Temples",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 17:36:02"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 314,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355856192/u3l31mxvqqryvynate9i.jpg",
        "strIntroduction": "Rajasthan is a most popular tourist destination known for its palaces and forts. There is another face to Rajasthan: its people! With Culture Aangan, you can take the opportunity to connect with the people who contribute to the thickly woven, intrinsic social carpet. You will explore the villages of Rajasthan and experience firsthand the various mechanisms that tick the village life. You can be a part of the morning opium meet, go spend the day with Rabaaddi Tribes, learn the art of Block Printing, and evenings watch the sun go down behind the awe inspiring rock formations. Detailed Tour Itinerary DAY 1: You alight at the JAWAI Baandh station if travelling by train or at the Jodhpur/ Udaipur airport. You will be met by our representative. Our representative will escort you to your place of stay. Welcome and registration, you can have refreshments and retire to your room for freshening and a rest. Later you can meet your hosts, get to know them. Lunch will be the family. Galthani, a village in the Pali district, embodies even today, in the 21st century, all the elements that made a village in ancient times a self reliant unit. The village itself has grown in proportions and population today, but still retains the old architecture homes, the narrow lanes. You will be a part of the village community for the next 3 days. After tea, you will depart for leopard sighting. Late evening back to the village for dinner. DAY 2: Today the day is spent in the village.You will be taken on a conducted tour of the village. You will get to understand the story behind the functioning of the village. You will meet the important persons of the village, the movers and shakers – the potters, embroidery workers, the carpenters, school teachers and many more. Interact with them; learn the various traditional ways of cooking class. Evening, participate in a folk lore performance. DAY 3: Early morning rise, after breakfast depart for Ranakpur, the exquisite carved Jain Temples. Today you will have a village lunch in a place called Bhanpura. Bhanpura is known for its Persian wheels still in use for irrigating the fields. After a lunch of Makke Ki Roti, Batuaye Ki Kadhi And Saag, you take your afternoon nap on the charpayi under the mango tree. Have tea and leave for Kumbhalgarh Fort, a magnificent fort nestling in the Aravalis, the oldest mountain range in the world and probably the most beautiful. Visit the fort and see the Sound And Light Show. You return back to your stay in time for dinner. DAY 4: After breakfast, bid goodbye to your hosts and proceed for your onward journey",
        "strLocation": "Rajasthan",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-rajasthan-village-diaries-galthani/372?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Village Homestay in Rajasthan & visit its Forts and Temples",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 17:40:05"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355856170/lvva8zubk3q2boobu81c.jpg",
        "strIntroduction": "Have you ever harbored a wish to own a piece of land and grow your own vegetables or food grains? This experience will give you the chance to be a farmer for a day! You will visit the local farmer in his field and learn the nuances of farming. You will also get the chance to sow the seeds, plough the field as per the need of the season, and have lunch with the farmer's family.",
        "strLocation": "Goa",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-goa-be-a-goa-farmer-for-a-day/370?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Grow Vegetables & Have Lunch with a Farmer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 17:44:27"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 51,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355856049/brqu0suks0kosbdsufxk.jpg",
        "strIntroduction": "Places of Worship There are lots of pilgrimage destinations in Calcutta consisting of various temples, churches etc. There is a plethora of religious places in Calcutta, where you'll have an entirely different experience. These religious spots will energize you and take you into a new world that will completely relax your mind, body and soul. Kalighat Temple The name Calcutta is said to have been derived from the word Kalighat. Kalighat is regarded as one of the 51 Shakti Pheetas of India, where the various parts of Sati's body are said to have fallen, in the course of Shiva's Rudra Tandava. Infact, Calcutta Kalighat Kali temple has come in the top list of must see tourist attraction places. St Paul’s Cathedral Calcutta St. Paul's Cathedral is the first Episcopal Church of the Orient. The cathedral conforms to the Neo-Gothic or the Gothic Revival style of architecture that was greatly patronized by the British during the days of the colonial era. The architecture and the interim of the Saint Paul Cathedral is truly a feast for eyes. The atmosphere of this cathedral is very tranquil. St John’s Church St. John’s Church, originally a cathedral, was among the first public buildings erected by the East India Company after Kolkata became the effective capital of British India. The flooring of the church is done with stones obtained from different places. Owing to this fact, it is also sometimes referred to as the stone church. Its architecture represents Greek designing. There is a lot to explore in the St. John church of Kolkata, India. For example, the church contains the sculpture of Job Charnock (founder of Kolkata), which is highly artistic. Tipu Sultan Mosque The mosque is a relic of architectural and cultural heritage. People from all sections of society and religions are allowed to visit and take pictures of this historical premise. The building was built in 1832 by Prince Ghulam Mohammed, the youngest son of Tipu Sultan. Nakhoda Mosque Nakhoda Mosque is the largest mosque within the city. Nakhoda mosque is constructed on the lines of Akbar's tomb in Sikandra. Its architecture represents the Indo-Saracenic designing. Paresnath Jain Temple Calcutta Pareshnath Jain temple is a mind-blowing place of worship, the beauty of which is enhanced by mirrors and colored stones. It houses four different temples, out of which the main temple is established in the honor of the 10th Jain Avtaar, Sri Sital Nath Ji. It is a splendid edifice that consists of mirror inlaid pillars and its windows are made from stained glass. Floral designs further adorn the marble flooring. It also has a garden that contains the blocks of glass mosaics and awesome European statues. In a nutshell, it can be said that it's a must visit tourist attraction religious destination.",
        "strLocation": "Calcutta",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-calcutta-religion-in-kolkata-a-divine-experience/359?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Religion in Kolkata: Temples, Churches & Mosques",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 17:47:11"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 122,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355856035/scwbk2vbztqrslv7txon.jpg",
        "strIntroduction": "Kolkata has been nicknamed the City of Palaces and also the City of Joy. This is a city with a true blend of modern and traditional old culture. Kolkata’s architecture owes its origins to European styles and tastes imported by the British. The buildings were designed and inspired by the tastes of the English gentleman and the aspiring Bengali Babus. The City of Joy wakes up with the sounds of bells coming out of the rattling of trams, early in the morning, every day. Trams are integral part of heritage of Kolkata. A tram ride is a true Joy ride, and the city is only one in India which boasts of a tram network that gives the city an old charm. The tonga (horse carriage) in the Maidan is probably not the snazziest and fastest way of transport, but if whiling away time is on your wish list, it’s the best you can get. The wind in your face and hair is not something that comes to you easily in Kolkata! In this activity we will visit: Writer’s Building General Post Office BBD Bagh (Dalhousie Sqqaure) Eden Gardens Shaheed Minaar Chowrighee Fort William Park Street Victoria Memorial Birla Planetarium",
        "strLocation": "Calcutta",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-calcutta-walk-in-the-heart-of-kolkata-the-city-of-joy/358?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Heritage Walk in the Heart of Kolkata, the City of Joy",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 17:51:23"
    },
    {
        "intDurationHour": 144,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 268,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355856003/cmqllpqjlyz9jntgkms4.jpg",
        "strIntroduction": "If every monument you’ve ever seen has been through the lens of a camera, if you’ve captured every emotion of the people you love, if the only way you see art is through a photograph, then you’re a Photodiarist and you need to be on this trip! Through our trip to Hampi, we will explore not only this erstwhile capital of the magnificent Vijayanagar Empire, but also the artist within you! With the help of travel photographer and vagabond Prachi Chaphekar, we hope to assist you in finding your own creative expression using a camera as your weapon of choice! Hampi is a land of diverse experiences. Join us in exploring these experiences through bouldering and climbing to the top of mammoth rocks, cycling through the quaint bylanes, jumping into cool, calm lakes, making music by a bonfire and getting lost in the galaxies of stars looking down at us! If this is something that seems interesting to you, give us a shout and block a spot! Disclaimer : This is not a professional photography course. We will not conduct ‘know-your-camera’ sessions. You do not need a fancy camera or much experience. All you need is the urge to create!",
        "strLocation": "Karnataka",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-karnataka-the-photodiarist-hampi/356?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hampi: Bouldering, Cycling, Bonfires, Star Gazing and more",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 17:55:29"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 195,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355855993/vwpcq8lrztpafei9vb1x.jpg",
        "strIntroduction": "Spend 3 days in The Blue Matsya (The Blue Fish) - a quaint little beach house in a sleepy town near Manipal on the Konkan coast of India. Mornings will be spent observing the waves and theory lessons on surfing and safety. Come evening and that’s when all the real action starts, learn surfing from a few friends at The Shaka Surf Club, they guarantee that in no time you will be standing upright on the surfing board and catching that perfect wave. Believe us when we say so, we have tried, few things match the trill. Late evenings will be spent telling travel tales and marinating your own barbeque around a bonfire.",
        "strLocation": "Karnataka",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-karnataka-learn-to-ride-the-perfect-wave-on-the-konkan-coast-of-india/355?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Ride the Perfect Wave on the Konkan Coast of India",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 17:58:17"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 30,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355855942/vavebr4vaf0hdg2jciut.jpg",
        "strIntroduction": "On this half-day tour we take you to a pottery village on the outskirts of West Delhi, where hundreds of Rajasthani potter families create magic with clay. Appreciate their art, learn about their culture, interact with them, and make pots with them :) The sharp contrast between the urban and rural parts of Delhi is easily visible. Simplicity and contentment within the people, as they go along their daily chores, can not go unnoticed. This experience will give you an insight into villagers’ lives: - how pottery is related to Indian culture - the role of women in the community - problems they face - their customs and superstitions Make a difference! This tour is a great confidence builder for potters because they feel good that many people in the world want to see the work that they do. Nine families are directly benefited through this initiative. Moreover, a sizable amount of profit earned from this tour is contributed to a Village Development Fund, which is used for the overall development of the community. We work with South Asia Foundation, an NGO working for the upliftment of the poor using crafts as a tool.",
        "strLocation": "Delhi",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-delhi-explore-the-life-of-an-indian-pottery-village/352?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn about Pottery & Create Ceramics with Village Craftsmen",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 18:03:27"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 241,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355855907/vnfrsimfuhkwxi1frdmy.jpg",
        "strIntroduction": "Check in at your quaint grand old mansion, and meet up with our Punjab expert who will be with you through your time in Amritsar as he shares anecdotes and trivia about the people and their culture. Your first stop is the Golden Temple for their early morning service. It is culturally the most significant place of worship for Sikhs and one of the oldest Sikh gurdwaras. The Temple is not just known for its beautiful construction and spiritual richness. It has been renowned for its 'spotless langar' that feeds any and all visitors, Sikh or otherwise, needy or rich, starved or stuffed, with unquestioning largesse... We too partake in the langar after having listened to the gentle gurbani. Your escort will walk you through the kitchens of the Temple and share the significance of 'kaar seva' at the 'langar'. Soon after we take a walk in the old city thru' old bazaars seeing old architectural buildings and frescoes as we soak in the history of this Temple city. We then head to Jallianwalah Bagh - the significance of which will be shared with you. Late lunch at a traditional dhaba. The city is famous for such delicious delights - the soft as sponge Aloo Kulchas, the ubiquitous sarson da saag, makki di roti and Amritsari sweet lassi. We go back to the hotel for some rest before heading out to the Wagah Border. Wagah about 28 kms from Amritsar, is the only road border crossing between India and Pakistan. It's an interesting experience especially at sunset when the 'Retreat' ceremony takes place with the BSF on the Indian side of the border. Time permitting we can visit a border village where you can observe the typical life style of people on both sides of the fence. If the guests are up to it, the night service at the Gurudwara is quite an experience. Dinner will be at our charming hotel. Next day starts with early breakfast and a trip to Goindwal Sahib which is also famously known as the axil of sikhism (sikhi da dhura) as it was the first centre of Sikhism. Then we visit the flambuoyant palace of Maharaja of Kapurthala. Designed by a French architect and built by a local builder - the palace building has a spectacular architecture based on the Palace of Versailles spread over a total area of 200 acres. On the way back, we visit a community where the Nihang Sikhs live. Nihangs were the suicide squads of the Mughal Army and wore blue uniforms. You get to witness their daily chores and martial arts and get an opportunity to interact with them. For more than just a sneak peek into the rich cultural heritage of Punjab. come breakaway.....",
        "strLocation": "Punjab",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-punjab-dhaba-trail-and-gurdwara-religious-sikh-temple-experience-in-amritsar/350?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit the Golden Temple, India-Pakistan border, and Amritsar",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 18:07:21"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 50,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355855893/eh4hxckzdenp8lzw4pgu.jpg",
        "strIntroduction": "Lord Ganesha - the elephant-headed, pot-bellied, mouse-chauffeured son of Lord Shiva and Goddess Parvati is Mumbai's favourite deity. The spirit and energy around the city at the time of the festival marking the birthday of the favoured God is palpable as Mumbaikars of all faiths and races gear up to celebrate their favourite festival. The whole city comes alive as homes get ready and community Sarvajanik pandals (elaborate shamianas serving as temporary temples) are erected to house this guest God and soon serpentine queues get formed as people patiently wait to seek blessings. On the day of Ganesh Chaturthi, the idol is formally installed at home or in the pandal. This is done by a priest who chants mantras, symbolically invoking life into the idol. Along with this ritual various ceremonial offerings are made. These include amongst others, coconut, jaggery, blades of grass, red flowers, and Lord Ganesha's favourite food, the modak, a steamed dumpling made with coconut, jaggery and spices. For the next 10 days, Ganesha enjoys the status of the most favoured guest. On the 11th day He sets off on his journey to his heavenly abode; the Kailas mountain (Also known as Lord Shiva's abode). The idol is taken through the streets in a gaily procession accompanied by much singing and dancing. With resounding chants of \"Ganpati Bappa Morya, Pudhachya Varshi Laukar ya\" (Salutations to Lord Ganesha, we wish you come early next year!) the idol is immersed water bodies, both sea and lake. This immersion of the idol also symbolises the cycle of creation and dissolution in nature. And true to this cycle, the wait for the next August begins soon enough! Sounds interesting? We meet at a pre-decided venue and proceed to a Maharashtrian household, which has brought the idol home for the festival, and are a part of the traditional aarti and an authentic Maharashtrian meal... A mouth-watering variety on the lines of bharli vangi, koshambir, tondli, poli, amti, modak... come discover what all of these are. If you can keep your eyes open after this wonderful meal, we can hop over to the murtikaars' for a small chat and then round up the trip with a visit to the Sarvajanik Ganesh mandal to see the decorations and attend the evening aarti. The trip ends with a cup of tea and a snack, this time it is the delectable sabudana vada. And we assure, you'll be looking forward to Ganpati's return a lot more than you think.",
        "strLocation": "Maharashtra",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-maharashtra-ganesh-chaturthi-participate-in-a-traditional-indian-festival/349?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ganesh Chaturthi: Take Part in a Traditional Indian Festival",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 18:11:01"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 175,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355855878/wvwqj1p3zv7jhx4mksq2.jpg",
        "strIntroduction": "Smack your lips! A breakaway that promises you the sun and the sand and all that and then some more, provides a weekend with a difference. Amidst palm trees and paddy fields, uncover the secrets of the Konkan kitchen. Cook and savor closely guarded traditional recipes in your refreshingly real home stay. Breakaway helps you find some of the not-so-visible delights on a weekend break in Sawantwadi. It is all to do with food! Discover nuggets of Maharashtra’s coastal cuisine. Sundried spices, sun kissed vegetables, an ocean of sea food, and a tradition of cooking as old as time. Wander through the bustling markets of this fertile coastal town. Pick and choose the local produce, and keep your eyes and ears open for family secrets that will unlock recipes that have been handed down generations. Here is your chance to learn about the regional cuisine. Be a part of informal and intimate cooking classes where you will get plenty of individual attention. It is all done in a spirit of fun. You not only get to taste delicious treats such as olya kaju chi bhaji, fansachi bhaji, sengyanchi amti, modak, bhakar, pithla, usal, alu cha vadya, you even get to cook some of it and you take home the recipes. Have a go at traditional Cooking methods, grinding stone, mortar and pestle and all. Turn out modaks, bakhar, pickles and more. Your companions could lend you a hand or can just chill out with a book in any number of cosy corners. You could also follow a cashew trail right from the time it is picked to the time it reaches the stores, ready to eat. A weekend at Sawantwadi is all about rippling paddy fields, lazy days, beautiful food and a laid back ambiance. Enjoy the breakaway. All you need to bring along is your enthusiasm. Fall in love with Sawantwadi and promise to return sooner than you can say “Konkan”.",
        "strLocation": "Maharashtra",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-maharashtra-pick-savour-love-a-culinary-trail-on-the-konkan-coast/348?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Pick, Savour, Love: Culinary Trail along the Konkan Coast",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 18:15:20"
    },
    {
        "intDurationHour": 192,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 332,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355847486/kigfql2abkh5lczmctir.jpg",
        "strIntroduction": "Tungnath is the Highest Shiva temple in the world, but heavy winter snows leave it out of reach to most pilgrims. This is when we'll make our pilgrimage, when you don't need to share this place with anybody else. But be warned, it's not easy. We'll have long trekking days in deep snow (but, we can bring snow shoes!) This is in the shadow of the might og Garhwal Himalays, with Mt. Chaukhamba almost always visible. Above the temple is the Chandrashila (moon rock) peak at 4000 meters, and we'll also try to climb to the top of this mountain. A recommended add on is an extra night at the Deorital lake, which is completely surrounded by snow in winters. Accompanying me on the trip will be a local guide, a cook and porters. We'll sleep in tents, and I can also provide warm sleeping bags. This trip will take 7 days.",
        "strLocation": "Himalayas",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-himalayas-winter-in-tungnath-trek-to-the-worlds-highest-shiva-temple/337?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Winter in Tungnath: Trek to the World's Highest Shiva Temple",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 18:18:01"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 30,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355847394/zs0d43tzhyd1hviak0ln.jpg",
        "strIntroduction": "Here’s a chance to go back in time almost 350 years....when there was no Mumbai, just one small island of Bombay. In 1661 King Charles II of England married Princess Catherine of Braganza. The marriage dowry gave to the English the island of Bombay which the Portuguese had no use for. Charles himself didn’t care two hoots for the island. But it was the British East India Company that realised the importance of Bombay’s perfect natural harbour. Deep enough to accommodate 150 ships and with a natural fortification in the form of mainland India, Bombay was perfect for the company’s operations. And so with the Company renting the islands from the Crown, for £10/- annually, Bombay’s illustrious history began. Walk along the periphery of the ‘front’ bay and re-chart the birth of Mumbai. This walk through Apollo Gate and Front Bay covers the northern part of the old ‘Fort’. This was the area where the first signs of habitation were seen on the island of Bombay. The walk begins in the European Renaissance style Ballard Estate business district with its perfect avenues and streets echoing reminiscent of Victorian London. See the famous Town Hall which houses the Asiatic Society Library of Mumbai and the Horniman Circle Garden and the spectacular surrounding buildings. Walk down to the Flora Fountain circle which in some very peculiar ways resembles London’s Piccadilly Circus. Walk past the 275 year old Indian Naval Dockyard with its beautiful mural representing the first establishments on the island. Finally end the walk at the world famous Gateway of India and the now legendary Taj Mahal Hotel.",
        "strLocation": "Maharashtra",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-maharashtra-discover-the-birthplace-of-mumbai/329?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover the Birthplace of Mumbai: Apollo Gate and Old Fort",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 18:21:35"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 30,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355847382/e7m8ytixotcto6fhtldk.jpg",
        "strIntroduction": "By the 1670s’ the British had firmly established their ownership over the 7 islands. Bombay’s own inhabitants continued to live their lives in peace and harmony with their new foreign friends’. Life for them then was not very different from what it is for the locals of today. The Indian citizens of the British Raj were the traders, the merchants, the fisherman, the cobblers...basically your everyday regular person. Unlike the south this was the area of the Fort dominated by locals. Welcome to Bazzargate! The Northern part of the old ‘Fort’ this is the area that was known to all of Bombay’s(Mumbai) colonial rulers as ‘Black Town’ because of the strength in numbers of local inhabitants. Merchants, Traders, Fishermen, Cobblers, Ironsmiths dominated the scene with their shops. During the first half of the 19th century most of the banking work was done by Hindu Shroffs situated in the Bhora Bazzar Street (Perin Nariman Street).The birthplace of the famed Bombay Bazaar, back then this was the crowded, dense section of the old town, a feature that can be seen even today. The Bazzargate Walk takes you into the heart of local life from the late 1800s’. Explore the bylanes of what once used to be the commercial centre of the original city. Named after one of the three main entry gates of the old fort, this walk begins at Town Hall and covers areas from outside and inside the original British defence establishment. Walk down Mahatma Gandhi Road and get a picturesque view of the regal Bombay Gymkahana, the cricketing battlefield of the British Raj in Bombay. Walk past the beautiful Art Deco Metro Cinema while making your way to Crawford Market buzzing with activity of the oh so many vendors selling their wares. Wander up to the famous J J School of Art campus,the compound of which is famous for being the birthplace of Rudyard Kipling. Finally end the walk at the Gothic masterpieces of F.W.Stevens, the Victoria Terminus and the Municipal Corporation building, standing like silent sentinels carefully watching the city progress right under their noses.",
        "strLocation": "Maharashtra",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-maharashtra-dive-into-the-history-of-mumbais-bazzars/328?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Dive into the History of Mumbai's Bazaars",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 18:24:37"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 19,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355847337/wgvkywszz5qh4aoljeme.jpg",
        "strIntroduction": "Experience the history, culture and the frenetic ‘workaholic‘ pace of Aamchee – Our-Mumbai! A city steeped in history, invasions and colonization by the Muslims, Portuguese, British, resulted in a variety of cultural and architecture styles that peacefully co-exist with the indigenous. One area is reputed to have the highest number of churches per sq. km anywhere in the world! A plethora of magnificent buildings in the ‘Fort’ area exudes British fragrance. The Art Deco seafront is a stunning sight for sore eyes! The excellent harbor made it a great port and Indians from every nook and corner came here in search of livelihood – and Mumbai, the City of Dreams, never disappoints ! All kinds of business and work make the city very fast-paced and vibrant, earning it the sobriquet of ‘The City that never sleeps'!",
        "strLocation": "Maharashtra",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-maharashtra-visit-mumbais-greatest-sights/324?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Be a tourist: Visit Mumbai's Greatest Sights",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 18:29:56"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 179,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355847300/f1frmvtdvljie18plowm.jpg",
        "strIntroduction": "Distance : Delhi-Agra: 225 KM (About Two & Half Hours Journey) Morning: depart for Agra at 7AM: Visit Agra Fort and The Taj Mahal. After lunch & other activities return to Delhi Agra is probably the only city comparable to Delhi in terms of its contemporary history. Agra is one of the most significant earliest cities of India with rich historical and cultural value. The historical fame attached to Agra is greatly attributed to the Mughals rule. It was the capital of Sikandar Lodhi in 1501 from the North Western Frontiers, who discovered this place. Yet, it soon passed into the hands of the mighty Mughals who virtually held the sway for ages. This striking town is situated in the holy branch of Brij Bhoomi (home of Lord Krishna), on the right bank of river Yamuna. In ancient days the city was strengthened with sixteen gates and was considered as one of the powerful cities of India.",
        "strLocation": "Delhi",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-delhi-same-day-return-trip-to-agra/321?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Day Trip to the Taj Mahal and Agra",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 18:34:08"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 28,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355847275/dcsbkwqdmhyovjomfgxi.jpg",
        "strIntroduction": "Come learn ceramics! You are welcome whatever your level of prior pottery/ceramics experience! You will interact with me and other professional and experienced teachers who are committed to teaching you this most therapeutic of art forms. In addition to our classic workshop, we are also conducting team building sessions!",
        "strLocation": "Delhi",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-delhi-express-yourself-with-indian-ceramics/319?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Create your own Ceramic Sculpture through Pottery",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 18:36:36"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 36,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355847261/jwlkei2cquyaaagvw0w2.jpg",
        "strIntroduction": "Enter the imperial heart of New Delhi! This Raj tour is a truly breath-taking ride down Delhi’s more recent history. Starting from the narrow labyrinthine backlanes of Old Delhi, passing through quaint old ‘socialist-style’ quarters of government employees and almost magically landing in the midst of a spec tacular view of the Presidential Palace and India Gate encircled by spotless clean, tree-lined wide roads – the Raj Tour is a very stimulating and comprehensive catalogue of the lives of people who make this great capital today.",
        "strLocation": "Delhi",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-delhi-cycle-from-old-delhi-to-new-delhi/318?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "The Raj Tour: A Breathtaking Ride of Old and New Delhi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 18:40:34"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 40,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355861761/yhdiabfyjtuupzrfx0jp.jpg",
        "strIntroduction": "This is a walk around the bustling heart of Mumbai for an inside look into the work of those who this dependable city depends on. How? By experiencing a day in the hectic life of the washermen of Dhobi Ghaat and the dabbawalas. Our walk is led by Ramanand with whom there is never a dull moment. He makes sure you look at things you wouldn't normally pay attention to, and he knows of all the best eating places few others know. Dhobi Ghaat at Cuffe Parade is unlike any laundry service you have ever seen. Washermen are hard at work beating the dirt out of clothes at stone cubicles, while others hang a kaleidoscope of clothes out to dry on makeshift lines quite ingeniously, without the help of clothes pins. Whether it is two thousand white sheets a day for the Four Seasons Hotel, or the saris of women from high-rises across the city, these dhobis get the job done cheerily and efficiently. You haven't experienced Mumbai if you haven't used its lifeline - its public transport. On this experience, you will enjoy unusual views in double-decker BEST buses and the all-too famous local trains. Feel the sea breeze on your face as you whizz past Marine Drive on your way to Churchgate to meet with the dabbawallas. A word of caution: these guys don't have the time for interviews and photographs. You will just about manage to scramble into their compartment on the train, where the floor is covered by tiffins and lunch packs of every possible shape and size. It's fascinating to see those dabbas carted from one end of the city to the other, and to everywhere in between. The footpath outside Churchgate station serves as a reconnaissance point, where the men in Gandhi topis wade among rows of hundreds of dabbas, and take them to offices where hungry executives wait in earnest for their home cooked meal to arrive each day. Discover a league of Mumbaikars who are as intrinsic to the city as its own soul.",
        "strLocation": "Maharashtra",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-maharashtra-happiness-home-delivered-meet-the-washermen-of-mumbai/462?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Meet the Washermen and Dabbawalas of Mumbai",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 18:45:21"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355861688/kgj95bwsdi2epfynabgf.jpg",
        "strIntroduction": "Tea tasting is not just about having tea but trying different varieties and then picking the one you like the most. My tea tasting party will include the following - - A short description of the different types of tea available in India - A trial session (in a traditional Indian fashion) of the different kinds of teas that we have spoken of :) - Picking the best one that we like to take home as a souvenir",
        "strLocation": "Delhi",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-delhi-vikrams-tea-tasting-party/457?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Vikram's Tea Tasting Party",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 18:49:24"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 416,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355861672/oqx9hrl7axcusl4bpl2q.jpg",
        "strIntroduction": "The trek to Chopta and Chandrashila offers amazing views of the imposing Himalayan range including Trishul, Nanda Devi and Chaukhamba, and is one of the most popular treks among trekking enthusiasts. Chopta is popularly known as the 'Mini Switzerland' in Uttarakhand and Northern India and is situated amidst thick forests of pine, deodar and rhododendrons. The trek route takes one to Tungnath (literal meaning: ‘Lord of the Peaks’) – the highest Hindu temple in the world dedicated to Lord Shiva. Beyond Tungnath is the summit to the Chandrashila peak (it literally means ‘Moon Rock’) – an impressive vantage point that offers 360 degrees panoramic views of the mighty Himalayas. This is a beautiful trek, with difficulty level rated as easy to moderate. DAY 1: Rishikesh – Sari We meet at Rishikesh early in the morning and drive to Sari Village on the Ukhimath-Chopta road in Uttarakhand. We set up camp by evening for an overnight stay and prepare for the next day’s trek. DAY 2: Sari – Deoria Tal (7,900 ft) – Sari After breakfast, we start our trek to Deoria Tal – a heavily wooded emerald lake with lush green surroundings and snow covered mountains in the backdrop. The mighty peaks of Chaukhamba and Neelkanth are reflected in the pristine waters of this lake – it’s a photographer’s delight. The 3km trek is largely uphill through dense forests. The legend is that the Devas bathed in this lake, hence the name. The lake is sometimes believed to be the “Indra Sarovar” referred to in the Puranas. It is also believed that it was the place where Yaksha asked the Pandavas to answer his questions before drinking the water of the lake. After spending some time here, we’ll trek down to Sari for an overnight stay in tents. DAY 3: Sari – Chopta (9,500 ft) In the morning we make our way to Chopta – a small but picturesque hamlet with untouched natural beauty and peace. It is the starting point of the trek to Tungnath. A 12km trek from Sari will get us to Chopta. Once there, we’ll set up camp and explore the surrounding areas in the evening. The campsite at Chopta affords spectacular views of the high snow-clad mountains. DAY 4: Chopta – Tungnath (12,070 ft) – Chandrashila (13,415 ft) – Chopta After an early morning breakfast, and with packed lunches, we start our trek to Tungnath. The 3km long trail takes one through lush green meadows and finally joins a pilgrim trail which goes all the way up to the Tungnath temple – one of the five and the highest Panch Kedar temples located in the mountain range of Tunganath in Rudraprayag district. After a little relaxation and a lunch break here, we’ll push for the Chandrashila summit. It is a short (1km) but rigorous hike to the top. The view from the top is most promising and truly breathtaking – something one will surely remember for a lifetime. Later, we’ll retrace our steps to the campsite in Chopta for an overnight stay in tents. DAY 5: Chopta – Rishikesh In the morning, after breakfast, we wind up camp and drive back to Rishikesh via Rudraprayag and Devprayag.",
        "strLocation": "Himalayas",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-himalayas-trekking-in-the-himalayas-chopta-and-chandrashila/456?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Trekking in the Himalayas: Chopta and Chandrashila",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 18:53:49"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355856060/sgskhcivumrllvicnz76.jpg",
        "strIntroduction": "I would like to take you to places which make this city or I should say country special. Not just the obvious sites that everyone will see in Delhi, from Qutab Minar to Redfort) You will find a temple or a mosque in every 1000 meters range but some have been able to stand out for their uniqueness: ISKON (Temple for Lord Krishna), Chhatarpur Mandir (Temple of Goddess Durga), Bangla Sahib Gurudwara (Religious Temple for Sikhs), Akshardham Temple (God Swaminarayan), Birla Mandir also known as Laxmi Naryan Temple to name a few. We will visit one temple of your choice followed by lunch. Areas to be visited can be tailored to suit your particular interests. I will suggest an itinerary to match your interests and timeframe. I'm looking forward to seeing you in Delhi!",
        "strLocation": "Delhi",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-delhi-visit-an-authentic-temple-in-delhi/360?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit an Authentic Temple in Delhi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 18:59:07"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 428,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355847513/knn36o0wwbkipj7vexqj.jpg",
        "strIntroduction": "Lush green valleys enveloped by snow-capped mountains; retreating glaciers interspersed with flowing streams and cascading waterfalls; an ancient Gurudwara - the highest in the world - adorned by a sacred ‘snow lake’; and of course a carpet of dainty flowers blooming in vibrant colours; such is the splendor of nature and wonder of monsoon that greets you as you trek into the interior of the Garhwal Himalayas. The Valley of Flowers National Park is a UNESCO World Heritage Site, which bursts into a kaleidoscope of colour as the monsoon breathes life into over 300 different species of flowers. At an altitude of 10200 ft to 11200 ft, the months of July and August are ideal to visit the Valley. Hemkunt Sahib - A pilgrimage site surrounded by seven mountain peaks; the star-shaped structure of Hemkunt Sahib Gurudwara, situated on the shores of Hemkunt Lake is of great significance to the Sikh community. Guru Gobind Singh Ji, the 10th Sikh Guru, is said to have meditated here. The activity will include: - Day 1: Travel via a car bus from Delhi to our first base camp in Govindghat, stay overnight here - Day 2: Trek to our second base camp (14 kms) to Ghangaria, stay overnight here - Day 3) Trek to Valley of Flowers (5 kms one way) and spend the entire day in a land of fairies, in the evening we will trek back to Ghangaria and spend the night here - Day 4: Trek to Hemkunt Sahib - the world's highest pilgrimage point (5 kms one way), take a dip in the holy (and icy) waters here, trek back to Ghangaria in the evening - Day 5 - Travel back to Delhi",
        "strLocation": "Himalayas",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-himalayas-trek-to-the-valley-of-flowers/339?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Trek to the Valley of Flowers & Hemkunt Sahib",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 19:04:07"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 98,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355847503/x4postqadfdxfyjrrxye.jpg",
        "strIntroduction": "Jaipur is the much loved capital of India’s most romantic state, the gateway to the splendour and magic of Rajashan. Majestic forts and palaces dominate the skyline and yet, it is the bazaars within the walls of the old city that create Jaipur’s unique energy. They surge with locals and villagers, not just tourists, enjoying the best shopping in India. So to experience the city as it was meant to be you have to go armed with a shopping list. I will take you to some of the most essential shopping destinations , and some absolutely unknown treasure chests and fabulous craftsmen tucked away deep in the labyrinth of lanes in the bazaars. Observe local artisans in their workshops; jewellers and silversmiths, gold painters and tie dying experts as well as meenakari and kundan artists. Ask me for souvenirs, contemporary craft, heritage jewellery, silver, precious stones, clothes and textiles, art, antiques, rugs... and lots more! Of course, with me ... a readiness to be distracted will help too, to allow the markets to reveal their diversity. A willingness to be importuned and jostled is also helpful ... All in all .. A FABULOUS TIME!!!",
        "strLocation": "Rajasthan",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-rajasthan-shopping-extravaganza-in-the-bazaars-of-jaipur/338?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shopping Extravaganza in the Bazaars of Jaipur",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 19:08:17"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355847425/uuu7phwh1kop9vq4marq.jpg",
        "strIntroduction": "Are you a foodie who loves spices that tantalize your taste buds, or simple foods with lots of flavors? Indian Cuisine has been inspired by several religious and cultural choices, and in each state you will find a unique mix of local herbs and spices in food. Our cuisine has extensively evolved with the influence of the Mughal, British, Turks, Portuguese and Delhi Sultanate, over a period of time. I, being a foodie myself, love to experiment with different masalas, suiting everyone’s palate and enjoy teaching cooking immensely. How about cooking something together? I would be glad to offer you special and customized cooking classes wherein together we get to create some delectable delicacies with our masala art, one that can be the pride of any Indian household! Join me in this journey of colorful spices!",
        "strLocation": "Delhi",
        "strOriginUrl": "https://www.govoyagin.com/activities/india-delhi-learn-to-cook-north-indian-food-cooking-class-delhi/332?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to cook North Indian Food at a Cooking Class in Delhi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-18 19:13:01"
    }
]