[
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 19137,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475569255/mpmadnxi7d4obztjnaw3.jpg",
        "strIntroduction": "Ena city is located in Gifu prefecture, about an hour away by train from Nagoya. The vast area of Ena includes several smaller towns, villages and endless picturesque farm fields. For centuries local people have been relying on the blessings of nature for food and everyday items. Among Ena city's local crafts and products are soba noodles, kanten (agar based) foods, pottery, chestnut sweets and many fresh fruits and vegetables. In this day trip to Ena's countryside you will visit several of the city's best local craft and market facilities. You will not need to worry about transportation because a private taxi car will take you to all the places of interest. You will have the chance to experience soba noodles making, pottery making with local clay and materials, and a visit to two roadside stations where you can buy healthy local food. A guide-interpreter will accompany you during the day so that you can enjoy the activities without the language barrier. In addition, you will be able to see a giant dam and Japan's largest wooden water mill! Below is the suggested itinerary of this tour: Around 11 am: Takenami Station or Ena Station (accessible by train in about an hour from Nagoya on JR Chuo Line). Meet your guide and ride the private car. Go to Rassei-Misato roadside station and experience making your own soba noodles from soba (buckwheat) flour. Local women will explain to you the secrets of hand-made soba. The activity takes about 1.5 hours and you can eat the delicious soba you cooked yourself! Next, visit the Yamaoka Pottery Center and learn about the art of making pottery items with local materials and clay. Try creating up to 2 pottery items yourself in a challenging 2-hour hands-on activity! The next stop on the tour will be \"Obachan-ichi Yamaoka\", a roadside station next to which you will be amazed to see Japan's largest wooden water mill. The market is built near the giant Origawa Dam and offers splendid views over the entire area. Here you can buy fresh local fruits, vegetables, traditional chestnut sweets, as well products made from the local healthy product \"kanten\" (agar, an algae-delivered jelly). The packaged kanten ramen noodes are highly recommended! Finally, you will end the tour back at the station where you were picked up. Note: The starting point will be either Takenami Station or Ena Station. You will be informed about the pick-up place once the tour is confirmed.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-try-craft-activities-and-local-food-in-ena-city-near-nagoya/4281?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try craft activities and local food in Ena city near Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 19:09:38"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8148,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1450507815/spzzxf4fhqzblyhumrsz.jpg",
        "strIntroduction": "Ena city in the south-east part of Gifu prefecture is an ideal destination for a day trip from Nagoya if you are interested in exploring the deep aspects of Japan's history. Thanks to the rich cultural and historical heritage of Ena city, you can easily travel in time and visit different eras within one day. This is an ideal opportunity to see Japan's development throughout the centuries on a local level. In addition, you can enjoy scenic nature, delicious local food and sweets, as well as a pleasant countryside hot spring! In this one day tour you will go to Ena city and ride the charming local Akechi railway line. The train itself is an attraction of its own and on the way you will pass gentle hill slopes, forests and spacious farm fields. You will visit Iwamura town, a designated area with important historical heritage sites that you can easily explore riding on a rental bicycle. The well-preserved historical streets and former merchant residences will tell you the story of the Edo period, while the climb to the ruins of Iwamura Castle, considered one of the best three mountain castles in Japan, will reveal more of Japan's earlier Kamakura and Warring States periods. Later on, you will ride the local train again to reach Akechi town and Nihon Taisho-mura, a town-size reproduction of the classical Taisho period (early 20th century). You can stroll around the nostalgic streets of the town dressed in a Taisho-style hakama. Finally, what better way to end the trip than a relaxing soak in a pleasant countryside hot spring in the middle of the farm fields? Below is the suggested itinerary of this tour: 9:55 am (weekdays) or 9:28 am (weekends): Ena Station (recommended trains from Nagoya Station: 8:35 am on JR Chuo Line on weekdays or 8:16 am on JR Chuo Line on weekends). Claim your one-day pass for Akechi Railways from the station counter. 10:21 am (weekdays) or 10:30 am (weekends): local train from Ena to Iwamura Station 11:00 am: Arrive at Iwamura Station and rent a bicycle from the specialized shop in front of the station. Explore freely Iwamura town and Iwamura Castle ruins. Visit the historical residences, a splendid sake brewery and various sweets shops along the main street. Have free lunch in one of the many local restaurants and don't forget to try the local specialties: chestnut sweets (kuri-kinton) and castella cakes. 13:12 pm: local train from Iwamura Station to Akechi Station 13:33 pm: Stroll the nostalgic streets of Nihon Taisho-mura, a town-size reproduction of the Taisho period with its preserved old buildings and classical architectural style. A local guide will tell you more about the history of Taisho period and show you around the best sightseeing spots while you enjoy your time dressed in a Taisho-style hakama! 15:17 pm: local train from Akechi Station to Hanashiro Onsen Station. Make a stop to enjoy the relaxing hot spring water of this countryside onsen located in the middle of the farm fields, just next to the small unmanned station. 16:38 pm: local train from Hanashiro Onsen Station to Ena. End of tour around 17:15 at Ena Station. Enjoy the time slip back to Japan's historical periods during a pleasant day trip from Nagoya! Note: This is a self-guided tour except for Nihon Taisho-mura (Akechi town) where you will be accompanied by a guide. It is recommended to follow the time schedule listed above for an ultimate experience.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-travel-in-time-and-discover-japan-history-in-ena-city-gifu/4280?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Travel in time and discover Japan's history in Ena city,Gifu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 19:12:35"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6482,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1450260110/cberab5jzbkcjf4l2obt.jpg",
        "strIntroduction": "The south-east part of Gifu prefecture is rich in historical heritage sites and stunning natural scenery. The neighbouring Ena and Nakatsugawa cities share a considerable part of the old Nakasendo Road which used to connect Tokyo with Kyoto during the Edo period (17-19th century). The road winds along forested hills and beautiful river gorges and is well preserved even today. Modern day travellers can experience a real time trip by visiting the historical facilities along Nakasendo Road while enjoying the wonderful scenery in all four seasons. In this one day tour you will discover part of the Nakasendo road by strolling around the preserved post town of Magome and cycle around Oi Dam and Oi-juku. You will also have the chance to learn more about Japan's medieval history and culture, as well as to visit some stunning natural spots in Japan's countryside. This is the itinerary of the tour: Self-guided morning 10:00 am: Nakatsugawa Station (recommended train from Nagoya Station: 8:35 am local train on JR Chuo Line or 9:00 am limited express train Wide View Shinano) 10:15 am: Local bus from Nakatsugawa Station to Magome 10:40 am: Arrive at the old post town Magome, one of the stops on the Nakasendo road. Stroll the preserved stone walkways of the town and discover plenty of authentic traditional houses, small ethnographic museums and even a charming water mill. Magome's highlights are the Honjin and Wakihonjin inns (where high-level officials used to stay overnight) as well as the museum of Japan's famous writer Shimazaki Toson who was born in Magome and described life in the old town in his iconic work \"Yoakemae\". Have lunch in one of the pleasant little restaurants. The local soba noodles are highly recommended. 12:45 pm: Local bus from Magone to Nakatsugawa Station 13:20 pm: Local train from Nakatsugawa to Ena Station 13:31 pm: Arrive at Ena Station Guided afternoon 13:30 pm: Start of the guided cycling tour. Visit the Hiroshige Museum of Art, one of the best ukiyoe woodblock print art museums in Japan and experience the woodblock printing yourself! Next, cycle on the Nakasendo towards the Oi-juku inn, the 46th post station of the road. Visit the well-preserved Hishiya merchant house that has been turned into a cultural asset of Ena city. Cycle along the Agi River's rapid stream towards the city's iconic scenic spot Oi Dam. It was the first dam built on the Kiso River in 1924 by the famous engineer Momosuke Fukuzawa. See the wonderful scenery of serenity from the Sazanami Park, known for its cherry blossom trees and wisterias. On the way back, stop by the \"Gin no Mori\" restaurant and shopping complex to buy some of Ena city's famous local sweets as a souvenir. 16:00-16:30 pm: End of tour at Ena Station. Enjoy the beauty of Ena Gorge and the time trip journey to the Edo period by joining this pleasant one day tour! Note: The price does not include train and bus transportation. ※Maximum weight for cycling: 110kg.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-walk-and-cycle-on-the-old-nakasendo-road-magome-ena-gorge/4275?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Walk and cycle on the old Nakasendo road: Magome, Ena Gorge",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 19:17:31"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2352,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475627551/yr1gycnpgxxejk6oqgf9.jpg",
        "strIntroduction": "Cafe & Snake is a newly opened café and the first in Japan. Run by the Tokyo Snake Center they ask you if you would like to have \"teatime with a snake\" Would you like to, \"watch a snake?\" Or even, \"touch a snake?\" And, if you are lucky, you may well be \"healed by a snake?\" And their assurance is, \"We, The Tokyo Snake Center will provide you an extraordinary experience.” Cafe & Snake is located not in the suburbs, but in the middle of the big city, just a short walk from the fashionable Harajuku area! It is guaranteed that you can spend extraordinary time with the snakes. And don’t worry, all the snakes are non-poisonous. Enjoy your coffee time with the beautiful colors of your wonderful friendly new friends!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-try-the-first-snake-cafe-in-japan-at-tokyo-snake-center/4502?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try the first “Snake Café” in Japan at Tokyo Snake Center!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 19:21:41"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 24538,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1452575325/qwb4gr3cexhgpburkc8i.jpg",
        "strIntroduction": "In this cooking and dining experience you will go to a sushi restaurant in Nagoya with a licensed English-speaking guide and make several different type of sushi. A professional \"taisho\" chef will instruct you and demonstrate his skillful sushi-making technique. You will have a delicious dinner at the restaurant too! Below is the schedule of this activity: 16:15 Pick up from one of the selected hotels 16:30 Start the sushi making experience - nigirizushi (hand-made sushi) - makizushi (rolled sushi) - see the wonderful skills of the chef 17:30 Have dinner at the sushi bar 19:00 Depart from the sushi bar 19:15 Drop back to one of the selected hotels Selected hotels available for pick-up and drop-off: Nagoya Marriott Associa Hotel Hilton Nagoya Nagoya Kanko Hotel Nagoya Tokyu Hotel The Westin Nagoya Castle Crowne Plaza Ana Grand Court Nagoya This tour is available from Monday to Saturday, except on national holidays. Participants should be 16-year-old and older. Please note that more than one group may join the same sushi-making experience program.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-experience-sushi-making-and-enjoy-a-sushi-dinner-in-nagoya/4516?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience sushi making and enjoy a sushi dinner in Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 19:27:32"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6945,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1451389222/f8rely2r0f4opr5lxixn.jpg",
        "strIntroduction": "You can not on the day of the reservation. Please make a reservation at one week before. In this activity you will go to a traditional-style Japanese restaurant in central Kyoto and learn how to make \"temaki-zushi\" (hand-rolled sushi) in a day! A professional chef will instruct you! Below is the schedule of the activity: - gather at Sanjo-Keihan Station at 11:40 am - go to the restaurant and start the cooking class at 12:00 pm. - learn the cook hand-rolled sushi - eat the hand-rolled sushi with as much miso soup and tea as you want! We will send you photos of the meeting place the day before the activity takes place. This activity is held on Tuesdays and Thursdays at 12:00 pm. You can not on the day of the reservation. Please make a reservation at one week before",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-take-a-hand-roll-sushi-cooking-lesson-in-kyoto/4359?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "40% OFF Take a hand-roll sushi cooking lesson in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 19:31:16"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2778,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481763473/qor564yiehg6hqyhyq4w.jpg",
        "strIntroduction": "Celebrate the holidays or seasonal events together with Japanese locals and other foreigners at a private mansion. Please bring seasonal holiday food and any kind of drinks. You can cook at the kitchen too. Let's try some traditional Japanese holiday activities too! This party is offered on weekends or holidays from 19:00 to 23:00 (you can join and leave any time) in a luxury private mansion in central Tokyo. This activity is usually offered as a group tour with other locals and foreigners.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-have-fun-at-a-potluck-party-in-a-luxury-mansion-in-tokyo/3690?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Have fun at a potluck party in a luxury mansion in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 19:35:34"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2778,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481688878/al98nnyejp4slaz8tuy1.jpg",
        "strIntroduction": "This activity is a \"gokon\" (match making party) on Friday before St. Valentine's day. Japanese Valentine's Day is unique with the fact that girls give chocolate to boys. So, why don't we bring chocolate to give to the boys! This activity is offered not only on St. Valentine's day, but occasionally (monthly) on other days too, particularly on Friday or Satruday from 20:00 to 23:00 (you can join and leave any time). I will take you to some of Tokyo's hottest nightlife areas where we will drink together and enjoy the night. We will attend different bars every night. Here is a list of my recommendations: World Highballm Midpark Cafe, Hachienda Del Cielo in Daikanyama, Rigoletto in Roppongi Hills, Blacklist Afterwork Party at 1967, What the dickens British bar in Ebisu, Buri standing bar in Ebisu, 6th by Oriental Hotel, Waterfront Canal Cafe, Aoyama Craft Beer Market at United Nations University, Public Viewing at sports bar, Oak Door in Grand Hyatt, Roof Top Bar in Andaz on the 52nd foor at Toranomon Hills, Yonayona Kitchen at Omohara Beer Forest at Omotesando, Happy Hour at Peter the bar at the Peninsula on the 24th floor, Resort bar Cicada in Omotesando, Brew Dog Brewery in Roppongi, Spring Valley Brewery in Daikanyama, and many more! This activity is offered as a group tour with other locals and foreigners.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-a-match-making-party-for-st-valentines-in-tokyo/4379?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a match-making party for St Valentine's in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 19:41:15"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5787,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1451396243/kdwonypiz0mcevg4jsgl.jpg",
        "strIntroduction": "In this activity you can dress up in a kimono. I only offer kimono for men, and unfortunately women and children cannot dress up but they can still participate in the tea ceremony. Shibuya is a bustling neighbourhood for teenagers and is all about pop culture, but there are some relaxing Japanese-style rooms as well. My style of tea ceremony is very casual. Generally we Japanese are a little scared when it comes to tea ceremony, because some experts in this field can tell you off if you do anything wrong. However in my activity you can be completely relaxed. I will explain the proper conduct during a tea ceremony if you want to know. Below is the example schedule of this activity: 13:00 Meet up at Shibuya Station. Going to the tea ceremony room. 13:15 Changing clothes and putting on kimono (for men only). 13:30 Taking pictures 13:45 Holding the tea ceremony 14:45 Experience making matcha tea on your own 15:15 Changing clothes 15:30 End of the activity and going back to Shibuya Station together. Alternatively, I can pick you up from your hotel but you will have to pay for the taxi. Enjoy Japanese tea ceremony in a casual atmosphere with me!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-a-japanese-tea-ceremony-in-shibuya-tokyo/4361?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience a Japanese Tea Ceremony in Shibuya, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 19:44:57"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 16204,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475568789/qgxvcm6zqlzovdvoty2k.jpg",
        "strIntroduction": "Kichi guesthouse is located in Nakijin, Okinawa, which is also where the remains of the World Heritage castle, Nakijin Castle, can be found. There are also beaches and parks you can visit and relax. The host family is so talented that they play music at a restaurant next to the guesthouse. You can enjoy the local food, drinks and local music at night. During the day, a variety of activity options are provided. These include making traditional Okinawa sweets (Sataandagi), which are like doughnuts. After making them you can take the recipe back home. Sanshin is a traditional guitar with 3 strings with a body covered in snake skin. It will be fun to feel the snake skins texture and to play the strings. Okinawa’s own traditional kimono is called the Ryuso and is a little different from the general type that you will have become familiar with from your guidebook. The final experience involves Shishi, which is a Japanese lion and which you can see throughout Okinawa and is used for dancing, much like the traditional Chinese Dragon costumes. In Okinawa the Shishi is also considered a talisman. In each event experience there will be many photo opportunities. What makes Kichi guesthouse special is that when you stay there you will be only guest staying there on the day, because there is only one guest per day! So come and experience this unique and special opportunity to stay in Nakijin, Okinawa! Details: Check-in 15:00 Check-out 10:00 Options 1. 1 night 2 days + Okinawa Sweet Making (Sataandagi) (adult) 2. 1 night 2 days + Okinawa Sweet Making (Sataandagi) (child) 3. 1 night 2 days + Sanshin/Ryuso/Shishi experience (adult) 4. 1 night 2 days + Sanshin/Ryuso/Shishi experience (child)",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-experience-okinawa-traditions-at-guest-house-kichi/4235?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Okinawa’s traditions at guest house Kichi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 19:49:37"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1395,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1451205261/kdlubndv6lohbqfif2gk.jpg",
        "strIntroduction": "Revere the amazing temples and shrines in the ancient city of Kamakura on a one-day trip. Kamakura is conveniently located within an hours distance from Tokyo and is home to one of Japan’s best attractions and most famous icons the Great Buddha. The highlight of the trip and the first its first stop, the Great Buddha was completed almost a thousand years ago, in 1252 after almost a decade of construction. Over the course of 200 years many wooden builders were constructed to protect the great statue, however, many times they were destroyed by storms. Ever since the Great Buddha had remained in its present unprotected state. Next the tour will move to Hase temple where there stands a buddhist Kannon with 11-faces and 1000-arms. After wondering at the complexity of the Kannon the tour will rest for lunch near to Kamakura-station before moving on to Jomyoji Temple. At Jomyoji Temple there is a traditional Japanese dry-rock-garden. At Hokokuji Temple you enjoy a bamboo garden where you can enjoy being served green tea. Tsurugaoka Hachiman Shrine,was built in 1063, and houses the enshrined legendary Emperor Ojin, and who is still the Shinto God of War. The patron of the shrine was shogun Minamoto Yoritomo and it served as the top shrine of the Minamoto family. Finally, before returning bak to Tokyo you will be able to enjoy shopping along Komachi-dori, a shopping street lined with many small shops",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-revere-kamakura-on-ancient-city-one-day-trip/4291?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Revere Kamakura, on an Ancient City one-day-trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 19:52:55"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10556,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1486091427/xqwhmq4npbqjdrwrm3gm.jpg",
        "strIntroduction": "This two hour experience will start with a Shimakin meal at the Shimakin restaurant in Kagurazaka where one of only five known performers in Japan will perform for guests. The Shimakin meal itself consists of traditional Japanese dishes presented in red and black lacquered boxes. In addition to tofu, the highlight is the exquisite Japanese eel, an expensive delicacy of Japan. The performance master will also perform a various songs such as a love songs, ballads and folk songs accompanied by the sound of the shamisen. The restaurant itself is over 140 years old and able to accommodate up to 72 guests at each sitting in addition to a tea room in the basement. At Shimakin Kagurazaka, you can feel and enjoy the beauty of Japanese culture and the four seasons from sublime furniture, the dishes with seasonal ingredients, together with a traditional performance. Schedule: Show time: 12:00 to 14:00 Schedule: 11:50 Gathering point at 3F in Kagurazaka \"Shimakin\" restaurant. 12:00 Meal is served 12:30 Performance Part One 13:00 Break 13:10 Performance Part Two 13:50 Estimated termination time for the show",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-watch-traditional-japanese-performance-and-banquet-in-tokyo/4220?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Watch Traditional Japanese Performance and Banquet in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 19:58:59"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5880,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475540309/i6e3ysbsnarhyelnlqes.jpg",
        "strIntroduction": "Shodoshima is located in the middle of Seto Inland Sea. And it has beautiful beaches and mountains. Because of the mild climate, Shodoshima is famous for its olives, tangerines and small peaches. Soy source making is also one of the major industries as well. The boat captain is from Shodoshima and very familiar with the area and the tour company is community based. They will try their best to meet your requests. Why don't you try their tour! Below are the cruising options for this adventure: 1. Cruising tour for adults and children over 12 years old Once you get on the boat, you will wear a life jacket. The boat will quickly speed up and take you to the first spot, a lighthouse. From there, the boat will take you around the island . When it stops in the bay, you will be able to see fish swimming under the boat. If you like, you can get off the boat at the studio park, or at one of the famous Japanese movie spots, or the beach, and enjoy the breeze back to the port. Duration: 1.5 hours Weekdays 10:00-11:30 / 13:00-14:30 Weekends 13:00-14:30 / 15:00-16:30 (Including public holidays) Period : Every day 2. Cruising tour for children under 11 years old ※Same as Option number 1 Duration : 1.5 hours Weekdays 10:00-11:30 / 13:00-14:30 Weekends 13:00-14:30 / 15:00-16:30 (Including public holidays) Period : Every day 3. Shodoshima Mankitsu (Fully enjoy) 2-day tour <Day1> Visit famous sightseeing spots on the island. (Angel road, Rice fields, Kabuki and more) Later enjoy the local cuisine at your hotel and rest. You can choose your hotel which will include 2 meals. <Day2> All your choice! Example plans are: -More sightseeing -Fishing experience -Short trek to the mountains -Olive picking More options are available depending on the season. Please discuss with the coordinator before the trip. The tour guide will bring you to the port to conclude the tour. Duration : 1 night 2 days Period : Every day Number of attendees: Maximum 6 people Note that all cruises depart from Shodoshima Island. You can access the island by various ferries and high-speed boats from Shin-Okayama, Uno, Himeji, Hinase, Kobe or Takamatsu.",
        "strLocation": "Kagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kagawa-enjoy-a-cruising-tour-to-shodoshima/4225?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a cruising tour to Shodoshima!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 20:04:45"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 22686,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475539069/jpqv8w42npleuwxwst1g.jpg",
        "strIntroduction": "Ikaho Onsen in Gunma orefecture, is located near Mt. Haruna, at an elevation of 700 meters and was founded around the seventh century and even appears in the Manyoshu, which is the oldest form of collected poetry in Japan. A well known landmark of Ikaho Onsen are the 365 stone steps leading up from the main street, known as Ishidangai, which each represent a single day of the year. It is surrounded by traditional souvenir shops, restaurants, hotels, and shooting galleries which create the unique atmosphere of the town. Ikaho Onsen has two types of hot springs, one is \"Kogane no Yu\" or golden hot spring, in which iron is oxidized to form its brown color. The second is \"Shirogane no Yu\" or silver water, and was recently discovered. If you prefer to enjoy the healing water in private, then a private room with its own hot spring is highly recommended. In addition to the its various attractive sight seeing spots, visiting Kajika-bashi (Kajika Bridge) and The Ikaho Shrine, one of the three major historical shrines of ancient Gunma, would make a pleasant few hours stroll. Kajika-bashi is a vermillion colored lacquered-arch-bridge and in fall, the autumn coloured leaves around it create a breathtaking view and is especially beautifully when illuminated at night. Schedule: [1st day] -Travel from Shinjuku to Ikaho Onsen -Check in at a hotel (15:00-) -Enjoy taking a bath or strolling around. -Stay in a Japanese style or Japanese Western style room [2nd day] -Check out of your hotel -Return to Shinjuku (Tokyo) You can chose between various levels of luxury and regular ryokans.",
        "strLocation": "Gunma",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gunma-unwind-at-ikaho-onsen-overnight-stay-from-tokyo/4159?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Unwind at Ikaho Onsen overnight stay from Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 20:10:31"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 36576,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475538905/lmqavo8vryjfmdwmk6ij.jpg",
        "strIntroduction": "Katsuura Onsen, in Wakayama prefecture, is located on the southeast coast of the Kii Peninsula. Katsuura is known as a port town and also as a hot spring resort. There are several mega hotels with hot spring spa along the coastline where picturesque natural scenery is created by the ocean and islands. The port is famous for catching the largest quantity of tuna in Japan allowing you to taste various types of tuna dishes such as sashimi, fried tuna, tuna hamburgers and more. That makes the Tuna Market near Kii-Katsuura Station well worth visiting in early morning to see bidding for fresh tuna caught by Katsuura's fisherman. Katsuura and the Kii Peninsula are also a famous area for whaling. There is a whale museum offering a wide range of information about Japanese whaling culture in neaby Taiji. If you visit there from late April to the end of September, you will have the chance to experience whale watching , swimming with dolphins, and scuba diving in the neighboring towns. Schedule: [1st day] -Travel from Osaka/Kyoto to Kii-Katsuura -Check in at a hotel (15:00-18:00) -Enjoy taking a bath or strolling around. -Stay at a Japanese style or Japanese Western style room [2nd day] -Check out before 10:00 -Back from Kii-Katsuura to Osaka/Kyoto You can chose between various levels of luxury and regular ryokans.",
        "strLocation": "Wakayama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-wakayama-relax-on-katsuura-onsen-overnight-stay-from-osaka-kyoto/4155?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Relax on Katsuura Onsen overnight stay from Osaka/Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 20:13:47"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 31020,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475483013/khc6v7nlx28ejxejfzmp.jpg",
        "strIntroduction": "Shirahama Onsen in Wakayama prefecture is one of Japan's three oldest hot spring resorts along with Dogo Onsen in Ehime prefecture and Arima Onsen in Hyogo prefecture. Shirahama Onsen has 1300 years of history, and, since the hot spring was founded, various class of visitors from the nobility to the common people have enjoyed staying there. There are many old literary texts written about Shirahama Onsen. The word \"Shirahama\" means \"white sandy beach\" in Japanese and originated from nearby Shirarahama Beach, which is famous for its white sandy beach and established a good will sister beach relationship with Waikiki Beach (Honolulu, Hawaii, US) recently. Shrahama Onsen was once considered a mysterious hot spring because there was believed to be no evidence of a volcano around the beach. However, resent research has proven that the hot spring is generated from a water pool near the Earth's mantle deep inside of the ground! There are various types of hot springs to enjoy such as atmospheric public baths, foot baths to soak your feet, and \"rotenburo\" or outdoor baths. Some hotels or inns even provide outdoor baths which have ocean views. A private room is highly recommended for you to enjoy a hot spring experience with you partner or family alone. Strolling along the beach is also especially recommended before nightfall as the sun sets around Takashima Island, and one of the best places to view the sunset in the entire prefecture. Tour schedule; [1st day] -Travel from Osaka or Kyoto to Shirahama -Check in at a hotel -Enjoy taking a bath or strolling around. -Stay at a Japanese style or Japanese Western style room [2nd day] -Back from Shirahama to Osaka or Kyoto (Check out time depends on hotel and your tour) Choose between a luxury or a regular-style ryokan.",
        "strLocation": "Wakayama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-wakayama-experience-shirahama-onsen-overnight-stay-from-osaka-kyoto/4148?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Shirahama Onsen, overnight stay from Osaka/Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 20:19:27"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 23149,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475482955/unx3lriyemncc8exdfrv.jpg",
        "strIntroduction": "Arima onsen, to the north of Mt. Rokko in Kobe, is one of Japan's oldest hot spring resorts along with Dogo Onsen in Ehime prefecture, and Shirahama Onsen in Wakayama prefecture. The hot spring has a history of over one thousand and is located just 1 hour away from Osaka, and 1.5 hours away from Kyoto, and is therefore a very convenient place for short trips. According to mythology, it is said that Arima Onsen was founded by ancient gods. One day, when the gods passed the by, they noticed three injured crows bathing in a puddle. After a few days they were completely cured because the puddle was a hot spring with the ability to cure injuries and sickness. The quality of spring water in Arima Onsen is quite unique because its origin is not from a volcano as is usually the case! Instead its water comes from cracks deep inside the ground and is therefore full of natural elements. There are two types of hot spring water which spring up at various places around the town. One is known as \"Kinsen\" (Golden hot spring) and the other is known as “Ginsen\" (Silver hot spring). The Golden hot spring is coloured brown due to salt and iron deposits, and said to be effective for skin ailments and muscle pain. The Silver hot spring water is clear, containing radium and carbonate, and is said to be able to cure body tissue, various muscle and joint ailments, and also to enhance natural healing abilities. Visitors or guests can enjoy those two hot springs by bathing at public bath houses or at their ryokan (Japanese style hotel). Rokkosen Ropeway also attracts visitors to Arima Onsen. The view from the top of Mt. Rokko is amazing especially at night. The schedule for this experience is below; [Overnight stay] 1st day -Travel from Osaka or Kyoto to Arima (1-1.5h) -Check in at a hotel -Enjoy taking a bath or strolling around. -Overnight Stay at a Japanese or a Western style room and have a delicious Japanese course dinner 2nd day -Have breakfast -Return to Osaka from Kinosaki (Check out time depends on the hotel and your tour) [Day trip] 1st day -Travel from Osaka or Kyoto to Arima (1-1.5h) -Check in at a hotel and rest at your room -Enjoy a delicious Japanese lunch or dinner -Enjoy taking a bath or strolling around. -Return to Osaka from Kinosaki (Check out time depends on your hotel and your tour) You can chose between various levels of luxury and regular ryokans.",
        "strLocation": "Hyogo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hyogo-explore-arima-onsen-from-osaka-or-kyoto/4147?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Arima Onsen, from Osaka or Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 20:22:44"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 14167,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1450760404/w5svvlbg5kn1ncoe4iva.jpg",
        "strIntroduction": "In this activity you will learn how to make traditional Japanese sweets wagashi and how to eat them with Uji matcha (high-quality green tea). This is an excellent cultural activity during your visit to Tokyo! Wagashi Making： Experience wagashi making! With the instructions from Ms. Wakui who is skilled in wagashi making, you will be guided to make one or two wagashi sweets. (2.5 hours) Then try wagashi and Uji matcha tea. You are invited to a enjoy a wagashi sweet with Uji matcha tea prepared in a traditional style. (30 minutes) Location： Wagashi master’s classroom in Toritsu-Daigaku, Tokyo. Meeting Place： Toritsu-Daigaku Station. Your interpreter will be there to take you to the class. Duration: 3 hours Class size: 2-6 people Souvenirs： You may take the wagashi sweets that you made in the class (two of each kind) * Wagashi can be stored at room temperature for one to three days. (It varies depending on the ingredients used. Please check with the instructor.) Photos taken during class will be provided later over the internet.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-wagashi-making-with-uji-matcha-tea/4290?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Wagashi Making with Uji Matcha Tea!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 20:26:57"
    },
    {
        "intDurationHour": 40,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 30548,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475569017/peiljnaxathdhmtsuylq.jpg",
        "strIntroduction": "Discover the attractions of Japan's bustling capital and take a day-trip to Hakone to see picture perfect views of Mt. Fuji The itinerary is as follows: Day 1: Arrival Door-to-door shuttle shall pick you up at either Narita or Haneda Airport and transfer you to your accommodation (must be within central Tokyo) Day 2: Tokyo Walking Tour (8 hours) English-speaking guide shall pick you up at your accommodation and will take you to some of Tokyo's top sights and neighborhoods: - Imperial Palace Area. You will be able to see the famous Nijubashi bridge, visit Imperial Palace East Gardens (closed on Mondays and Fridays). Stroll around Marunouchi Area. - Shinjuku. One of Tokyo's busiest districts. Climb up to the 45th floor of Tokyo Metropolitan Tower to see aerial views of the city. - Shibuya. A popular place for Tokyo's youth. See the famous Hachiko Statue and experience the \"scramble\", crossing Shibuya's crowded pedestrian. - Harajuku. Tokyo's center of fashion and youth culture. Visit the shops at Takeshita Dori and Omotesando. Stroll around Meiji Shrine or stop-by at Yoyogi Park where you can see street performances on weekends. * There will be no private transportation for this tour but instead, we shall provide you with a one-day subway pass to get around and visit different places in Tokyo. After the tour, you may still use the subway pass for self-guided sightseeing or shopping around. * We do not guarantee that you will be able to visit all places that are listed above. It will depend on your own pace and preference. Considering that you need to ride public transportation, there may be some delays that may occur. The guide shall only be accompanying you for 8 hours. Day 3: Tsukiji and Asakusa Walking Tour (8 hours) English-speaking guide shall pick you up at your accommodation. Together, you will take the subway to reach Tsukiji Fish Market, one of the largest wholesale market in the world. Explore the market and check out today’s fresh catch. Afterwards, free time shall be given for you to take lunch in the area (guests must buy and pay for their own lunch). After lunch, stroll around Hama Rikyu, one of Tokyo's best landscape gardens. From Hama Rikyu, you shall be taking a river waterbus along the Sumida River to reach Asakusa. Upon reaching Asakusa, visit Sensoji Temple, the oldest temple in Tokyo, see Kaminarimon Gate and shop for souvenirs at Nakamise shopping street. Day 4: Hakone Day Tour (~ 10 hours) Guide shall pick you up at your hotel and together, you shall be taking the Romance Car (Limited Express train) from Shinjuku to Hakone. At Hakone, take the Hakone Ropeway to enjoy Hakone's scenic views. Stop-by at Owakudani, a volcanic area where you can try boiled eggs, cooked using volcanic waters. This is also one of the best areas to catch a perfect view of Mount Fuji on a clear day. Continuing the tour, you shall proceed to Lake Ashi and board a pirate cruise ship that will take you across the lake. Have a leisurely time exploring the sights around the area. After the tour, return to Shinjuku by train. Note: When time permits, you may also visit Hakone Shrine or Odawara Castle (admission fees must be paid separately) Day 5*: Departure A door-to-door shuttle service shall pick you up form your hotel at a designated time and transfer you to either Haneda or Narita Airport. Note: In case you plan to stay in Tokyo for more that 5 days, this transfer can also be done at a later day. What this tour includes: - round-trip airport transfers - private English-speaking guides - entrance fees and transportation expenses* Note: For entrance fees, we only cover those that are included in this itinerary. It may be possible that there are other attractions that you would like to visit during the tour. Time permitting, you may do so provided that you pay for the extra entrance and transportation fees for you and your guide. *Booking must be made two (2) weeks prior to the tour",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-guided-tour-affordable-package-5days/4279?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tokyo Guided Tour - 5 day Affordable Package",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 20:31:05"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 33149,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1447747558/t1o2gds2n9qigqmtsqa7.jpg",
        "strIntroduction": "Kinosaki onsen, located in northern part of Hyogo prefecture, is known as the one of the best hot spring resort towns in Japan. The hot springs in Kinosaki were founded around the 8th century. Since then, the town has developed into an attractive hot spring resort and one that was awarded two stars by \"Michelin Green Guide Japon\" (French edition) as a \"Place to visit on a side trip”. There are many hot springs in Kinosaki Onsen. Seven public hot springs are the most famous and guests or visitors of Kinosaki can feel at home strolling about the town in yukata (summer cotton Kimono) and geta (wooden clogs), enjoying charming the beautiful atmosphere. There are also many attractive places to visit nearby such as Kinosaki Onsen Ropeway, Genbudo Caves, Konotori (Oriental White Stork) Park, Kinosaki Marine World, and many more easily accessible by using rental bikes. And, if you're lucky, Kinosaki Onsen has another unique feature, festivals! Danjiri (portable shrine) festivals, or Kinosaki “Shrine Fighting” Festival is the most famous. There are fireworks every night in summer. Many other festivals are held in each season, so please check the schedule before your visit to Kinosaki. The schedule of this tour is below. [1st day] -Travel from Osaka to Kinosaki Onsen by train -Check in at a hotel (15:00-18:00) -Enjoy taking bath or strolling around. -Stay at Japanese style or Japanese Western style room [2nd day] -Check out before 11:00 -Back from Kinosaki to Osaka You can chose between various levels of luxury and regular rooms including Japanese or western style rooms with or without a private outside bath.",
        "strLocation": "Hyogo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hyogo-explore-kinosaki-onsen-resort-and-stay-overnight-from-osaka/4143?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Kinosaki Onsen Resort and stay overnight from Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 20:35:58"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 38335,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1447408164/bdilyww0lgbihzxluu8w.jpg",
        "strIntroduction": "Takayu Onsen is a small and traditional hot spring resort area located in Mt. Azuma near Fukushima city. Takayu Onsen is well known for its long history, fresh whitish blue sulfuric waters, and quiet environment. If you are tired of the crowded city, this is a great place to simply relax and heal your body and mind. Over 400 years old, Takayu Onsen has attracted people seeking \"touji\" (using hot springs for medical treatment). With plenty of spring water piped from the ground in the Takayu Onsen area, all bathes offer natural spring water containing rich sulfur that will make your skin beautiful. While many hot spring resorts have developed into entertainment districts, Takayu Onsen has kept a for over 400 years, \"Value the hot spring and let their guests enjoy it\", thus avoiding unnecessary development. Just 2 km away from the resort within a short hiking distance you can find Fudou Fall where you will enjoy fresh air and green leaves in summer, and red autumn leaves in fall. This tour includes transport (Shinkansen bullet train) from Tokyo to Fukushima Station, pick up from Fukushima to your hotel, and over night stay. There are 2 options to choose from, fitting your wishes and budget. The schedule is below: [1st day] -Travel from Tokyo to Fukushima -Check in at a hotel (15:00-18:00) Free pick up service from Fukushima station at 15:15, reservation is mandatory. -Enjoy taking bath or strolling around. -Stay at Japanese style or Japanese Western style room [2nd day] -Check out before 10:00 -Back from Fukushima to Tokyo You can chose between various levels of luxury and regular rooms.",
        "strLocation": "Fukushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukushima-bathe-in-takayu-onsen-and-stay-overnight-from-tokyo/4136?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bathe in Takayu Onsen and stay overnight, from Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 20:41:31"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 49446,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1447326933/vaymwcmjppx0ptxcyqkh.jpg",
        "strIntroduction": "Nanao City in Ishikawa prefecture, located about 5 hours by Shinkansen and JR train from Tokyo, is a town of hot springs known as Wakura Onsen and a place where you can enjoy delicious dishes of fresh products from the ocean and mountains. Located beside Nanao Bay on the Noto Peninsula, it is also known as one of the best high-class hot spring resorts in Japan and as the \"ocean's hot spring.\" The resort town is dominated by massive ryokan complexes along the water's edge. There is a public square (hiroba) with a hot spring water fountain and a small park around a shrine and a hot spring source with water pipes. A few free foot baths (ashiyu) can also be found around town. The hot springs have had many visitors and developed into a great spa resort. Drift off to another world as you sink into the hot spring waters. Wakura Onsen’s greatest attraction must be found in its plentiful volume of hot water and excellent location by the sea that allows you to relax and bath in nature's beauty. Clear hot waters, filtered by crystals contained in underground granite, never stop flowing. The water is said to have benefits for neuralgia, muscle aches, joint aches, stiff shoulders, chronic digestive diseases, piles, intolerance to cold, chronic skin diseases, frail children, and chronic female disorders, etc. As you soak in the bath, you will ease your heart, mind and soul. Release all the stress and tiredness accumulated from your journey, and warm yourself to the core. Our options, fitting your wishes and budget, include an overnight stay and round trip by Shinkansen and JR train from Tokyo. There is also a free pick-up service from Wakura Onsen station, but if you want to use the service, you need to make a reservation. You can chose between various levels of luxury and regular rooms including Japanese style rooms with private outside bath.",
        "strLocation": "Ishikawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ishikawa-wash-away-your-aches-with-an-overnight-stay-in-wakura-onsen/4130?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Wash Away your Aches with an overnight stay in Wakura Onsen!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 20:45:51"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 14815,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1447328437/lmgjjku9syxcmus7tkgs.jpg",
        "strIntroduction": "Located in Izu area, to the southeast of Japan’s most famous mountain, Mount Fuji, Atami Onsen is one of the best hot spring resorts in Japan. Because of the easy access from Tokyo (50 min.) as well as from Osaka (150 min) by bullet train, many tourists visit here for sightseeing and relaxation throughout the year. As a resort town, Atami has a long history. Tokugawa Ieyasu, the founder and first shogun of the Edo shogunate from 1603 came here for a hot spring cure, which triggered Atami to gain popularity throughout the country. The first prime minister and political leaders in the Meiji period also visited, holding ministerial meetings. In the Showa era, Atami became the most popular honeymoon resort for newly married couples as a result of the opening of the Tokaido Shinkansen. Atami Baien is famous for Japanese plum flowers which reach full bloom in early spring. \"Atami Geigi Kenban\" is the place where local geisha dance in their kimono every Saturday and Sunday. You can also enjoy tropical gardens and shopping and at Hatsushima Island Resort on Hatsushima Island which is just a 20 minutes ferry ride away. We offer you an overnight stay tour with round trip on Shinkansen. Given good weather, you can see beautiful Mt. Fuji from the train window! As for the accommodation, there are some options depending on budget and facilities. See the details below. You can choose between: - Staying at a luxury ryokan (standard Japanese style room, or Japanese style room with private open air bath) - Staying at a resort hotel with oceanic view (Japanese-Western style room, or Junior Suite with private open air bath) - You can also purchase transportation ticket as an option.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-experience-the-wonder-of-relaxation-in-atami-onsen/4128?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience the Wonder of Relaxation in Atami Onsen!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 20:50:33"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 44354,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475482722/dmtz613jbmz9mdjczvxw.jpg",
        "strIntroduction": "Ginzan Onsen is a secluded town located in the mountains of Yamagata prefecture and originally developed around a silver mine. Nowadays it is known as one of the most beautiful hot spring towns in Japan. Its traditional townscape of wooden buildings with brilliant woodwork and white plaster walls make you feel like you are in a bygone era. Along the river and running through the Ginzan Onsen, are a number of historic ryokan, there is a place where you can enjoy a foot-bath. Stroll around the city, and when you get tired drop by and refresh! With its beautiful Japanese architecture, you can enjoy the seasonal change of the scenery and in spring the sight and smell of cherry blossom are unforgettable. The natural colours of summer, striking colours of autumn leaves and traditional townscape covered with snow in winter make for a constantly changing view. At night, these views are lit up by the lights of ryokan's adding to the drama of nature! A short 10-15 minute walk along a nature trail up into the valley will lead you to a peek at the former silver mine and one of the most famous spots to visit around the area and will make your trip all the more memorable. You can chose between various levels of luxury and regular rooms. The package includes round trip transportation from Tokyo.",
        "strLocation": "Yamagata",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamagata-stroll-around-a-silver-mining-town-and-enjoy-ginzan-onsen/4123?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Stroll around a Silver Mining Town and enjoy Ginzan Onsen",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 20:56:05"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 14352,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1447228429/ci2verslyteut7bmlcnf.jpg",
        "strIntroduction": "Nasu is located in northern Tochigi prefecture, about 180 kilometers north from Tokyo. Not far from the city, Nasu Kogen is a highland popular place to get away from the summer heat and is also well-known for housing the Imperial family’s summer villa. Blessed with an abundance of nature and beautiful scenery, Nasu Kogen is also filled with many excellent places for visitors such as leisure facilities, art museums, farms and zoos. Feel the nature, and after that, why don’t you enjoy the high quality onsen? There are two big onsen areas around Nasu Kogen: Nasu Onsen and Shiobara Onsen. Nasu Onsen-kyo are scattered all over the foot of Mt. Chausu, the main peak of the Nasu Mountains. The origin of the Onsen-kyo comes from a legend known as “Shikanoyu” from the 7th century. The legend of “Shikanoyu” (deer’s bath) claims that an injured deer soaked in the hot spring and healed her wound which has the onsen famous as a therapeutic retreat ever since! Shiobara Onsen is a hot spring town, located along a forested valley twenty kilometers south of Mount Nasudake. Although Shiobara Onsen is fairly developed with several large hotels, it is surrounded by woods and mountains which lend it a decidedly rustic feel. The town's collection of hot spring baths, waterfalls and hiking trails help to contribute to the feeling of being close to nature. Drift off to another world as you sink into the hot spring waters. As you soak in an open-air bath, you will ease your heart, mind and soul. Release all the stress and tiredness accumulated from your journey, and warm yourself to the core. A private bath is recommended for couples. You can chose between various levels of luxury and regular rooms including Japanese style rooms with private outside bath. The accommodation will be either in Nasu Onsen or in Shiobara Onsen.",
        "strLocation": "Tochigi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tochigi-enjoy-overnight-stay-at-nasu-mountains-onsen-tochigi/4118?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Overnight Stay at Nasu Mountains Onsen, Tochigi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 20:59:43"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 24816,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475453225/zpafydh011swxkqh0zgs.jpg",
        "strIntroduction": "Hirayu Onsen in Gifu prefecture is surrounded by an abundance of nature where you can experience the contrasts of the changing seasons. The steaming waters of the hot spring are different depending on each hot spring pool. Medicinal benefits of the hot springs are varied. The natural waters are said to be good for rashes on the body, stiff shoulders, and even poor digestion. Around Hirayu Onsen there are many natural sightseeing spots. Depending on the season there are pink cherry blossom, green fresh verdure, deep red and yellow autumn leaves, or a white carpet of snow. With the setting of the sun, many of these places are lit-up, adding to their awe and offering innumerable photo opportunities. Highly recommended places to visit are, Hirayu Ohtaki Park, where you can enjoy the local cuisine set against the backdrop of beautiful nature. An amazing 64 meter-high waterfall is set against autumn leaves in fall, and is frozen over in winter and lit-up after dark, offering fantastical imagery, and can even be viewed whist dipping your feet into a foot-bath below. And finally, don't forget to taste Hida Beef Japans top ranked! It is beyond expression! You can chose between various levels of luxury and regular rooms. The package includes round trip transportation from Tokyo.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-stay-overnight-in-hirayu-onsen-a-trip-from-tokyo/4115?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Stay overnight in Hirayu Onsen, a trip from Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 21:04:23"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 14352,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1449999447/soye9qdv8wrlg13ah5qj.jpg",
        "strIntroduction": "While you're in Japan for the New Years, why don't you celebrate the New Year the Japanese way. Let us teach you all about it! Your English speaking guide will meet you at Nagoya Station in the morning and take you to Atsuta Shrine, one of the three most significant shrines in the country, for New Year prayers and other ceremonies. There you will learn about various New Year traditions, such as Omamori, which are various religious lucky chars or protections. You will also learn about the twelve symbols used to symbolize the New Year and also about the things Japanese people do to celebrate it. After Atsuta shrine we will have a traditional New Years lunch of Soba or Osechi, which are traditional wooden lunch boxes divided into various parts for a variety of foods. Finally, we will take you to the main shopping area of Nagoya and teach you how to shop for a popular New Years item, Fukubukuro (a bag with a secret selection of goods inside). From here you can dive into the shopping madness of New Year sales and lucky bags! Have a Happy New Year! This tour is available only between January 3 and 10.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-celebrate-new-year-the-japanese-way-at-a-shrine/4262?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Celebrate New Year the Japanese Way at a Shrine",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 21:08:08"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9260,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1449992016/r1mx3zebroqq3olqyu2a.jpg",
        "strIntroduction": "Have fun picking fruits of your choice at a local farm. All you can eat! Boost your immune system with a day outdoors and a super-shot of vitamins from cannot-get-any-fresher-than-that strawberries. Start the tour at Nagoya station by taking a local train towards the farm. After arrival at the station the farm staff will pick you up and drive you to the farm where you will enjoy a delicious barbecue lunch and all-you-can-eat fruit picking experience. At the end of the session, you will get a ride back to the train station and return to Nagoya. This is a self-guided tour. You will receive transportation instructions to your e-mail at the time of booking. Fruit picking seasons are: May-July: cherries June-August: melons June-September: peaches July-August: blueberries July-October: grapes September-October: pears September-December: apples October-January: mandarin oranges Some other picking experiences include: bamboo shoots, shiitake mushrooms, chestnuts, kiwis, and sweet potatoes.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-pick-fruit-and-feast-on-a-fabulous-bbq/4260?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Pick Fruit and Feast on a Fabulous BBQ",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 21:13:44"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 18056,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475482665/akzafctmislic26jly6x.jpg",
        "strIntroduction": "Located along the Tone River coming down from the Tanigawa mountain range, Minakami Onsen in Gunma is one of the nearest hot spring resorts to Tokyo. Many famous literary figures, such as Osamu Dazai, Bokusui Wakayama, and Hakushu Kitahara visited here and loved its abundant nature and hot spring baths. Sulfate springs in Minakami are said to be good for rheumatism, nervous system disorder, chronic constipation, stomach troubles, as well as easing many characteristic problems of feminine ailments. Nowadays outdoor people flock to this area for adventurous activities. They enjoy whitewater rafting, canyoning, and canoeing in spring and summer and devote themselves to snowshoeing, skiing and snowboarding in winter, which makes Minakami a-year-round outdoor sports destination. The alpine scenery of mountains like Mt. Tanigawadake, Mt. Hotaka, and Mt. Shibutsu is one of the highlights in Minakami. The Tanigawadake Ropeway takes you to the summit for hiking, colorful autumn leaves, or just enjoying the superb mountain views. There are some options depending on budget, transportation and facilities. For couples, we recommend you a ryokan room with a private open air bath. You can choose between: - Staying at luxury ryokan (standard Japanese style room, or Japanese style room with a private open air bath) - Staying at standard hotel (Japanese style room) - You can also purchase transportation ticket as an option. ◆Price includes: - Overnight stay in a ryokan or hotel room - Dinner and breakfast - Hot spring baths (except for cleaning time) - Towels, and the cotton kimono \"yukata\"",
        "strLocation": "Gunma",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gunma-warm-your-body-and-soul-in-minakami-onset-hot-spring/4122?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Warm your body and soul in Minakami Onsen hot spring!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 21:17:56"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13426,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475453448/ea1bqxe7zpxarsblkiek.jpg",
        "strIntroduction": "Manza Onsen is a hot spring resort town within the Joshinetsu Kogen National Park in Gunma Prefecture. It is called the \"spa town nearest to heaven\" because its located at a height of 1800 meters above sea level. The highly acidic water obtained from Mt. Shirane contains higher level of sulfur than any other place in Japan. It is effective for rheumatism, respiratory diseases, gastrointestinal disorders, and skin diseases, and even improves metabolism and blood circulation. Most hotels and ryokan in Manza Onsen offer great spring baths. Above all, an open-air bath \"rotenburo\" is a special treat to deliver you with fresh air and a great view of rock gardens or mountains. There are walking trails around the valley, one of which leads to a hot spring field, \"yubatake\" . Yubatake is a place for cooling hot water from the spring source. The trails are inaccessible during winter because of snow, however, you can enjoy skiing or snowboarding from mid December to March at the near by Manza Onsen Ski Resort. In case you are not an outdoor person, don't worry. The accommodations we prepared for this tour have several bath areas including \"rotenburo\" where you can spend all day long until your fingers go wrinkly! Dinner and breakfast are served in buffet-style restaurants. There are some options depending on budget and facilities. See the details below. You can choose between: - Staying at a luxury ryokan (Japanese style, Western style, or Japanese Style room with bed) - Staying at a standard hotel (Japanese style, Western style or Japanese Style room with bed) - You can also purchase transportation tickets as an option. ◆Price includes: - Overnight stay in a ryokan or hotel room for 2-4 people - Dinner and breakfast - 24 hour operated hot spring baths (except for cleaning time) - Towels, and the cotton kimono \"yukata\"",
        "strLocation": "Gunma",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gunma-take-a-hot-spring-bath-with-a-superb-view-in-manza-onsen/4121?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a hot spring bath with a superb view in Manza Onsen!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 21:22:18"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 14815,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475453390/ow1yvrcks9hzsdkd3phk.jpg",
        "strIntroduction": "Located in the northwest of Gunma Prefecture, Shima Onsen is a hot spring resort along a mountain stream, Shima river. The history of Shima Onsen dates back to the end of the 10th century and is considered to be one of the oldest hot springs in Japan. The name \"Shima\" is \"四万\" in kanji characters and means forty thousand. It was said that abundant spring waters in the area could heal as many diseases as the name implies. Even now Shima Onsen continues to gain popularity among tourists because of its rustic presence and facilities; a nostalgic atmosphere of good old days, comfortable footbaths, and spots for drinking spring water make them feel at home. Some public baths here are still free of charge! So its no wonder that the national govermnent designated the area as the first resort district in Japan. In his famous animated film, \"Spirited Away (Sen to Chihiro no Kamikakushi)\", world famous Japanese director Hayao Miyazaki from Studio Ghibli portrayed the buildings and bridges of Shima Onsen. The district has sources of spring water as well as sources of inspiration. In this tour, Shima Onsen overnight stay from Tokyo, we book authentic Japanese style inns featuring remnants of traditional Japanese architecture and offering the best hot spring baths in town. Dinners using fresh seasonal ingredients are served in kaiseki style. Enjoy a relaxing time at historic ryokan! You can choose between: - Luxury Shima overnight stay! (Japanese style room) - Shima overnight stay! (Japanese style room) - You can also purchase transportation ticket as an option. ◆Price includes: - Overnight stay in a ryokan room - Dinner and breakfast - Hot spring baths - Towels, and the cotton kimono \"yukata\"",
        "strLocation": "Gunma",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gunma-relax-and-mellow-out-in-historic-shima-onsen/4120?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Relax and Mellow Out in Historic Shima Onsen!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 21:25:37"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 16575,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1447240933/dk8j0s7o4oiz1cbin8bs.jpg",
        "strIntroduction": "Suwa is a city bordering on Lake Suwa in southern Nagano where you can immerse yourself in rich natural surroundings and history. The access is superb －only a two and half hour train ride or three hour highway bus ride from Shinjuku, Tokyo. In addition to the beautiful Lake Suwa, there are historical sites such as Takashima Castle and Suwa Taisha Shrine. Feel the history and nature, and after that why don’t you enjoy the high quality onsen? Kamisuwa Onsen is located along the east side of Lake Suwa. The hot springs have had many visitors and developed into a great spa resort. Drift off to another world as you sink into the hot spring waters. Kamisuwa Onsen is famous for its skin care qualities. The water is smooth and gentle on the skin with a light alkalinity, and is thought to help nerve pain and stiff shoulders, relieve tiredness and promote good health. As you soak in an open-air bath, you will ease your heart, mind and soul. Release all the stress and tiredness accumulated from your journey, and warm yourself to the core. A private bath is recommended for a couple. Our options, fitting your wishes and budget, include an overnight stay and round trip by bus from Tokyo. The check in time of the ryokan is between 15:00 and 19:00, and the check out time is 10:00. Choose between a regular-style and a luxury-style ryokan. The luxury ryokan has rooms with private baths too!",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-feast-your-eyes-on-lake-suwa-and-enjoy-kamisuwa-onsen/4119?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Feast Your Eyes on Lake Suwa and enjoy Kamisuwa Onsen!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 21:31:37"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 43983,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1447228339/ssnhrhxggdl0xpps3vcj.jpg",
        "strIntroduction": "Takayama city is one of the oldeest cities in Japan. Its historical townscape with Japanese traditional architecture is fun to look around. Along with beautiful buildings, you can enjoy seasonal scenery. Takayama city is especially famous for cherry blossoms in spring and autumn leaves in fall. Miya River runs through the middle of the city and over the river there is a red beautiful bridge. On the river banks there are cherry trees creating the most beautiful scenery. And at night you can enjoy its beauty against the backdrop of night lights. You can also enjoy this seasonal scenery while you rest in Takayama Onsen! Its natural water is good for stiffness in your muscles, sensitivity to coldness, and tiredness. After refreshing at the onsen, how about having a special meal? Here in Takayama, Hida-Beef is very famous. It is a top ranked beef in Japan. You can either enjoy it with shabu-shabu, steak, or roasted! There is also a course menu to fully enjoy the great parts of Hida-Beef and other local delicacies. There are various options to choose from. Choose the place that fits your wish and budget. To make your stay special and unique, I highly recommend you to stay overnight in Takayama Onsen!",
        "strLocation": "Takayama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-takayama-stroll-around-historical-takayama-and-enjoy-an-onsen/4117?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Stroll Around Historical Takayama and Enjoy an Onsen",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 21:35:44"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 44446,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1447220012/ul9ursekiy8prv9ryzv6.jpg",
        "strIntroduction": "Gero Onsen is located in the middle of Japan. It has a history of 1000 years. It is known as \"a hot spring of beauty\". The origin of the name is the characteristic of its water. The water helps to wash off old keratin remaining in the skin. It makes your skin smooth and takes out the dullness from your skin. The carbonated spring bubbles up to warm your body and ease your stiffness. This is popular among women as a beauty treatment. There are many ways to enjoy Gero Onsen. You can either stay overnight at a traditional ryokan in this area, you can also go to many onsen spots and enjoy a variety of onsen hot springs. There is a passport that you can buy for 1,300 JPY to go and take a bath in 3 of the hot springs in the area. You can use this passport for 6 months, so enjoy your stay here in Gero. Gero is surrounded by nature so you can enjoy hiking and seeing famous waterfalls in this area. You can also go mountain climbing in Mt. Hidakanayama. There is also a camp site in Mt. Hidakanayama, so it's also a good idea to camp there. Gero is also famous for beautiful cherry blossoms at the beginning and during the middle of spring. There are cherry trees along the river near Gero Station and the view is sublime! There are also spots where you can see lit-up cherry blossoms. Let's also mention the food! The foods produced in this area are splendid! Among the top ranking are rice, vegetables grown with beautiful fresh water, Hida beef and fresh fish fished from the river around the Gero area. The dishes made by these local delicacies are beyond expression! There are of course many ways to enjoy Gero Onsen, fitting your wish and budget. If you can, I highly recommend you to at least add a meal here and even stay overnight at the traditional Ryokan. Choose between a regular-style and a luxury-style ryokan experience. There are rooms with private hot springs in the luxury ryokan too! Transportation from and to Tokyo is included.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-stroll-on-gero-onsen-streets-and-stay-overnight-from-tokyo/4116?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Stroll on Gero Onsen Streets and Stay Overnight, from Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 21:39:13"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 34538,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1447172243/zzai2tanrqcjye5vkmrf.jpg",
        "strIntroduction": "Nikko lies at the foot of Mt. Nyoho in the western part of Tochigi. Nikko is a town at the entrance to Nikko National Park, most famous for Toshogu, Japan's most lavishly decorated shrine and the mausoleum of Tokugawa Ieyasu, the founder of the Tokugawa shogunate. The complex of temples and shrines at Toshogu are the highlight of Nikko, and afterwards visitors can explore the mountains along Nikko's numerous hiking trails. These Nikko structures and the surrounding forest areas are registered as a UNESCO World Heritage site and an important cultural property where nature and buildings are united. If you go further to the west, you can see Lake Chuzenji and Kegon Falls, also Nikko’s famous tourist spots. Feel the history and nature, and after that why don’t you enjoy the high quality onsen? The hot springs have had many visitors and developed into a great spa resort. Drift off to another world as you sink into the hot spring waters. Nikko Onsen is famous for its skin care qualities. The water is colorless and transparent, smooth and gentle on the skin with a light alkalinity, and is thought to help nerve pain and stiff shoulders, relieve tiredness and promote good health. As you soak in an open-air bath, you will ease your heart, mind and soul. Release all the stress and tiredness accumulated from your journey, and warm yourself to the core. A private bath is recommended for couples. Our options, fitting your wishes and budget, include an overnight stay and round trip transportation from Tokyo. Choose between a luxury and a regular-style ryokan.",
        "strLocation": "Tochigi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tochigi-enjoy-onsen-in-the-world-heritage-nikko/4114?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Onsen in the World Heritage Nikko!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 21:42:52"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9908,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471845536/k52ysiojr4ldsfe6wupy.jpg",
        "strIntroduction": "Located only 2 hours by train from Tokyo, Kinugawa Onsen was first founded approximately 300 years ago. The area has been extensively developed for tourism since 1970s, and became one of the most famous Onsen spots in Japan today. The sceneries of the gorge and mountains on the clear stream remind many Japanese of their cherished traditional homes, giving them comfort and energy. Particularly in winter, the resort offers visitors an opportunity to enjoy playing in the snow through winter sports and snow trekking. Even beginners or children can participate in, and experience the marvels of nature to the full. There are many theme parks in the area, and it is also popular for sightseeing. The hot springs have had many visitors and developed into a great spa resort. Kinugawa Onsen is famous for its skin care qualities. The soft sounds of the Kinugawa River and the scent of cypress wood suffuse the hot springs, which deeply relax and delight all of the senses. The water is smooth and gentle on the skin with a light alkalinity, and is thought to help nerve pain and stiff shoulders, relieve tiredness and promote good health. A private bath is recommended for couples. Our options, fitting your wishes and budget, include an overnight stay and round trip from Tokyo. The ryokan you will stay in is located about 10-minute away from Kinugawa Onsen station. There is also a free pick-up service from the station if you call upon arrival. Choose between a luxury or a regular-style ryokan. You can also purchase transportation ticket as an option.",
        "strLocation": "Tochigi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tochigi-wear-a-yukata-and-stay-overnight-in-kinugawa-onsen/4113?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Wear a yukata and stay overnight in Kinugawa Onsen!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 21:46:53"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4861,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475224658/wlkgcystzrnslccqizxx.jpg",
        "strIntroduction": "This is a private guided one day tour in which you will explore the best historical places in Fukuoka and Dazaifu which preserve the spiritual atmosphere of pre-Edo period Japan. You will visit several iconic temples, including the first Zen temple in Japan, learn a lot about Fukuoka's traditional culture, crafts, and festivals in a local folklore museum, and take a train to visit the ancient town of Dazaifu which used to be an important administrative center about 1000 years ago.Get a flavor of Japan's southern cities in this exciting cultural tour! Below is the list of sightseeing spots that are included in this tour: - Jotenji Temple, where you can see a beautiful Zen-style rock and sand garden - Shofukuji Temple, known as the first Zen temple in Japan founded by Eisai who brought the Rinzai sect into the country - Tochoji Temple, which has a splendid five-storey pagoda and is home to Japan's largest wooden sitting Buddha - Hakata Machiya Folk Museum, a small but interesting folklore museum where you will learn more about the traditions, crafts, and popular festivals of Fukuoka - Kushida Shrine, known as the starting point of the famous Gion Yamakasa festival held every July - Canal City, a splendid shopping complex with plenty of restaurants - Komyozenji Temple in Dazaifu, a brilliant temple complex with stunningly beautiful Japanese-style gardens - Dazaifu Tenmangu Shrine, head of all Tenmangu shrines in Japan that are devoted to the spirit of the famous scholar and politician Sugawara Michizane, who lived 1000 years ago - Kyushu National Museum, a true dreamland for lovers of Japanese history and culture. The museum is closed on Mondays and instead, a visit to Dazaifu's former Government Office Ruins will be offered on those days. The tour will end back in Fukuoka. Book this tour to experience the best of Fukuoka and Dazaifu's history, architecture, and ancient culture!",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-discover-the-history-and-culture-of-fukuoka-and-dazaifu/3913?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover the history and culture of Fukuoka and Dazaifu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 21:52:07"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9236,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1407487404/p49iay5eqkzon8s4xjam.jpg",
        "strIntroduction": "If you're in Fukuoka prefecture, you cannot leave it without visiting Yanagawa! Yanagawa can be visited in 50 minutes by a train ride from Fukuoka, and is a town surrounded by water with beautiful scenes of old houses and nature. Would you like to take a boat ride around the historic Yanagawa Castle as you see the charm of this old samurai town? Detailed course: (Duration: 6h) Boat riding, Ohana Museum & Japanese Garden and the shopping street *Date and time can be arranged at your request. Note: If you request pick-up from the Fukuoka Port, the actual tour duration will be shorter. Photos by: -https://flic.kr/p/5m61GZ -https://flic.kr/p/5maicC -https://flic.kr/p/4QFUmF -https://flic.kr/p/4TFRv3 -https://flic.kr/p/4TBEs6 -https://flic.kr/p/4TBCxZ",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-explore-the-deep-fukuoka-city-of-waterways/2570?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the Deep Fukuoka, City of Waterways!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 21:57:49"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4167,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1407486236/neagvmyi5turnyyt196s.jpg",
        "strIntroduction": "Dazaifu is only a half an hour train ride from Tenjin, downtown Fukuoka. Enjoy walking and learning about the area with a professional tour guide. Detailed course: (Duration: 4h) Dazaifu Tenmangu Shrine Kyushu National Museum The old temples nearby *Date and time can be arranged at your request. Don't miss this chance to visit Dazaifu! This tour promises you to make your trip unforgettable! Photos by: -https://flic.kr/p/5ALtTj -https://flic.kr/p/5ALrRh -https://flic.kr/p/i1Qzw -https://flic.kr/p/5m59Ur -https://flic.kr/p/5fSPdX -https://flic.kr/p/7tBShV",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-enjoy-a-walking-tour-in-dazaifu-in-fukuoka/2569?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a walking tour in Dazaifu in Fukuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 22:01:44"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 35187,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1405393243/boine7dviqdcxxmcrbyt.jpg",
        "strIntroduction": "Fukuoka is a old city known for great food, such as ramen, pollack roe flavored with chili pepper, udon, and soba. Other than the delicious food, Fukuoka is known to have many historical sites, and plays an important role in foreign exchange, as the port faces China and the Korean Peninsula. Fukuoka-city is Kyushu's largest city and is very lively. You will be riding the bus and ferry in this tour and will be eating tasty Japanese meal for lunch! Come join this tour and explore the amazing city of Fukuoka! Detailed schedule of the tour: 9:00 Meet up at Hotel Okura Fukuoka -We will proceed to Dazaifu Tenman-gu by bus. * Please arrive at least 10 minutes before the departure time. Visit Dazaifu Tenman-gu Shrine (For 60 minutes) -Dazaifu Tenman-gu Shrine is built over the grave of Michizane Sugawara, a scholar and politician of the Heian Period. Come visit this dynamic shrine and learn more about the Japanese history! Visit Kanmon Tunnel -We will be going underground to walk across Kanmon Tunnel, crossing the border of Fukuoka Prefecture and Yamaguchi Prefecture. Visit the Shimonoseki Grand Hotel -Here, you will enjoy a nice Japanese set meal with Fugu (globefish), which is a local specialty of Shimonoseki. Visit Karato Market (30 minutes) -Experience buying fresh vegetables and seafood from a local market staff! Communicate with them to know more about the seafood and vegetables that are sold in the area! The seafood stalls are open on national holidays and on every weekends! Ride the Kanmon Ferry -You will be riding the ferry from Shimonoseki to head to Moji-ko! -Moji-ko has many well preserved Westernized Buildings from the Meiji and Taisho periods. Visit Moji-ko Port -Moji-ko Port is an important international trading port ever since the late 19th century. Visit Kaikyo Dramaship (Kanmon Straits Museum) -This museum, which also features a light show, talks about the history of the Kanmon straits. -Enjoy watching the dolls, models, and dramatic movie montage here! 16:30 Return to Hakata Station by bus We will be ending the tour at Hakata Station. Come join us in this tour to explore the beautiful, entertaining city of Fukuoka! You will be surprised by what Fukuoka can offer you! We look forward to seeing you! Photo Credits: https://flic.kr/p/aq98U9 https://flic.kr/p/5m59Ur https://flic.kr/p/5AGczv https://flic.kr/p/ac3urk https://flic.kr/p/8Q15SG",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-explore-fukuoka-in-one-day/2474?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Fukuoka Prefecture in One Day!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 22:06:42"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4630,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475539633/rhaouxptibxcdb83kwfe.jpg",
        "strIntroduction": "Recognized as the biggest bus network established in Hokkaido, you'll experience a convenient ride to Niseko. Once you arrive you can explore other activities, which include skiing, snowboarding, taking a lift ride to the snowy mountains of Niseko, and tasting the local cuisine. You can ride the convenient bus not only from Chitose Airport, but also from hotels in central Sapporo. The buses depart once every hour from Chitose Airport, but only in the morning between 7:30 and 8:30 from Sapporo. Lastly, you should keep in mind that the bus ride averages between three to four hours. Settle in, relax, and enjoy the ride. List of Sapporo hotels available for pick-up (if your hotel is not listed, please come to the nearest hotel in the list): Hotel Clubby Sapporo (7:30) Hotel Monterey Sapporo (7:40) JR Tower Hotel Nikko Sapporo (7:50) Hotel MyStays Sapporo Aspen (8:00) Century Royal Hotel (8:10) Keio Plaza Hotel Sapporo (8:20) Ana Holiday Inn Sapporo Susukino (7:40) Sapporo Tobu Hotel (7:50) Sapporo ANA Hotel (8:00) New Otani Inn Sapporo (8:10) Sapporo Grand Hotel (8:20) Royton Sapporo (8:30) Hotel MyStays Premia Sapporo Park (7:45) Sapporo Excel Hotel Tokyu (7:55) Sapporo Tokyu Rei Hotel (8:05) Hotel Sanroute New Sapporo (8:15) Tokyo Dome Hotel Sapporo (8:25) Sapporo Prince Hotel (8:35) Drop-off point: Hirafu Daiichi Parking (11:00) The green leaf Niseko Village (11:20) Hilton Niseko Village (11:25) Niseko Northern Resort Annupuri (11:40) Hotel Kanro no Mori (11:50) Niseko Grand Hotel (11:55) Tsurugabesso Sanosho Iriguchi mae (12:00)",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-take-a-trip-to-niseko-via-ski-bus-from-sapporo-in-hokkaido/4195?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a trip to Niseko via Ski Bus from Sapporo in Hokkaido",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 22:12:07"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3426,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475539811/uqcipfcpwxo0ctlfonpp.jpg",
        "strIntroduction": "What other activities does Niseko offer its guests besides skiing & snowboarding? Niseko Village offers its guest a variety of winter activities. If you'd like to take a break from skiing or snowboarding, then you should consider the following activities: １．Snow Rafting If you thought rafting was solely resolved for paddling down a river, then you're in for a surprise. You'll experience the difference as you ride the snowmobile at full speed through the powder snow of Niseko. Necessary information: Time: 9:30 am - 3:30 pm | Duration: 15 minutes The minimum age for participation is 3-year-old. ２．Horse Riding After a long day, you can experience the freedom of riding a horse while taking in the view of the snowy fields. Necessary information: Time: 10:00 am - 3:00 pm | Duration: 5 minutes | December 20, 2016 - March 13, 2017 The minimum age for participation is 4-year-old. ３．Cross-country Ski Rental You don't need to stress about not owning/bringing your own gear in order to participate in cross-country since there's a rental service. In addition, a special course is offered for those interesting in cross-country. Necessary information: Time: 9:30 am - 4:00 pm | Opened: January - Middle of March (Depending on the amount of snow.) ４．Reindeer sledding Who says you can't experience the life of Santa? Take a seat on the sled and explore Niseko with the reindeer's - though, you may not be able to fly across Hokkaido. Time: 10:00 am - 3:00 pm | Duration: 5 minutes | Opened: December 20, 2016 - February 21, 2017 The minimum age for participation is 3-year-old.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-explore-four-off-the-beaten-path-activities-in-niseko/4207?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Four Off the Beaten Path Activities in Niseko",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 22:17:42"
    },
    {
        "intDurationHour": 13,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8056,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475539597/idsxo6bebssyvs4ndrer.jpg",
        "strIntroduction": "Niseko has captured the attention of locals and travelers alike through its abundance of light powder snow, highest snowfalls in Japan (average of over 17 meters), long ski runs, backpackers, after-ski activities, and English friendly environment. One of the most important aspects that skiers and snowboards appreciate about Niseko is its powder snow. If you're unfamiliar with the difference, powder is a fresh, untouched, soft snow; this forms a smooth surface to ski through and land on, rather than crud or compact snow. The type of snow can make the difference between having a great or good experience. As vast as Niseko is, you have the option of choosing from the three most popular ski resorts located on Mount Niseko: Hirafu offers the most variety by being the largest resort. Niseko offers higher slopes, while Annupuri offers a less crowded environment. Choose your preference and embark on a whole new adventure. The package includes the following routes: Hirafu (6-hour lift riding ticket included & return transport): １． Sapporo-Hirafu-Sapporo ２． Sapporo-Hirafu-Chitose airport ３． Chitose airport-Hirafu-Sapporo Niseko (8-hour lift riding ticket included & return transport): 1． Sapporo-Niseko Village-Sapporo 2． Sapporo-Niseko Village-Chitose airport 3． Chitose airport-Niseko Village-Sapporo 4． Sapporo-All Niseko area-Sapporo 5． Sapporo-All Niseko area-Chitose airport 6． Chitose airport-All Niseko area-Sapporo The duration of the above journey range between three to four hours, depending on the location of the hotel you booked. During pick-up, you'll receive a ticket which can be exchanged for your lift riding ticket after arrival. This lift riding ticket will be accepted at 4 places listed below: ・Niseko HANAZONO Resort ・Niseko Grand Hirafu ・Niseko Village Resort ・Niseko Annupuri International Ski Hill On a final note, you can enjoy the hot springs after a long day tackling the powder snow of Niseko.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-venture-out-and-take-a-trip-to-niseko-ski-resort-from-sapporo/4190?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Venture Out & Take a Trip to Niseko Ski Resort from Sapporo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 22:21:35"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3982,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1448661423/svamoebppzzpa1elcqsd.jpg",
        "strIntroduction": "Have you ever heard of the Water Drawing festival, \"Omizutori\"? Omizutori is an annual Buddhist festival held every March at Todaiji Temple in Nara, which dates back over 1250 years. It started in 752 when Todaiji Temple (famous for the giant Buddha Statue, \"Daibutsu\") was built during the Nara period. During the festival, priests confess people's sins before the eleven-faced Kannon Bodhisattva (the goddess of mercy), and pray for the productiveness of grain and for world peace as well. Omizutori was originally held during February in the old calendar. That's why the hall where rituals take place is called \"Nigatsu-do\" Hall (\"Nigatsu\" means February). The festival lasts 2 weeks and during the period young ascetics run the corridor of Nigatsu-do, holding up big pine torches in order to show priests in service the way to the Kannon Bodhisattva. Those who are showered with the fire sparks or pick up ember from the torches, are believed to be in good health throughout the year. The highlight of Omizutori is performed on the midnight of March 12th when priests draw water from a well down below Nigatsu-do as an offering to the Kannon Bodhisattva. This spring water is also said to have a special power to cure all diseases. Kansai people, especially Nara people await this festival so eagerly, because they believe that spring come as Omizutori is over. There are a lot of old buildings, historic monuments, and Buddha statues in Nara, which is included in the list of Japan's UNESCO World Heritage Sites. In this tour, our guide will show you the sights to be seen in Todaiji Temple and tell you the history of Omizutori. The price includes a ticket for Todaiji Museum, which offers you an opportunity to see national treasures in the Nara period. On top of that, feeding deer in Nara Park (Todaiji is located in the park) is worth trying! Come and enjoy Omizutori for your happiness and good luck in the coming year! You can see the festival every night from March 1 to March 14, but the highlight is on March 12 when all torches are lit.",
        "strLocation": "Nara",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nara-watch-buddhist-rituals-of-fire-and-water-omizutori-in-nara/4189?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Watch Buddhist rituals of fire & water, Omizutori in Nara!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 22:26:28"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 30094,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1448966090/bl3of3gt7lzw2vc1qix2.jpg",
        "strIntroduction": "This is a tour of Tokyo's charming old neighbourhood Asakusa with Wagyu beef dinner included and a special present for you - a Japanese kimono! Below is the schedule of this tour: 14:30 - Meeting at Kuramae Station 15:30 - Wear the kimono and walk to Asakusa along the Sumida Riverside, while enjoying the sight of Tokyo Sky Tree. 16:00 - Photo shoot at Kaminarimon gate and visit to the city's oldest Sensoji Temple. Kaminarimon gate is the famous landmark of Asakusa. It was formerly named “Furaijinmon” after the God of Wind, but later on its name was changed to “Kaminarimon”. Enjoy the walk to Nakamise Shopping Street (the road to Sensoji Temple) using all your senses: gaze at the beautiful colors of the souvenir stalls, smell the wonderful fragrances of fresh pastries (and of course, eat them!), touch the silky textures of handcrafted souvenirs and hear the warm and friendly voices of the shop owners! Each store sells many unique stuffs such as Japanese traditional sweets and souvenirs. The smell of rice crackers or deep fried steamed buns will make you hungry so be careful not to overeat there! Many options are available for buying pretty folding fans or souvenirs that would match your kimono. At the end of the Nakamise Street you’ll see Sensoji, the oldest temple in Tokyo, affectionately called by the locals “Asakusa no Kannon-Sama” because of the sacred image of the deity Kannon enshrined in it. This image is believed to be found in the Sumida River in the 36th year of the Asuka Period (628). If you are lucky, you might be able to witness a Japanese style traditional wedding on the way. But our tour won’t be over with the visit to Sensoji Temple! We’re sure you’ll love the other attractions and the delicious snacks available nearby! 18:00 - Enjoy the gourmet teppanyaki grill of a well-known local restaurant! \"Tosa Beef\" is used as main dish, which is extremely tasty and more rare to find than Kobe beef in Japan. This Japanese beef is not served at other restaurants and it is known as perfectly balanced red meat, not only healthy but also delicious. The chief will cook on a huge iron plate (teppan) in front of the customers - this performance is definitely another must-see event during the meal. Experience a dinner consisting of 8 dishes while enjoying the sight of Tokyo Sky Tree and the old town Asakusa! At the end of this tour (around 20:30) you can take the kimono and obi belt you wore the entire day with you as a gift! This tour is available every day except on Sundays.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tour-asakusa-with-kimono-and-eat-delicious-teppanyaki-dinner/4125?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour Asakusa with kimono and eat delicious teppanyaki dinner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 22:31:27"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13889,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1449214009/h6q62dmifzjmcsmksga2.jpg",
        "strIntroduction": "Kyoto prefecture extends north of Kyoto city and reaches the Sea of Japan. In this tour you will be able to visit some secret places in the countryside that only local people know! Pick up and drop off service at your hotel and meals are included! Below is the itinerary of the tour: 8:30 - Pick up from your hotel in Kyoto, Osaka or Kobe area. 10:30 - Visit the biggest swing in the world, registered by the Guinness Book of World Records 12:00 - Visit the Train Cafe for lunch. It used to be a real train a long time ago. ※It's closed on every Wednesday. In such cases we will visit another restaurant. 14:00 - Visit Amanohashidate sandbar. Amanohashidate is widely considered as one of the three most scenic spots in Japan. 16:00 - Visit Kanabiki Waterfall, one of Japan's top 100 waterfalls. 17:30 - Visit the Onidakeinari Shrine in the Oe mountain. 19:00 - Dinner at a Japanese-style house. 21:30 - I will take you back to your hotel. This is a private tour for a maximum of 6 people.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-take-a-day-trip-to-the-wonderful-rural-area-of-kyoto/4221?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a day trip to the wonderful rural area of Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 22:34:53"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1945,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1439642952/isr10pko7huxngyh7add.jpg",
        "strIntroduction": "Tateishi is located in the east part of Tokyo, just 4 stations away from Tokyo Sky Tree. There are a lot of old buildings and little streets that survived the World War II. Small shops stand side by side along the streets. It might feel hard to enter some of the shops at first glance. Most of customers are regular, but once you exchange smiles with them, they will understand you and accept as a member of Tateishi's bar-hopping community. Sometimes they are a bit meddlesome in their kindness attempts, but that's the charm of communicating with local people. Here you can experience the old Tokyo atmosphere that you cannot find at developed tourist spots. Tateishi is traditionally called \"Senbero\", which means that you can feel good by paying only 1000 JPY. Nowadays, 1000 JPY is not enough actually, but you will enjoy great local foods at a cheap price. There are various types of foods in Tateishi such as sushi, oden (hot pot), horumon (offal meal), ramen noodles, soba noodles and even Italian cuisine. My tour starts around early evening and introduces Tateishi on foot. After a bit of a walk we will jump into one of the bars! Enjoy bar-hopping with locals! This tour is available on weekends mainly.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-go-bar-hopping-in-the-old-neighbourhood-tateishi-in-tokyo/3803?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go bar-hopping in the old neighbourhood Tateishi in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 22:39:05"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1389,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1448798936/k9dtdi62xt68jgrtli36.jpg",
        "strIntroduction": "Do you know shochu? Shochu is a Japanese distilled liquor, mostly made in Kyushu area. If you come to Kyushu and love drinking, you should definitely try drinking not only Japanese sake but also shochu! In this activity you can drink with locals at a newly opened stylish shochu bar in Kumamoto. The owner of the bar is very friendly and can explain everything about each type of shochu in fluent English! I'll pick you up at \"Kumamoto City Hall\" tram station (Kumamoto City Hall side) around 21:30 and we will go to the bar directly (less than 5 minutes walk). Since the number of people who can get in to the bar is limited, we envisage having about 3-5 locals and up to 5-7 foreign travelers. We promise you will enjoy Kumamoto's nightlife! * People who do not lilke shochu can order Japanese sake, beer, and soft drinks as well.",
        "strLocation": "Kumamoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kumamoto-have-fun-and-drink-with-locals-at-a-bar-in-kumamoto/4167?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Have fun and drink with locals at a bar in Kumamoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 22:44:53"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 28705,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1448514455/ywfmhikwvdk10c3wo9xg.jpg",
        "strIntroduction": "Zao Onsen Ski Resort in Yamagata prefecture is one of the most popular skiing & snowboarding resorts in Japan. There are 15 different slopes and 12 courses in a broad area so that any level of riders from beginners to experts, kids to seniors, can enjoy skiing or snowboarding. Zao Onsen is a place of wonders. Extremely cold weather in this mountainous area produces not only good powder snow conditions but also beautiful snow monsters (\"juhyo\" in Japanese), which are like art objects made of ice but are in fact snow-covered pine trees. The fantastic scenery of these snow objects is what sets Zao Onsen apart from other ski resorts. The snow monsters are brightly lit by the night illumination during the peak ski season. Another reason why Zao Onsen attracts so many winter sports lovers is what the name says, its hot springs! The sulfurous hot spring in Zao is said to be discovered about 1900 years ago and works well on wounds, burn injuries, skin diseases, women's diseases, nerve pain, arterial sclerosis, diabetes, and so forth. Imagine soaking in a hot spring after sliding down a snowy ramp - this is the ultimate luxury you cannot miss during your stay in winter! We offer Zao Onsen overnight stay tour from Tokyo. Staying at a casual hotel or ryokan, enjoying skiing or snowboarding among the snow monsters, and refreshing body and soul in a local onsen will surely become a special way to spend your holidays. Of course, each accommodation has hot spring baths, however there are also public baths and foot baths in Zao Onsen village. Take this occasion to try various hot springs and enjoy the winter wonders of Japan! Note: Book the holiday season option for a stay between December 28 and January 3, plus January 9 and 10.",
        "strLocation": "Yamagata",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamagata-enjoy-skiing-snowboarding-and-the-snow-monsters-of-zao/4175?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy skiing, snowboarding, and the snow monsters of Zao!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 22:48:30"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1448174542/j2mn7ptracutd2ca0q41.jpg",
        "strIntroduction": "Gods and Buddha teach us to devote ourselves to others and receive divine quality from them. For example, by donating offertory in the form of money or respect one can hope their visit and prayers will be fruitful. As a result, the gods will bless visitors with divine skills to materialize their wishes. In this tour we will visit several selected Kyoto shrines and temples that bring luck to visitors. The tour will focus on less known shrines where you can pray for divine gifts and hope for improving your fortune. Below are the details of the places we will see during the tour: 1. Ebisu Shrine Along with Nishinomiya Shrine and Osaka Imamiya this shrine is referred to as Japan's one of the three largest Ebisu shrines. This shrine is popular also under the name of \"Ebessan\". A lot of people from all over Japan to pay visit to Ebessan to pray for business prosperity, family fortunes and traffic safety, especially during the festival held around January 10. Fukumusume and Miko divine girls perform dances of dedication, and visitors are bestowed with a decorated bamboo for good luck . There are also deposits to return old wallet and business card folders that you don't use anymore. 2. Rokuharamitsu Temple This temple was built around the mid-Heian period (AC 900 - 1060) by the monk Kuya Shonin. At the time plague was spreading in Kyoto and Kuya Shonin saved many lives by walking with an 11 faced Buddha statue and chanting the Buddha sutras. The divine deity of Benzaiten (Sarasvati), which is enshrined in Gomado, has been said to provide fortune and luck for games and fights. If you worry over money, visit Rokuharamitsu Temple and pray to \"Zeniarai Benzaiten (money washing Sarasvati)\", then wash your money using \"Jinzui (Holy water)\". It’s said that your fortune will improve. 3. Fushimi Inari Shrine It is a shrine to the god of business prosperity and therefore bumper crops are enshrined. Fushimi Inari is the most famous shrine of rising fortune and many companies in Japan come here to pray for prosperous business. In addition, the Inari god is also the god of food and he provides money to buy food. 4. Mikane shrine Mikane shrine is just about money. This fact makes it very unique. Kanayama Hikonomikoto, the God of metals, is the main God of this shrine. Gold, silver and copper which are in currency are enshrined here and many people pay a visit to wish for prosperous business, fortunate asset management such as securities and real estate, victory in gambling and lottery prizes. Here is the schedule of this tour: Meeting place: Kawaramachi intersection Shijo → 12 -minute walk (700 m) → Ebisu Shrine (20 minutes stay) → 10 -minute walk (500 m) → Rokuharamitsu-ji (30 minutes stay) → walk 12 minutes (700 m) → Keihan Shimizu Gojo Station → train 15 minutes → Fushimi Inari Station → 10-minute walk (500 m) → Fushimi- Inari Taisha (50 minutes stay) → 10 -minute walk (500 m) → Fushimi Inari Station → subway Tozai Line transfer 45 minutes → Nijo Castle Station → 5-minute walk → Mikane Shrine (20 minutes stay) → end of tour The entire tour takes about 4 hours.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-improve-your-luck-for-money-with-a-kyoto-money-shrine-tour/4162?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Improve your luck for money with a Kyoto money shrine tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 22:53:54"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5834,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1448260852/aewxog23tmsfhpvbonpa.jpg",
        "strIntroduction": "We will start the tour at Tamachi Station which is easily reachable by JR line trains. We will walk from there to the Rainbow bridge through the highly industrialized area on Tokyo's harbor. Once we reach the bridge we will be walking the bridge all the way to Odaiba and enjoying the beautiful sights of the city as seen from the bridge. I will be showing you perfect photo spots and show you how to take wonderful photos as well as take photos of you in that location. Once we reach the Odaiba side we will walk near the beach to the Decks area and from there will we take photos of the harbor and the Rainbow bridge as seen from the beach. Near the beach is the replica of the statue of Liberty which is a popular tourist spot for taking photos and a few meters away sits the majestic and futuristic Fuji Television building. We will be taking photos of both these landmarks as and I will show you great places for enjoying the best views. After those experiences, we will walk to the Diver City shopping mall and take photos of the famous Gundam statue located there and then walk to the Venus fort shopping mall which is the home of an Italian looking indoor shopping and restaurant area as well as housing a Ferris wheel nearby. Toyota also has a vehicle showcase in the mall where we may go and look at the cars if you are interested in them. Once finished with the views there, we will take another walk over a bridge and to the business side of Odaiba which is also home to the amazing looking Tokyo Big Sight convention building that hosts many annual shows and looks like something taken out of a sci-fi movie. From there you have the opportunity of taking the Yurikamome monorail line which will take you to Shimbashi Station with access to JR train lines or subway lines in Tokyo. This tour will take approximately 4 hours from the meeting point of Tamachi Station to the end point near Tokyo Big Sight building. There are many convenience stores along the way where we can stop to get snacks or drinks. I will be teaching you about photography and answering your questions about how to get the best photos from each location. I will also be taking photos of yourself so that you can have a splendid memory of this fantastic journey. On the way back you have also the option to take the Rinkai line from Tokyo Teleport Station that is near Venus Fort mall. Every Saturday in December you will have the unique chance to see the sunset over Rainbow Bridge and the short fireworks that light up Tokyo Bay once it gets dark. You can choose between booking: - a tour for a family or a small group - a tour for a couple (with special photos taken of you) - a private tour for solo travelers.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-walk-tokyo-famous-rainbow-bridge-for-an-odaiba-photo-tour/4164?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Walk Tokyo's famous Rainbow Bridge for an Odaiba Photo Tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 22:59:08"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 92596,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475539386/sbpqba3iujo5ojkdacdy.jpg",
        "strIntroduction": "Japan is widely known for its pioneering technologies and scientific achievements. Among them are various discoveries and researches in the field of the medicine and biotechnology. Japan contributes regularly to the development of medical care on an international level. Every year prominent Japanese researchers are awarded Nobel prizes for discoveries in chemistry, biology and medicine. It is not surprising then that the country is also high on the list of destinations for medical tourism. Apart from its many natural hot springs that have powerful healing effects, Japan also has multiple top-ranking medical facilities. This package offers a complete and thorough medical check-up in one of Tokyo's best clinics located in Shinjuku. You will be able to choose between one-day and two-day medical check-up which includes the following components: - health survey - general examination by the doctor - body measurements - eyesight examination - hearing test - examination of the intestines - urine analysis - full blood test - cardiovascular examination - examination of the respiratory system - ultrasound examination - gastrointestinal examination In addition to the above, the two-day examination will include also: - osteoporosis examination (for men and women) - lung cancer examination (for men only) - breast cancer examination (for women only) The clinic offers multilingual support in English and Chinese (China and Taiwan). Book this package now to get the best healthcare in Japan! Note: Accommodation is not included.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-get-a-complete-medical-check-up-in-a-top-clinic-in-tokyo/4163?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get a complete medical check-up in a top clinic in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 23:03:06"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4243,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1447734096/nnakb1ea4zicu6e1fmei.jpg",
        "strIntroduction": "Ama is a Japanese female diver who goes undersea to collect abalone, spiny lobster and other seafood by bare hands. A large number of Ama divers live Toba city, Mie prefecture in Central Japan. Inside Toba city most of them live in the small seaside village Osatsu. Osatsu is an area that has been playing an important role for offering fresh seafood to the Ise Jingu shrines for over 2000 years. The Osatsu village is characterized by its distinctive life based on fishery and high worship for a sea goddess named \"Ishigami\". Kamado (an Ama hut) is a place where Ama divers make a fire to warm up their body and take a break during the day. In the Kamado hut Ama divers sit around the fire, talk about today’s fishing, husbands, children or friends openly while baking caught shellfish and Japanese rice-cakes or eat snacks. This is a scene that you must see! The Ama hut Kamado in Osatsu provide a place where tourists will be able to eat delicious fresh seafood and experience fun moments with the Ama divers. You may ask questions to the Ama divers such as \"what fish can you catch?\", \"in which season do you dive?\", \"why are you dressed in white clothes when diving?\", \"how old is oldest Ama?\" and others while eating fresh seafood that will be baked on a charcoal grill. This is an excellent opportunity to learn more about the original Ama divers' culture in Japan! In this activity you will go directly to the Ama hut Kamado in Osatsu for lunch and fun time with the Ama divers. Take the Kuzaki line of the Kamome Bus from JR/Kintetsu Toba Station and exit at the Osatsu Bus Stop (相差バス停) after about 35 minutes ride. From there, walk about 7 minutes to the south until you reach the hut. Please refer to Ama hut Osatsu HP as below: http://www.toba.or.jp/amagoya/top.html",
        "strLocation": "Mie",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-mie-visit-a-genuine-hut-of-japanese-female-divers-ama-in-mie/4131?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit a genuine hut of Japanese female divers \"ama\" in Mie",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 23:07:25"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12686,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1447146454/jmriukr0b0y2sj7svs6d.jpg",
        "strIntroduction": "Located 200 km northwest of Tokyo in Gunma prefecture, Kusatsu Onsen is a popular hot spring town which boasts the largest volume of hot spring water in the whole of Japan. For ten years running, the town has taken the the number one place on the list of the 100 Best Hot Springs, as ranked by Japan's top travel agents. From the Edo period onwards, Japanese people travelled here from all over the country to take a hot spring cure, because Kusatsu's hot springs were believed to heal all kinds of illnesses and diseases (with the exception of lovesickness). During the Tokugawa era, one of the shoguns actually ordered his men to transport spring water all the way from Kusatsu to his residence, Edo Castle. Even today, Kusatsu Onsen still retains its historic ambiance and its traditions, as well as its wonderful sense of hospitality. We offer overnight stays in Kusatsu Onsen for travellers setting out from Tokyo who want to stay at a traditional Japanese inn, a \"ryokan\", and to refresh body and soul by soaking in a hot spring. As you stroll beside the \"yubatake\" (hot spring field) in your yukata, or sleep on tatami mats, you will definitely feel like you are in Japan! At breakfast and dinner, you will be served regional delicacies and locally grown vegetables. In Kusatsu, there are all kinds of ways for you to rest and to relax. A variety of options and facilities are available, depending on your budget. For couples, a room with a private rotenburo (open-air bath) is highly recommended. See the details below. You can choose from: a standard Japanese-style room (futon only), a luxury Japanese-style room or a luxury Japanese-style room with a private open-air bath (rotenburo). You can also add a transportation between Tokyo and Kusatsu Onsen as an option. This tour does not include a guide.",
        "strLocation": "Gunma",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gunma-visit-kusatsu-and-take-a-relaxing-dip-in-the-hot-springs/4111?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Kusatsu and take a relaxing dip in the hot springs!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 23:11:39"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 47224,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1447147241/pllbzgq45ubw6iwk5vfr.jpg",
        "strIntroduction": "Yamashiro Onsen is one of the biggest onsen towns on the west coast of Japan. It's a town that boasts many old buildings in the traditional style. The architecture is truly impressive. It's a beautiful place and you are going to love wandering around it. Yamashiro Onsen is only an hour away from Kanazawa, so some people just travel here to have a quick look at the town. But you really should come and stay the night here, so you can enjoy Yamashiro Onsen to your heart's content. The highlight is the hot springs (onsen)! The hot springs have a history dating back 1300 years. They are loved by local people and have also proved popular with famous writers and artists, many of whom have visited this place. The baths use water that flows from Yamashiro Onsen's oldest spring (incidentally, the water from the spring is drinkable). People say that the water helps to keep your skin smooth, as well as reducing your sensitivity to the cold. Whichever ryokan you decide to stay in, you will be able to bathe in the hot springs. There is even a rotenburo, an open-air hot spring, located outside the bathhouse building. The contrast between the hot water and the cool air is incredibly refreshing! Some ryokan inns have a private hot spring of their own for a rare and valuable experience. When you go out, you can enjoy strolling around the town and visiting some of the beautiful old buildings. One place you should certainly visit is \"Haduchi-wo-Rakudo\". Here you can enjoy local cuisine, admire the traditional arts and crafts, do some shopping, and relax while drinking a cup of green tea. Haduchi-wo-Rakudo is also a popular place for locals to meet up. Enjoying the same things the locals do will definitely make your stay more interesting! Choose between overnight stay in luxurious regular Japanese-style room, luxurious room with a private hot spring pool, or a regular room. *All the options include round trip Shinkansen tickets fare from Tokyo to Kanazawa and JR tickets from Kanazawa to Kaga Onsen Station. *There will be a free pick up service from Kaga Onsen Station.",
        "strLocation": "Ishikawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ishikawa-stay-at-yamashiro-onsen-and-enjoy-the-wonderful-hot-spring/4110?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Stay at Yamashiro Onsen and enjoy the wonderful hot spring!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 23:17:11"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2315,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1447656445/bhs7avrlbhhrmlsnmsiy.jpg",
        "strIntroduction": "In this tour we will walk around Tokyo Tower in the early morning, around 8:00 am, and learn more about the history of Japan by visiting several important historical locations that are less-known among foreign visitors. Do you know there are many historical and cultural places around the iconic Tokyo Tower? In this tour I'll show you three notable places of interest: 1. Zojoji Temple: the temple relevant to the Tokugawa Shogunate, and one of the biggest and best Buddhist temples in Tokyo. 2. Shiba public park: I can take a fantastic photo for you at this pleasant city park. I'm sure this is the best place to take a shot of you together with Tokyo Tower. 3. Shiba Toshogu: the shrine that worships the famous shogun Tokugawa Ieyasu. He is known as the first person who ruled Japan during the long Edo period (17-19th century). The early bird catches the worm! Let's get up early and enjoy Tokyo in the brisk morning! Be an early bird and come with me on this tour!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-a-morning-walking-tour-near-tokyo-tower-for-early-birds/4112?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Morning Walking Tour near Tokyo Tower for Early Birds",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 23:22:38"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8889,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1447000462/tzpgqklgyrbgq45wufgh.jpg",
        "strIntroduction": "The Mito City is celebrating its 121st annual Mito Plum Festival in 2017. The festival owes its origins to the Ueno – Mito rail line which was completed in 1896 and brought people from Tokyo to the first Mito no Ume Matsuri. For Japanese people, plum blossom is a special flower that tells people that spring is just around the corner. There are two festival sites: Kairakuen Park and Kodokan Hall Park. Kairakuen Park boasts around 3,000 trees of 100 types of plums, and Kodokan Hall Park about 800 trees of 60 types of plums that will all be in bloom throughout the festival. Kairakuen Park is more famous, known as one of the three great gardens in Japan. It suffered damage from the March 2011 earthquake, but was repaired and fully reopened in February 2012. The entire garden is filled with the fragrance of plum blossoms and colored in gradations of light pink and is simply fantastical. Perfume of the scent of plum blossoms is also sold at the shop in the garden. You can also enjoy illuminations at night time for about 2 weeks during the festival period. Viewing plum blossoms is not the only fun to be had. Various events will take place nearly every Saturday and Sunday inside Kairakuen Park. Some events include tea ceremonies, Japanese drum performances, and much more. The Mito Plum Festival 2017 is held from February 18 through March 31. Kairakuen Park is open from 6:00 to 19:00 during the festival period, and until 21:00 during the illumination period from March 6 to 22. Kodokan Hall Park is open from 9:00 to 17:00 during the festival period. A special temporary railway station opens next to the Kairakuen Park during the festival (the exact dates are to be confirmed). However, you can also decide to go directly to Mito Station and visit also the Kodokan Hall Park. Seats for the train ride are often fully booked so use our service and secure seats to see the amazing plum fiesta in Mito!",
        "strLocation": "Ibaraki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ibaraki-be-amazed-at-the-beautiful-blossoms-of-mito-plum-festival/4106?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Be amazed at the beautiful blossoms of Mito Plum Festival!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 23:26:42"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 20371,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1446975332/mzkrqwrt73xg4xacpnnq.jpg",
        "strIntroduction": "The Tokamachi Snow Festival was started in 1950 by the citizens and for the citizens of Tokamachi based on the motto “let’s not make snow our enemy, let’s make snow our friend” in this heavy snowfall area. Snow often piles up to 2 or higher meters in the city of Tokamachi, located in the mountainous interior of Niigata prefecture. It calls itself the first ever snow festival celebrated in Japan, even though the Sapporo Snow Festival started in the same year. Compared to the Sapporo Snow Festival, the Tokamachi Snow Festival has a less commercial and more attractive neighborhood atmosphere. There are about two dozen festival sites (hiroba) of varying sizes, some of which are located within the city center while others are further away from town. The largest among them is the Community Hiroba, about ten minutes on foot from Tokamachi Station. The site features multiple snow sculptures, snow-related activities and rides, and a large selection of festival food stalls. Near the Tokamachi Elementary School, the \"Snow Carnival\" show is held on the evening of the Saturday on a large stage made of snow. The show is one of the highlights of the festival, featuring appearances by popular artists, light displays, songs, dance and pyrotechnics. Admission is free, and the show lasts about 90 minutes. The fireworks decorating the sky at the finale of the Snow Carnival make snowy scenery that appears straight out of a fantasy world! In this tour you will secure a local hotel accommodation in Tokamachi town or Echigo area plus transportation from Tokyo. The package includes one-way train ride and one night accommodation. You can decide to extend your stay or book the return train as an add-on option. The Tokamachi Snow Festival 2017 is held from February 17 through February 19. The festival starts at 6 p.m. on Friday, and ends around 4 p.m. on Sunday.",
        "strLocation": "Niigata",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-niigata-make-snow-your-friend-at-the-tokamachi-snow-festival/4105?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make snow your friend at the Tokamachi Snow Festival!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 23:30:41"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 40279,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481267021/tcl4awvjlijqkloc1cnl.jpg",
        "strIntroduction": "The Otaru Snow Light Path was started in 1999. This event now enjoys more than 500,000 visitors every year in February. The city becomes decorated in candle lights and small snow statues for ten days. The event remains as it has been as long as there is the light shines in people's hearts, even though times change. It usually runs at the same time as the nearby Sapporo Snow Festival, making it possible for travelers in Hokkaido to visit both festivals on the same trip. The Otaru festival takes approximately 35 minutes from Sapporo to Otaru by JR. There are various kinds of ice candles made by citizens of the city that can be seen along the canal and shopping streets, all within walking distance from the JR train station. There are two main official areas: the Canal (Unga) site and Former Temiya Railway Line (Temiyasen) site. Floating on the freezing surface of the Otaru Canal is the wavering light of candles in the glass floats made of the same product once used for herring fishing. The service of the Tamiya line was terminated finishing its role in 1985, but the track remains as a precious relic of railway. The dead track having a snow tunnel, and rimmed with thousands of candles seems to stretch endlessly. And here is another extra site for you: the Asarigawa Hot Spring Village (Asarigawa Onsen) site. In this site, now well-known not only for its wonderful hot springs but also as a place for skiing and snowboarding, you can enjoy the fantastic scene of the light of candles placed on the snow-covered stones in the river. Furthermore, a total of more than 100,000 private candles illuminate many other places of the city during the festival period. The Otaru Snow Light Path festival creates a unique romantic atmosphere that you would love to experience with the person close to your heart and soul! In this tour you will secure a hotel accommodation in nearby Sapporo during the Snow Festival (when many hotels are often fully booked up), eat fresh sushi at a good-quality local restaurant, and see the highlights of the festival and Otaru city during a half-day tour. You can choose between the following options: - Otaru Festival premium tour: includes one night at a hotel in Sapporo, lunch or dinner at a sushi restaurant, and a half-day guided tour. - Otaru Festival value tour: includes one night at a private apartment in Sapporo, lunch or dinner at a sushi restaurant, and a half-day guided tour. - Otaru Festival budget tour: includes one night at a private apartment in Sapporo and lunch or dinner at a sushi restaurant. Important: Sapporo accommodation will be used. The train ride between Sapporo and Otaru (about 40 minutes, regular trains) is not included in the price. The Otaru Snow Light Path 2016 is held from February 5 through February 14. The sites get lit up daily from 17:00 to 21:00.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-the-otaru-snow-light-path-festival-from-sapporo-hokkaido/4100?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "The Otaru Snow Light Path Festival from Sapporo, Hokkaido!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 23:33:50"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 38427,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481267193/y7s9ccdfv0p7akij2urh.jpg",
        "strIntroduction": "The Sapporo Snow Festival was started in 1950, when high school students built a few snow statues in the centrally located Odori Park. It has since developed into a large, commercialized event, featuring spectacular snow and ice sculptures and attracting more than two million visitors from Japan and across the world. The Snow Festival is staged on three sites: the Odori site, Susukino site and Community Dome “Tsudome” site. Located in central Sapporo, Odori Park stretches a mile long and is the main site of the festival. Most of the event’s sculptures are exhibited here, including the largest ones. Odori Park also offers musical concerts and other events. A good view over the Odori Site can be enjoyed from the Sapporo TV Tower at the eastern end of Odori Park. The tower has extended hours (8:30 to 22:30) during the festival. The Susukino site has the second highest number of sculptures at the festival (particularly focusing on ice art) and is illuminated until midnight. Susukino is also Sapporo’s biggest entertainment section and is a great place to go for a night out on the town after enjoying the day’s festivities. Susukino is located only one subway stop south of Odori Park. The less centrally located Tsudome site is a family oriented snow playground with three types of snow slides, snow rafting and more snow sculptures. Tsudome’s regional cuisine and ice bar make sure it is friendly for both adults and children. In this tour you will secure a hotel accommodation in Sapporo during the Snow Festival (when many hotels are often fully booked up), eat the local specialty - crab dinner - at a top-quality restaurant, and see the highlights of the festival and Sapporo city during a half-day tour. You can choose between the following options: - Snow Festival premium tour: includes one night at a hotel in Sapporo, dinner at a restaurant specializing in crab cuisine, and a half-day guided tour. - Snow Festival value tour: includes one night at a private apartment or in a hotel in Sapporo, dinner at a restaurant specializing in crab cuisine, and a half-day guided tour. - Snow Festival budget tour: includes one night at a private apartment or in a hotel in Sapporo and a dinner at a restaurant specializing in crab cuisine. All bookings must be made for a minimum of 2 people. Here is the schedule of the Sapporo Snow Festival 2016: Held from February 6 through February 12 at Odori site/Susukino site and Tsudome site. Odori site: Lit up daily until 22:00 Susukino site: Lit up daily until 23:00 (until 22:00 on the festival's final day) Tsudome site: Open daily from 9:00 to 17:00",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-the-winter-fantasy-of-the-sapporo-snow-festival/4095?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy the winter fantasy of the Sapporo Snow Festival!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 23:37:09"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3704,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1446949007/igfy9sxckjoxcsp8ulmo.jpg",
        "strIntroduction": "As a fashion coordinator, I can help you if you are interested in visiting little known old-clothes stores which are gaining popularity in Tokyo quickly. Let's meet at Harajuku, the Mecca of Japan's fashion and start our adventure! Tell me about your preferred fashion style and I'll introduce you to some of the best places. We will go to many old clothes stores, and some new ones too. Some of the stores have a truly crazy fashion, some offer fashion from the 70s and 80s... You will be impressed by the variety! Join this fashion tour with me and find little known great places in Tokyo!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tour-many-fashionable-old-clothes-stores-in-tokyo/4104?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "40% OFF Tour many fashionable old-clothes stores in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 23:40:25"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1389,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1449209028/t9yvbkg7freyhvdiwg4i.jpg",
        "strIntroduction": "This is an exclusive plan for an unforgettable and complete relaxation at one of Japan's best hot spring resorts Hakone, not far from Mt Fuji. Enjoy your stay or book this tour as a precious present for the ones you love! Choose your preferred booking plan from the drop-down menu: - accommodation with hot springs - accommodation with head spa - accommodation with beauty hair care - accommodation with beauty spa care Below is the example itinerary of this tour package: Day 1 - Meeting Location: Hakone Yumoto Station at 3:00 pm. Go directly to the cottage. - Enjoy free time or Beauty & Spa in our top-class facility -We will take you hot spring place and restaurant! Day 2 - Check out of the cottage in the morning by 10:00 am. - Drive you to station! After check out..You can enjoy by yourself ex) Hakone sightseeing by private car or take train for a few hours. (Hakone shrines, Lake Ashi, the pirate ship and some other historical places. ) What is the cottage equipped with? - Clean towels, tooth brushes, hair dryer, hair brush, kitchen and dinning facilities for self-catering, cotton swab, Wi-Fi, TV, air-conditioner, room heating system are all included. This tour is available on weekdays only.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-relax-in-an-exclusive-beauty-resort-in-hakone/4094?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Relax in an exclusive beauty resort in Hakone!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 23:45:32"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4315,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1444267966/bepghgxgd1eksucu0pt2.jpg",
        "strIntroduction": "We will explore Kyoto's most popular area Gion and Kiyomizu together on foot. We will visit Gion's old streets (including unknown but nice places), Kiyomizudera Temple (a UNESCO World Heritage), local shops (free sweets tasting), Ninenzaka hill, Ghibli shop, Maruyama Park, Yasaka Shrine and Kamo River! The following is the example of time schedule. Morning tour: 8:45 Meet at Kawaramachi station (terminal station of Hankyu Kyoto Line) on Shijo St. 9:00-9:10 Enjoy the river view of Kamo River 9:10-10:10 Explore Gion's old streets (including Hanamikoji-dori St. and Ishibekoji St.) on the way to Kiyomizudera Temple 10:10-11:00 Visit and explore Kiyomizudera Temple (one of the most celebrated temples of Japan) 11:00-12:00 Enjoy shopping in Kiyomizu-Zaka St. and Ninenzaka St.(see many Kyoto's local sweets shops, souvenir shops and Ghibli shops) on the way to Maruyama Park. 12:00-13:00 Visit Maruyama Park (famous for cherry blossom and Japanese garden) and Yasaka Shrine (one of the most famous shrines). 13:15 (or 13:45) Finish the tour at Yasaka Shrine or Kawaramachi station. (13:15, We might eat lunch together if we have free time after the tour) Afternoon tour: 13:45 Meet at Kawaramachi station (terminal station of Hankyu Kyoto Line) on Shijo St. 14:00-14:10 Enjoy the river view of Kamo River 14:10-15:10 Explore Gion's old streets (including Hanamikoji-dori St. and Ishibekoji St.) on the way to Kiyomizudera Temple 15:10-16:00 Visit and explore Kiyomizudera Temple (one of the most celebrated temples of Japan) 16:00-17:00 Enjoy shopping in Kiyomizu-Zaka St. and Ninenzaka St. (many Kyoto's local sweets shops, souvenir shops and Ghibli shops) on the way to Maruyama Park. 17:00-18:00 Visit Maruyama Park (famous for cherry blossom and Japanese garden) and Yasaka Shrine (one of the most famous shrines). 18:15 Finish the tour at Yasaka Shrine or Kawaramachi station. (18:15, We might eat dinner together if we have free time after the tour) We can start the tour earlier if you wish (8:30 am). Enjoy Kyoto together with a local person!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-take-a-half-day-walking-tour-around-gion-and-kiyomizu-kyoto/3993?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a half-day walking tour around Gion and Kiyomizu, Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 23:49:16"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 34724,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1445915795/g76954gpxbdqtyd8bo9e.jpg",
        "strIntroduction": "This is the perfect activity for newly-wed couples or lovers who wish to experience traditional Japanese ways of marriage and an unforgettable photo session followed by delicious kaiseki-style (multi-dish) meal! Enjoy an elegant photo session dressed in wedding kimono and then go to a traditional-style restaurant to eat a gorgeous dinner prepared for special occasions! As an additional option, you can experience a real Shinto-style wedding ceremony performed by a Shinto priest! Below is the schedule of the main activity option: 3:00 pm Meet at the photo studio 3:15 pm Prepare for wedding kimono wearing 4:15 pm Photo session with a professional photographer 5:15 pm Select your pictures 5:45 pm Move to the traditional restaurant 6:00 pm Dinner - kaiseki cuisine This is a private program offered in English that will be arranged upon your request. Please note that there will be no guide. This activity is held in Kisarazu city, Chiba prefecture (about an hour and a half away by train from Tokyo).",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-experience-japanese-shinto-style-wedding-and-kaiseki-dinner/4056?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Japanese Shinto-style wedding and Kaiseki dinner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 23:53:20"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1445782659/d9z7th2ebbjnna978rkz.jpg",
        "strIntroduction": "Tetsudou Izakaya Little TGV in Akihabara, Tokyo, is a restaurant where you can experience the realistic atmosphere of the interior of the railways in Japan. The definition of “Tetsudou” in Japanese is “Railway”. Little TGV is located in Akihabara which is known as a major shopping center for household electronic goods. It is also popular as an otaku cultural center so you will be able to see the unusual unique side of Japan. When you enter Little TGV, the cute train crews from New Akiba Electric Railway will welcome you and serve you dishes. Inside the restaurant, you can freely examine many kinds of model railroads. Also, some of the seats are taken from the real railways so you can experience and feel like you’re having dinner in a real train. The menu is printed on a train route map and from this point we’re sure that you can already feel the uniqueness of Little TGV. You may enjoy with the appearance of a lot of kinds of dishes, such as SL chips, Shinkansen rice balls, rattling fried potatoes and 3-car-train rolled omelette. The three main cocktail menus are “TGV original special cocktails”, “Train cocktails” and “Shinkansen cocktails”, including non-alcohol cocktails. Most of the names of dishes are taken from the real names of existing railways and Shinkansen lines in Japan, so it is very exciting to try cocktails from your favorite train. Little TGV is a restaurant where not only train lovers but also family and couples and can enjoy. Experience the unique culture of Japan through our reservation system! Tetsudou Izakaya Little TGV is open every day under the following schedule: Lunch (Saturdays, Sundays and national holidays only): 12:00 – 17:00 Dinner (Monday – Friday): 18:00 – 23:00 (22:00 last order) Dinner (Saturdays, Sundays and national holidays): 17:00 – 23:00 (22:00 last order) Average cost of a lunch per person: 1,000 – 2,000 JPY Average cost of a dinner per person: 2,000 – 3,000 JPY ※This is the reservation service only. You will need to pay for drinks and meals at the cafe.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-reservation-for-tetsudo-izakaya-little-tgv-akihabara-tokyo/4049?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for Tetsudou Izakaya Little TGV Akihabara, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 23:56:56"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475452630/z08x1yo3sdwcczoehxgf.jpg",
        "strIntroduction": "Christon Cafe in Shinjuku, Tokyo, is a unique restaurant in the centre of Tokyo. It recreates the atmosphere of a church in the old days of medieval Europe. It's special decor makes it more and more popular, especially since 2013 when it featured in the Japanese TV program, called “Sunday without God.\" Once you step into the restaurant, you'll understand why this place is unique. The predominant color of Christon Cafe is white and there are several altars and antique furniture, imported from overseas. You can enjoy your dinner on a wide sofa, sitting at a marble table gorgeous chandeliers overhead. The dinner in Christon Cafe is based on Italian and French cuisine, but you can also select dishes from other European countries. Names on the menu refer to the bible. There are dishes like salmon & cheese spring roll with Genovese sauce, assorted hams including Iberico and Serrano, Hungarian foie gras risotto and pastas with big whole prawn tomato cream sauce or quattro formaggi and honey sauce. The signature cocktails in this restaurant both elegant and fascinating. Some are named “Angel’s Trap”, “Dark Raider”, “Fujiyama” and “Death scythe of Hell”. Tempted already?! Try them when you visit Christon Cafe. Guests love the bizarre atmosphere and the beautifully decorated dishes. Having your reservation in advance is the way to go, or you will be queuing outside for a long time. Use our reservation system to experience this unique Tokyo restaurant. Christon Cafe is open every day: Dinner only: 5 pm to 11 pm (last order at 10.30 pm) Average cost of a dinner per person: 3,000 – 4,000 JPY Credit cards might not be accepted, so please bring sufficient cash. ※This is the reservation service only. You will need to pay for drinks and meals at the cafe.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-reservation-for-medieval-europe-christon-cafe-shinjuku-tokyo/4040?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for Medieval Europe Christon Cafe Shinjuku,Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-06 23:59:57"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475452457/ehpxwaawqalrsaa8aza3.jpg",
        "strIntroduction": "Yurei Izakaya in Kichijoji, Tokyo, is a unique restaurant where you can enjoy the atmosphere of a Japanese style haunted house. The word “Yurei” in Japanese literally means “ghost”. You get the sense of Yurei immediately, because of the spooky interiors and the creepy music. In fact, when hearing it from outside, you might not even dare to go in! When you get to the restaurant, you’ll have to cautiously go down the stairs while you hear sutras chanting. When you reach the bottom of the stairs and open the door, you'll enter a spooky, unearthly atmosphere. The “ghost waiters” will welcome amid lot of stupas and it will make you feel like entering the world of the ghosts. If you are lucky, especially on the weekends, you might see a show staged. Comic stories, short stand-up comedy or magic tricks are produced by the “ghosts”. They will tell you some scary stories so that you can’t sleep after the show... In any case, the menu in Yurei is pretty creepy. For example, guests have been served dishes including “Blood Mud of Hell” which is a spicy ox-tail soup, and other dishes with interesting names like “Burning Spare Ribs”, “Straw Figures”, “Intestine of the Ghosts” and “Scary Snow Woman’s Burning Love”. Even the set menus are named ominous, for example “Departed Soul Land menu”, “Funeral menu” and “Menu of Death”. You may also try the exciting Russian roulette game accompanying the Yurei in some dishes! Don’t miss the opportunity to experience this interesting restaurant in Tokyo! Yurei Izakaya is open every day: Dinner: 17:00 – 01:00 (24:30 last order) Average cost of a dinner per person: 3,000 – 4,000 JPY Credit cards might not be accepted, so please bring sufficient cash ※This is the reservation service only. You will need to pay for drinks and meals at the cafe.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-reservation-for-haunted-yurei-izakaya-kichijoji-in-tokyo/4039?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for Haunted Yurei Izakaya Kichijoji in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 00:05:39"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 23149,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1445332434/kv7tgoxdfgxepst0hqjc.jpg",
        "strIntroduction": "Japan is a land of contrasts. The seemingly brand new asphalted roads that take you everywhere, against the backdrop of bright green rice fields. Glass and steel skyscrapers surrounding century-old Shinto shrines. The contrasting scenery is truly fascinating. But how about watching 9,000 near-naked men do their utmost to get hold of a set of sticks, measuring just 4 cm in diameter and 20 cm in length, thrown into the crowd by the priest from a window 4 m up. Luck means a lot in Japanese life. In Okayama, once a year, the Hadaka Matsuri or festival is held for just that. To ensure that the one man who grasps the lucky sticks faster then all others, and manages to throw them upright into a small wooden box pilled with rice, gets a full year of good luck. A full year! \"Wasshoi! Wasshoi!\", you will hear as the herd of almost fully naked men nears the festival place. You will feel the crowd growing more and more excited. And you will be there before and after the main event, when Japanese culture is at a peak and some locals are dressed up and ready. Performance of Japanese taiko drums and winter fireworks add up to the exciting schedule of the festival. Preliminary schedule of the festival (February 18, 2017) 15:20: Young school kids competing (the junior version of the festival) 17:40: Japanese traditional dance and music performance 18:30: Japanese taiko drums performance 19:00: Winter fireworks special 22:00: The peak of the Hadaka naked men festival This experience is made available to you in an easy package of convenient transport from Kyoto or Osaka, including one hotel night. No hassle, just enjoy one of the most bizarre Japanese cultural events of the year! Staying overnight is necessary as the most interesting part of the festival begins after 22:00. You will have the chance to book special spectator seats or access to the dedicated paid standing area and see everything in front of your eyes! Below is the description of this tour in brief: - depart from the Kyoto or Osaka railway station - ride the fast bullet train to Okayama and go to straight to Saidaiji Temple. The Shinkansen ride is about 1 hour, but you will change at Okayama Station to JR Ako line for 20 more minutes until the final destination - Saidaiji Station, from where the festival venue is about 15 minutes away on foot. - visit the festival and miss nothing; you have prearranged special seats or dedicated standing space! - stay for the night in central Okayama or near the town (it is recommended to check-in before going to the festival venue). Optional: - return to Kyoto or Osaka by bullet train on the next day. If you wish, you can go to another destination or spend more time in Okayama.",
        "strLocation": "Okayama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okayama-be-amazed-at-the-okayama-hadaka-naked-men-festival/4033?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Be amazed at the Okayama Hadaka naked men festival! (Feb 18)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 00:10:12"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7963,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470279101/gfzhcw0outi1wwoac4tr.jpg",
        "strIntroduction": "This is one of those chances to feel the real Japan you cannot let slip past you. Whether you opt for the simple yet exciting \"hot spring in a Japanese inn-only\" program or take the opportunity to add finishing touches like a traditional lunch, dinner or even \"an overnight on futon\" in your ryokan, you are ensured to get the great Hakone experience! The Hakone region is probably the best known area in Japan for its hot springs and inns. Both Japanese and travelers from all over the globe come here to experience just this; soak in the hot spring, take a relaxing stroll through the perfectly manicured gardens and sit back with friends to sample the wide range of small and delicately prepared dishes. And after that, why not take another stroll under the moonlight, dressed the part? In your yukata (a cotton kimono) and wooden slippers! Your experience can be like that, with the added luxury of coming and going by quick and scenic \"Romance car\" a special train that connects Hakone and the capital nearly without stops. It has big windows too! There are various options to choose from, fitting your wishes and budget. If you can though, we highly recommend to make the most of this unique trip and add at least a meal and maybe even the overnight stay. Japanese, with their high emphasis on service and privacy, often offer you the possibility to enjoy your hot spring experience in private, in a room of your own. Imagine that! What can you choose: Option 1 is to travel by Romance car from Tokyo and enjoy the hot springs in a traditional ryokan in Hakone. Option 2 has extra to option 1 to stroll through the Japanese garden and enjoy a set lunch experience. Options 3, 4 and 5 have extra to option 2 to rest in a private guest room after your hot spring experience at the inn. Yukata included. And you may choose between lunch or dinner. Options 6, 7 and 8 are equal to option 3, but include both lunch and dinner. Option 9 adds the overnight stay in a typical Japanese room to option 6. Of course breakfast is included as well. Option 10. To option 9 it adds 2 baths: one inside and one in the garden of your room!",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-experience-hakone-in-a-romantic-hot-spring-inn/4032?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Day trip to Hakone in a romantic hot spring inn, from Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 00:13:59"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9908,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1446626427/kzbtgdzkpz3jjg3oy2oc.png",
        "strIntroduction": "In this activity, a kimono professional will visit you at a specified place for private dressing. There is no need for you to visit a shop and thus you can save time! This is a completely private and convenient kimono dressing activity. You may take the kimono back home with you. Please tell the expert that you are taking it back. You can also take the obi belt and geta sandals. Alternatively, you can return it back by shipping with no extra charges. Purchasing price: FREE of charge for men and only 3,000 JPY for women. *You may decide whether to purchase or not after wearing it at your hotel. Please pay in cash if you decide to purchase. (\"This purchase option temporarily unavailable.\") When ordering, please inform us which design you want from the 8 choices on the photos. The design is same for men and women. Optional add-on: Easy hair and make-up option (20 minutes): 16,000 JPY *A professional make-up artist will visit you at your hotel. Kimono sizes available: height 140cm - 180cm, under waist - up to 100cm Foot sizes: 22.5cm - 27.0cm Please ask us for bigger sizes, which are available at an additional cost (about 650 yen, pay in cash on the day). Available times: every day 9 am - 7 pm Area: Tokyo, Kanagawa, Saitama, Chiba Additional fees will occur for the following areas: Outside of the 23 wards ofn Tokyo: +500 Yen Kanagawa/Chiba/Saitama: +1000 Yen *Please pay in cash for this additional fee.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-rent-or-buy-a-kimono-wearing-help-at-your-hotel/4031?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Rent or buy a kimono, wearing help at your hotel",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 00:17:19"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1445183139/tbk70l2zy1t1rbchxkzg.jpg",
        "strIntroduction": "A cat bar warmly welcomes you in the nightlife district of Ueno. Bar Neko (\"neko\" means cat), located in a lively and busy place but hidden like a secret house, is run by the female bartender Yumiko Mine and the kitten (Singapura) hostess Akubi. So even if you are a female and alone, you can feel free to enter the room. When you open the door, you will see a kitten hanging around. The Singapura Akubi, which is loved by regular customers, takes kindly to people, walks around the room, frisks about, and may sit on your lap. Why not caressing and massaging her? You may be healed by her very cute sleeping face. Of course, more than 200 drinks are available, so even if you just want to drink, there is no problem. The prices are reasonable. It is OK even if you order just one drink. If you do not know about drinks well, feel free to ask Yumiko Mine. The recommendation is the original cocktail “Neko,” a tequila-based frozen cocktail using lemon sherbet. Yumiko Mine says that it matches the image of a mischievous cat. She also recommends bourbons and cassis cocktails. Enjoy drinking and chatting with her and friendly regular customers. There are only 12 seats but you may feel at home. To have a wonderful time in the bar, you need to make a reservation. You can book your seats through our restaurant reservation service. Bar Neko is open every day except on Sundays and national holidays under the following schedule: Business hours: 19:00 – 2:00 am (depending on the day: you can stay further if you like) Average cost per person: 3,000 JPY",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-reservation-for-the-cat-bar-neko-tokyo/4023?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for the cat Bar Neko, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 00:22:13"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 29168,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475452387/ajaw8g7gjib8nh2cmncq.jpg",
        "strIntroduction": "Hakuba in the Japanese Alps in Nagano prefecture, is one of Japan’s best known ski resorts and a major winter destination for international visitors from all over the world! The area consists of multiple ski slopes for beginners and expert ski enthusiasts: Hakuba Happo-One, Hakuba Iwatake, Hakuba 47 and many more! Many of them were used as venues during the Winter Olympics in Nagano in 1998. Furthermore, this resort is well-known for its hot springs, and you can experience the joy of soaking in an outdoor hot spring while enjoying the snowy landscape around you! Due to the limited hotel availability and the popularity of the Hakuba ski resort, the accommodation for this trip will be decided at a later stage and closer to the date of your trip. Please note that you cannot select the lodge in this tour. All accommodation facilities are within Hakuba resort area. You can choose between simple-lodging and a luxury grade-up lodging. Below is the itinerary for this tour: Day 1 6:40-7:30 – Depart by bus or train from Shinjuku Bus Terminal/Shinjuku Station 11:30-12:30 – Arrive in the Hakuba area, check in at your hotel and receive a lift ticket for one day and a half day of skiing. Enjoy free time skiing and snowboarding in Hakuba! Have a delicious meal for dinner. Day 2 Start the day with a healthy breakfast meal at your lodge before checking out. Enjoy more of the wonderful skiing and snowboarding over Hakuba’s slopes or visit a hot spring during your free time. 15:30 - 16:15 – Depart from Hakuba by bus or train ~22:00 – Arrive at Shinjuku Bus Terminal or Shinjuku Station The tour includes a round-trip bus or train ride, lift tickets for minimum 1 day, and accommodation with dinner and breakfast. You can rent ski equipment at any rental store in the resort. It is okay to take your own ski wear on the bus. Note: Infants and children up to the age of 6 can join this tour for free, as long as they don't occupy a seat in the train/bus and don't occupy a bed in the accommodation. Don't miss this chance to experience skiing and playing in the snow at one of Japan's best ski resorts, Hakuba!",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-enjoy-two-days-in-the-ski-paradise-hakuba-japanese-alps/4027?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy two days in the ski paradise Hakuba, Japanese Alps",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 00:26:27"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13889,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1448010384/oeabce4fz3shzvcaawkg.jpg",
        "strIntroduction": "Kyoto prefecture extends north of Kyoto city and reaches the Sea of Japan. It has a wonderful countryside atmosphere that you can experience in this special 2-day tour! You will visit some of the most famous sightseeing spots in Kyoto prefecture, including Amanohashidate, one of Japan's three best sights. You will be able to soak in an onsen hot spring and sleep in a traditional Japanese-style house! Try this unique rural experience and see how people in the countryside live! Below is the itinerary of the tour: Day 1 13:30 We will meet at JR Fukuchiyama Station. Pick up from your hotel in Kyoto is available for an additional fee. Please see the booking options below. In this case I will pick you up 12:30 from your hotel in the Kyoto area.) 13:00-14:00 Drive around the local area 15:00 Visit Amanohashidate, one of Japan's three best sights 17:00 Visit the Kanabiki Waterfall. 18:30 Dinner at a Japanese-style house 20:00 Visit the Fukuchiyama Onsen hot spring 21:30 Free time Day 2 8:30 Breakfast 10:00 Visit Ichinomiya Shrine 11:00 Visit the Fukuchiyama Castle 12:00 BBQ Japanese style 14:30 I will take you to back to Fukuchiyama Station where the tour ends. This is a private tour for a maximum of 6 people. 1 night accommodation in a Japanese-style house, dinner, breakfast, and a BBQ lunch are all included in the price.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-spend-two-days-in-the-wonderful-rural-areas-of-kyoto/3981?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Spend two days in the wonderful rural areas of Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 00:31:08"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3704,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1440488761/cwdxw7mgyqc0ewva8d5h.jpg",
        "strIntroduction": "What is Japanese calligraphy? Calligraphy is a part of the Japanese culture in which black ink and a brush are used to write kanji or hiragana characters on a white sheet. Kanji have a meaning and each written word shows the person’s personality. Even the same word can show his/her personality depending on the location and balance of the white space of the paper and the black color of the ink. It seems to be difficult at first, but it is all about understanding the characteristic of each word and expressing it with your mind freely. The aroma from the ink helps you to concentrate on writing and calms your mind as well. Having a calm mind is an essential part of the Japanese culture. Below is the itinerary of this activity: 1. Meet up in front of Himeji Castle or Himeji Station and walk to the classroom together 2. Start the calligraphy experience! Practice your name in kanji or any words you like 3. Now it’s the time for final writing! Write down anything you want on the final paper that you will take home 4. At the end, relax and enjoy matcha green tea and Japanese sweets 5. End of the Japanese calligraphy experience This activity is available from Monday to Saturday between 10:00am and 4:00pm. It takes about 75 minutes.",
        "strLocation": "Hyogo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hyogo-enjoy-japanese-calligraphy-green-tea-and-local-sweets/3830?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Japanese calligraphy, green tea, and local sweets",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 00:34:45"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 30557,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1443941684/symrd6go9lsh8sd68tsv.jpg",
        "strIntroduction": "If you want to experience the wonderful pleasure of staying overnight in a traditional Japanese-style inn with a great view and surrounded by nature, then Kajikaso is the right choice for your trip to Hakone and Mt Fuji area! The rooms are designed in an attractive mix of traditional Japanese and modern style, but the highlight is by far the private hot spring pool available on the veranda overlooking the rapid stream of Hayakawa River. On top of that, Kajikaso is easily accessible by train, located only 5 minutes away from Hakone-Yumoto Station on the Odakyu Line (direct access from Shinjuku)! Kajikaso is a large accommodation facility which focuses on all the aspects that create a relaxing and refreshing atmosphere for its guests. The rooms are spacious, with large windows that provide brilliant views of the surrounding mountains or the fresh stream of Hayakawa River. There are a total of 9 hot spring sources on the grounds of Kajikaso, and the hotel boasts a variety of hot spring pools (including several outdoor baths) for your comfort and relaxation. The abundance of natural resources has resulted in installing a private hot spring pool in the rooms as well! You can choose between: - a traditional Japanese-style room (sleeping on a futon on tatami mats) - a mixed Japanese-Western style room (has a space with tatami mats but also twin beds) All rooms are equipped with a bathroom, toilet, and a TV set. The mixed-style room has a round-shape earthenware pool on the balcony with a view to the surrounding mountains. The Japanese-style room boasts a large outdoor veranda pool with an original hot spring source and a commanding view over Hayakawa River flowing just below. Of course, you can also tour the hotel's shared hot springs as well! Breakfast and dinner include a Japanese-style multi-dish cuisine which extracts the best flavours from local vegetables, delicacies, and seafood! Check in is between 3pm and 7:30pm. Check-out is at 10am. The price remains unchanged all year round so don't miss this chance to book a ryokan room at one of Japan's best hideouts near Tokyo!",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-a-ryokan-room-with-a-private-hot-spring-in-hakone/3982?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "A ryokan room with a private hot spring in Hakone",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 00:39:21"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 21205,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1444814371/l6nqyfwogssazfkbxphd.jpg",
        "strIntroduction": "Urabandai in the Aizu region, Tohoku (North Japan), is a true natural paradise where you can immerse yourself in beautiful nature and an authentic rural landscape. Shaped by the activity of the extinct volcano Mt Bandai, the Urabandai highland impresses with unspoiled nature in which you will find many ponds with astonishing water colour, a large lake that submerged a whole village, and various trekking paths. The entire area is blessed with hot springs, delicious food, and Japan's best sake. By booking this 2-day private tour you will have the rare chance to discover a real \"off-the-beaten-track\" destination that does not have a touristic atmosphere and will satisfy your adventurous spirit! In this tour you will stay in a classy hotel in Urabandai highland, close to the impressive presence of Mt Bandai and Lake Hibara. You can spend a wonderful time exploring the natural area on your own or booking the additional tour options to enjoy a variety of outdoor experiences that will make your trip truly remarkable! Below are the itinerary and highlights of this unique tour that you will never forget! Day 1 6:40 - Take the Shinkansen bullet train from Tokyo to Koriyama Station (recommended train: Yamabiko 203) and change to the local train on Banetsu-sai line at 8:31. 9:09 - Arrive at Inawashiro Station where you will be picked up by a hotel bus and transported to Hotel Gran Deco. The rest of the day is free time to explore the natural paradise, but you can book the add-on Optional tours 1 from the list below. Day 2 9:00 - Check out of Hotel Gran Deco and go back to Inawashiro Station from where you can take the local train to Koriyama Station, and from there the Shinkansen bullet train to Tokyo (about 2.5 hours). You can choose to book the add-on Optional tours 2 or 3 from the list below and extend your experience in Aizu area. Transportation from and to Inawashiro Station, accommodation, and meals (1 dinner, 1 breakfast) are included. IMPORTANT: When booking this tour on November 21, November 28 and December 5, as well as on Saturdays in January, February and March, plus January 10 and March 20, you need to pay extra charge. Please book also the add-on option \"Extra charge\" in addition to the basic tour option. -------------------------------------------------------------------------------------------------------------------------------------- Add-on Optional tours (you can book them together with the main tour): 1. Trekking in Goshikinuma, Day 1: Explore the forested area of Goshikinuma and see Urabandai's famous colourful ponds (whose water ranges from cobalt blue to red thanks to mineral deposits). You will walk the 3.6-kilometer-long trekking path from Bandai Kogen to Bishamon Pond together with an experienced guide. (Available before December 18) 2. Sake brewery tour, Day 2: Tour Aizu's famous sake breweries in a private car tour together with a licensed guide. Start at 9:00 from Hotel Gran Deco and go directly to Homare Sake Brewery, which was awarded first place in the International Wine Challenge competition in 2015, in the category of Japanese sake. Continue the tour by exploring Kitakata town, famous for its delicious ramen and Yamatogawa sake brewery. Walk around the traditional area and old streets of Aizu-Wakamatsu before ending the tour at Aizu-Wakamatsu Station at 16:00. IMPORTANT: The sake brewery optional tour does not include lunch. Please bring Japanese yen in cash as there are no ATMs along the way and credit cards are not accepted. You will need about 3000 JPY in cash. 3. Snow rafting and ski, Day 1: Enjoy a day of fun in the snow! Try snow rafting and skiing at Urabandai's ski slope! One day lift ticket is included! (Available after December 19) -------------------------------------------------------------------------------------------------------------------------------------- This is a specially designed tour that you can book only with us. You will not find this tour at any other travel company. Try it as a 2-day trip during your visit to Japan and discover beautiful hidden places that do not appear in standard guide books and travel packages.",
        "strLocation": "Aizu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aizu-enjoy-the-beautiful-scenery-at-urabandai-natural-paradise/4005?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy the beautiful scenery at Urabandai's natural paradise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 00:43:50"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8056,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1442888243/qfl6qrz1gnmg4gwojh2l.jpg",
        "strIntroduction": "In this tour you will be able to explore the local areas of Hiroshima prefecture! We will go to Okunojima Island in Seto Inland Sea, which is known as Rabbit island for its large population of cute rabbits. We will also stroll the old town of Saijo and visit an excellent sake brewery! We will go to Tadanoumi Station by Shinkansen and local train. Then we will take a ferry to get to Okunojima island. Walk around the island where rabbits will welcome you. You can feed them carrots. If you like hiking, you could go up to the observatory and see a spectacular view of the island and Seto Inland Sea. In the afternoon, we will take a train again and get off at Saijo Station. Saijo town is famous for its production of excellent sake. We will visit some sake breweries and enjoy sake tasting. You will see a video about the process of sake-making and learn a lot about this old Japanese tradition. Sake-related products such as soaps, snacks, and ice-cream can be purchased in the attached shop. Explore the countryside of Hiroshima in this day tour!",
        "strLocation": "Hiroshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hiroshima-see-the-rabbit-island-and-taste-sake-near-hiroshima/3944?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the Rabbit Island and taste sake near Hiroshima!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 00:48:27"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 23149,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1443068158/bonrnaotvnpx1qopvmno.jpg",
        "strIntroduction": "This is a 5 hour private tour that takes you around the town of Matsusaka. The pick-up point will be at JR Matsusaka Station, but the guide can pick you up in the downtown Nagoya area by request (subject to an additional charge). Alternatively, I can inform you of how to get to Matsusaka Station by yourself. We will meet at Matsusaka Station. We will walk to the kimono shop to get changed. Please note that this is not the colorful kind of kimono - it is a kimono made of local textile in a beautiful indigo color that is referred as \"Japan Blue.\" When you are ready to go, we will stroll through the town in kimono to go to a well-renowned restaurant in the area to try their famous sukiyaki with Matsusaka beef, a tender marbled beef produced in the area. (The price of this tour includes lunch at this restaurant.) After satisfying your taste buds and stomach, now it's time for you to get working! You will get to try weaving the same kind of cloth you are wearing during the tour. I will also take you to a scenic spot for you to take a nice picture of yourself in Matsusaka-momen kimono at the end of the tour. For those of you who are interested in Japanese history, I can also take you to some iconic historical places around the area.",
        "strLocation": "Mie",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-mie-weave-and-wear-kimono-and-eat-beef-sukiyaki-in-matsusaka/3953?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Weave and wear kimono and eat beef sukiyaki in Matsusaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 00:53:32"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3241,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470118311/l9b5mjbo8aj5ymedkdk3.jpg",
        "strIntroduction": "This is a walking tour in the historical Yanaka, Sendagi, and Nezu areas of Tokyo. The atmosphere of these areas is that of traditional Tokyo, and it allows visitors to catch a glimpse of old Japan. There is a variety of bakeries and shops that serve delicious sweets, in addition to several interesting temples, Shinto shrines, gardens, and small alleys lined with shops. We will visit all in this tour! Below is the sample itinerary of the tour: 11:00 North ticket gate of JR Nippori Station 11:10 Yanaka Ginza shopping street 12:00 Nezu Shrine 12:30 Lunch in the cafeteria of Tokyo University 13:00 Walk at Tokyo Uni - Lake Shinobazu - Ueno 13:30 The tour ends at the Ueno station. *The itinerary is subject to change and can be customized based on your preferences.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-eat-various-gourmet-local-food-during-a-tokyo-walk/3952?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Eat various gourmet local food during a Tokyo walking tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 00:58:14"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9723,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475225458/sn1o5ljeh9nixvtkgr9i.jpg",
        "strIntroduction": "Noto Peninsula in Ishikawa prefecture, central Japan, is located north of the popular touristic city Kanazawa and extends into the Sea of Japan. For centuries this area has been preserving a reputation of an undiscovered rural gem where you can still see authentic Japanese lifestyles that remain unchanged through time. Even today many Japanese people consider Noto Peninsula a borderline region that is somewhat detached from the modernity and industrial lifestyle of contemporary Japan. Here one can discover authentic rural lifestyles, traditional culture that cannot be seen anywhere else in the country, beautiful scenic views, and warm people. If you are looking for a true \"off-the-beaten-track\" destination in Japan, Noto Peninsula is going to exceed all your expectations! Noto Peninsula's population has been aging and decreasing, and that explains why the public transportation in the area is infrequent and underdeveloped. Several decades ago an extensive railway network used to connect the scattered villages, but it was abolished almost entirely (except the line which goes to the hot spring resort Wakura Onsen). Buses are very infrequent and the best way to explore Noto Peninsula is by car. In this half-day private car tour you will be able to discover the hidden gems of one of Japan's best countryside regions! You can choose to begin your car tour from Wajima city or the Wakura Onsen area. Both are connected to Kanazawa through highway buses or a train. It is possible to visit Noto Peninsula as a day trip from Kanazawa, or to stay overnight in Wajima or Wakura Onsen. Below you will find an example list of the highlights that can be included in each tour: Wajima start - Ushitsu, Noto town end (which is connected to Kanazawa by bus) *Vice versa route is possible too. - Kiriko Museum: exhibits the giant lantern Kiriko floats used during the peninsula's famous and unique Kiriko festival that runs from July to October in various villages. There are over 800 floats in Noto, some of which are over a hundred years old! - Senmaida terraced rice fields: a stunning view of over 1000 rice paddies developed on a seaside slope. Registered as a UNESCO World Heritage Agricultural Landscape. - Sosogi Coast and Koiji Beach: scenic coastlines along the way - Suzu Enden-mura: the only place in Japan where sea salt is produced manually through a laborious traditional method that you will see with your own eyes. Registered as a designated cultural heritage. - Sakasa-sugi: a unique old cedar tree whose branches touch the ground in a peculiar shape. - Mitsukejima: a picturesque rock island connected to the beach via a rocky path that you can cross. - The Blue Cave of the famous ryokan Lamp no Yado: built at the bottom of a steep seaside cliff. Wakura Onsen start - Kanazawa end: - Ganmon rocks and Kongo beach: scenic coastline along the way - Myojoji Temple: the local head temple of the Nichiren Buddhist sect. The temple has a spectacular 5-story pagoda. - Keta Taisha Shrine: a spiritual place which is said to bring good luck to lovers and those who seek marriage. - Chirihama Beach: a unique beach where cars can drive over the sand! - Kita Residence: a former samurai house which used to belong to ancestors of the Minamoto samurai clan. Don't forget to also see the authentic Wajima Morning Market which is open everyday from 8:00 to 12:00 on the city's main street. Local old ladies offer their home-grown farming production for sale and create a charming atmosphere all over the neighborhood. The Wajima-lacquer shops and museums are also worth a visit, as this is one of the best valued lacquer art in Japan. Please note that the itinerary can be customized, as long as it fits the time limit. For longer or shorter itineraries, please contact us.",
        "strLocation": "Ishikawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ishikawa-explore-the-countryside-and-rural-beauty-of-noto-peninsula/3961?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the countryside and rural beauty of Noto Peninsula!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 01:03:38"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8148,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1441293745/prpqcoynk03uqnpnlbkz.jpg",
        "strIntroduction": "This is a very popular cultural activity which combines a short walk in Asakusa and the Tokyo Skytree area of Tokyo with a wadaiko drum session. Wadaiko is a traditional Japanese drum, and in this activity you will learn more about it and play it together with experienced performers. This tour is suitable for solo travelers as well as for big groups of up to 40 people. Children under 11 years old must be accompanied by a guardian. Please inform us about the height of the children so that we can prepare suitable-sized drums. Please come to this activity dressed in casual wear. T-shirts and shorts are recommended. Your clothes should allow you to move easily while playing the drums. Below are the details of this activity: - Meet-up with our English-speaking staff member at one of the following stations 30 minutes before the activity: A. Kuramae Station 蔵前駅 B. Ryogoku Station 両国駅 C. Skytree Station スカイツリー駅 D. Asakusa Station 浅草駅 - You will taken to the venue where we hold the activity and along the way you will have the chance to see the wonderful Asakusa and Skytree area of Tokyo. - A taxi can be used as well, but you will have to pay separately. - Arrive at our venue 10-15 minutes before the activity starts. Here is the program for the wadaiko drum activity: 1. Wadaiko drum performance appreciation - Listen to the instructor play the instrument 2. Wadaiko drum experience - Try playing the drum yourself 3. Learn more about wadaiko - Ask questions, the instructor will be happy to answer 4. Wadaiko drum session - Play together with the instructor 5. Photo time - You can put on the \"happi\" (traditional coat used when playing wadaiko) Time required: 1-5 guests, 60 minutes (1 instructor and 1 interpreter) 6-20 guests, 90 minutes (2 instructors and 1 interpreter) 20-40 guests, 90 minutes (3 instructors and 1 interpreter) Enjoy traditional Japanese culture with our music activity!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-try-japanese-wadaiko-drum-and-see-asakusa-and-tokyo-skytree/3680?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try Japanese wadaiko drum and see Asakusa and Tokyo Skytree",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 01:07:03"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8704,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1434641792/ka2376pgrkkbtmlrx5ju.jpg",
        "strIntroduction": "Have you ever wondered how your name would be written in Japanese characters? Have you ever wanted to write your name in kanji with a calligraphy brush? If so, this activity will definitely provide you the best experience! In this lesson, you'll have the opportunity to create your own unique Japanese souvenir by writing your name in kanji on a paper fan, T-shirt, polo shirt, tank top, or tote bag. Your name will be translated into 2 or 3 different kanji characters with different meanings, and you can select a character that best suits your own personality. What’s more, you can even choose the colors of the ink! Maybe you believed that Shodo must be done on white paper with black ink? I’d like to break that kind of stereotype because I believe the most important thing is to have fun when learning about a foreign culture. Let's have an unforgettable experience together! I’m looking forward to seeing you in the next class! Flow of the class: 1. Learn about the history and tools of Shodo, Japanese calligraphy. 2. Practice basic brush techniques and composition. 3. Choose the best kanji that suits your personality and learn how to write your name in kanji. 4. Practice with washi (Japanese paper). 5. Choose a souvenir type and write your name on it. 6. Take your artwork back home so that you can show your friends and family! Choose between several lesson plans (Ume, Take, and Matsu) depending on the time of the activity (60, 90, or 120 minutes). By the way, what is Shodo? Shodo is a traditional way of writing kanji in Japan. For many centuries Japanese people have written kanji in a very elegant way to express their thoughts and feelings. Today, writing kanji using ink and a special brush has become a form of art. Some people say that it is a very relaxing experience and it can rid your mind and body of stress. At the same time, Shodo develops concentration while helping people to reflect their own style through the brush as it touches the paper.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-japanese-shodo-calligraphy-in-asakusa/3618?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Japanese Shodo calligraphy in Asakusa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 01:12:22"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2007,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475224474/sd5bvtf7lbhu9puagkrq.jpg",
        "strIntroduction": "Kyoto's concentration of many picturesque old temples guarantees that the autumn season in the city transforms into a true natural art fiesta. The maple trees, gingko trees, and the other species whose leaves turn spectacularly red, orange, and yellow can be found everywhere in Japan's old capital. The large amount of Japanese-style gardens that are part of Kyoto's temples attract thousands of visitors throughout November and early December. Visiting all the great autumn color spots in the city is nearly impossible, just like it is impossible to see all the great historical sites. This tour is specially designed to include some of the most scenic gardens in Kyoto where you can enjoy the stunning beauty of the autumn landscape and learn more about the local history. This is a private guided tour in which you will visit several temples and their attractive gardens. The itinerary will be as follows: - Tofukuji Temple, one of the best locations in Kyoto to see autumn colors thanks to the spacious grounds of the temple and the high concentration of maple trees. This is also one of Kyoto's oldest temples. - Kodaiji Temple, a true Zen sanctuary built in memory of the famous warlord Toyotomi Hideyoshi. There are two spectacular gardens, one of which is a classical Zen-style rock garden, while the other attracts plenty of visitors during the autumn season when the landscape turns into fiery colors. - Eikando Temple, another temple with spacious grounds built at the foot of a hill. One of its treasures is an impressive pagoda built halfway up the hill. Not only is the autumn view from the observatory beautiful, but the evening illuminations of the temple's gardens will become an unforgettable memory from your visit to Kyoto. Note: The temples included in the itinerary may change depending on the availability of autumn colors. Alternatives will be Kiyomizu Temple, Chionin Temple, and Nanzenji Temple. Don't miss your chance to see some of Kyoto's spectacular autumn spots in this tour designed specially for the purpose of your aesthetic satisfaction.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-visit-kyoto-most-famous-autumn-gardens-and-temples/3902?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Kyoto's most famous autumn gardens and temples",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 01:17:56"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2007,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475224362/oftchtqp0lhrgpevoe3t.jpg",
        "strIntroduction": "Korankei Valley is widely known as one of Japan's most scenic autumn color spots. The reason for this is the presence of over 4000 maple trees which turn beautifully red in November every year. The valley follows the stream of Tomoe River along the slopes of Mt Iimori where a Zen temple named Kojakuji was built in 1427. Several centuries later, during the Edo period, the temple's priest started planting maple trees along the river and encouraged local people to do the same. This resulted in over 4000 maple trees planted which continue to fascinate visitors even in present days. During the peak of the autumn season in November, the valley becomes an outdoor venue for an autumn foliage festival which includes plenty of food stalls and stage events. The night-time illuminations of the red maples trees along the rapid streams of Tomoe River are a truly magnificent view! But this is not all! Korankei Valley is also home to Asuke Yashiki Village, a small craft cottage with traditional thatched-roof houses where plenty of local crafts are displayed. You can learn a lot about the local lifestyle of the people in Aichi, and your guide will help you to participate in some of the hands-on activities offered, such as indigo dyeing, basket weaving, and the making of Aichi's famous local sweet \"goheimochi\". Your guide will meet you at Higashi-Okazaki Station on Meitetsu Nagoya Line (about 30 minutes from Nagoya or Toyohashi Stations) from where you will take a bus to Korankei Valley. Enjoy the best of Aichi's nature and culture at Korankei, the valley of autumn colors!",
        "strLocation": "Aichi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aichi-see-over-four-thousand-maple-trees-in-korankei-a-famous-autumn-spot/3892?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See over 4000 maple trees in Korankei, a famous autumn spot!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 01:21:53"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3858,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475224123/cjaceszt9rokbwazvwtp.jpg",
        "strIntroduction": "Shosenkyo Gorge is a little-known beautiful ravine along the rapid streams of Arakawa River in central Yamanashi prefecture. This hidden spot is easily accessible by public transportation from Tokyo and makes for a wonderful day trip all year around, but especially during the autumn color season when the hill slopes are entirely covered in red, orange, and yellow! In this private guided tour, you will go on a pleasant trekking starting from the outskirts of Kofu city and going further into the natural realm of the gorge. The trail is about 4-kilometers long, and the terrain is flat so it is easy to walk. Along the way, you will pass a large number of interesting river rocks, each with its own legend and story that will be explained by your guide. Particularly interesting is the giant Kakuenbo cliff, said to resemble the landscape of Mt Tai in China. You will then reach the 30-meter high Sengataki waterfall, which is one of the highlights of Shosenkyo Gorge. After that, you will ride the Shosenkyo Ropeway to an observation deck from where you can have a commanding view over Mt Fuji and the autumn colors of the surrounding mountain hills. Near the base of the ropeway is the museum of crystals, as Shosenkyo Gorge is home to Japan's most productive crystal mines. You can also try the local specialty \"houtou\" - a hot pot with flat noodles and vegetables! Shosenkyo Gorge can be visited in the green season, as well as in the autumn color season from late October to mid-November. If you want to see the autumn foliage in the wild nature but don't have much free time in your schedule, this one-day tour is just for you!",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-enjoy-the-autumn-colors-and-the-nature-of-shosenkyo-gorge/3891?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy the autumn colors and the nature of Shosenkyo Gorge",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 01:26:25"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2933,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475223933/ghtulhcodq8ptrna4och.jpg",
        "strIntroduction": "The autumn season is the second best time to visit Japan after the sakura cherry blossom season in the spring. Exploring the nature and especially the mountains of countryside Japan offers fantastic opportunities to enjoy the amazing fiery colors of the autumn foliage. However, you can find many beautiful spots also in the cities, and Tokyo has several iconic gardens with a high concentration of Japanese maple trees, ginkgo trees, poplars, and other plants which turn red, yellow, and orange. In fact, Tokyo city's symbol is a leaf of the ginkgo tree which guarantees that you will be able to enjoy the autumn beauty in many places around the city. This is a private guided tour in which you will visit the following iconic autumn colors spots in Tokyo: - Gaienmae's Icho Namiki, a well-known ginkgo tree-lined boulevard which leads to the Olympic Stadium - the main venue of Tokyo Olympics 2020. The giant trimmed ginkgo trees turn golden in late November and produce a unique urban atmosphere. - Koishikawa Korakuen Garden, a historical Japanese-style garden from the Edo period where you will discover a variety of autumn hues around the picturesque pond. The variety of maple trees here is spectacular. - The University of Tokyo Hongo Campus, known for its gingko tree-lined alleys turning fully yellow at the peak of the season. The quiet surroundings of the campus are an ideal place for kids to play with the fallen leaves that cover the ground like a soft yellow carpet. - Rikugien Garden, one of Japan's best gardens where you can enjoy the autumn colors not only during daytime, but also in a spectacular evening illumination which produces a truly outstanding mystical atmosphere. During the tour, your guide will tell you more about the history of the nearby spots and will make sure that you see the best autumn colors at the right time. Book this tour and discover the beauty of the Japan's nature in autumn.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-a-private-tour-around-tokyo-iconic-autumn-color-spots/3890?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a private tour around Tokyo's iconic autumn color spots",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 01:29:47"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13704,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1440572601/j29bppiyii0b2ef4y0sf.jpg",
        "strIntroduction": "Did you know that Nagoya is one of Japan's most famous otaku destinations? While Tokyo's Akihabara district is internationally famous, Nagoya successfully challenges its popularity with global-scale events such as the World Cosplay Summit, held with enormous success annually in the city. Thousands of anime and cosplay fans from all over the world gather in Nagoya to see some of its top-class otaku spots. The city also has attractive anime shops and game centers where you can have the rare chance to take photos of yourself dressed in various costumes. Moreover, in Nagoya you can easily see a live performance of a cute idol group and even take pictures with them! All of these unique experiences are included in this special otaku tour targeted for the most passionate pop-culture fans! This is a private half-day (evening) guided tour in which you will visit Nagoya's most famous pop-culture destinations. You will have the chance to enter facilities that are otherwise difficult to access for foreign visitors and experience the authentic spirit of Japan's youth culture! Below is the itinerary for this tour: 16:00 - Meet in front of the Tourism Information Center in Oasis 21 (Sakae). Visit the Studio Ghibli shop and the Shonen Jump shop to find goods related to your favourite anime characters. 17:00 - Take the subway to Osu Shopping District and visit an authentic maid cafe where you will enjoy a maid performance and have dinner (one drink included). 18:00 - Enter a popular game arcade where you will have the rare chance to try cosplay and have cute \"purikura\" photos taken while you are dressed up in a costume of your choice. 18:30 - Visit a famous local anime shop where you can find tons of anime-related goods, character figurines, manga, and cosplay costumes. 19:00 - Enjoy the live show of the local idol group BSJ and have photos taken with the members. 20:00 - End of tour. Note: This tour is offered every day except on irregular days when the idol group BSJ does not have a live show. Depending on their schedule, the tour might end earlier or later. Please ask when booking.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-explore-nagoya-pop-culture-cosplay-maid-cafes-anime/3835?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Nagoya's pop-culture: cosplay, maid cafes, anime",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 01:34:15"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2315,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475108323/tftopsd1vr5dbwophaxw.jpg",
        "strIntroduction": "Lake Shinji near Matsue city, Shimane prefecture, is known as one of Japan's best sunset spots. The view of the setting sun behind the lake is truly marvelous and unforgettable! You can enjoy it from the shores, but it is even better if you take the sunset cruise of the sightseeing boat that takes you on a 1-hour ride around the lake. Buy your ticket now and use it within a month to ride the sightseeing boat over Lake Shinji! You can choose to ride on one of the following cruises: - 9:30 (pier 1), 9:35 (pier 2) - 11:00 (pier 1), 11:05 (pier 2) - 12:30 (pier 1), 12:35 (pier 2) - 14:00 (pier 1), 14:05 (pier 2) - 15:30 (pier 1), 15:35 (pier 2) - 17:00 (pier 1), 17:05 (pier 2) - sunset cruise - the exact time changes every week according to the sunset. Please ask in advance. Pier 2 is located closer to Matsue Station, within a 5 minutes walk on foot. Drinks are available for additional fee. Please note that in some cases the boat may be privately rented and you will be asked to ride on a different time/day. We will send the ticket to your hotel in advance. Please note that we need 3 working days for the delivery.",
        "strLocation": "Shimane",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shimane-ride-a-sightseeing-boat-over-lake-shinji-near-matsue-city/3300?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ride a sightseeing boat over Lake Shinji near Matsue city",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 01:37:52"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3704,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475193175/bxof26o71doztecotl4a.jpg",
        "strIntroduction": "Shiretoko Peninsula is a UNESCO Natural World Heritage Site since 2005. The national park in the north-east part of Hokkaido is widely known for its pristine natural views, undeveloped areas and a variety of wildlife including Hokkaido's symbol - the brown bear. The biodiversity in Shiretoko attracts plenty of visitors every summer when the park is open. One of the best ways to explore the unspoiled beauty of this natural park is to take a sightseeing boat along the rugged western coastline of the peninsula, starting from Utoro port. The boat will pass along tall and almost vertical cliffs, hidden rock beaches and impressive waterfalls that cannot be seen from the nature walking trails on the ground. This is a fantastic chance to see not only the splendor of the coastline, but also to spot brown bears from a safe distance! Of course, you can see also other animals, including sea mammals such as dolphins and whales! You can choose between two different cruising courses: 1) Short 70-minute cruise starting from Utoro port and going to Mt Io and Kamuiwakkayu Falls whose river originates from an acidic hot spring. This is the only opportunity to see the waterfall as it's not visible or accessible from the ground. This cruise is available at various times of the day between April 20 and November 20: - 8:15 - 10:30 - 12:30 - 14:30 - 16:30 (only until September 15) - 16:00 (only between September 16 and October 5) 2) Long 3-hour cruise starting from Utoro and going all to way to Cape Shiretoko. In this cruise you will see even more hidden beaches and waterfalls. As part of the experience you will receive a special rice bowl with salmon roe - a local specialty of Hokkaido! This cruise is available between June 1 and October 10 and starts from 10:00 am. Please note that the tour may be cancelled in case of stormy weather.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-take-a-sightseeing-boat-along-the-dramatic-shiretoko-coast/3379?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a sightseeing boat along the dramatic Shiretoko coast",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 01:41:40"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9260,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1404877875/t477lqmclvk0vqfywil4.jpg",
        "strIntroduction": "Are you looking for some fun activities to do in Miyako Island? If so, we have an amazing tour for you! Take this opportunity to go fishing in one of Japan's most beautiful ocean! You will also be able to eat the fish you just fished, which will be fresh and mouth-watering! Miyako Island (Miyakojima), located 300 kilometers south of the Okinawa Main Island and 100 kilometers north of the Yaeyama Islands, is known for some of Japan's best beaches! The beaches are Miyako Islands's most famous attraction, and this tour will offer you an opportunity to fish at Ikema Island, connected to the northwestern corner of Miyako-jima by a bridge! Here is a detailed schedule of the tour: - From 9:00 to 12:00, or from 13:00 to 16:00 - Please note that the schedule can change, due to the weather. Why you will love this tour: - Ikema Island, which is connected to the northwestern corner of Miyako Island by a bridge, has spectacular views above and below the sea. - The Ikema Wetlands in the center of the island is a wildlife protection area, and home to variety of wildlife animals, such as ducks, egrets, and waders. - You will be amazed by the beautiful beach, corals, and colorful fish at Ikema Island! - A professional guide will teach you how to fish! - Beginners at fishing and children are welcome to join! - You will never forget the beauty of Ikema Island! - You will see unique shells and many tropical fishes! - You can fish banana fishes, and bonitos! - You can eat the fish you just fished out of the sea! This tour will make your trip unforgettable! Join this tour and enjoy fishing at Ikema Island! We look forward to go fishing with you! Photos by: -https://flic.kr/p/NBPsF -https://flic.kr/p/5u7Npx -https://flic.kr/p/9UANQk -https://flic.kr/p/dNZnha -https://flic.kr/p/7jhuxD -https://flic.kr/p/5cctkE",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enjoy-fishing-at-miyako-island/2428?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Fishing at Miyako Island!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 01:45:35"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12038,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1407128505/cb1p6tdwuehxrvmmicri.jpg",
        "strIntroduction": "Have you seen the beautiful night view in Tokyo? If not, why not take a ride in a houseboat around Tokyo Bay while enjoying the night view with a delicious dinner and drinks? This would be the perfect tour for you if you wish to have a relaxing night with your friends, family, or with your special someone! There are 2 courses from which you can choose from: A) Odaiba and Sumida river course (Duration: 2h30min) You can enjoy the night view of Odaiba, Rainbow bridge and Tokyo Sky Tree! Available dates: November 6th, 7th, 20th, 21st, 22nd, 27th, 28th, December 6th, 20th, 22nd, 25th. B) Tokyo Sky Tree Course (Duration: 2h30min) Go along Sumida river and get off at Tokyo Sky Tree Available dates: November 8th, 23rd, 29th, December 13rd, 18th, 23rd, 27th. Why you love it: - You can enjoy the beautiful night view from the houseboat in Tokyo Bay! - You will love the delicious Japanese styled dinner such as Sashimi and Tenpura! - Enjoy the fresh Sashimi! - You can drink as much as you want on the houseboat! -You can take pictures of Tokyo Sky Tree, which is the highest tower in Japan! - The illumination of the Rainbow bridge is breathtakingly beautiful! - It would be amazing if you spend the beautiful night on the houseboat in Tokyo Bay during your stay in Tokyo! Since this tour is popular among the tourists and the local people, we highly recommend you to book it as soon as possible so you do not miss this chance to enjoy the night view! Join this tour and make your trip unforgettable! Photos by: -https://flic.kr/p/3YWaar -https://flic.kr/p/2M9sd8 -https://flic.kr/p/ouPCaG -https://flic.kr/p/3YW8cg -https://flic.kr/p/3Z1nQA -https://flic.kr/p/3Z1odQ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-the-night-view-on-the-houseboat-in-tokyo-bay/2544?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy the Night View on the Houseboat in Tokyo Bay!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 01:49:52"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2130,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1407469409/tb6zjigr9phzjq2zf42g.jpg",
        "strIntroduction": "A) Day Cruise (Duration: 45min) Santa Maria goes around Osaka Bay, and you can enjoy the beautiful view from the Santa Maria. You could bump into pirates that are on board! Santa Maria’s captain is Santana, and his crew is Mario. A lot of children will love this course! B) Twilight Cruise (Duration: 90 min) [Until 28th September][Weekends Only] Santa Maria will be lit up in the evening. Osaka Bay will also be illuminated with colorful lights! You will enjoy the beautiful view from Santa Maria, which is more romantic than the daytime. C) Day Cruise + Osaka Aquarium (Kaiyukan) admission fee You can enjoy the cruise and can also visit the Osaka Aquarium, which is near the boarding gate to the Santa Maria! Osaka Aquarium is one of Japan's most spectacular aquarium. It introduces various forms of life inhabiting in the Pacific Rim in a well organized and impressive way. Photos by -https://flic.kr/p/5dAY5f -https://flic.kr/p/e4KpUW -https://flic.kr/p/moxvdP -https://flic.kr/p/moyz8w -https://flic.kr/p/pnV9o",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-get-on-the-santa-maria-cruise-ship-in-osaka-bay/2565?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get on the Santa Maria Cruise Ship in Osaka Bay!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 01:55:13"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2759,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1407904596/desaoaipssiqnbt9lqwc.jpg",
        "strIntroduction": "Would you like to see dolphins swimming in the sea? This tour is here for you! In this tour, you will take a boat and see the dolphins in the sea at Nagasaki prefecture! Time schedule: 10:00, 11:30, 13:00, 14:30, 16:00 Duration will be around between 1h and 1h20min. Why we love it: - You will love seeing dolphins swimming in the sea! - You will never forget the impressions of the dolphins once you join this tour! Photos by: -https://flic.kr/p/pGfh6 -https://flic.kr/p/8rnShv -https://flic.kr/p/8cnRgx -https://flic.kr/p/9AEtie -https://flic.kr/p/2pDoBM",
        "strLocation": "Nagasaki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagasaki-enjoy-watching-dolphins-at-nagasaki/2590?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Watching Dolphins at Nagasaki!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 02:00:24"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 22223,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1408346834/gfmksjfymoampjrdqcii.jpg",
        "strIntroduction": "Mount Koya (Koyasan) is the center of Shingon Buddhism, an important Buddhist sect which was introduced to Japan in 805 by Kobo Daishi (also known as Kukai), one of Japan's most significant religious figures. A small, secluded temple town has developed around the sect's headquarters that Kobo Daishi built on Koyasan's wooded mountaintop. It is also the site of Kobo Daishi's mausoleum and the start and end point of the Shikoku 88 Temple Pilgrimage. Koyasan is also one of the best places to experience an overnight stay at a temple lodging (shukubo) where you can get a taste of a monk's lifestyle, eating vegetarian monk's cuisine (shojin ryori) and attending the morning prayers. Koyasan has some of the best temples where you can stay overnight. If you would like to experience the Japanese style of meals and accommodation, why not trying this temple stay? Check-in time 11:00 Check-out time 10:00 Why we love it: - You will enjoy experiencing the Japanese cultures! - You will love the Japanese food at the temple stay! Healthy and fresh food! - Temple stay is the great way to experience Japanese cultures by yourself! Photos by: -https://flic.kr/p/bx8SXB -https://flic.kr/p/7oF3n8 -https://flic.kr/p/hQQbrU -https://flic.kr/p/833Ah5 -https://flic.kr/p/hQQsU5 -https://flic.kr/p/hNc8y6",
        "strLocation": "Wakayama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-wakayama-stay-overnight-at-a-temple-in-mount-koya/2636?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Stay Overnight at a Temple in Mount Koya!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 02:04:00"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10463,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1415065149/u7bpzihlfxzaj5qbf2vf.jpg",
        "strIntroduction": "8:00 to 9:00 am, I will pick you up from the desired accommodation. Please wait at the accommodation lobby. ※ The exact time and place will be decided by a contact with the applicant. Vast scenery of white ice fields is unique in the winter. The sound of the shrinking ice will echo from under your feet in this season. No need of provisions or special tools! You can join us empty-handed. We will give you all necessary smelt fishing instruments - \"hand spring rod,\" \"4-hocks\", \"bait\", \"drilling\", etc. First the guide will open a hole in the ice. The thickness of the ice is greater than or equal to 60 cm. You can eat the smelt fish you caught with tempura on the spot. Bringing rice balls and beer is also okay. I will send you off from from Tatsukobu Lake to the hotel. (※ 12: 00 ~ 13: 00 pm arrival) ※ after the tour ends, it is also possible to send you off to Kushiro Airport or to JR Kushiro Station.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-ice-fishing-for-smelt-kushiro-marsh/2858?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ice fishing for smelt in Kushiro Marsh",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 02:07:20"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4244,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1383884642/wuhwoiiap5bmocfc4zkh.jpg",
        "strIntroduction": "In this tour you will first go to Fushimi Inari Shrine - the central of all Inari shrines around Japan where the spirit of the fox is enshrined. Fushimi Inari is known for hundreds of vermillion gates going up the sacred mountain. Next you will visit Chokenji Temple which will fascinate you with its architecture and massive walls. The atmosphere here is mystical and special. You will then ride a traditional Japanese boat along the river that flows between the small sake cellars, breweries and shops which have remained from the old centuries. Your tour will continue to some of the famous breweries which are open for visitors and you will even have the opportunity to taste several locally made sake products. The sake brewing in Fushimi flourished during the old centuries because of the fresh and high-quality water springing from the mountain. In case you you book the hotel pick up option,your tour guide will pick you up from your hotel in central Kyoto. The picking applicable hotels are limited to the hotels between Higashi-oji-dori and Nishi-oji-dori (to the east and west) and Imadegawa-dori and Jujo-dori(to the north and south). At the end of the tour the guide will assist you in finding the transportation for your next destination or hotel. This tour runs between April and November when the boats operate.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-kyoto-fushimi-1day-tour-with-sake-tasting/1339?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Kyoto Fushimi 1-day Tour with sake tasting",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 02:11:20"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3704,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1438919278/cfztrrhwkv1g5cdldsft.jpg",
        "strIntroduction": "In this activity you will learn how to make delicious sushi instructed by a professional Japanese sushi chef! The location is in Tsukishima, one of the artificial islands in Tokyo Bay located just besides Tsukiji Fish Market. On Saturdays there are special tours in the market before the sushi class! You can book one of the options below: A) Sushi making class with a professional chef Schedule: Weekdays from 16:30 to 18:00 Minimum number of participants: 5 Meeting place: Tsukishima station (subway Oedo line or Yurakucho line) B) Tsukiji Fish Market tour and sushi making class Schedule: Saturday from 9:00 to 12:30 Minimum number of participants: 5 Meeting place: Tsukiji-shijou Station (subway Oedo line) A sushi chef will guide you inside Tsukiji market and show you around the highlights of the market from outside, including the famous Namiyoke Inari Shrine. Then we will go to Tsukishima by subway for the cooking class.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-make-sushi-with-a-professional-chef-in-tsukishima-tokyo/3782?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make sushi with a professional chef in Tsukishima, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 02:17:11"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3704,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1438606347/qldlogixzjki7fhmjtsw.jpg",
        "strIntroduction": "Ikebukuro is famous for its shopping area for otaku products and anime. We can explore some of them on this tour. The subculture is not the only highlight of Ikebukuro. Historical spots and modern architecture are also places of interest. There are shops where you can examine traditional Japanese handcrafts. Earthquake simulation at Ikebukuro Life Safety Learning Center is a valuable activity which helps you imagine how the Japanese felt during the Great East Japan Earthquake in 2011. There are also plenty of interesting cafe and bars. We finish up this tour at one of them. After I pick you up at hotel where you stay at 9:00am, we will move to Ikebukuro Station by public transportation. Below are the main sites we will visit in this tour: Tokyo Metropolitan Theater Jiyugakuen Myonichikan Ikebukuro Life Safety Learning Center (earthquake simulation) Lumine restaurant floor P'Parco (nicocafe, Evangelion shop) Animate (anime shop) Mikunikoji lane (old style bar street) Otome road (shopping area for otaku products and cafe) Sunshine city Toshima ward office building (private residences are at higher levels, first and only in Japan) Architectural buildings of Von Jour Caux (Tachinomiya Kippei) The tour finishes around 5:00pm.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-all-about-ikebukuro-in-a-private-walking-tour/3773?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn all about Ikebukuro in a private walking tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 02:20:32"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9815,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1446627203/ylqpd4qtxie64yryqrfq.jpg",
        "strIntroduction": "This will definitely be an unforgettable experience! Activity options: 1. Standard course: from 5:00pm to 7:00pm. Visit 3 local places in Ueno. 2. Early start course: From 3:00pm to 5:00pm. Visit 3 local places in Ueno. 3. Cross town course: From 4:00pm to 6:00pm. Visit 1 local place in Ueno and another local place in Shinbashi. *Starting time is flexible and can be arranged upon request; however, there may be waiting time to get seats, as most local bars do not take reservations. Who are the bar hopping masters? - Fluent in English even after drinking a considerable amount of alcohol! - Have a deep knowledge of the local area including Tokyo's very complicated transportation system. Enjoy the nightlife at Tokyo's local bars!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-bar-hopping-in-local-ueno-with-a-bar-hopping-master/3812?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Bar Hopping in local Ueno with a Bar Hopping Master!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 02:24:58"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3704,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1438600490/hr0relyd46n0jowgqnxm.jpg",
        "strIntroduction": "On this tour we are going to visit Tokyo's Kita Ward, which is not so well-known in spite of its proximity to the city center. We will visit areas like Oji, Jujo, and Akabane where you can experience the real downtown Tokyo lifestyle. This tour starts from a well-known garden among Japanese called Kyu-Furukawa Garden. It combines two different styles of gardens. The western-style building and garden were designed and built by the famous architect Josiah Conder. Not so many people are familiar with Kita Ward, but there are lots of interesting spots scattered around. Most of the historical places are in quiet surroundings and you can discover hidden aspects of the Japanese culture and learn more about Buddhism and Shintoism in a relaxed atmosphere. The downtown shopping street, on the other hand, is very lively and you will have the chance to try local foods for an unbelievably reasonable price and get to know the real lifestyle of locals. We will finish up this tour in the bar area on the west side of Akabane station. Below is the basic schedule of the tour: - Pickup at your hotel at 9:00am - Head for Kyu-Furukawa Gardens by public transportation - Walk to Nanashajinja Shrine and Asukayama Park (pass-by) - Walk to Hokutopia Tower where you can enjoy the view of Tokyo from the observatory while having lunch - Move to Jujo-chuo shopping street by train and walk to Jujoginza downtown shopping street, where you can enjoy Japanese sweets of your preference - Walk to Shimizuzaka Park, Katori Shrine, Fumonin Temple, and Akabane Ichibangai, where you can finish up the tour with refreshments at around 5:00pm.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-the-fascinating-contrasts-of-tokyos-kita-ward/3772?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the fascinating contrasts of Tokyo's Kita Ward",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 02:28:49"
    }
]