[
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11019,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1437018104/cmyzy6dg8k7gl2shda5q.jpg",
        "strIntroduction": "This is a special offer for all Kamakura tourists! We will bring you to the pleasant Junisho area in Kamakura, also known by the locals as the “Tibet” of Kamakura. There you will be able to try yoga meditation in the morning before discovering some of the town's best Buddhist temples. Start the day with a morning yoga lesson before going on a nice walk through the small streets of Junisho area to discover the beautiful Zen temple Jomyoji and also Hokokuji which boasts a wonderful bamboo garden. You can drink traditional Japanese green tea in the temple's garden. The private yoga studio is located in a very quiet place down the mountain. The entire surroundings are full of history, and this is the perfect place to practice yoga meditation. You will feel the Zen atmosphere of Kamakura while viewing the forest from the studio's windows. Below is the schedule for this tour: 07:40 am - Pick up at Kamakura Station (East Exit) Take a bus to the yoga studio 08:00 - Start of the yoga class Walk to the temples 10:00 - Visit Jomyoji and Hokokuji Temples 12:00 - End of the tour",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-refresh-body-and-soul-with-yoga-and-a-kamakura-tour/3715?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Refresh body and soul with yoga and a Kamakura tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 02:32:38"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12593,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1418024935/xj46z3xtxlalvrwrqyi6.jpg",
        "strIntroduction": "In this tour you will ride the Shinkansen bullet train from Tokyo to Oyama Station in Tochigi prefecture. A special bus or taxi will then take you to one of the most popular strawberry farms located in the middle of the rural farms. The beginning of the year in Japan is a great time to experience \"strawberry hunting\" - a special type of fruit picking in which you are allowed to pick and eat as many strawberries as you want for 30 minutes! At the end of this tour you will return to Tokyo with the Shinkansen with a full stomach and fantastic memories! The schedule of the tour is as follows: Weekends: 8:28 - Take Shinkansen Nasuno from Tokyo Station 9:09 - Arrive at JR Oyama Station 9:15 - Take the special bus or taxi from the West Exit of Oyama Station. Please note that if you're late you will have to arrange the transportation yourself. 10:15 - Arrive at Sano Premium Outlets. Free time in Sano for shopping and lunch of your choice (not included in the tour price). You will also receive discount coupons for various shops. 14:00 - Transfer Sano Premium Outlets to the strawberry farm 14:30 - Arrive at the strawberry farm for strawberry picking and a 40-minute \"all-you-can-eat\" sweets buffet or pancake set. 15:50 - Depart from the strawberry farm and arrive at JR Oyama Station 16:30~ Take Shinkansen Nasuno or Yamabiko back to Tokyo Please be punctual with the time because the special bus/taxi has a fixed schedule. This tour is only offered on irregular weekend days from mid-January until the spring.",
        "strLocation": "Tochigi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tochigi-strawberry-hunting-shopping-and-local-sweets-tour-in-tochigi/2929?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Strawberry hunting, shopping & local sweets tour in Tochigi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 02:38:02"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7871,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482224330/fkcipkxbqbaix17sgs8t.jpg",
        "strIntroduction": "Kanaya Port is a small town located on the east side of Tokyo Bay. It's located in Chiba prefecture, just about 1.5-2 hours from Tokyo by train. In this self-guided tour you will visit the beautiful port town and will enjoy a pleasant day surrounded by beautiful nature and delicious seafood! Lunch is included in this tour and you will have the opportunity to eat a special seafood rice bowl at one of the town's best fish restaurants. There is an additional dish - the local specialty grilled abalone! You'll be surprised by its delicious and juicy taste. After lunch you have two options to choose from: 1. Ride on the Tokyo Bay Ferry which crosses the bay and connects Chiba prefecture's Kanaya Port with Kanagawa prefecture's Kurihama Port. Taking this ferry guarantees that you will have a pleasant afternoon in the sea. You will even see the unique highway Tokyo Bay Aqua-Line which becomes an underwater tunnel midway - with an artificial island turned into a service area! Please note that this is a round-trip ferry and you cannot disembark at Kurihama Port. You can only ride the ferry departing from Kanaya Port at 13:15 or the next one departing at 14:20. 2. Take the ropeway up to Mt Nokogiri - a unique \"saw-shaped\" mountain with a spectacular view over the entire valley and bay seen from the symbolic steep rock on the top. Right next to it is Nihonji - a massive Buddhist mountain complex, home to the largest pre-modern stone-carved Buddha in Japan. You can take this tour every day when it's seasonally available (usually throughout the year). You can choose between normal/rapid trains and limited express trains (Sazanami). One-way trip takes about 1.5-2 hours depending on the train. Please note that limited express trains run mainly in the weekends and not all of them stop at JR Hamakanaya Station. If you take a limited express train you can board the train either at Tokyo or Shinjuku stations. The fish restaurant is located at the ferry port, about 5 minutes away from JR Hamakanaya Station. The ferry ride takes about 100 minutes. The ropeway is 10-15 minutes south of the station.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-seafood-and-natural-wonders-in-kanaya-near-tokyo-bay/2936?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Seafood and natural wonders near Tokyo Bay and Mt Nokogiri",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 02:41:36"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5278,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481104079/q1fk0lehuaaztrm6viac.jpg",
        "strIntroduction": "Chiba prefecture spans over Boso Peninsula, south of Narita Airport and east of Tokyo Bay. The southern part of that peninsula (known also as Minami-Boso) has a wide array of natural and cultural sightseeing spots to visit, as well as plenty of interesting experiences for every taste! The tour around the picturesque coastal landscape is ideal for couples, friends, families and guests of Tokyo who want to see the rural face of Japan but do not have time to spend more than one or two days outside of the capital city. This can be booked as a guided tour, but there is no fixed itinerary! The price includes a round trip from Tokyo and a special transportation pass for unlimited rides of the trains and buses in the entire area for 2 days, therefore you can visit as many facilities and sightseeing spots as you want! In order to avoid problems with transportation and getting lost (especially when riding local buses or finding some remote facilities), we strongly recommend additionally booking a guide for this tour. Besides, the guide will tell you so many interesting things about the region and will recommend amazing local restaurants! Choose between a day trip or a two-day tour, which includes one night stay in Chiba's rural south. The interesting spots are spread across a vast area so we recommend staying overnight in order to fully enjoy the idyllic beauty of Boso Peninsula. Here is a list of recommended places to visit. Pick your favourites and inform your guide, or ask them to recommend something for you: 1. Kamogawa Seaworld: One of Japan's finest and most popular aquariums. A great variety of marine life to see, including polar sea animals like penguins and sea otters. Unique live shows with dolphins, beluga whales, sea lions and killer whales are held several times per day. One of the two places in Japan to see killer whale shows! 2. Mt Nokogiri and Nihonji Temple: A unique \"saw-shaped\" mountain with a spectacular view over the entire valley and bay seen from the symbolic steep rock on the top. Nihonji Temple is a massive Buddhist mountain complex, home to the largest pre-modern stone-carved Buddha in Japan. 3. Tateyama city: Some of the city's highlights are Tateyama Castle on the top of the scenic Shiroyama Park Hill, former Akayama air-raid shelters - a labirynth of underground caves and tunnels that are open to the public, Tateyama Family Park where you can enjoy not only the flower gardens but also eat rare tropical fruits, Okinoshima uninhabited island which is connected to the city through a small strip of sand, and many others. 4. Futomi Flower Center: Besides enjoying the spacious flower garden, you can experience fishing red sea bream and have it cooked for you at the nearby restaurant! 5. Niemonjima island: Take aboat to this small rocky island which has lots of historical monuments and rare plants. Japan's shogun Minamoto-no-Yoritomo hid in a cave on this island after he was defeated in a military battle. 6. Tainoura pleasure boat: Take a boat trip around the rocky coastal line of Tainoura bay and see some interesting natural spots. 7. Shopping and eating local farm products and delicacies at various \"Michi no Eki\" farm centers: in Chikura, Wadaura and Tomiura. Please consult your preferences for the itinerary with your guide as the facilities are spread across a vast area.",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-explore-freely-the-picturesque-countryside-of-southern-chiba/2800?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore freely the picturesque countryside of southern Chiba",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 02:44:45"
    },
    {
        "intDurationHour": 15,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 46298,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1432602552/nbcdjttn11omwuf5gqej.jpg",
        "strIntroduction": "This is a one day trip from Tokyo. We leave Tokyo at 6:00 am and about 3 hours later, we arrive at a small harbor in Iwaki city, Fukushima prefecture. Then, we switch to the fishing boat, which has a maximum capacity of 20 people. This means that other then the owner and the guide, we accept 18 guests maximum for the tour. The tour takes 4 hours on the ocean. First, we pass by Hirono thermal power generation which provides 70% of the Tokyo energy after 3/11 (2011). Then Fukushima Daini nuclear power plant, which survived the huge earthquake and did not explode (although it was really close, they say). After Daini is Tomioka town, the home town of the boat owner. This place is now filled with piled contaminated dirt. Passing by another small harbor, Fukushima Daiichi nuclear power plant appears. We will catch a fish in front of it, and then head to a brand new sea wind power generation, and finally go back to the harbor around 1:00 pm. The fishing boat is small. We have pills for sea sickness ready for you. Also if you are worried, we will have Tyvek suits for you to wear, although we will be carrying geiger counters along with the tour, so you will know that the radiation is not at any level to worry about. We eat a late lunch at Yotsukura harbor, which is 15 minutes away. After that, we go around Naraha and Tomioka to see how the towns have become empty after the accident. Fukushima is originally a prefecture widely known for good quality Onsen, hot springs. At last, we will stop by at Iwaki Yumoto for Onsen, and arrive Ryogoku Station in Tokyo around 9:00 pm.",
        "strLocation": "Fukushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukushima-see-fukushima-daiichi-power-plant-with-your-own-eyes/3365?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See Fukushima Daiichi Power Plant with your own eyes",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 02:48:06"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2778,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482550074/prugwt4owlyloubd85vo.jpg",
        "strIntroduction": "This activity is offered from 19:00 to 23:00 (you can join and leave any time). I will take you to some of Tokyo's hottest nightlife areas where we will drink together and enjoy the night. We attend different bars every night. Here is a list of my recommendations: World Highballm Midpark Cafe, Hachienda Del Cielo in Daikanyama, Rigoletto in Roppongi Hills, Blacklist Afterwork Party at 1967, What the dickens British bar in Ebisu, Buri standing bar in Ebisu, 6th by Oriental Hotel, Waterfront Canal Cafe, Aoyama Craft Beer Market at United Nations University, Public Viewing at sports bar, Oak Door in Grand Hyatt, Roof Top Bar in Andaz on the 52nd foor at Toranomon Hills, Yonayona Kitchen at Omohara Beer Forest at Omotesando, Happy Hour at Peter the bar at the Peninsula on the 24th floor, Resort bar Cicada in Omotesando, Brew Dog Brewery in Roppongi, Spring Valley Brewery in Daikanyama, and many more! This activity is usually offered as a group tour with other locals and foreigners, but if you wish, I can guide you privately to a bar of your choice. I can certainly introduce you to the hottest nightlife places in Tokyo!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-hang-out-with-a-local-in-a-tokyo-bar/3691?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hang out with a local in a Tokyo bar",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 02:52:27"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7593,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1436826262/qmqe6pum0pvh57ckpjnd.jpg",
        "strIntroduction": "For this tour we will meet at Nakameguro Station (on Tokyo subway Hibiya line or Tokyu Toyoko Line) at 3:30pm. We will then explore the Nakameguro shopping street full of unique boutiques and part of the hip river-side area before visiting the century-old Asakura house opened to the public by the government as an important cultural property of Japan. After that, we will go back to exploring the river-side area where we will have dinner at a hard-to-book Japanese chicken restaurant. We will finish dinner at around 8pm. After dinner, if you would like to stay and explore nightlife in Nakameguro, I will give you tips on where to go. There are lots of trendy and unique bars and cafes where you can have a peek into how cool Tokyoites enjoy nightlife in the world's biggest city. Please note that this might not be a private tour.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-nakameguro-through-sake-and-typical-chicken-dishes/3692?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Nakameguro through sake and typical chicken dishes",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 02:57:36"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 53919,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1439701230/ajve7jeuwf46b2qwaafc.jpg",
        "strIntroduction": "Ishinomaki is a major seaside city on the Sanriku Coast in Tohoku (North Japan). In March 2011 Ishinomaki suffered significant damage from the powerful earthquake and especially the resulting tsunami. The city's recovery has attracted plenty of attention due to the reliance on local efforts and the miraculous support of all the manga characters associated with the famous Ishinomori Manga Museum. This is a 2-day tour to the beautiful and dramatic Sanriku Coast where you will have the rare opportunity to see how local people join forces to preserve the historical traditions of Ishinomaki while looking forward to a new, brighter future. In this curious and enlightening tour you will explore the quiet seaside city of Ishinomaki and learn everything about its past and present. You will visit a traditional sake brewery, see how locals live at temporary housings and shopping facilities, ride on a medieval ship, eat delicious seafood, and meet the famous manga characters who protect Ishinomaki with their brave spirits! This is a unique 2-day tour to a real \"off-the-beaten-track\" destination where you can observe the authentic lifestyle of local people in the Japanese countryside. The following is the itinerary for the tour: Day 1 8:00 - Take the Shinkansen bullet train from Tokyo station to Sendai (recommended train - Yamabiko 175), then change to the local Senseki line train to Ishinomaki (recommended train departs Sendai at 10:14 and arrives in Ishinomaki at 11:18). 11:30 - Meet your guide at Ishinomaki station and head towards a classy local restaurant named Takikawa to try fresh seafood delicacies. 12:40 - 13:00 - Visit Ishinomaki's Information Center and get acquainted with the tragic story of the disaster and the persevering recovery efforts. 13:05 - 14:05 - Go to the famous Ishinomori Manga Museum, built as a tribute to the prominent manga author Shotaro Ishinomori, father of classical series such as Cyborg 009, Kamen Rider, Goranger and many others. Learn how anime fans from all over the country helped the city's recovery. 14:15 - 14:45 - Take a look over Ishinomaki from the top of Hiyoriyama Park and see the current stages of the recovery process along the bay 15:10 - 16:20 - Go see San Juan Bautista, a restored European-style sailing ship used for Japanese envoys to the West at the beginning of the Edo period. 16:40 - Check in at the wonderful Hanayubi Hotel in Onagawa Onsen and relax in an open-air hot spring pool overlooking the sea. Day 2 9:30 - Get picked up from the hotel and go straight to Hirako Shuzo, Ishinomaki's own sake brewery. 11:35 - 12:00 - Pay a visit to the remains of Kadonowaki Elementary School and learn about the positive outcome of the dramatic events that happened here in March 2011. 12:15 - 13:45 - Go to Ishinomaki's fish market and have lunch with fresh seafood at Saitaro dining hall where locals go for lunch. 14:10 - 14:45 - Visit the temporary shopping facilities built for people who lost their property after the tsunami. Feel the positive hope for the future that locals here have. 15:00 - Do some last-minute shopping of local products and souvenirs at Ishinomaki's tourist center. Even little gestures help the city's people and speed up the recovery process. 15:50 - End the tour at Ishinomaki station. Take the train back to Sendai and change for the Shinkansen bullet train bound for Tokyo (recommended train departs from Sendai station at 17:09 and arrives at Tokyo station at 18:52). Important: Restaurants and facilities on the itinerary might change as some of them are closed on particular days of the week. In such cases alternatives will be provided. Transportation, accommodation, and meals (2 lunches, 1 dinner, 1 breakfast) are included. This is a private tour with guides and transportation arranged specially for you. This is a specially designed tour that you can book only with us. You will not find this tour at any other travel company. Try it as a 2-day trip during your visit to Japan and discover beautiful hidden places that do not appear in standard guide books and travel packages.",
        "strLocation": "Miyagi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-miyagi-see-the-restoration-of-the-seaside-manga-city-ishinomaki/3804?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the restoration of the seaside manga city Ishinomaki",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 03:03:33"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 53474,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1439620595/hxcbri59bql5b27eyq0w.jpg",
        "strIntroduction": "The Matsushima Bay area in Tohoku (North Japan) includes the peaceful fishermen towns of Shiogama and Matsushima that offer unique opportunities for experiencing a relaxing stay at the Pacific seaside. Rather than spending your time at luxurious touristic resorts, you will have the chance to feel the authentic atmosphere of small rural towns and discover their genuine charm. In this 2-day tour you will visit two of Japan's most picturesque seaside towns and explore their hidden attractive spots. See how local people have been relying on their bond with the sea for ages and feel the refreshing breeze as you enjoy the scenic view of Matsushima's pine-tree islands! In this pleasant tour you will visit two neighboring fishermen's towns (Shiogama and Matsushima) and find a top-class sake brewery with a well-preserved old warehouse, a majestic shrine with a long history, delicious sushi with fresh seafood, unique temples with splendid Japanese gardens, and plenty of picturesque natural scenery! Below is the itinerary for this relaxing tour to the countryside towns: Day 1 8:00 - Take the Shinkansen bullet train from Tokyo station to Sendai station, and then change to the local Senseki line to Hon-Shiogama station (the recommended train departs from Sendai at 10:17 and arrives at Hon-Shiogama at 10:45). 10:55 - Meet your guide and go to Urakasumi Sake Brewery where you will find an impressive old-style warehouse where some of Japan's best-quality sake is produced. 12:25 - 13:25 - Eat delicious sushi with fresh seafood at Sushi Tetsu, one of Shiogama's many sushi restaurants. 13:35 - 14:25 - Visit the impressive Shiogama Shrine and learn more about the history and legends of the fishermen town. 15:00 - 15:50 - Ride a scenic sightseeing boat from Shiogama to Matsushima and see many of the famous pine-tree islands along the way. The bay with hundreds of pine islands is considered to be one of Japan's three most scenic views. 16:15 - Check in at Hotel Matsushima Onsen Ichinobo, which will impress you with its luxurious interior and an open-air hot spring pool overlooking the ocean. Day 2 9:00 - Get picked up from the hotel and go to the Matsushima seaside area to explore the town's historical wonders on foot: the gorgeous temples Zuiganji and Entsuin, which have attractive Japanese-style gardens, the Buddhist relic Godaido Hall, the tea house Kanrantei, and much more! Enjoy hands-on activities and eat fresh seafood for lunch. 16:21 - Go to Matsushima-Kaigan station where the tour ends. Recommended return trip to Tokyo: take the local train departing at 16:21 from Matsushima-Kaigan station and arrive at Sendai station at 16:49. Then take the Shinkansen bullet train at 17:09 and arrive at Tokyo station at 18:52. Transportation, accommodation, and meals (2 lunches, 1 dinner, 1 breakfast) are included. This is a private tour with guides and transportation arranged specially for you. This is a specially designed tour that you can book only with us. You will not find this tour at any other travel company. Try it as a 2-day trip during your visit to Japan and discover beautiful hidden places that do not appear in standard guide books and travel packages.",
        "strLocation": "Miyagi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-miyagi-relax-with-delicious-sake-and-seafood-at-matsushima-bay-area/3802?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Relax with delicious sake and seafood at Matsushima Bay area",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 03:08:49"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 57762,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1438760223/cfapuyqmiza20mqanfuy.jpg",
        "strIntroduction": "The Oku Aizu region in Tohoku (North Japan) offers experiences that will transport you back in time to the ages of simplicity, rural lifestyles, and pristine nature. The deep mountainous area of Oku Aizu (literally \"inner Aizu\") is a well preserved world of authenticity where you can discover hidden villages, magical natural scenery, eco-friendly food and local sake, relaxing hot springs, traditional crafts that can't be found anywhere else, and much more! By booking this 2-day private tour you will have the rare chance to discover a real \"off-the-beaten-track\" destination that does not have a touristic atmosphere and will satisfy your adventurous spirit! In this tour you will explore Oku Aizu's little villages located along the ravine of the winding Tadami River. You will stay in a traditional style local ryokan inn just beside the river stream and will be able to relax in several different hot spring pools. You will eat delicious local food, try some of Japan's top-ranked sake, and engage in traditional craft activities to experience the ordinary lifestyle of the village people. Below are the itinerary and highlights of this unique tour that you will never forget: Day 1 8:08 - Take the Shinkansen bullet train from Tokyo to Koriyama Station (recommended train: Yamabiko 127) and change to the local train on Banetsu-sai line at 9:40. 10:54 - Arrive at Aizu-Wakamatsu Station where you will be picked up by the guide and will go to Akebono Sake Brewery with private transportation. You will be able to explore the traditional style brewery from inside for more than an hour. 12:40 - 13:20 - Have lunch at a local restaurant serving hand-made soba (buckwheat noodles). 14:10 - 15:10 - Visit the legendary Lake Numazawa and choose between casual trekking around the lake or a canoe experience over the tranquil water surface. 15:30 - 16:45 - Go to \"Karamushi-ori no Sato\", a traditional craft village where you can try the local art of ramie fiber weaving on an old-style loom. 17:15 - Check-in at \"Ebisuya\", a cosy ryokan inn located just beside the river and relax in its numerous hot spring pools. Day 2 8:30 - Pick-up from your inn and go directly to Oku Aizu's best panorama view point where you will be able to see the rural train cross a spectacular bridge over Tadami River. This is a fantastic opportunity to take great photos. 10:00 - 11:30 - Try the art of weaving and knitting wild grape skin to make your own amulet at Mishima town's \"Seikatsu Kogeikan\" atelier. Learn about this traditional craft that is an important part of the lives of Oku Aizu's people and see some very expensive fine art items. 11:45 - 12:45 - Have lunch at a real log house in the forest! Eat a deliciously-prepared meal in a relaxed environment enjoyed by locals. 13:15 - 14:00 - Visit the majestic Enzoji Temple built on a cliff overlooking Tadami River and discover the legend of the famous local toy \"akabeko\" (the red cow). 14:45 - 16:00 - Go to Aizu-Wakamatsu and visit the impressive Tsuruga Castle that fascinates with its white walls and red-tile roof. 16:00 - Return to Aizu-Wakamatsu Station where the tour ends. Recommended Shinkansen bullet train for a return to Tokyo - Yamabiko 152 (arrives at Tokyo station at 19:24). Transportation, accommodation, and meals (2 lunches, 1 dinner, 1 breakfast) are included. This is a private tour with guides and transportation arranged specially for you. This is a specially designed tour that you can book only with us. You will not find this tour at any other travel company. Try it as a 2-day trip during your visit to Japan and discover beautiful hidden places that do not appear in standard guide books and travel packages.",
        "strLocation": "Aizu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aizu-discover-the-real-rural-japan-and-its-traditions-in-oku-aizu/3776?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover the real rural Japan and its traditions in Oku Aizu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 03:14:54"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6697,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1437914541/o4utv5b92tyiu0jtdq6s.jpg",
        "strIntroduction": "In this activity you will go to a Japanese karaoke venue and sing songs in Japanese, English, and other languages for two hours. For kids and fans, there are anime songs too! You can sing songs while reading the lyrics on a screen and enjoy the original video clips that accompany many of the songs. Sometimes you can even see the original singer's performance on the screen! The price includes the guide fee only. I will come with you and we will have fun together at karaoke! The price does not include the karaoke fees which depend on the facility. I will take you to a casual and inexpensive place where you will have to order at least one drink per person. There is a variety of drinks, such as beer, cocktails, sake, whiskey, and soft drinks. If you are hungry, we can order some food for an extra fee too. Be sure to challenge yourself by checking your singing score on the machine! A karaoke experience is something you must try when visiting Japan!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-very-fun-karaoke-experience-in-tokyo/3754?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a very fun karaoke experience in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 03:20:58"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8315,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1437559786/ryumsu4umhrhwsnswflb.jpg",
        "strIntroduction": "This is a walking tour around the quaint streets of the Asakusa district in Tokyo. Besides seeing the city's oldest temples and surrounding shopping streets that look as if they come directly from the Edo period, you will also have the chance to discover Japan's largest kitchen goods street (Kappabashi Street) and eat many local sweets. Join us for this casual and fun tour! Please note: Join us after having had lunch since we will eat lots of sweets! Below are the details of the tour: Tour time: 13:00-16:00 (3 hours) Available: Monday, Tuesday, Thursday, Friday Tour language: English",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-asakusa-wonders-and-sweets-on-a-walking-tour/3742?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Asakusa's wonders and sweets on a walking tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 03:24:28"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 16297,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1412041957/vg0u1emtd7y0kz54ea3e.jpg",
        "strIntroduction": "Arashiyama is a place dear to the Japanese for it's classical tales imbedded in the history of Japan and simply for it's spectacular views and splendid temples. The iconic scene of Arashiyama is seeing the passenger boats gliding across the broad Oi River and the beautiful Togetsukyō (Moon Crossing) Bridge. This is a place with an almost magical quality that is simply a must see while you are in Japan. Tenryuji Temple: Once we arrive the first stop will simply have to be the amazing World Heritage Tenryuji Temple. This Zen temple is beautiful inside and out. As you walk through the open air temple looking at the art on the sliding doors, you can view one of the most famous gardens in Japan. This is the pioneer in using borrowed landscape, that is shaping the garden to blend with the landscape in the back drop. Simply stunning and in my opinion one of the nicest gardens I have ever seen in Japan. Bamboo Grove: Right around the corner is the Bamboo Grove. Walking through here gives you a spine tingling experience you will never forget. This is considered one of the must see sights in Japan and is famously on the cover of the Lonely Planet guide to Japan. Here, and everywhere along the way, I will be happy to take pictures for you so you can treasure the memory for years to come Monkey Mountain: A trip to Japan is not complete without getting a chance to meet a wild monkey! The chance to see them so close to a major city is even more rare. This mountain is a sanctuary for monkeys and overs you the rare chance of feeding them nuts from within a secure fenced room on the top of the hill. This climb to the top is worth it just for the view of the city below. Rent a Bike Option: Buzz around town and check out some of the lesser know but equally intriguing temples and shrines. Hot Springs Option: A short 10min ride away and you can experience the rich mineral waters of a natural hot spring. A definite must try while in Japan. All along the way I will be happy to share with you my knowledge of Japanese history and culture including the foundations of the religions and customs of the land. This is a fun and relaxing way to see a beautiful gem in Kyoto and I am sure you will love it. As this is a popular tour, inquire now with your preferred dates and we will try to get you booked in for this memorable experience.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-experience-arashiyama/2756?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Arashiyama!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 03:28:09"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 17593,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1445827458/ywko1okvywfqa4xd0s2s.jpg",
        "strIntroduction": "This is a cooking lesson in which you will learn about the secrets of Japanese Washoku cooking from a professional bilingual chef. The meals are traditionally divided into several degrees of difficulty: \"Matsu (pine)\", \"Take (bamboo)\", and \"Ume (plum)\". All of them use seasonal ingredients. Here are a few examples of main dishes from each course: [Plum – Ume - 2 hours] 1 main dish Example: Okonomiyaki (Japanese pancake), Oyako-don (chicken and egg), Nori-maki (sushi hand roll), Maki-zushi (sushi roll), Udon [Bamboo – Take - 3 hours] 1 soup and three dishes (1 main dish / 2 side dishes / 1 miso soup / multi grain rice) or Hot pot Example: Saba no Miso-ni (boiled mackerel with miso flavor), Shouga-yaki (ginger pork), Sukiyaki [Pine – Matsu- 5 hours] The details of this course is currently not available for booking. All courses have English recipes included so that you can practice making the dishes at home. Some courses can be provided for vegetarians. Please ask if you have a specific request. About the chef: Marimo is a professional chef. She promotes an abundance of simple and healthy vegetables in home cooking by taking advantage of seasonal ingredients. Her recipes, based on Japanese home cooking with seasonal ingredients, are full of her original ideas and are loved by many people of all generations. She is an expert in medicinal home cooking and a recipe-creator who teaches all kinds of Japanese cuisine in English at her salon in Aoyama. She also works as a private chef and catering and food stylist for TV-shows, commercials, and magazines. She published her first recipe book \"Kurashino-koyomi\" in 2013. In addition, after the lesson you can book also a dinner in a unique izakaya which has a traditional Kyoto atmosphere even though it's located in central Tokyo, and a ticket for the spectacular Robot Restaurant show in Shinjuku. Here are some suggested schedules for this activity: Meet at the specified place in Minami-Aoyama at 10:20am → Cooking experience begins at 10:30 am → Cooking experience ends 1:30pm → Optional add-on of one of the plans below. Plan A Meet at the Robot Restaurant ticket counter at 3:20pm → Robot Show begins at 4:00pm → Show ends at 5:30pm Move to the restaurant → Dinner at 6:00pm for up to 120 minutes Plan B Meet at Robot Restaurant ticket counter at 5:15pm → Robot Show begins at 5:55pm → Show ends at 7:25pm Move to the restaurant → Dinner at 8:00pm for up to 120 minutes Plan C Dinner at 5:00pm → Move to the Robot Restaurant Meet at the ticket counter at 7:10pm → Show begins at 7:50pm → Show ends at 9:20pm Plan D Dinner at 6:30 pm → Move to the Robot Restaurant Meet at the ticket counter at 9:05pm → Show begins at 9:45pm → Show ends at 11:15pm Note: There is no guide for the add-on option (Robot Restaurant and izakaya dinner). You will go there by yourself.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-washoku-cooking-lesson-with-seasonal-ingredients/3661?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Washoku cooking lesson with seasonal ingredients",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 03:33:02"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4167,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1437372642/hhcruvtrjcnwu6d37hoz.jpg",
        "strIntroduction": "This is a tour to Nagoya's famous Toyota Commemorative Museum where the guide will introduce you to the unique Japanese concept of \"Kaizen\" (continuous improvement), implemented by Toyota in the decades after World War II. After the tour you will be able to taste local food and sweets. Schedule details: - Start at 9:00am and end at 2:30pm after lunch - Meet at the lobby of Nagoya Marriott Associa Hotel (directly above Nagoya Station) - Go to the Toyota Commemorative Museum The museum exhibits textile machinery, which was one of the core industries that helped build modern Japan, and the evolving world of automobile engineering that continues to drive the country's development. You will be surprised to see 100-year-old textile machinery still working properly with regular maintenance. Your private English-speaking guide will help you understand how the spirit of Kaizen was embodied into the initial textile machinery and also in the present automobile manufacturing. At the museum, you will enjoy a very unique demonstration by Toyota's sophisticated robot which plays a musical instrument as if a real music artist plays. After moving back to Nagoya station, your guide will take you to a favorite local restaurant for lunch. Your guide will give you some additional information on souvenir shopping and local sweets. *The schedule can be flexible upon requests from the guest.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-discover-the-kaizen-spirit-and-taste-local-food-in-nagoya/3652?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover the Kaizen Spirit and Taste Local Food in Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 03:38:37"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9260,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1435912011/pq5xfulwesmztnykrqvp.jpg",
        "strIntroduction": "***Sorry, we cannot match a solo student with another group.*** Once you learn the art of Kintsugi (golden joinery with Japanese Urushi lacquer), you will be able to repair your own broken pottery and porcelain in your own home! Our instructor will teach you the traditional Japanese method while you repair your own item in our studio. We will provide all of the materials. Traditionally, the number of lessons required for completion of the repair process is a minimum of 4 lessons over a month. However, this workshop is only part 1 of 4, so we will explain to you how to continue the repair process at home. Urushi-related-supplies are available for sale at our store. The workshop usually lasts 90 to 120 minutes. If you have your own broken ceramics, please bring it with you. Make sure that your item is small, as you'll need to travel with it during the entire trip. Alternatively, we will prepare a broken plate for you. We would like to forewarn you that Urushi lacquer contains a compound that can cause a reaction similar to that of poison ivy, however proper handling (gloves and a long-sleeve shirt), as well as working in a well-ventilated area will generally prevent an allergic reaction. As a precaution, hypo-allergenic Urushi is used in our studio. Your party has to be a minimum of two people to run this activity.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-the-art-of-kintsugi-golden-joinery-repair-in-tokyo/3665?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn the Art of Kintsugi (Golden Joinery) Repair in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 03:44:43"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 15464,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1430503303/pz0mrwyjllcmerctgo8o.jpg",
        "strIntroduction": "This is a specialized guided tour for lovers of fishing who wish to explore Japan's high-quality fishing tackle shops in Osaka. I will introduce you to some of the country's finest fishing rods, reels, and lures. The tour will last about 5-6 hours and will include lunch. Here are the benefits of this tour: - I will introduce you to the very best fishing goods in Japan - I will help you with my specialized knowledge about fishing. Ordinary guide-interpreters are expensive and may not understand the specialized terminology well. - You will save valuable time and will not need to worry about how to find and reach the best shops in the area. You will be able to complete this tour in just less than one day, while it would typically take about 2 days to explore the shops by yourself.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-explore-the-best-fishing-tools-shops-in-osaka-with-an-expert/3419?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the best fishing tools shops in Osaka with an expert",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 03:48:08"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5834,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1434901497/pwg9sqfdnms8879rrurv.jpg",
        "strIntroduction": "This is a specially designed tour in Kobe city for Muslim tourists. The itinerary can be customized according to your preferences. Here is a sample itinerary: 1) Meet at your hotel in Kobe or JR Sannomiya station 2) Visit Kobe Meriken Park by taking the \"Kobe City Loop Bus\" - Enjoy the beautiful sea and mountain views of Kobe. - A flea market is held at the Meriken Park almost every weekend so you may be able to purchase very unique Japanese products at a reasonable price. - Kobe Port Tower and Port of Kobe Earthquake Memorial Park are located in Meriken Park. 3) Kobe Harborland and Lunch - Kobe Harborland is one of the most attractive shopping areas in Kobe. Kobe is known as a city of fashion so you may be able to find various shops which offer very original and stylish products made in Kobe such as shoes and bags. - Shops of Studio Ghibli, Ultraman, and Hello Kitty are available as well so Japanese anime lovers can enjoy the venue. - Lunch at a restaurant or a food court which offers Muslim friendly menu. I will make sure that you will be able to order pork and alcohol-free dishes. 4) Kobe Mosque, Kobe Halal Food (supermarket), Kitano Kobo - Take the City Loop Bus to the next area from Kobe Harborland. However, if the bus is too crowded, we may take another transportation such as the train as an alternative. - Allocate time for prayer and visit supermarkets where you can buy all kinds of halal products. - Visit Kitano Koubou which is an ex-elementary school building renovated as a souvenir shop selling local Kobe products. As Kobe is very famous for its various confectionery, I will assist you in purchasing pork and alcohol-free products as souvenirs. 5) Walk to the JR Sannomiya station where the tour will end *I can rearrange the itinerary and make it quite flexible depending on your schedule and places you would like to visit.",
        "strLocation": "Hyogo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hyogo-book-an-exciting-muslim-friendly-tour-in-kobe/3628?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Book an exciting Muslim-friendly tour in Kobe",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 03:51:43"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10371,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1436497236/ryqfswbjqyqzufwvkyb3.jpg",
        "strIntroduction": "\"Yukata de Nara\" is a rental kimono (yukata) service that provides a 1.5-hour afternoon sightseeing guided tour in Nara. We can pick you up at your hotel in Nara around 10:00-11:30 am. Select your favorite antique yukata and accessories, put it on with our support, and then enjoy free time strolling around Nara where you can find many old landmarks, temples, shrines, and even the virgin forest behind Kasugayama (a map will be provided by us). We'll meet again in front of the famous Japanese garden Isuien around 14:30-15:00. Then we'll take a rest with Japanese matcha tea at a nice tea house called Hyoshintei and will explore the beautiful garden which has a pond in its center - typical for Japanese-style gardens. We will go to the museum next to the garden and then visit yet another beautiful garden called Yoshikien. We will relax at \"Azumaya\", a cottage at the top of a hill where we'll feel the nice summer evening breeze. The tour ends around 16:00-16:30. You can return the kimono to the hotel's front desk when you check out. In summer, you can also book the tour that includes a tea ceremony-making experience! Enjoy an elegant time with a tea master, study the traditional ways of making matcha tea, and then try them yourself!",
        "strLocation": "Nara",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nara-wear-a-yukata-and-enjoy-sightseeing-in-nara/3575?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Wear a yukata and enjoy sightseeing in Nara",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 03:55:49"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2778,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1441862052/lbeixioqtjs4nd6jkyxj.png",
        "strIntroduction": "Our traditional-style factory and Japanese model room is located in Ninomiya Station on the JR Tokaido Line in Kanagawa prefecture. We will pick you up from the station and take you to our factory (just 3 minutes away). In this activity you will have the opportunity to: - Visit a traditional Japanese wooden room where you will see important elements of Japanese house architecture such as a paper sliding doors (shouji), transom (ranma), and more. - Make a traditional wooden grid using a traditional binding method called \"kude.\" The grid is made of Japanese hinoki cypress and is widely used in Japanese-style rooms. This activity is offered every day between 11am and 5pm.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-join-a-traditional-wooden-grid-workshop-near-hakone/3633?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a traditional wooden grid workshop near Hakone",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 04:00:08"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1852,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1435375673/psvnmku37ptlwmz0yh7q.jpg",
        "strIntroduction": "We can take you to Shonan beach - the most famous beach in the Kanto region where you will see numerous beach bars open only during the summer time. Such beach bars are called hamajaya (浜茶屋) or uminoie (海の家). In Japan, they are temporary constructions and can be seen only during summer. Shonan beach is located about one hour train ride away from Tokyo. The beach bars sell casual food, snacks, shaved ice, and local dishes. Each bar has an unique concept, relaxing atmosphere, and usually has a roof so you that you can relax in the shade while you enjoying your drinks. Renting a bicycle is a nice way to explore the area. We can show you around more beaches or more uminoie bars along the coastline. Here are two example itineraries for this tour: Tour A: - Meet at Chigasaki Station - Rent a bicycle or walk to the beach (15 minutes from the station) - Visit the beach and the beach bars (1 hour) - Relax on the beach (35 minutes) - Stroll around on another beach (1 hour) - Go back to the rental office and the station Tour B: - Meet up at Hiratsuka Station - Rent a bicycle or walk to the beach (15 minutes from the station) - Visit a beach bar or do some marine sports (30 minutes) - Ride a bicycle to either Chigasaki or Oiso to visit more uminoie bars and feel the Pacific Ocean breeze in your hair (2 hour and 10 minutes) - Go back to the rental office and the station The price listed is per pair (but a single visitor can book for the same price too). More than two people should book per number of pairs. Example: 1 or 2 guests - book the option \"price per pair\" once 3 or 4 guests - book the option \"price per pair\" twice (two pairs) Optionally, you can book additional time or an electric bicycle! Enjoy summer with us!",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-explore-the-beach-bars-of-the-famous-shonan-beach/3613?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the beach bars of the famous Shonan beach",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 04:04:26"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5556,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1433767415/k1glwrrjf9fku9t0hima.jpg",
        "strIntroduction": "In this activity, you will learn how to make traditional Japanese dishes at a professional chef's house in Kobe. You will learn more about the Japanese food culture and styles of preparation. The menu is called \"omotenashi course\" and the content changes seasonally. You can always request to make certain dishes. In general, we will make 1 main dish, 2 side dishes, and a soup. Some examples of the dishes we'll make are sushi rolls, miso soup, clear clam soup, tempura, bento lunch box, okonomiyaki, and ginger pork teriyaki. Natural Kobe vegetables and condiments will be used. If you are vegetarian, please let me know in advance. The vegetarian menu can include tofu steak, miso soup, fried vegetable dumplings, kimpira, simmered pumpkin, tempura, and more. Please note that this is not a private class and you may be together with other guests in a group of up to 4 people. Classes start in the morning (9:00-12:00) or in the afternoon (13:00-16:00).",
        "strLocation": "Hyogo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hyogo-join-a-traditional-cooking-class-with-a-chef-in-kobe/3580?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a traditional cooking class with a chef in Kobe",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 04:08:27"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2933,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475194899/n90wwxjn7j0vwztndnmx.jpg",
        "strIntroduction": "Hirado city in Nagasaki prefecture, Kyushu, is located on an island connected to the mainland by a spectacular suspension bridge. During the Age of the Great Navigators, Hirado was known as \"Firando\" among Dutch and Portuguese traders who established their trading warehouses in the city. At that time, Hirado was the domain of the powerful Matsuura clan who built a splendid castle on a top of a small hill overlooking the bay. Hirado is a city which amalgamated traditional Japanese, European, and East Asian influences. This is visible in the city's architecture and historical buildings. Up until the forceful relocation of the Dutch traders to Dejima, Nagasaki, Hirado flourished as a base for European merchants, Jesuit missionaries such as Francis Xavier, and scholars. The rich historical heritage of the city can be seen everywhere. At present, Hirado is part of Nagasaki's bid for becoming the next UNESCO World Cultural Heritage Site (Churches and Christian Sites in Nagasaki). In this half-day guided tour, you will visit some of Hirado's highlights and learn more about the prolific cultural interaction between the East and the West. After arriving to Hirado port/bus terminal, you will visit: - The historical hill district, where you can see an amazing panorama: Christian churches and Buddhist temples next to each other in perfect harmony. - St Francis Xavier Memorial Church, Hirado's largest cathedral built in 1913 to commemorate the legacy of the famous Jesuit missionary. - The giant palm tree, planted during the golden years of the Japan-Europe trade. - Matsuura Historical Museum, where you can learn about the local feudal clan Matsuura who ruled the island since the Kamakura period. - A brilliant reconstruction of the Dutch Trade House on the bay. Originally erected in 1609, shogun Tokugawa ordered it demolished in 1641 when the country adopted a policy of self-isolation. - Kameoka Park and Hirado Castle, another beautiful reconstruction of the impressive Hirado Castle that used to be the home of the Matsuura clan. After completing this tour you will know much more about the dynamic relationship between the Japanese and the Western traders during the turbulent, early years of the Edo period.",
        "strLocation": "Nagasaki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagasaki-explore-the-rich-historical-heritage-of-hirado-nagasaki/3634?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the rich historical heritage of Hirado, Nagasaki",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 04:12:24"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11667,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1408352793/kdibsfsi6tyn5w2svbed.jpg",
        "strIntroduction": "The Miho Museum is located deep in the forested hill, west of central Koka and can be visited as a short trip from Kyoto. It was designed by the world known architect, I. M. Pei, and is named after Koyama Mihoko, one of the richest women in Japan and the founder of the museum. Shigaraki is a ceramic town in Koka City, which is situated in southern Shiga, and known as the home for Shigaraki ware. It has one of the six oldest kilns in Japan and is known historically for its good clay. In this tour, you will visit both of these locations in one day! 9:00am JR Kyoto Station (Departure) ↓Train Go to JR Hieizan-Sakamoto Station ↓Walk Strolling around Sakamoto historic town - Shigain-Monzeki - Hiyoshitaisha shrine - Lunch ↓Funicular Strolling around To-do area of Enryakuji temple complex - To-do area - Sai-to area (Weather permitting) ↓Public Bus 5:00pm JR Kyoto Station (Return)",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-explore-sakamoto-historic-town-and-mount-hiei-in-one-day/2641?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Sakamoto Historic Town and Mount Hiei in One Day!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 04:15:40"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13426,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1408351767/cs4kp21clgf5rncrmca2.jpg",
        "strIntroduction": "The Miho Museum is located deep in the forested hill, west of central Koka and can be visited as a short trip from Kyoto. It was designed by the world known architect, I. M. Pei, and is named after Koyama Mihoko, one of the richest women in Japan and the founder of the museum. Shigaraki is a ceramic town in Koka City, which is situated in southern Shiga, and known as the home for Shigaraki ware. It has one of the six oldest kilns in Japan and is known historically for its good clay. In this tour, you will visit both of these locations in one day! 8:30am JR Kyoto Station (Departure) ↓Train Go to JR Ishiyama Station ↓Public Bus Visit the Miho Museum - Lunch ↓Taxi Town centre of Shigaraki ↓Strolling around the town Visiting local potters' studios and galleries ↓Walk Shigaraki Station ↓Train (Shigaraki Kogen Railway) JR Kibukawa Station ↓Train 6:30pm JR Kyoto Station (Return) Photos by: -https://flic.kr/p/aBJyhu -https://flic.kr/p/9Aqcd -https://flic.kr/p/dYsqKG -https://flic.kr/p/dYmJpV -https://flic.kr/p/k1Gj4Y -https://flic.kr/p/9X92",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-visit-the-miho-museum-and-shigaraki-pottery-town-in-one-day/2640?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit the Miho Museum and Shigaraki Pottery Town in One Day!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 04:20:07"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 21760,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481102565/hev0xravk5ykk0kge1ew.jpg",
        "strIntroduction": "Fuji Five Lakes are a fantastic place to experience both nature and culture. They provide a breathtaking view to Mt Fuji that you will never get tired of. This tour will take you to the biggest Lake Kawaguchi and the nearby Lake Saiko for a full day of surprises and unforgettable experiences! First, you will visit the attractive Bat Cave which is more adventurous than other caves in Japan. Then you will enter the mystical and virgin Aokigahara Forest accompanied by a professional nature guide. Next in the itinerary is a visit to the quaint Iyashinosato Nenba folk village - a small copy of the popular thatched-roof houses village of Shirakawago. Here you will learn more about traditional art and craft. You'll have the opportunity to meet Japanese craftsmen and buy unique hand-made souvenirs. Finally, the Retro Bus will take you to two great museums near the shoreline of Lake Kawaguchi. Kawaguchiko Muse Museum has a peculiar display of dolls which look surprisingly realistic. Kubota Itchiku Art Museum has a fantastic exhibition of kimono items beautifully dyed with silk using traditional old Japanese techniques. Finally you will return to Tokyo (Shinjuku) full of memories and experiences you will never forget.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-one-day-around-wonders-lake-kawaguchi/3044?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover the wonders of Lake Kawaguchi in one day",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 04:23:28"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 21760,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481102653/dlocpm2tr19kdoaa4zuq.jpg",
        "strIntroduction": "Mt Fuji is Japan's symbol, a UNESCO World Cultural Heritage Site and one of the most famous sightseeing spots among international travelers. Climbing to the summit of Mt Fuji is a quite strenuous task that can be accomplished only during the summer months and requires a lot of preparation. However, this tour will take you to the 5th Station halfway up the mountain and you will have the chance to walk around the forests through one of the popular trails - Ochudo Trail. Feel the spiritual energy of Mt Fuji all around you! Then you will take a bus down to Lake Kawaguchi which provides stunning views of Mt Fuji from a distance. Nearby is Kubota Itchiku Art Museum where you will enjoy an outstanding exhibition of beautifully decorated kimono items. The museum was founded by Kubota Itchiku, an artist who revived the traditional kimono silk dyeing techniques of old Japan. The museum's architecture as well as its gardens are impressive too. If the museum is closed you will visit the nearby Kawaguchiko Music Forest which is just as outstanding and impressive. Finally, you'll arrive back to Tokyo (Shinjuku) full of memories and experiences you will never forget!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-see-mt-fuji-and-lake-kawaguchi-nature-culture-tour/3042?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See Mt Fuji and Lake Kawaguchi: a nature and culture tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 04:27:51"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5834,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1422606415/jfaqchqd7y9hvptqvxxm.jpg",
        "strIntroduction": "\"Yatsushiro's funade-uki\" is a traditional fishing method which originated from a boating entertainment popular with the local feudal lords in the past. It involves fishing using a large spear. In this tour, you will meet local fishermen and try traditional fishing methods used in Yatsushiro area. The catch changes depending on the season and can include crab, squids, shrimps, lobsters, octopuses, flounder fish and others. After the fishing experience, we will visit an uninhabited island off the Yatsushiro coast and will have a picnic with fresh seafood! You will be able to enjoy the one of the most beautiful rural places in Kumamoto prefecture, Kyushu. Spend a leisurely day with lots of sun, sea and delucious seafood!",
        "strLocation": "Kumamoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kumamoto-join-sea-picnic-in-yatsushiro-sea/3107?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a sea picnic in Yatsushiro sea",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 04:34:01"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 32409,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1423795125/qmnd48vzzlx6qspicoq5.jpg",
        "strIntroduction": "8:30am We will pick you up in your hotel in Hiroshima City. You will meet and chat with your fellow group members, while enjoying views of the Japanese countryside on the way. 9:30am Tour a sake (Japanese rice wine) brewery popular among celebrities, tourists, and locals. Sample different types of sake in the brewery. If you find a new favorite, you can purchase it as a souvenir to take home. You can also purchase the sake that President Obama of the United States and Prime Minister Abe of Japan drank together. 11:00am You will learn how to make soba, buckwheat noodles, using locally-produced buckwheat flour. In this hands-on experience, local women who belong to the farming union in Hiroshima will teach you how to make soba in a friendly, open atmosphere where you can interact and socialize with other locals. 12:00pm After creating your own soba noodles, you'll be able to enjoy your creation with local seasonings for lunch. 2:00pm Option 1: Go back to Hiroshima City and go to the beautiful Japanese garden Shukkei-en. Relax and enjoy the scenic beauty of the Japanese garden. Japanese green tea and sweets are served as a refreshing snack. Option 2: You can choose to go to the Hiroshima Peace Memorial Park, dedicated to Hiroshima as the first city attacked by a nuclear attack. 4:00pm Enjoy the beautiful timbre (sound quality) of traditional Japanese instruments such as the koto (a traditional stringed instrument made of wood with 13 strings), hand drum, and shakuhachi (a bamboo woodwind instrument with five holes). After listening to the beautiful timbre, instructors will teach you how to play the musical instruments. The open and friendly atmosphere of the hands-on experience is good opportunity to be able to better understand Japanese culture.",
        "strLocation": "Hiroshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hiroshima-tour-a-sake-brewery-and-make-soba-during-hiroshima-day-trip/3140?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour a sake brewery and make soba during Hiroshima Day Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 04:38:11"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 30094,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1423817053/mr8v7ekoo41rgr5ju4rl.jpg",
        "strIntroduction": "8:50am We will pick you up at your hotel in Hiroshima City. You will meet and chat with your fellow group members. 9:30am Visit Kumano Brush Craft Center, renown for producing quality brushes for Japanese calligraphy, cosmetics, and paint. Kumano brushes are designated as traditional crafts of Japan. In recent years, the high quality of its cosmetic brushes for makeup has been admired around the world. You can purchase these luxury makeup brushes in the Craft Center. 11:15am Tour a sake (Japanese rice wine) brewery popular among celebrities, tourists, and locals. Sample different types of sake in the brewery. If you find a new favorite, you can purchase it as a souvenir to take home. You can also purchase the sake that President Obama of the United States and Prime Minister Abe of Japan drank together. 12:30pm For lunch, we will enjoy fresh seafood served by local fishermen. They offer a variety of seasonal delicacies popular among culinary experts but little known to foreign tourists. 1:30pm After lunch, relax your mind and body at a hot spring spa while admiring spectacular panoramic views of the Seto Inland Sea. The visit to the hot spring spa is one of the most heavenly pleasures on this Hiroshima tour. 4:00pm Go back to Hiroshima City and go to the beautiful Japanese garden Shukkei-en. Relax and enjoy the scenic beauty of the Japanese garden. Japanese green tea and sweets are served as a refreshing snack.",
        "strLocation": "Hiroshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hiroshima-discover-hidden-local-spots-during-a-hiroshima-day-trip/3143?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover hidden local spots during a Hiroshima Day Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 04:43:37"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 31483,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1423640003/vimdiujwfjfiyg4gnfkn.png",
        "strIntroduction": "8:00am We will pick you up at your hotel in Hiroshima City. You will meet and chat with your fellow group members. 8:30am Go to Miyajima Island. You'll have the opportunity to enjoy panoramic views of the Seto Inland Sea. 9:00am Arrive at Miyajima Island, one of the most scenic spots in Japan. This island has long been regarded as an island of Gods on the beautiful Seto Inland Sea. The guide will show you around the romantic and historic island with guide. Itsukushima Shinto Shrine, a UNESCO World Heritage Site, is located along with the Virgin Forest of Mt. Misen and numerous preserved shrines, temples, and historical monuments. 12:00pm Let's learn how to cook okonomiyaki! Okonomiyaki is a savory, traditional Japanese pancake containing a variety of ingredients. You will enjoy this hands-on experience. Instructors will teach you in friendly, family atmosphere so you can interact and socialize with local people. After making okonomiyaki, let's enjoy it for lunch! 2:00pm Option 1: Go back to Hiroshima City and go to the beautiful Japanese garden Shukkei-en. Relax and enjoy the scenic beauty of the Japanese garden. Japanese green tea and sweets are served as a refreshing snack. Option 2: You can choose to go to the Hiroshima Peace Memorial Park, dedicated to Hiroshima as the first city attacked by a nuclear attack. 4:00pm Enjoy the beautiful timbre (sound quality) of traditional Japanese instruments such as the koto (a traditional stringed instrument made of wood with 13 strings), hand drum, and shakuhachi (a bamboo woodwind instrument with five holes). After listening to the beautiful timbre, instructors will teach you how to play the musical instruments. The open and friendly atmosphere of the hands-on experience is good opportunity to be able to better understand Japanese culture.",
        "strLocation": "Hiroshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hiroshima-enjoy-hands-on-experiences-during-hiroshima-day-trip/3132?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy hands-on experiences during Hiroshima Day Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 04:47:29"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4630,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1422874297/hj2q2urizx1q9tt4d4xh.jpg",
        "strIntroduction": "Japanese strawberries are loved not only by Japanese but also by people from all over the world because of their high quality, size and delicious taste. In this activity we will take you to a rural strawberry where you will have the chance to pick and eat as many strawberries as you can! This is a typical weekend experience for families in Japan that you will love too. The strawberry season is generally from January to May. We also recommend you try another activity we offer on Voyagin: \"Make your own strawberry mochi rice cake!\" The following is an example itinerary for this activity: 10:00 Meet at Shizuoka Station and go to the strawberry farm by bus. 11:00 Start picking and eating strawberries! 12:00 At this point you'll already be full and completely satisfied! 12:30 Take a bus back to Shizuoka Station. 13:30 End of tour",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-pick-eat-as-many-strawberries-as-you-like-in-shizuoka/2987?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Pick and eat as many strawberries as you like in Shizuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 04:52:11"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8611,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1434196488/qon6npfdqtvrw3rv0msx.jpg",
        "strIntroduction": "In this activity, you will eat a delicious Koshu-Jidori (chicken) dinner in a classy and elegant izakaya restaurant in Shinjuku! Below is the special menu set that you can enjoy: - Appetizer - Assorted chicken on skewers - Three dishes that go well with sake - Assorted chicken sashimi - Chef's recommendation of the day - Grilled chicken or vegetables - Udon noodles - Dessert Additionally, as an option you can book tickets to the Robot Restaurant show at a discounted price! The Robot Restaurant is located just 10 minutes away on foot from the izakaya restaurant. Below is the show schedule: *Show time is approx. 90 minutes 1. Door opens at 3:20pm Show starts at 4:00pm (on weekends and busy season only) 2. Door opens at 5:15pm Show starts at 5:55pm 3. Door opens at 7:10pm Show starts at 7:50pm 4. Door opens at 9:05pm Show starts at 9:45pm We recommend one of the following itineraries: Plan A Arrive at the Robot Restaurant at 3:20 pm → Show begins at 4:00pm → Show ends at 5:30pm Move to the restaurant → Dinner at 6:00pm for up to 120 minutes Plan B Arrive at the Robot Restaurant at 5:15pm → Show begins at 5:55pm → Show ends at 7:25pm Move to the restaurant → Dinner at 8:00pm for up to 120 minutes Plan C Dinner at 5:00pm until 7:00pm Arrive at the Robot Restaurant at 7:10pm → Show begins at 7:50pm → Show ends at 9:20pm Plan D Dinner at 6:30pm until 8:30pm Arrive at the Robot Restaurant at 9:05pm → Show begins at 9:45pm → Show ends at 11:15pm",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-koshu-jidori-chicken-with-a-robot-restaurant-ticket/3596?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Koshu-Jidori (chicken) with a Robot Restaurant ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 04:55:55"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5093,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1434165438/t9quanlqk2ndl3rzsqee.jpg",
        "strIntroduction": "This special lunch or dinner package includes a chanko-nabe hot pot as well as black pork cuisine from the Kagoshima area! The dishes are prepared by a former sumo wrestler in a restaurant located in Asakusa. The restaurant is open between 11:30am and 0:00am. Below is the special menu set that you can enjoy: - Chanko-nabe (sumo wrestlers' hot-pot dish containing vegetables and big chunks of meat and fish, all cooked at the table) - Black pork hamburg - Black pork steak - Gyoza dumping - Salad - Pork miso - Sorbet ice cream Additionally, as an option you can book tickets to the Robot Restaurant show at a discounted price! Below is the show schedule: *Show time is approx. 90 minutes 1. Door opens at 3:20pm Show starts at 4:00pm (on weekends and busy season only) 2. Door opens at 5:15pm Show starts at 5:55pm 3. Door opens at 7:10pm Show starts at 7:50pm 4. Door opens at 9:05pm Show starts at 9:45pm We recommend one of the following itineraries: Plan A Lunch at 12:30pm until 2:00pm → Arrive at the Robot Restaurant at 3:20pm → Show begins at 4:00pm → Show ends at 5:30pm Plan B Arrive at the Robot Restaurant at 3:20pm → Show begins at 4:00pm → Show ends at 5:30pm Move to the restaurant → Dinner at 6:30pm for up to 120 minutes Plan C Arrive at the Robot Restaurant at 5:15pm → Show begins at 5:55pm → Show ends at 7:25pm Move to the restaurant → Dinner at 8:30pm for up to 120 minutes Plan D Dinner at 6:00pm until 8:00pm Arrive at the Robot Restaurant at 9:05pm → Show begins at 9:45pm → Show ends at 11:15pm",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-chanko-nabe-hot-pot-with-a-robot-restaurant-ticket/3593?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Chanko-nabe (hot pot) with a Robot Restaurant ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 05:00:58"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9908,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1434119266/jyztjw6zqndgv8wjjhub.jpg",
        "strIntroduction": "In this activity you will eat a delicious dinner at a restaurant in Ryogoku. The highlight of the menu is boar-meat prepared in a nabe hot pot together with two other seasonal dishes! The restaurant is open from 5pm to 9pm. Additionally, as an option you can book tickets to the Robot Restaurant show at a discounted price! Below is the show schedule: *Show time is approx. 90 minutes 1. Door opens at 3:20pm Show starts at 4:00pm (on weekends and busy season only) 2. Door opens at 5:15pm Show starts at 5:55pm 3. Door opens at 7:10pm Show starts at 7:50pm 4. Door opens at 9:05pm Show starts at 9:45pm We recommend one of the following itineraries: Plan A Arrive at the Robot Restaurant at 3:20pm → Show begins at 4:00pm → Show ends at 5:30pm Move to the restaurant → Dinner at 6:00pm for up to 120 minutes Plan B Dinner at 6:00pm until 8:00pm Arrive at the Robot Restaurant at 9:05pm → Show begins at 9:45pm → Show ends at 11:15pm",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-boar-meat-hot-pot-dinner-with-a-robot-restaurant-ticket/3591?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Boar-meat hot pot dinner with a Robot Restaurant ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 05:04:47"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3232,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1434198964/vp4anmut5lpudqkozyuu.jpg",
        "strIntroduction": "The East Gardens of the Imperial Palace used to be Edo Castle of the Tokugawa Shogunate during the Edo period. The Edo period started in 1603 when Ieyasu Tokugawa established the Edo government in Edo (now Tokyo) and continued until 1868 when the Tokugawa Shogunate returned the political power to the Imperial court. Then Edo Castle became the Imperial Palace. The East Gardens, which are part of the Imperial Palace, were opened to the public in 1968. Old buildings and stone walls still remain as they were, even though large parts of the old castle have been destroyed. If you are interested in Japanese history and culture, would you like to enjoy and immerse yourself in the samurai world of the Edo period? After walking in the Imperial Palace's East Gardens, we go to Kyoto-kan where you can enjoy making and tasting Japanese matcha, powdered green tea, under the guidance of a professional instructor. Note: The tour is only held on Sundays and Saturdays.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-the-samurai-world-and-taste-matcha-in-tokyo/3590?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visiting the remains of Edo-jo Castle and Tasting Matcha!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 05:10:01"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2315,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1433167688/y4d4fwvzwrxqlpvpbnlo.jpg",
        "strIntroduction": "Historical background: Before this tour for a better understanding, I would like to explain the history of Hikone Castle and Hikone town. Around the 16th century many feudal lords were fighting to rule this country. Finally Hideyoshi Toyotomi came to rule Japan. However, after his death, Ieyasu Tokugawa attempted to overthrow the Toyotomi family and rule over the country. Moreover, confrontations between a group whose leader was Ieyasu Tokugawa and another group that wanted to maintain the Toyotomi family escalated. They fought against each other in the battle of Sekigahara. Ieyasu Tokugawa won the battle and established the Tokugawa Shogunate. This was the beginning of the Edo period (1603-1868) and was the time when unique Japanese culture flourished. Naomasa Ii of the Ii family who was serving Ieyasu Tokugawa was transferred to Hikone as the first lord of the Hikone domain. After his death, his successor of the Ii family started building Hikone Castle and constructing the Hikone castle town. It took about 20 years to complete. The main purpose of this castle was to keep track of the movements of the Toyotomi family and other feudal lords who still continued to show loyalty to the Toyotomi family, and to protect the Emperor. Therefore, the castle was built as a base of the Tokugawa Shogunate and was well-prepared for a battle with the Toyotomi family. It had excellent military facilities for defense and offense. The castle is now a National Treasure and is located in Hikone town in Shiga Prefecture. Hikone faces Lake Biwa, which is the biggest lake in Japan. The most famous feudal lord among the Ii family was Naosuke Ii who was the 13th feudal lord of the Hikone domain. He was Tairo or chief minister of the Tokugawa Shogunate as well as a feudal lord. In 1853, the United States Fleet sailed into Japan. The commander, Matthew Perry, asked Japan to open the door to the United States. It was Ii Naosuke who signed the Treaty of Amity and Commerce between the United States and Japan without the Emperor's permission. Therefore, discontent grew in the Imperial Court and among some feudal lords. Moreover, Ii Naosuke punished over 100 people who opposed his foreign trade policies. As a result, on March 3, 1860, the Sakuradamon Incident occurred and he was assassinated by masterless samurais outside the Sakuradamon gate of the Edo Castle (Tokyo). It is believed that Ii Naosuke played an important role in Japanese history. The Ii family has been popular among ordinary people in this area and there are many temples and historic sites related to Ii family. ------------------------------------------------------------------------------------------------------------------------------------------- Tour Itinerary: After meeting you at JR Hikone Station, I will show you a statue of a warrior on a horse with armor and a helmet. This statue represents Naomasa Ii who was the 1st feudal lord of the Hikone domain. Along a street which leads to Hikone castle, we will stop by stone dealer’s stores dating back to the medieval ages. At these shops, there are Japanese-style garden lanterns and gravestones, as well as Buddha statues. After about a 15 minute walk from the station, we will visit Gokoku Shrine which enshrines people killed in wars. After that, we will see the middle moat and stone wall which are the entrances of the Hikone Castle complex. After seeing Sawaguchi-Tamon Yagura turrets and stables, which are important cultural assets, and crossing a bridge over the inner moat, we will enter the complex and confront a slope. Because this slope and the ensuing steps were designed irregularly to prevent invaders from entering the castle ground easily, you can easily run out breath. This design is one of the most excellent defense systems of the castle. After climbing up the slope, we will see a stone wall, a bridge and a road which is bent to a right angle. They also represent the excellent defense and offense construction of this castle. After passing under two turrets (Tenbin Yagura turret and Taikomon Yagura turret) which are Important Cultural Assets, we will arrive at Hikone Castle keep. Though this castle keep, which is a national treasure, is rather small, it was designed to focus on the outside beauty surrounding the castle. Inside the keep, you will find interesting castle constructions. Moreover, since this keep was built on the top of Mt. Hikone, you can get a full view of the surrounding area. After leaving the keep and descending down another slope, we will visit Genkyuen, the feudal lord’s garden which was created in 1677. It is a typical Japanese-style garden which features a circular walking path around a central pond. Beautiful views can be seen every season. After leaving Genkyuen garden, we will see the statue of Naosuke Ii who opened the country to the world. We will then visit the Hikone Castle Museum. There are many art and craft items collected by the Ii family, such as Japanese swords, Noh masks and costumes, red armor, and tea ceremony utensils, so you can see the Edo period’s culture and Japan’s beauty. Walking along the inner moat and crossing the middle moat, we will arrive at Yume (Dream) Kyobashi Castle Road and a temple complex. There are several temples associated with the Ii family. During emergencies, the temple complex was important for defense because soldiers stayed here and prepared for a battle. The Yume (Dream) Kyobashi Castle Road was built for tourists, so both sides of the street are lined with black-colored, old Japanese-style houses and the atmosphere of the Edo period is well-expressed. You can buy traditional Japanese souvenirs and eat traditional Japanese dishes, such as soba noodles, Omi beef, sukiyaki, and more. On your way back to JR Hikone Station, we will pass a kimono shop, an antique shop, and other interesting shops. You will also discover that the streets in the castle town were designed to prevent invaders from attacking the castle complex. At the end of the tour, you can visit many shops in a small department store in front of the station. Among the interesting ones is a 100-yen shop. ------------------------------------------------------------------------------------------------------------------------------------------- Schedule of the tour: I will pick you up at JR Hikone Station. The meeting time can be between 9:00 am and 2:00 pm, according to your schedule. The tour will take about 3-4 hours. Time required to reach Hikone Station by JR train: From Osaka: about 80 min. From Kyoto: about 50 min. From Nagoya: about 50 min (by Shinkansen + JR local train)",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-take-a-walking-tour-to-hikone-castle-and-the-castle-town/3549?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a walking tour to Hikone Castle and the castle town",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 05:14:48"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 463,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1431790819/qtf2ntvmjxf6cahv7lpx.jpg",
        "strIntroduction": "Join our furoshiki wrapping workshop and learn more about a well-known, traditional aspect of Japanese culture! Furoshiki is a large, thin, and light square cloth used for wrapping objects. It can wrap many different things like wine bottles, clothes, watermelons, and laptops. If you have a bigger furoshiki, you can even wrap an entire yoga mat! Also, you can use this square-shaped cloth as an eco-friendly shopping bag. Furoshiki is really useful in everyday life. Nowadays, furoshiki isn't used by young people anymore. However, they are very useful and beautiful, and I'm sure you will discover something new about Japan through attending our workshop and learning about this historical tradition. The workshop is offered in English and takes place about 15 minutes away from JR Kichijoji or Mitaka Stations. It's held on weekends and national holidays. You can bring back 1 furoshiki as souvenir. :-) Below is the schedule for the activity: 1) 10 min: Short introduction about the history of furoshiki 2) 10 min: Choose your favorite furoshiki 3) 40 min: Learn several kinds of wrapping techniques Enjoy this cultural experience with us!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-a-furoshiki-wrapping-and-sewing-workshop/3472?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "25% OFF Join a furoshiki wrapping workshop",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 05:20:29"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 16853,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1433378765/f28zunhvhrp2fsu3zum9.png",
        "strIntroduction": "This is a great chance to explore the mecca of anime and technical devices Akihabara with a \"kawaii\" (cute) guide! Find hidden spots along the way and eat sushi in a rare-to-find \"kawaii\" sushi bar! Below you will find the itinerary for this tour: 13:20 - Meet at JR Akihabara Station Electric Town Exit 13:30 - The tour begins 16:00 - End of tour The itinerary will include the following spots: - Nadesico Sushi (where you will have lunch to get ready for the tour) - Electric parts street - Figurine shops - The Old Manseibashi Station - Duty-free shops - Gachapon experience - Souvenir shops for \"moe\" items The itinerary can be altered upon request. Please let us know in advance if there are any particular places you'd like to visit. The lunch menu includes: - Nigiri-zushi (4 pieces) (tuna, tuna belly, salmon, salmon with mayonnaise and cucumber) - California roll (1 roll) (cheese, avocado, lettuce) - Shrimp tempura sushi (rice with small shrimp) - Egg (omelette) Please note that this is not a private tour and there may be other participants joining. The tour is offered in English.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-an-exciting-tour-in-akihabara-with-a-kawaii-guide/3557?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take an exciting tour in Akihabara with a kawaii guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 05:23:53"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 14630,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1425715361/zescyhvctthphinjepgp.jpg",
        "strIntroduction": "This is a private tour for you, not group tour. Hakone is one of the most famous places for relaxation and sightseeing near Tokyo. Our trip starts from Shinjuku with the Hakone Freepass ticket. We'll take the Romance car or the special rapid train for a convenient and comfortable ride. You can drink, eat and see Mt.Fuji or Odawara Castle from the window. During the journey you can experience riding on various vehicles such as the Romance car, the special train on the steep slopes, the cable car, the ropeway, the sightseeing cruise ship and buses. You have chances to admire beautiful Mt.Fuji from the Romance car, the ropeway and the ship. At Owakudani, we will walk around a volcanic area and taste black eggs boiled in the hot springs. The ship ride is fantastic and great fun. Depending on your interests, we will go to various museums, or Hakone Shrine which dates back to the 8th century, or the historical Checkpoint used between 17-20th centuries of the Edo era. Other points of interest are the Odawara castle and we can even visit hot springs. There are so many attractive places to visit that you will have to choose where you want to go. Odawara has a famous fish port and you can enjoy very nice seafood such as Sashimi, Sushi, dried fish. Besides there are variety restaurants such as French, Chinese and Stake. Hakone is loved by political top leaders.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-go-on-a-one-day-trip-to-hakone/3165?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a one day trip to Hakone!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 05:27:33"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4630,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1432351857/aeuseyvgghthr1zqohpz.jpg",
        "strIntroduction": "Welcome to Akita prefecture, Japan! This delicious picnic lunch is the perfect way to experience Japan's rural nature. We will pack a delicious \"bento box\" (Japanese lunch box) full of Akita's local gourmet treats for you and bring you to our secret picnic spot at the lake, the valley, or the forest. We will choose the best seasonal location based on the weather and scenery! Below is a sample itinerary of this tour: - Pick-up at Kakunodate/Tazawako Station - Go to a secret spot introduced by us - Explore the area with an English-speaking guide - Enjoy a gourmet picnic lunch - Drop off at Kakunodate/Tazawako Station We will decide the exact location according to the season. Here are some of the places on our recommended list: Lake Tazawa Lake Tazawa is the deepest lake in Japan, reaching a depth of 423.4 meters. It is almost perfectly circular. The lake has a mysterious atmosphere, and it is filled with sapphire-blue water. The color changes from jade green to indigo blue, depending on the season and the depth of light that penetrates the water. It is a great attraction for visitors at anytime of the year. Dakigaeri Valley Dakigaeri Valley is one of the most beautiful valleys in Japan. The first thing you will see is Dakigaeri Shinto Shrine, after you cross a bridge and start the trip to this magnificent valley. You will walk over a narrow paved path along the river, then pass through pitch dark tunnels and caves until you finally reach impressive waterfalls. Beech Forest There are beautiful beech forests near the lake and also in the middle of the Nyuto Onsen hot spring area. The colors of the leaves change each season and the golden trees are especially beautiful in autumn! Cherry Blossom Trees If you missed the cherry blossom season in Tokyo, don't worry, there is almost a one month gap for the blooming of the cherry blossoms between Tokyo and Akita. The season is from the end of April to the beginning of May. Akita's cherry blossoms are not always in the park but can be found in the beautiful mountains and forests.",
        "strLocation": "Akita",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-akita-go-on-a-picnic-in-the-seasonal-natural-scenery-of-akita/3506?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a picnic in the seasonal natural scenery of Akita",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 05:32:59"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4445,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1432111350/rydqckz9uikzgzbtamkw.jpg",
        "strIntroduction": "This tour will take you on an easy cycle from the Snow Monkey Park down to the station of Yudanaka. The tour begins at the Snow Monkey Resorts Info and Gift Shop, located right in front of the trail entrance to the Jigokudani Monkey Park, and takes you through farmlands with rice paddies, blueberry fields and apple orchards to a historic hot spring village with a 1300 year history. The tour course is approximately 9.3 miles (15 km). 80% of the course is downhill while the rest consists of flat roads with some parts moderately uphill. It is a relatively easy course with no prior cycling experience necessary. During the tour, a knowledgeable tour leader will provide insight into local culture and history of the region and show you sights unique to the area. You will also get the chance to try local delicacies made by using hot spring sources. The tour ends at Yudanaka Station where there will be time to experience a refreshing foot spa to rest before continuing your journey! Tour itinerary: 13:30pm - Start at the Snow Monkey Resorts Info & Gift Shop. 16:00pm - Finish at Yudanaka Station. (Finishing time may vary depending cycling speed, taking photos, etc.)",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-join-a-cycling-tour-in-nagano-around-the-snow-monkeys-area/3500?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a Cycling Tour in Nagano around the Snow Monkeys area",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 05:36:58"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457616936/vbqmegwy08qvptkhvpvr.jpg",
        "strIntroduction": "HiSUi Tokyo offers a variety of authentic cultural experiences for foreigners visiting Japan. Our aim is to make the Japanese culture easily accessible for travelers and contribute to the valuable memories that they will have from the trip to Japan. Our program consists of 4 different cultural activities. You can book one, several, or all four together. 1. Sado (Tea Ceremony) Experience After enter the tea room through the Nijiriguchi entrance, guests will receive a lecture on the tea room and the correct manners for enjoying sweets and matcha (green) tea. This is followed by the tea ceremony itself. The highlight of Sado! The Nijiriguchi is a small, square entrance to the tea room used to separate the realm of tea from the everyday outside world. By entering through this, you can experience Japanese culture firsthand. The instructors will explain why the Nijiriguchi is such a tiny entrance. All our sado instructors are certified specialists. They will be happy to answer any questions you may have. 2. Shodo (Japanese Calligraphy) Experience Guests will receive an explanation of the writing tools, and the correct manner in which to sit, and hold the brush. After warming up, one can practice the different brush strokes and flicks used in the art followed by writing their own name (in kanji). The highlight of Shodo! Guests will then have the opportunity to write their name on a small scroll and seal with a rakkan stamp. After creating your own piece of art, you can then take it back home as a unique souvenir. 3. Waso (Kimono) Experience The HiSUi Waso instructors will dress guests in kimono (Men will be provided with a haori), followed by a photo shoot. Guests can take part in other art forms while wearing kimono. The highlight of Waso! By wearing Kimono while taking part in batto or sado experiences, our guests can have a truly authentic experience of the Japanese culture. 4. Batto (Sword) Experience The HiSUi Tokyo instructor will demonstrate the art of shizan (trial cutting). For guests who wish to do so, there will then be the opportunity to try it for themselves in practice. The highlight of Batto! This stunning experience that allows you to actually cut with the real sword is somewhat of a rarity, even for those living in Japan. You can make a booking from 10AM to 5PM on weekdays (except Wednesdays). If your preferred date is on a weekend, please let us know. We will try to arrange the schedule depending on our availability. Please book at least 2 days before the day you would like to have the experiences.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-our-all-inclusive-japanese-culture-experience-program/3423?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join our all-inclusive Japanese culture experience program",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 05:42:18"
    },
    {
        "intDurationHour": 56,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 20371,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1431843009/iamnb5ciklf7aivfvhbe.jpg",
        "strIntroduction": "This is a full-week special Japanese lesson course near Fukuoka that will help you during your traveling and sightseeing in Japan. Please tell me your level of Japanese in advance. If your native language is not English, please tell me your native language. I will make my lesson suitable for you. Even if you don't understand Japanese at all, don't worry. I will give you some tips to enjoy Japanese conversation in your travel, no matter what your Japanese level is. During the first day, we will meet at Dazaifu Station near Fukuoka, then we will have the first lesson at a cafe in the backyard of Tenmangu Shrine. (Please pay for your tea. You can have umegae-mochi, sweet rice cake, if you like.) We will decide the lesson plan for the entire one week. The meeting place each day will be decided and we will discuss if you have any concerns or requests about the class. We will go through simulations of practical scenes, for example, in a hotel, a shop, or a station, depending on your level of Japanese. Everyday after the simulation, you will have the opportunity to use your Japanese in actual scenes while walking around the town. I will show you various aspects of Japanese daily life; we will stop at a post office, supermarket, library, etc. While we walk around the town, you may be able to spot and enjoy seasonal events held in Dazaifu or in Fukuoka. You have to book your hotel in Dazaifu or near Dazaifu by yourself. You will have 4-hour morning lessons for one week (7 days). The duration (number of days) can be negotiable. During this experience, we will enjoy Japanese conversations as much as possible. This program will not be available from 28th June to 16th October.",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-one-week-special-japanese-lesson-for-sightseeing-in-fukuoka/3476?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "One Week Special Japanese Lesson for Sightseeing in Fukuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 05:47:28"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2917,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1431510295/wx4zka0tzj7q94uznhyx.jpg",
        "strIntroduction": "In this activity I will teach you useful and practical Japanese language in the pleasant surroundings of Fukuoka prefecture's best known shrine, Dazaifu Tenmangu. Meet at Dazaifu station at 10 am, then we will go to Tenmangu Shrine which is just a 5 minute walk away. In the backyard of Tenmangu, there are some tea houses and cafes. I will give you a lesson at one of the tea houses. (Please pay for your tea. You can have umegae-mochi, a sweet rice cake, if you like.) In this lesson, we will simulate various scenes, for example, in a hotel, a shop, or a station, depending on your level of Japanese. Please tell me your level of Japanese in advance, and I will make my lesson suitable for you. Even if you don't understand Japanese at all, don't worry. I will give you some tips to enjoy Japanese conversation in your travel, no matter what your Japanese level is. Then we will walk around the town. This is a great opportunity for you to practice your newly acquired Japanese skills. I will show you various aspects of Japanese daily life; we will stop at a post office, supermarket, library, etc. While we walk around the town, you may be able to spot and enjoy seasonal events held in Dazaifu. Last, we will have lunch at a cozy cafe. (Please pay for your lunch.) For Japanese people, meals means more than just a meal. There are special meals in every area in Japan. The characteristic of an area is often symbolized by its food. Talking about such meals and cultural aspects is the best way to get to know Japan and enjoy traveling. This experience will start at 10 am. If you prefer another time, let me know. During this experience, we will enjoy Japanese conversations as much as possible. This program will not be available from 28th June to 16th October.",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-half-day-special-japanese-lesson-for-sightseeing-in-dazaifu/3453?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Half Day Special Japanese Lesson For Sightseeing in Dazaifu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 05:52:55"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11575,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1431415074/cmu4kwx3epmcqwnfaozk.jpg",
        "strIntroduction": "This is your unique chance to spend a wonderful night out in Tokyo or Kanagawa and dance in the powerful rhythm of salsa! Discover a new side of night life in Japan with me and join a great salsa party where you can dance all night! Please tell me your preferred date and any preferred style of salsa dance (LA style, NY style, Cuban style), if you have one. It's okay even if you don't have experience - I will recommend a place to go and will teach you how to dance salsa. I will pick you up from your hotel in central Tokyo and we'll go to a salsa club to have some great time together!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-a-salsa-party-in-tokyo-kanagawa/3457?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a Salsa Party in Tokyo or Kanagawa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 05:57:57"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4167,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1431063792/hsvxgzhqks1kjbclgueq.jpg",
        "strIntroduction": "Do you want to experience playing traditional Japanese music casually? The instrument you can learn to play is called koto. Koto is such a wonderful instrument but there aren't so many places where you can try it. Therefore I'd like to welcome you to my place and teach you how to play! You can get to my place on Toden Arakawa Tram car. It's the only and the last still surviving tram line in Tokyo. From Nippori, it only takes about 20 minutes. I have been teaching koto for almost 40 years. I also play shamisen, another traditional Japanese instrument, that you can try too! You can play the koto easily by using special picks on three fingers or by pressing the thirteen strings. Enjoy the relaxing and beautiful tune of koto! The popular song Sakura (Cherry blossoms) is easy and good to start with. If you come in a group, the harmony between the instruments sounds fantastic. I hope you will have a great and memorable time with me! *My daughters will help me for the language and kimono dressing & hair arrangements. Available Wednesdays or Tuesdays.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-traditional-japanese-instruments-koto-shamisen/3416?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience traditional Japanese instruments Koto & Shamisen",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 06:01:02"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3750,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474967835/ebv3jdiuanh9kcemxilp.jpg",
        "strIntroduction": "This activity is highly recommended for your free evenings in Okinawa's main city Naha. If you're confused and wonder what restaurant to enter on the bustling main Kokusai Street, this will definitely be the greatest choice for experiencing night life, culture and Okinawa's distinct cuisine! At Ryukyu Modern Classic Yotsutake you can enjoy a splendid stage show while having a delicious dinner with typical Okinawa dishes. The shows need prior reservation so don't miss your chance to experience the local atmosphere and spirit of the Ryukyu island culture! Two shows are held every night and you can only choose to watch one. The schedule is as follows: First show: 18:00 - entrance, dinner is served 18:30 - show begins 19:45 - show ends and you leave after taking photos with the performers Second show: 20:00 - entrance, dinner is served 20:30 - show begins 21:45 - show ends and you leave after taking photos with the performers You can choose not only which show to attend, but also which menu set to book in advance. Please select between: - pork shabu-shabu (thinly sliced pieces of meat and vegetables dipped in sauce) with Okinawa vegetable salads, noodle chample, seasonal desserts and others (9 items in total) - hikanzakura, consisting of pork ear skin, tofu peanuts, stewed pork belly, seasonal herbs and vegetables, seaweed, fruits and others (11 items in total) - himefuyu, consisting of Okinawan seaweed, pork tempura, pig feet, sesame-flavored steamed pork , vegetable salads, fruits and others (14 items in total) - pork steak with papaya salad, seaweed, goya chample, tofu peanuts, seasonal vegetables, fruits and others (12 items in total) In addition each group will be given the restaurant's original sata-andagi (sweet deep fried Okinawa doughnuts)!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enjoy-okinawa-dinner-yotsutake-with-a-cultural-show-in-naha/3462?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Okinawa Dinner Yotsutake with a cultural show in Naha",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 06:06:43"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 700,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1431506510/vu6cv8zka6zibz0sox7w.jpg",
        "strIntroduction": "【Japanese Exclusive Dining of Sake and Native foods】 Your \"sake concierge\" will escort you to one of Japan's native dining restaurants serving more than 50 brands of sake. 【Schedule】 - Greet you at JR Yotsuya Station at 7 pm. - Enjoy the taste of more than 50 brands of sake from all over Japan, all you can drink. - Enjoy Japanese cuisine that is the best in that season, such as fresh sashimi and side dishes of seasonal ingredients. - Learn from the sake concierge how to enjoy sake, types of sake, the history, the brewing process and more. Optional: Sake Brewery Tour You can be invited to the hidden parts of the sake breweries. You can see how top-ranked sake is produced at the actual site, and can enjoy tasting the sake which is just freshly produced there and you cannot find at the market. If you have any further questions, don't hesitate to contact us. We will arrange the schedule for you. This tour requires a minimum of 3 and a maximum of 20 participants to be held. As a single traveler or a pair you can join only if there is a tour with other people scheduled. Please contact us for availability.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-the-sake-and-japan-native-dining-tour-of-tokyo/2704?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "The Sake and Japan's Native Dining Tour of Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 06:12:04"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2769,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1430973253/jsbqiut6npjvtyjrg2v7.jpg",
        "strIntroduction": "We will stroll the famous Sake production area in Kobe. The area is named Nada and has been a renowned Sake production area since the Edo period. In this tour we will visit two breweries. The tour starts at 10 am at Sumiyoshi Station on Hanshin Railways Kobe line. The meeting point is outside the ticket gate in the the station. We will walk for about 10 minutes to the first brewery. You can enjoy the museums inside and complimentary Sake tasting. Then the second brewery is 10 minutes walk away from the first one. You will have chance for shopping in the attached stores next to the breweries. Sake sold in the brewery is kept in the best preservation and storing conditions. You will see really high rate Sake in the stores. Then we will walk through the nice riverside promenade to get to Uozaki Station in about 10 minutes. The tour will finish at the station. Taxi can be arranged with extra cost from the last brewery to your destination if you do not want to take a train after the tour. Taxi fee to the nearest train station will be approximately 8 USD. If you like to visit Central Kobe after the tour, it takes about 15 minutes by train from Uozaki Station. The port of Kobe is one of the first commercial ports to open for international trade after the long national isolation during the Edo era. The city of Kobe has a beautiful harbor area and has been a popular attraction for both Japanese and foreign visitors. Total walking time will be 30 to 40 minutes. Tour duration will be 120 to 150 minutes.",
        "strLocation": "Hyogo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hyogo-take-a-casual-sake-rice-wine-brewery-tour-in-kobe-area/3408?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Casual Sake (Rice Wine) Brewery Tour in Kobe area",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 06:17:17"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 771,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1432171648/jly1mr2spdzffudegusw.jpg",
        "strIntroduction": "Let's have fun and relaxed time going out in Sapporo! This activity will help you feel the local Japanese style of life and socialize with locals. Here is a short example of the schedule: 19:00 - I meet you at your hotel or in the center of Sapporo 19:20 - We arrive at the restaurant We eat, chat, drink, and have a great time together! 21:30 - The tour finishes. If you want to go to another place (an izakaya bar or a pub), you can go with me. If you want to go back to your hotel, I will take you to your hotel. For Spanish: Por ejemple 19:00 quedamos en su hotel o centro de sapporo. 19:20 Llegamos a restaurante comer, comunicar, disfrutar... 21:30 acabamos si quiera ir otro (bar..), vamos. si quiere volver a hotel.volveramos con me.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-experience-the-best-sapporo-izakaya-and-sushi-restaurants/3401?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience the best Sapporo izakaya and sushi restaurants!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 06:22:42"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7523,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1430897140/v4i4vjvxj0ycrgelhxa0.jpg",
        "strIntroduction": "In this tour I will take you to three of Tokyo's most famous and bustling shopping streets: - Nakamise street in Asakusa - Ameyoko street in Ueno - Takeshita street in Harajuku As three of the best known shopping streets they are all super crowded which you can see on my photos. Here is a short introduction of the streets: Nakamise street is for traditional Japanese goods and interesting souvenirs. It's the best place in Tokyo to buy gifts from your trip. Ameyoko Street offers various kinds of local foods and discounted items for every taste. Takeshita street specializes in Japanese young people's fashion. If you want to join this tour, be ready for walking through very crowded streets for more than an hour. However, this is an important and interesting part of the Japanese culture that you can explore together with me. Free Option: I have a single-lens reflex camera. Let me know if you want me to take your photos during the tour.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-three-of-tokyo-most-famous-shopping-streets/3303?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit three of Tokyo's most famous shopping streets!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 06:27:04"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13889,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1443828381/cjr9e72mwjsysrvsm5n7.jpg",
        "strIntroduction": "Yuki-tsumugi is a high-grade silk textile fashioned in a folk art style via techniques handed down from the Nara period (8th century). All the work is done by hand, from the spinning to the actual weaving. The process yields silk with a unique texture and the highest possible quality. Here is the example itinerary of this tour: 9:00 I pick you up at Shinjuku Station and take you to Yuki city in Ibaraki prefecture. 12:00 Lunch time. We will go to a famous local restaurant. 13:00 We will visit the folklore village Tsumugi no Sato. Besides seeing and learning more about traditional local crafts, you will have the chance to try hands-on experiences of weaving in the traditional old Yuki-tsumugi style. 15:00-16:00 Visit Takeda-Suga Shrine. Buy a local Japanese Sake, Buyuu as a souvenir. (by the way, it is my favorite!) 16:00 Go back to Tokyo. I drop you off at Shinjyuku Station.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-try-traditional-yuki-tsumugi-weaving-cultural-heritage/3436?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try traditional Yuki-Tsumugi weaving!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 06:32:46"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11112,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1450763095/bqit4u9f5q20z9wkfsol.jpg",
        "strIntroduction": "Guests can participate in a tea ceremony class at a tea master's home, followed by visits to Japanese specialty shops of green tea and wagashi (Japanese sweets). You will enjoy Matcha (ground green tea) and wagashi at the tea ceremony as well as a sampling of various green teas and wagashi at the shops. Here are the details of the tour: Basic Plan： [12:30～12:45] Meet at Toritsu-Daigaku Station. Welcomed by an English-speaking interpreter. Participants take a short car ride as they are guided to classroom. [12:45～13:40] Tea ceremony class: Go on a journey to free your mind through the ritual of tea! Enjoy the finest quality green tea and traditional Japanese sweets from famous confectioneries. Try out for yourself the unique and fun Japanese way of making green tea. Learn about tea utensils, hanging scrolls, and the etiquette of flower arrangements. [13:40～13:55] Walk from the tea ceremony classroom to a tea shop. [13:55～14:25] Visit specialty green tea and Japanese sweets shops. Souvenirs are available for buying! Doien tea shop - Includes green tea sampling! Participants are taken to this shop specializing in green tea, a commodity now experiencing a worldwide boom due to the increasing interest in healthy living and Japanese food. Hachinoya traditional Japanese confectionery – Includes japanese sweets sampling! Participants are taken to this specialty Japanese confectionery, which creates beautiful traditional sweets carefully prepared by artisans with selected ingredients. [14:25～14:30] Tour ends at Toritsu-Daigaku Station. Interpreter escorts participants to station. Optional Plan： [14:30～14:40] Participants take a short car ride as they are guided to ceramics shop. [14:40～15:25] Visit specialty ceramics shops. Souvenirs available! Gallery Yakimono Naganawa Japanese ceramics and pottery shop. Participants are taken to this pottery shop carrying a vast selection of tableware suitable for use in the tea ceremony or with Japanese cuisine (now a registered UNESCO Intangible Cultural Heritage). [15:25～15:30] Tour ends at Gakugei-Daigaku Station. The Interpreter escorts the participants to the station. The participants walk along a charming shopping district to the station. Participants walk along a charming shopping district to the station. Special Services: Photos taken during this tour are later given as a present to participants over the internet. Important! If your group is between 2 and 4 people, you need to book also the add-on for a private tour.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-green-tea-and-wagashi-delights/3420?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Green Tea and Wagashi Delights",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 06:38:09"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4630,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1430761480/nu0wrbdgdngnedz4sf3m.jpg",
        "strIntroduction": "This is a night life tour in some of Tokyo's best known bustling areas. In this tour we will visit: (1) Shibuya Crossing Street - meeting at Shibuya Station. Let's take photos at the famous busy Shibuya crossing! (2) Beer Museum in Ebisu Ebisu is famous for Ebisu beer, one of Japan's best beer brands. So let's visit the Ebisu Beer Museum and taste some local beer! (3) Japanese local bars at Ebisu Let's eat and drink at a Japanese tiny local bar! You can taste sashimi or assorted chicken BBQ dishes. Of course, you can drink Japanese sake as well! If you are interested, going to a cat cafe can also be a good idea for an optional visit. In this tour you can experience both modern and local atmosphere in Tokyo during the same day. Come and join me for a night tour! Available during the weekends!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-go-out-in-shibuya-ebisu-beer-museum-local-bar-night/3427?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go out in Shibuya - Ebisu Beer museum & local bar night",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 06:42:21"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3241,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1430111503/jxhv2rwwmx808mdhilg0.jpg",
        "strIntroduction": "Takunomi is a style of home parties popular between Japanese young people nowadays. The main reason for its popularity is that it is inexpensive and comfortable. How about joining a drinking meeting at my house? I like a cooking. I can prepare the following: * Onigiri. * Yakitori. * Yakisoba. * Japanese style salad It isn't a lot, but the appetizers are delicious. I will have prepared Japan's famous beer and sake in my house. Important details about the tour: * Time is limited from 7:00 pm to 9:00 pm. * The number of people is up to 4 people. * You can't stay overnight. * Please be sure to return to your hotel in time. * Food and a drinks are included in the price. * If you'd like to eat and drink much, you have to book the option charge. * If the alcohol is all consumed, extra charge may apply to buy more.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-japanese-style-home-drinking-party-takunomi/3402?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Japanese style home drinking party \"Takunomi\"",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 06:46:14"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1081,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1426926323/b1rwdvnjnmmxesmrnbb2.jpg",
        "strIntroduction": "If you are looking for a nice izakaya (drink & eat bar) and want to talk with local person at Shizuoka city, I surely think that I am useful. Shizuoka is not so internationalized city, so even at shops people have a tendency to be shy to foreign travelers, and worry about language or communication with foreign people. I want to support you and these shops, and want to introduce you to nice local meals, while we have an enjoyable time! I can introduce you to really delicious and comfortable Izakaya bars! Let's have a enjoyable time! Starting time is flexible. We can start for example at 17:30-18:00 and go to Izakaya until 20:00-20:30. This is a private tour for your group (no other people to join). The meal and drinks are not included in the price (it's a habit in Izakaya that the bill is split equal between the people on the table). If you want to go to another bar after Izakaya I will recommend you some, although I will not join you. If you want to go to a Ramen restaurant, I will recommend you some places offering: 1. tonkotsu, 2. gyokai-soysauce 3. yokohama-iekei Come and enjoy the city together with me!",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-lets-drink-together-at-the-center-of-shizuoka-city/3269?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Let's drink together at the center of Shizuoka city!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 06:51:07"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13889,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475193419/u3kr6hp9qopil4vcoxqn.jpg",
        "strIntroduction": "Kushiro Shitsugen National Park, one of the largest in Japan, consists of a vast marshland dotted with small lakes and observatories for watching the wildlife. The Japanese crane is particularly famous and this national park is known as the natural habitat of the elegant wild bird. Kushiro River winds along the wetland and offers plenty of opportunities for slow-paced canoeing which allows you to explore the wildlife of the national park. In this activity you can choose between paddling a private canoe for two for about 9 kilometers down the Kushiro River or renting a group canoe and paddling together with your friends and family. The stream is calm and ideal even for first-time experience on a canoe. You will be instructed by a professional guide who will accompany you along your way down the river. Snacks and drinks are included. Please wear comfortable clothes for outdoor activities in the river. It's recommended to wear long sleeves as to avoid insect bites. Please wear a hat and apply sunscreen in order to protect from the sun. You bear responsibility for the valuables you take with you on the canoe. This activity is offered between May 1 and October 31. The private course for two takes between 3 and 3 and a half hours. The group course takes between 2 and 2 and a half hours; it accommodates up to 7 people. Initial instruction will take place at Lake Toro before paddling down Kushiro River until Hosooka.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-paddle-a-canoe-down-the-kushiro-river-in-the-marshland/3405?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Paddle a canoe down the Kushiro River in the marshland!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 06:55:19"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2870,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475193255/wzxetb7rbxvhvalttcvl.jpg",
        "strIntroduction": "Lake Akan is one of the three famous caldera lakes of Akan National Park. It is widely known as the home of \"marimo\", a peculiar green ball-shaped algae species. The entire area is a natural habitat of many wild birds, fish and plants which makes it attractive for lovers of green and eco-tourism. One of the best ways to explore the wildlife and biodiversity of this area is to paddle a Canadian canoe between the common reed near the shores of Lake Akan! You can choose between a short introduction course and a 2-hour adventure course for pairs. A professional guide will teach you how to paddle the canoe and will give you rental equipment. Along the way you will see plenty of fallen trees, common reed and rare species of wild birds. Free drinks and snacks are included in this tour! This tour is offered every day between May 1 and October 31. The introductory course is offered for 45 minutes and starts at one of the following times (according to your preferences): - 6:30 am, 7:30 am, 11:30 am, 3:30 pm The adventure course takes two hours and is offered in the morning (from 9:00) and in the afternoon (from 13:00). Please wear comfortable clothes for outdoor activities in the lake. Long sleeves are recommended to avoid insect bites. Please wear a hat and apply sunscreen to protect from the sun. You bear responsibility for your valuables you're taking with you in the canoe.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-go-canoeing-in-lake-akan-part-of-akan-national-park/3404?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go canoeing in Lake Akan, part of Akan National Park!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 06:59:45"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9260,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463660348/reoaeqfa7lxl7dwrdbqg.jpg",
        "strIntroduction": "In this activity you will visit a Japanese house in Osaka and learn how to cook popular Japanese dishes! Our class schedule is as follows: Saturday (10:30--13:00) Sunday (10:30-13:00) Monday (10:30-13:00) Each class takes about 2.5 hours. However, you can request different times for this activity. We will do our best to accommodate your requests. Here is a list of some of the dishes that you can learn to prepare: 1. Bento box (rice + egg+vegetables+minced \"katsu\" cutlet or karaage friend chicken or tonkatsu pork cutlet+ umegoshi) 2. B Set Meal - Tempura Set & Sauce (tempura+rice+miso soup) 3.Japanese Beef Curry (rice+ salad) 4. Okonomiyaki ( 2 pieces per each person) Note: If you're vegetarian or you're interested in making any other dishes, please contact us and ask. We will do our best to respond to your requests! We will meet you at the north bus terminal of JR Amagasaki Station (just one station away from Osaka Station). We will give you more information when you book this activity. Other people might join too. In such cases this activity will be a group lesson.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-home-cooking-class-learn-to-make-everyday-japanese-food/3341?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Home Cooking Class! Learn to make everyday Japanese food!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 07:03:03"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12056,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1429677578/pudphg25sozmxnjiyknp.jpg",
        "strIntroduction": "In this activity you can enjoy strolling around Tokyo dressed in a Kimono or Yukata! Our shop is located at Meguro, Tokyo. You can walk to Meguro riverside, or visit Meguro Gajoen, which is famous as the first ever wedding hall in Japan and has a beautiful traditional Japanese building. It is within 7 minute walking distance from our studio. Also, Shibuya is 5 minutes away by train! Harajuku and Meiji Jingu Shinto Shrine are 10 minutes away by train. Please go and enjoy having lunch, shopping, and sightseeing in kimono! Our kimonos are very \"kawaii\" (pretty and cute) in a fashionable retro style. Rental available time: 10 am - 5 pm. Please return to our studio by 5 pm. Our very friendly staff is waiting for you every day!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-harajuku-meiji-jingu-or-anywhere-in-kimono-all-day/3378?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Harajuku, Meiji Jingu, or anywhere in Kimono all day!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 07:08:02"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5556,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1428847287/foizl9xmucgszowse6gn.jpg",
        "strIntroduction": "This activity is a glimpse into the practices of Japanese Buddhist priests. We offer several different options: ●Overall Course (about 2 hours), which includes: 1. Explanation (5 min) 2. Prayers (15 min) 3. Worship (15 min) 4. Sutra recitation (15 min) 5. Writing of sutra (20 min) 6. Invocation of Namu Amida Butsu (15 min) 7. Trying on the priest’s garb (20 min) ●Simple Course (about 30 min) 1. Explanation (5 min) 2. You can choose one of the following activities (25 min): Prayers, Worship, Sutra recitation, Writing of sutra, Invocation of Namu Amida Butsu, Trying on the priest’s garb Description of the activities: “Prayers“ is a ritual in which a priest prays for your good life and seals the wish in an amulet. You can take the amulet home with you. “Worship” is an ascetic practice for clearing your mind by taking exercises like squatting and reciting “Namu Amida Butsu”, a type of sutra. It can be physically challenging! “Sutra recitation” is a practice in which you exclusively read sutras as “Hannyashingyo” and others aloud using a “Mokugyo” (a wooden drum used in a Buddhist temple) Writing of sutra is a practice in which you copy down “Hannyashingyo” and others. You can get in touch with the “Kanji” culture. You can take home the sheets of paper you copy sutras on. “Invocation of Namu Amida Butsu” is a practice to clear your mind by repeating “Namu Amida Butsu”, a type of sutra, over and over. “Trying on the priest’s garb” - you can transform into a priest! You can book this activity from 06:00 to 20:00 every day. Please choose your preferred time. After the Japanese Buddhism practice, you can eat meal at a local “Izakaya” restaurant “Asahi”, which is famous in the area.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-experience-japanese-buddhist-practice/3342?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Japanese Buddhist practice",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 07:13:45"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 25001,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475141988/dnificbheht6grwsosn7.jpg",
        "strIntroduction": "Akan National Park is a wide area which comprises of three big caldera lakes - Lake Mashu, Lake Kussharo and Lake Akan, as well as several volcanic mountains (Mt Iozan, Mt Meakan, Mt Oakan) and a few cozy little hot spring towns. This park is one of the most well-preserved natural eco-systems in Hokkaido and is widely known for its pristine beauty and breathtaking picturesque views. Access to and around the lakes is difficult to non-existent by public transportation, but in this tour you will be taken to some of the most famous natural spots where you can make some of the best photos during your trip in Hokkaido. This is not a classical guided tour, as the beauty of the area speaks for itself and does not necessitate explanation. The itinerary can be customized according to your preferences, however some of our recommendations are: - Lake Mashu, known as one of the clearest caldera lakes in the world. The still water surface is often veiled by fog but you can nevertheless take some amazing photos at two of the observatories located on top of the hills surrounding the western side of the lake. - Mt Iozan, an active volcano spectacular for its bare rock surface dotted with sulfurous vents. The smell of surface and the yellow colour of the rocks will certainly impress you. Don't forget to try hot spring eggs boiled on the volcano's steams. - Lake Kussharo, the biggest of the three lakes and best known for its multiple hot springs around the shores. Particularly interesting is the sand beach where you can scoop a hole in the sand and feel the hot water coming from beneath. - 900 Sogen, a picturesque rest house on the top of a tall hill from which you can enjoy a splendid panorama view of the entire park. - Lake Akan, the western lake and home to marimo, a rare species of algae shaped like green balls. You can visit unique mud bubble baths and walk along an open air museum of the indigenous Ainu people. Please note that the itinerary should be discussed in advance. The time for pick-up and drop-off is included in the tour time.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-visit-the-most-scenic-photo-spots-of-akan-national-park/3364?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit the most scenic photo spots of Akan National Park",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 07:17:57"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13889,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1458512417/q2m5tjsirugat10tkk3u.jpg",
        "strIntroduction": "Just as Kyoto's many temples and shrines are an important part of its long-established culture, maiko are a traditional part of the history of Kyoto as well. In this activity, you will have the rare opportunity to both photograph the maiko as she performs a traditional dance and enjoy spending time with her. This activity is available every once a month. For more information, please look at the calendar. Photo Session Schedule: 12:15: Meet at the photo session venue Guests will learn about the day's photo shoot schedule. 12:30 - 14:30: Photo Shoot Meet the maiko. The maiko will perform a traditional dance. Enjoy exclusive time to shoot the maiko alone. Engage in conversation and take photos together with the maiko. 14:30: End of Photo Shoot Select a few photos taken on the day to be shared on the photo sharing website site ’Flickr’, which is widely used in the world.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-an-exclusive-photo-session-with-a-maiko-in-kyoto/3263?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy an exclusive photo session with a Maiko in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 07:21:13"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 24307,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475141287/mbjfrtswjwecfvb74b6b.jpg",
        "strIntroduction": "Lake Shikotsu is located about an hour ride away from Sapporo and is a popular natural spot for recreation. Part of Shikotsu-Toya National Park, the lake was formed from earth collapses after intensive volcanic activity. Mt Tarumae, one of Japan's most active volcanoes, stands just beside Lake Shikotsu and is also a popular hiking spot for lovers of extreme volcanic experiences. In this activity your guide will pick you up from Sapporo and will take you to Lake Shikotsu where you will ride canoe over the lake! Afterwards, your guide will take you on a pleasant natural trekking around the lake. You will see wild birds, flowers and animals, and will fully enjoy the tranquil nature of Lake Shikotsu! This activity is only available during the green season (between May and September). A minimum of 2 people are required. Don't miss your chance to see the picturesque views of one of Hokkaido's best caldera lakes!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-explore-lake-shikotsu-on-a-canoe-and-trekking/3346?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Lake Shikotsu on a canoe and trekking!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 07:26:43"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5556,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1426691523/eoexumojvmmpdy3ugpei.jpg",
        "strIntroduction": "This activity includes observing and even participating in Nago Fish Market's fish auction! Afterwards you will go to a local bar and make your own fresh sushi to eat from the fish you got in the auction! This is a great activity for couples and families who would like to try fresh seafood in Okinawa! Here are the details of the activity: Meeting place: Nago city, Nago Fish Market bidding venue Meeting time: 8:30 am Watch the auction for about an hour. Before that the local guide will explain to you the bidding process and you will be able to choose a fish from the colourful array. During the auction you might win the fish (please pay for it yourself). The rest of the tour takes place in the afternoon: Meeting place: Yuuyakeichiba bar in Nago Meeting time: 16:00 Here the sushi chef will show you how to make sushi yourself. Cut the fish you won in pieces and try to make fresh sushi under the guidance of the professional chef. This will take about 1-1.5 hours and you will be able to eat your own sushi! Enjoy your day in Nago, Okinawa!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-watch-fish-auction-and-make-sushi-in-nago-okinawa/3254?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Watch Fish Auction and Make Sushi in Nago, Okinawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 07:31:39"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4537,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475141075/yby5pltildyos9m6f9uf.jpg",
        "strIntroduction": "Okuhida is a mountainous region located on the border of Gifu and Nagano prefectures, and is part of the Japanese Alps. Here you can see some of the most scenic views in Japan - narrow valleys with hot spring towns embraced by impressive high mountains with snow-covered slopes. You will ride the unique double-decked Shin-Hotaka Ropeway - the largest and the highest in Japan! In fact, there are two different ropeway rides, the second of which climbs over 1000 meters up the mountain range! The view from the top is truly fascinating! This activity is a 1-day coupon ticket to be used at Shin-Hotaka's facilities. It includes: - a round-trip ropeway ride - lunch and shopping tickets for up to 1500 JPY (3 coupons worth 500 JPY each that you can exchange for lunch and souvenirs at the visitor center) - entrance to \"Kamitakara no Yu\", the open-air natural hot spring at Nabedaira Station, or the hot spring of Hotel Hotaka next to the bottom ropeway station. The opening times are: - Shin-Hotaka Ropeway: 8:00 (in summer) or 9:00 (in winter) to 16:45 (in summer) or 16:15 (in winter) - \"Kamitakara no Yu\" hot spring: 9:30 to 15:30 - Hotel Hotaka hot spring: 13:00 to 15:00 Enjoy one day surrounded by the impressive nature of Okuhida region!",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-explore-the-natural-beauty-of-shin-hotaka-and-hot-springs/3335?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the natural beauty of Shin-Hotaka and hot springs!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 07:35:14"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4861,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475107961/mzuudldmessot4cclpjw.jpg",
        "strIntroduction": "Naruto in Tokushima prefecture is often considered the entrance to Shikoku island, as it's the closest located city to Osaka, Kobe and Kyoto. Naruto is famous for its natural phenomenon of impressive whirlpools formed in the Straits of Naruto just outside of the city's main center and under Onaruto Bridge which links Shikoku to Awaji island. Naruto is also the home of the first temple from the Shikoku Pilgrimage (which tours a total of 88 temples in the entire island). In this private guided tour you will see some of Naruto's most famous highlights: - Naruto Whirlpools, the unique symbol of the city.The whirlpools are formed at the place where the Pacific Ocean tides meet the Seto Inland Sea tides. In general the whirlpools appear seasonally and are most visible twice a day during the warm part of the year. Please ask in advance about the best time to see the whirlpools on the day of your visit. You will see them from \"Uzu no Michi\", a long glass corridor under the Onaruto Bridge. There are also some very good observatories from the seaside park, as well as a small museum explaining the natural formation of the whirlpools. - Ryozenji Temple, the first of the 88 temples of the Shikoku Pilgrimage. Here you will learn more about the practices of the pilgrimage. You can also buy white robes, woven hats and other items which pilgrims use during their trip around Shikoku. - the German House and German Village, a splendid museum which used to be a prison for German soldiers captured in the Pacific colonies during the World War I when Japan and Germany were enemies. Although not included in this tour, Naruto city is home to Japan's biggest art gallery - Otsuka Museum of Art - which has hundreds of reproductions of famous Western paintings. Please ask your guide about the museum if you're interested to visit it after the tour.",
        "strLocation": "Tokushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokushima-explore-naruto-the-city-of-whirlpools-at-shikoku-entrance/3293?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Naruto, the city of whirlpools at Shikoku's entrance",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 07:40:55"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2933,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481091049/epf6jmao56ua2hcwvsfn.jpg",
        "strIntroduction": "Arita town in Saga prefecture developed as Japan's most important pottery center after the shogun brought Korean craftsmen and experts to Kyushu island in the 17th century. After the discovery of kaolin in a quarry near Arita the town's porcelain production prospered and the pottery art began to be exported internationally. The porcelain of Arita quickly became popular in Europe, particularly in France. Nowadays there are many sightseeing spots and museums in the town related to the traditions of the local pottery. This half-day private guided tour is ideal for lovers of fine art and Japan's top-class pottery products. You can make a short stop on your way from Fukuoka to Nagasaki and learn more about the fascinating legacy of the potters in Saga. Here is a list of interesting places you will see in Arita: - Izumiyama Quarry, the original site of the discovery of kaolin in Arita. You can see the large quarry from an observation deck. - Tonbai wall street in Uchiyama, otherwise known as the district of the potters. During the Edo period the potters used to live in residences encircled by large brick walls in order to hide their techniques from competitors. The walls themselves are fascinating because they're made of pieces of pottery and porcelain. - Tozan Shrine, a unique 17th century shrine whose mane gate and statues of guardian dogs are made entirely of porcelain! - Tengudani Kiln, the original site of one of Arita's first kilns built along a 50-meter long slope. - Arita Porcelain Park, a unique facility located just outside of downtown Arita where you can see a reconstruction of the entire Zwinger Palace of Dresden, the original Arita kiln, and a big exhibition of porcelain art. - Kyushu Ceramic Arts Museum, a beautiful museum displaying many art items and ceramics from all over Kyushu. You can also try to make your own pottery in some of the crafts ateliers around the town, however you will not be able to take back the item with you as it takes long time until the baking is complete.",
        "strLocation": "Saga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-saga-see-the-porcelain-town-arita-and-find-japan-best-pottery/3292?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the porcelain town Arita and find Japan's best pottery!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 07:45:38"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4861,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1427276050/aodqjlamxxvmctlheygk.jpg",
        "strIntroduction": "Tottori's Sand Dunes and the natural desert they form are among Japan's most bizarre and unique places. The desert spans for nearly 16 kilometers and some of the sand dunes are 50-meter high. The landscape changes with the wind and the silence is disturbed only by the sound of the nearby sea waves. This amazing place offers plenty of opportunities for outdoor activities such as paragliding, sandboarding and camel riding. Although Tottori is the least populated prefecture in Japan, its capital city has some remarkable sightseeing places. In this tour you will see the famous desert and the city's best highlights: - Tottori Sand Dunes, the naturally formed desert right next to the sea where you can climb the high dunes (it's a lot harder and slower than you'd expect!). Here you can also ride a camel for a short walk around the dunes. - The Sand Museum, a splendid indoor exhibition of sand art. The giant sand sculptures are changed every year and the exhibition has a different theme with each change. - Tottori Castle Ruins and Jinpukaku. The castle belonged to the local Ikeda feudal lord, but was destroyed after the end of the shogunate. Nowadays only part of the wall has been preserved and you can climb the hill for a good panorama view over the city. The nearby Jinpukaku Residence makes a nice contrast to the medieval castle. It was one of the first Western-style buildings in Tottori which has now been turned into a museum. - Kannonin Temple, a Buddhist temple with a splendid Japanese-style garden. You can take a rest with a cup of tea and enjoy the tranquil beauty of the garden. Tottori is among Japan's little-known gems. A visit to this city and the unique sand dunes will make for an unforgettable trip!",
        "strLocation": "Tottori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tottori-ride-a-camel-on-the-sand-dunes-of-tottori-desert/3289?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ride a camel on the sand dunes of Tottori's desert!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 07:49:41"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2933,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481091358/jidh7adn6nde4fndfjyo.jpg",
        "strIntroduction": "Yamadera (official name Risshakuji) is one of the most popular mountain temples in Japan, a true symbol of the scenic image that many people associate rural Japan with. It is located just outside Yamagata city in Yamagata prefecture, and though it can be visited in day trip from Tokyo, a stay in the countryside area is more recommended. Yamadera is a large temple complex consisting of half a dozen buildings, treasure halls and gates built along the slopes of the mountains northeast of the city. The temple was founded in 860, around the beginning of the expansion towards the far north, by the Buddhist priest Jikaku Daishi. If you're confident in your ability to climb all the 1000 or so steps to the top, the panorama view will be very rewarding. You can choose between a half-day tour visiting Yamadera only, or a full day privately guided tour which will also cover interesting historical highlights of Yamagata city. The following is the list of places to visit: - Yamadera Temple, all the way from the Konponchudo Hall located at the bottom of the mountain to the picturesque Kaisando Hall built on a cliff at the top. Your guide will tell you the history of the temple and will show you interesting places related to the famous haiku poet Matsuo Basho who visited this area in the 17th century and wrote some of his popular haiku poems here. The view from the top will fascinate you! - Fuga no Kuni, a small shopping and entertainment complex where you can see an exhibition of folklore art and instruments used daily by the people from the past. You can also buy Yamagata's local food products here. If you choose the full-day tour, you will also visit several other places in Yamagata city, such as: - Yamagata Castle, also known as Kajo Castle. Only parts of it and the gates remain in the spacious park now, but there are plans to reconstruct it completely. - Yamagata Kyodokan and Bunshokan, impressive Meiji-style buildings with modern architecture now turned into museums and cultural halls. - Nanokamachi Gotenzeki, a pleasant old street with a stone-paved waterway in the middle. You can visit Yamadera as a day trip from Tokyo or from Sendai. Join this tour and see the most popular mountain temple view in Japan!",
        "strLocation": "Yamagata",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamagata-climb-to-the-top-of-japan-most-scenic-hill-temple-yamadera/3288?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Climb to the top of Japan's most scenic hill temple Yamadera",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 07:52:59"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4861,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481091468/q3ivokchonav76iv5uug.jpg",
        "strIntroduction": "Hiraizumi in Iwate prefecture was the northern base of the powerful Fujiwara clan which ruled the entire country during the Heian period (9-13 century). The Fujiwara rulers attempted to exceed the brilliance and importance of the capital Kyoto by building impressive temples and copying some of Kyoto's famous landmarks. After the Fujiwara rule declined, the city was conquered and almost completely destroyed by Japan's first shogun Minamoto Yoritomo. Nevertheless some of Hiraizumi's cultural and architectural monuments remained to remind of the city's past glory. In 2011 Hiraizumi was registered as a UNESCO World Cultural Heritage Site. In this full-day guided tour you will visit Hiraizumi's most famous sites and will learn more about the tragic events which led to the city's fall. Additionally, you'll have the option to select a shorter tour in Hiraizumi so that you can ride a boat in the spectacular Geibikei gorge located not far from the city. Here is a list of the places you will visit: - Motsuji Temple, the site of a massive former temple which has now disappeared almost completely. What remains are a few buildings and treasure halls, but most importantly, the large Buddhist Pure Land garden - a popular scenic spot with special spiritual energy. - Chusonji Temple, a temple complex hidden in the forests just outside central Hiraizumi. Here you will see the Konjikido Hall which is entirely made of gold, similarly to the Golden Pavilion in Kyoto - sadly, taking photos is completely prohibited. - Takadachi Gikeido Hall, which hosts a real-size statue of Minamoto Yoritomo's brother Yoshitsune. His life ended tragically at this place as per his brother's order. - Muryokoin ruins, a former temple grounds where the Fujiwara clan attempted to make a Pure Land garden bigger than Byodoin's one in Kyoto. - Yanagi no Gosho, an open-air historical park where the former Fujiwara residence was located. Optionally, you might want to have a shorter tour in Hiraizumi so that you can visit the nearby Geibikei gorge and take a pleasure boat for a short ride along the spectacular cliffs and natural wonders of the area. Hiraizumi is a place with rich history and important cultural legacy that will make a great addition to your travel itinerary in Japan!",
        "strLocation": "Iwate",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-iwate-explore-the-historical-sites-of-hiraizumi-glorious-past/3285?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the historical sites of Hiraizumi's glorious past",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 07:57:49"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2933,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481091658/kjmgonf9gyubuua62ozo.jpg",
        "strIntroduction": "Iwakuni is a small town in Yamaguchi prefecture, but it's easily accessible from Hiroshima in just 15 minutes by Shinkansen bullet train (or less than an hour with a local train) which makes it a great side trip destination for visitors of Hiroshima and Miyajima island. Iwakuni is also directly connected to Tokyo by air through Iwakuni-Kintaikyo Airport. Although it's a small town, Iwakuni fascinates with its amazing Kintaikyo Bridge, its well-preserved historical area from the Edo period, and its castle built on a top of a hill with a splendid panorama view to the entire surrounding area and the Seto Inland Sea dotted with plenty of small islands. In this half-day guided tour you will see Iwakuni's best attractions: - Kintaikyo Bridge, considered by far Japan's best and most unique bridge. The elegant five arches are made of wood and don't use any nails or wiring. The bridge was originally built in 1673 and survived for nearly 400 years before it was destroyed in the middle of the 20th century by a powerful typhoon. It has been reconstructed and turned into Yamaguchi's symbol and a popular sakura blossom spot. - Kikko Park, a spacious and beautiful park where you can see the legacy of the local feudal lord Kikkawa Hiroyoshi. You will have the chance to enter the ground s of well-preserved samurai residences and visit history museums. There are also other unique places of interest, like a museum of white snakes, believed to bring good luck, and the small farm where cormorants for fishing are kept. - Iwakuni Castle, a castle built in 1608 and destroyed only a few years later. Its present reconstruction on the top of the mountain offers awesome views over the entire town and the Seto Inland Sea. Iwakuni is a great choice for a short trip from Hiroshima and will surely add many new memories from your trip to Japan!",
        "strLocation": "Yamaguchi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamaguchi-see-iwakuni-unique-bridge-in-a-short-trip-from-hiroshima/3284?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See Iwakuni's unique bridge in a short trip from Hiroshima!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 08:02:39"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4861,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481096150/zvebp7zucfgotzg6xf1u.jpg",
        "strIntroduction": "Miyazaki city, the capital of Miyazaki prefecture in Kyushu, is one of Japan's warmest places. Thanks to its vast natural parks, long coastline and mild climate, Miyazaki flourished as a resort destination for couples and honeymoon travelers during the second half of the 20th century. The city also has plenty of attractive spots related to the ancient Japanese myths of the Sun goddess and the creation of the islands. In this private guided tour you will visit some of the city's best attractions: - Miyazaki Jingu Shrine, the oldest shrine in Miyazaki dedicated to the mythical first emperor of Japan - Jimmu. The simple yet attractive building is said to have been constructed 2600 years ago. - Miyazaki Prefectural Museum, which exhibits items related to the mythological history and cultural traditions of the prefecture. Just behind the museum you can see a small open air museum which exhibits several traditional farmhouses. This is one of the best places in the city to learn more about the traditional lifestyle of the ancient people. - Heiwadai Park, a spacious peace park constructed in 1940 to celebrate the 2600th anniversary of the appearance of Japan's first Emperor Jimmu. A giant tower fascinating for its architectural design stands in the middle of the park. Nearby is the Haniwa Garden, a natural spot with over 400 haniwa (ancient clay burial statues) spread across the forest. - Aoshima Island, a splendid little island connected to the beach by a short bridge. Here you can enjoy the dense jungles and find hidden sanctuaries inside, or see the natural geological phenomenon \"Devil's Washboard\" made of straight lines of basalt rock next to the shoreline. Another famous place of Miyazaki city is the giant Phoenix Seagaia Resort which stretches for over 10 kilometers along the scenic coastline. Here you will find an enormous park, several great resort hotels, hot springs, a golf course, a zoo and other interesting attractions.",
        "strLocation": "Miyazaki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-miyazaki-relax-in-the-subtropical-environment-of-miyazaki-coastline/3268?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Relax in the subtropical envrionment of Miyazaki's coastline",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 08:06:49"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4861,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481094178/u2ogtdm6zqdam46p2x1o.jpg",
        "strIntroduction": "Matsue city is the capital of Shimane prefecture. The city is situated between several lakes, the biggest of which is Lake Shinji, a popular spot for seeing stunning sunset views. Matsue was the home of the Matsudaira feudal clan whose main base was the beautiful black Matsue Castle. The moat and canals around the castle are outstanding and there are attractive pleasure boat rides offered. In this tour you will see some of Matsue's most eminent highlights: - Matsue Castle. It was built in 1611 and served as the base of the Matsudaira clan during the Edo period. This is one of the 11 originally surviving castles and fascinates visitors with its elegant black body. The panorama view from the top floor is quite rewarding. - Horikawa moat. You will take a sightseeing boat around the moats and canals of Matsue Castle's park. During the pleasant ride you will pass along hidden natural spots, impressive bridges and other points of interest. The captain of the boat will even sing a Japanese folklore song! - Shiomi Nawate Street and the Samurai Residence. This is a street with traditional houses and gorgeous pine trees. Here you will find plenty of former samurai residences, one of which is open to visitors and presents the lifestyle of the people from the Edo period. - Lafcadio Hearn's Residence. The Japanese-style house used to be the private residence of Lafcadio Hearn, a traveler and writer from Europe who settled in Japan and married a local woman. He wrote about the Japanese folklore and tales under the pseudonym Koizumi Yakumo. - Meimei-an Tea House. Built in 1779 by the local feudal lord, this place was used for relaxation and meditation. Now you can try Japanese tea with sweets served in the tatami room of the tea house. - Lake Shinji. The sunset over Lake Shinji is considered one of Japan's best views. You can ride a sunset boat with drinks and enjoy the natural beauty from the middle of the lake where nothing can obstruct your view. Matsue is also a good transportation hub for reaching the popular Izumo Taisha Shrine to the west and the Adachi Museum of Art to the east.",
        "strLocation": "Shimane",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shimane-enjoy-the-spectacular-sunset-from-the-lake-city-matsue/3267?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy the spectacular sunset from the lake city Matsue!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 08:09:48"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4861,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481094434/thcpgakbwd5hzdussi0k.jpg",
        "strIntroduction": "Yamaguchi city, the capital of Yamaguchi prefecture, is a place with rich history and traditions. It was the base of the Mori clan who were very active in the events that led to overturning the shogunate and the beginning of the Meiji period. The powerful feudal lords managed to create a distinctive atmosphere of spirituality and cultural traditions in Yamaguchi which was the reason why the city became known as the \"Kyoto of the West\". In this tour you will take a pleasant walk around some of the most important highlights of Yamaguchi city: - Ichinosaka River, a pleasant river often compared to Kamo River in Kyoto. Its streams pass through an old area full of art museums, shops and pleasant cafes. - Xavier Memorial Church, a big catholic church erected to commemorate the 400th anniversary of the missionary St Francis Xavier's arrival to Yamaguchi. Various religious statues and paintings are exhibited inside the impressive white building. - Yamaguchi Daijingu, the city's own small version of the popular Ise Jingu Shrine in Mie prefecture. The local feudal lord built this sacred shrine copying the original in Ise in an attempt to bring the deities closer. The wooden structures attract with their spirituality and elegant appearance. - Rurikoji Temple, Yamaguchi's best known temple built in 1442 and famous for its five-storey pagoda which is registered as a national treasure and is one of Japan's three most famous pagodas. Around the temple's grounds you'll also find a spacious park, Mori clan's family graves, and a splendid museum about Japan's pagodas. - Saikoutei, a Meiji-period restaurant first opened in 1877. It has been used for decades as an official guesthouse and currently exhibits interesting items from the Meiji period. - Joeiji Temple, a Zen temple known for its beautiful Zen garden designed by the famous landscape architect Sesshu. Here you can sit on the veranda and enjoy the tranquil beauty of the Japanese-style garden. Near Yamaguchi city is Yuda Onsen, a pleasant hot springs town which is said to have been discovered by a fox. Yamaguchi is also a transportation hub for Akiyoshidai Plateau and Cave, one of the prefecture's most famous natural wonder spots.",
        "strLocation": "Yamaguchi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamaguchi-explore-yamaguchi-city-known-as-the-kyoto-of-the-west/3265?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Yamaguchi city, known as the \"Kyoto of the West\"",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 08:14:11"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4861,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481091905/qwmraip31psui51ann2h.jpg",
        "strIntroduction": "Akita prefecture is located in Tohoku, northern Japan, and attracts with its distinctive folklore traditions, festivals, beautiful women and less explored rural areas. In particular the southern part of Akita offers plenty of sightseeing spots which are easily accessible by Shinkansen bullet train from Tokyo. Although a day trip is possible, it's highly recommended to stay overnight in some of Akita's famous hot springs such as Nyuto Onsen or Tamagawa Onsen. In this guided tour you will visit the samurai town Kakunodate, famous for its well-preserved residences and splendid weeping cherry trees, and Lake Tazawa, a spectacular caldera lake with an interesting ancient legend and rather unique energy spots. During the tour you will see: - Kakunodate's former samurai district, which is one of the best preserved samurai districts in Japan. Many of the former samurai residences are open for visitors. They are surrounded by plenty of greenery and beautiful weeping cherry trees which blossom spectacularly at the end of April and the beginning of May. You can explore the area with a rental kimono for a more authentic experience! - Kakunodate's former merchant district, now turned into an area of old shops, storehouses and small factories for producing local delicacies. The architecture is distinctive and the food products sold can be found only in this place. - Kakunodate's former castle site, located on the top of a mountain overlooking the town and Hinokinai River. From here you can see all the beauty of the town originally built in 1620. - Lake Tazawa, the deepest caldera lake in Japan (423 meters), nestled between the mountain hills of Hachimantai National Park. The lake is known for the legend of Tatsuko, a local girl who wished to be beautiful forever, but was instead turned into a dragon and cursed to live at the bottom of the lake. You can see the famous statue of the girl, as well as popular energy spots and shrines where you can pray for love and beauty. Kakunodate and Lake Tazawa are connected via bullet train (just 1 stop) and a short bus ride, and can be explored in a single day. Additionally, you can take a sightseeing boat across Lake Tazawa and appreciate its unspoiled natural beauty.",
        "strLocation": "Akita",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-akita-discover-the-rural-beauty-of-akita-kakunodate-samurai-town/3277?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover the rural beauty of Akita's Kakunodate samurai town",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 08:18:45"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4861,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481095196/ad5r3h8o95zjptsxpz8c.jpg",
        "strIntroduction": "Iga Ueno is a small castle town in Mie prefecture, not far from Nara. It is widely known as the \"ninja town\" because during the Edo period it used to be the home of the Iga-ryu, one of Japan's two best ninja schools (the other being Koka in Shiga prefecture). Iga Ueno is famous for its spacious parks where all the main sightseeing spots are located. Here you can have the unique experience of renting a ninja costume and dressing like a ninja while walking around the park. This is a private guided tour in which you will visit Iga Ueno's highlights and will have the chance to experience some of the ninja-related activities. Here is the list of places that you will visit with your guide: - Danjiri Kaikan, the musuem of the local Ueno Tenjin Festival (held between October 23-25 every year) where you can see the exhibited giant floats, costumes and demon masks used during the festival. In this place you can also rent a ninja costume for a whole day around the town or just for short to have photos of you taken. - Iga Ninja Museum, a small but outstanding ninja museum which features several exhibition halls with fascinating ninja items displayed, a guided tour around a ninja residence with secret doors and traps, as well as an amusing stage show with ninjas. Here you can also practice your shuriken-throwing skills! - Iga Ueno Castle, a beautiful reconstructed castle, originally built in 1585. It stands on the tallest stone walls of any castle in Japan and is surrounded by many cheery trees and wisterias. - Matsuo Basho memorials. Iga Ueno was the birthplace of Japan's most famous haiku poet and there are many interesting buildings and museums related to his life and works. You can also enter the house where he lived and see the preserved simple interior. - Former Sukodo School, originally built as a school for the children of the samurai during the later decades of the Edo period. Now this interesting place is turned into a museum and you can explore the interior of the former school. Please note that the ninja dress-up experience is not included in the price. You will pay for the facilities in cash on the day of your tour. You can choose between renting a ninja costume for a whole day or just for a photo shoot.",
        "strLocation": "Mie",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-mie-dress-like-a-ninja-and-visit-the-ninja-museum-in-iga-ueno/3242?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Dress like a ninja and visit the ninja museum in Iga Ueno!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 08:22:26"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4861,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481095300/qkzduttmj5gma9058ezu.jpg",
        "strIntroduction": "Aizu Wakamatsu is a former castle town that impresses with its historical monuments and traditional buildings. Here you will see a unique castle, attractive samurai residences and nationally famous sake breweries. Here is a list of the best places to visit in Aizu Wakamatsu: - Tsuruga Castle, a beautiful and unique castle with red roof tiles. It was originally built in 1384 and has been owned by several famous warlords throughout the centuries, among them Date Masamune and Toyotomi Hideyoshi, until it became the base of the Aizu feudal domain during the Edo period. The castle was completely destroyed during the Boshin War rebellion against the Meiji government, but was reconstructed in 1965. Nearby you will find a traditional tea house and a big garden with many cherry trees. - Aizu sake breweries. Aizu Wakamatsu is one of Japan's major sake producing regions. There are several top-class sake breweries and museums around the city where you can learn more about the traditions of sake making and taste some of the local brands. - Aizu Bukeyashiki, a splendid former samurai residence with several rooms and gardens. You can see mannequin dolls representing the former inhabitants of this museum. - Iimoriyama, the site of the tragic death of Byakkotai, a group of 20 adolescent boys who committed suicide after seeing their castle in flames during the Boshin War. Here you can see their monuments, tombs, a few interesting wartime memorials from WW2, and a unique spiral pagoda that you can explore from inside! Aizu Wakamatsu is an ideal destination if you're looking for authentic samurai towns with plenty of historical monuments! Explore this town on a day trip with a guide!",
        "strLocation": "Fukushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukushima-discover-the-samurai-city-aizu-wakamatsu-on-a-day-trip/3241?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover the samurai city Aizu Wakamatsu on a day trip!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 08:28:06"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9260,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1422338958/o55nosdkhed29xo07x4f.jpg",
        "strIntroduction": "【Note: On March 18th, 2016 I'll move from Tokyo to Hiroshima. This menu will be available from March 20th in Hiroshima!】 It is a very exciting experience to create your own drink or soup to become beautiful and healthy. I have the ability to read and understand people through observation. This is a unique opportunity where I will interpret you through your picture to create your individualized recipe. The final recipe is always unique and tasty and makes people happy. Before the Session: I will interpret you through your picture and arrange different key ingredients to create a drink or soup recipe with the best color, taste, and texture for you. Session: 1. Discuss your body conditions you are concerned about. 2. Discuss your mental conditions you are concerned about. 3. Interpret the ingredients in your unique recipe. I will explain the effect of each ingredient. If necessary, I will rearrange the recipe based on our discussions. 4. Recreate your individualized drink or soup recipe. 5. Sample and taste your drink or soup. 6. Receive your final recipe via email. Please note: This session is not a medical treatment.",
        "strLocation": "Hiroshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hiroshima-create-an-individualized-drink-or-soup-to-be-beautiful/3092?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Create an Individualized Drink or Soup to Be Beautiful",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 08:31:50"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11575,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1455794754/d3fhbip8bglyrlqdymof.jpg",
        "strIntroduction": "【Note: On March 18th, 2016 I'll move from Tokyo to Hiroshima. This menu will be available from March 20th in Hiroshima!】 This is an eating experience where I will cook you a meal using healthy ingredients and explain the effects of each ingredient on the body. I'll introduce tips and counsel so you can understand how each ingredient works on your body. You will also be able to enjoy tasting and learning about Japanese sake and the Japanese wine of the month. Vegetarian menus are available. No halal menus are available. Please note: There must be a minimum of 2 people for the experience. Reservations must be made 2 days in advance.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-healthy-meal-japanese-sake-and-wine/3090?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Healthy Meal, Japanese Sake, and Wine",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 08:35:01"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4861,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481095655/gjzuio9sfyxzyqdfqssu.jpg",
        "strIntroduction": "Shizuoka city is the capital of Shizuoka prefecture which stretches along the Pacific coast west of Tokyo. Shizuoka is best known for its spectacular views to Mt Fuji, the southern slopes of which are part of the prefecture, and the most famous local product - green tea. The city and the surrounding beaches offer spectacular views over the Pacific Ocean and Mt Fuji in the distance. Furthermore, Shizuoka city is known as the place where the founder of the Edo shogunate Tokugawa Ieyasu spent his last years. Several different sightseeing spots are directly related to the legacy of Tokugawa. In this tour you will visit some of the most interesting sightseeing spots in Shizuoka city and the surrounding harbor area: - Sumpu Castle and Momijiyama Garden. Here you will see a beautiful park with the ruins of the Sumpu Castle where Tokugawa Ieyasu spent his last years. Part of the castle was reconstructed recently in an attempt to restore the past glory of this place. The gorgeous Momijiyama Garden represents the landscape of Shizuoka prefecture in a miniature (Mt Fuji is represented by a hill overlooking the pond). - Shizuoka Asama Shrine. This large shrine complex took 60 years to construct during the last decades of the Tokugawa rule in the 19th century. Parts of the shrine are registered as important national cultural property. Here you can see an exhibition of items and weapons which belonged to the Tokugawa clan. - Nihondaira Plateau and Kunozan Toshogu Mausoleum. This small mountain rises over the coastal area of the city and offers spectacular views of Suruga Bay and Mt Fuji in the distance. Kunozan Toshogu Shrine is one of the most important Tokugawa Ieyasu's mausoleums, surpassed only by the one in Nikko. The lavishly decorated shrine consists of several buildings and a giant gate. - Shimizu harbor area. An attractive port which you can explore either on foot or by riding the convenient water buses. The waterfront area attracts with entertainment and shopping facilities and fish markets. Enjoy the Sushi Museum inside S-Pulse Dream Plaza mall and eat fresh sushi in the local restaurants. Shizuoka city is about 1 hour ride away from Tokyo on the Shinkansen bullet train and is a great place for a day trip.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-enjoy-views-of-mt-fuji-sushi-large-temples-in-shizuoka/3237?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy views of Mt Fuji, sushi and large temples in Shizuoka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 08:39:08"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4861,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481095856/alel4pmur6tc7vhfr8s9.jpg",
        "strIntroduction": "Kochi city, the capital of Kochi prefecture, is located in the southern part of Shikoku island at the Pacific Ocean coast. The small city has a distinctive southern flavor and boasts interesting attractions such as dog fight tournaments and whale watching. Kochi used to be Tosa province, one of the two main provinces (the other being Satsuma, today's Kagoshima) which revolted against the shogunate at the end of the Edo period and played an important role in the historical changes which happened with the beginning of the Meiji era. Sakamoto Ryoma, a national hero with an undeniable contribution to Japan's modernization, was born in Kochi. The city is also known for its seafood delicacies, particularly the \"katsuo tataki\" dish (lightly broiled raw skipjack tuna fish served with a vinegar sauce) which has now become ubiquitous in Japan. In this tour you will visit some of the most interesting sightseeing spots in Kochi and will learn more about its proud history: - Harimayabashi bridge and central Kochi. This is a small vermilion bridge impressive not for its visuals, but for the \"Romeo and Juliet\" type of legend between a Buddhist monk and a local girl. The center of the city attracts visitors with its shopping arcades and restaurants where you can eat \"tataki katsuo\". There are also large streets covered with palm trees and a Sunday market. - Kochi Castle, the stronghold of Tosa province, built in 1601. It is one of the 11 originally surviving Japanese castles and is a great place for seeing sakura cherry blossoms in the spring. - Mt Godaisan, located east of the city's center. Here you will see Chikurinji Temple, one of the 88 temples of the Shikoku Pilgrimage. The impressive five-storey pagoda will surely amaze you. Nearby is a spacious and pleasant botanical garden worth a visit. - Katsurahama Beach, one of Kochi's symbols and most popular scenic spot. At the end of the sandy beach you will reach a beautiful little shrine built over the cliff rocks which offers fantastic views of the Pacific Ocean and the coastline. The large park behind Katsurahama Beach is home to Sakamoto Ryoma's statue, Sakamoto Ryoma's Memorial Museum, and the Tosa Dog Museum where you can see the large dogs which were used for fighting tournaments in the past. Kochi is also the home of the popular Yosakoi dance which mixes traditional Japanese dances with popular contemporary rhythms. You will be able to see plenty of spots suggesting that the city is proud of its Yosakoi tradition which has now spread all over Japan.",
        "strLocation": "Kochi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kochi-explore-the-attractions-of-shikoku-southern-capital-kochi/3235?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the attractions of Shikoku's southern capital Kochi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 08:42:19"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2933,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481095965/re0yszmrqbgbtm6t0zvu.jpg",
        "strIntroduction": "Hikone is located on the eastern shore of Japan's largest Lake Biwa (Biwako) in Shiga prefecture, not too far from Kyoto. The city is ideal destination for a short day trip from Kyoto and offers plenty of authentic sights for those who are interested in Japanese history and traditional architecture. The city has an impressive castle and former samurai residences. It was the base of the Ii clan - feudal lords who rules this area during the Edo period. In this guided walking tour you will visit several sites related to the town's history of feudal rule: - Hikone Castle, an impressive castle built in 1622 by the Ii clan, and one of only 4 in Japan to be registered as a national treasure. Hikone Castle is also one of the 11 originally surviving Japanese castles. The architecture is impressive and you can enter inside the main building and the turrets. - Genkyuen Garden, a beautiful garden built by the Ii feudal lord as a place for entertainment and relaxation. The garden is spacious and has a big pond and several tea houses. - Former samurai residences, located around the castle. Many of them preserve their original architecture and interior and are open for visitors. They belonged to prominent samurai or merchant families. - Yume Kyobashi Castle Road, a pleasant shopping street with warehouses and traditional-style buildings located south of Hikone Castle. After this nice walking tour, you can return back to Kyoto or take a cruising boat to some of the small islands in Lake Biwa. Please ask your guide for recommendations.",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-go-on-a-day-trip-to-the-samurai-city-hikone-near-lake-biwa/3234?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a day trip to the samurai city Hikone near Lake Biwa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 08:47:44"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4861,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481096391/ekga7h2sawr5bibv8spk.jpg",
        "strIntroduction": "Aomori city, the capital of Aomori prefecture, is a pleasant harbor city located at the northernmost bay of Japan's main island Honshu. It used to be the main transportation hub to Hokkaido before the undersea tunnel was opened. Aomori still preserves a charming seaside town atmosphere. This otherwise quiet place becomes extremely popular in the beginning of August when thousands of people from all over Japan and abroad arrive to watch the famous Nebuta festival. Giant paper-made floats parade the streets accompanied by dancers and musicians. The evenings in Aomori are not too hot even in the summer which makes this festival a top destination in August. Regardless of when you plan to visit Aomori, there are plenty of things you can see and do. In this guided tour you will visit the following places of interest: - Sannai Maruyama Iseki, a large archaeological site with well-preserved buildings and structures from the Jomon period (the first historical period of Japan, which ended around year 300 BC). Here you can also see many exhibited items from the daily lives of the Jomon era people. You can try hands-on experiences and eat their typical food. - The Prefectural Art Museum, a unique museum in which the exhibits are placed in giant underground trenches resembling excavation sites. The most famous piece of art is the giant dog statue, which is one of the symbols of Aomori city. - Nebuta Warasse, a spectacular museum about the Nebuta festival, where you can some of the actually used giant floats and learn more about the traditions of the event. - Hakkodamaru museum ship, a former ferry which is now open to visitors to explore. You'll get to enter rare to see places such as the engine room and the vehicle decks which accommodates whole train cars! - Furukawa Fish Market, a local fish market known for the service called \"nokkedon\", where you can buy a set of tickets and exchange them for various seafood items in order to make a seafood bowl of rice according to your own taste and choice. You will find Aomori city a truly exciting place which has both a countryside spirit and unique facilities.",
        "strLocation": "Aomori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aomori-explore-aomori-city-and-create-your-own-seafood-rice-bowl/3231?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Aomori city and create your own seafood rice bowl!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 08:51:36"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4861,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481096518/nyhzoqzer5xit1s9llii.jpg",
        "strIntroduction": "Matsuyama is the capital of Ehime prefecture and the biggest city on Shikoku island. The city has a rich culture which stems from its literary traditions - three prominent Japanese writers (Natsume Soseki, Masaoka Shiki and Shiba Ryotaro) have been either born here or featured Matsuyama as the main setting of their works. The city boasts a particularly strong classical spirit seen in its museums, art galleries and historical buildings with impressive architecture. Furthermore Matsuyama has been a prominent hot spring resort since the Meiji period when the outstanding Dogo Onsen was constructed. In this guided tour you will tour some of Matsuyama's classical sites and feel the old spirit of the city. The list of places to visit includes: - Matsuyama Castle, one of the few originally surviving castles in Japan located on the top of a mountain with a great panorama view over the city and Seto Inland Sea. The castle has splendid adjacent gardens and beautiful sakura cherry trees which create a remarkable atmosphere during early April. The approach to Matsuyama Castle includes taking a ropeway, a chair lift or hiking. - Dogo Onsen, the famous bath house built in 1894 and featured in Studio Ghibli's Oscar-winning movie \"Spirited Away\". The entire area around the classical old building is filled with the spirit of the Meiji period - from the last tram station whose building dates back to 19th century, the Botchan Karakuri Clock which offers a show with figurines every hour, through the charming shopping arcade all the way to the hot spring facilities. Dogo Onsen is a true labyrinth of bathrooms and pools, and there is even a special room for the Imperial family. It's common to see people walking around the streets near Dogo Onsen in yukata. - Ishiteji Temple, a mystical place not far away from Dogo Onsen and one of the 88 temples of the Shikoku Pilgrimage. Behind the main buildings and the pagoda you will find a mystical half-lit cave with Buddhist statues. After exiting from the other end of the cave you will soon reach a spectacular dome-shaped hall in what looks like a forgotten backyard garden. Inside the hall you will find impressive and somewhat scary Buddhist statues. You will also have a walk around the shopping arcades of the city where you will have the chance to buy Ehime prefecture's local specialty - mandarins and other artificially bred citrus fruits, or taste mandarin flavored sweets and ice creams.",
        "strLocation": "Ehime",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ehime-travel-in-time-around-the-historical-spots-of-matsuyama-city/3224?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Travel in time around the historical spots of Matsuyama city",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 08:56:38"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4861,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481096647/irbk5ujrmo908urknd1u.jpg",
        "strIntroduction": "Takamatsu is the capital of Kagawa prefecture on Shikoku island. The harbor city is a major ferry hub connecting Shikoku with many of the little islands that Seto Inland Sea is known for. Takamatsu was an important castle town during the Edo period when it was ruled by the Matsudaira clan. Here you will see interesting historical monuments, enjoy beautiful scenic views and have the chance to eat Kagawa prefecture's local specialty - Sanuki udon noodles! If you're touring Shikoku or visiting some of the popular islands in Seto Inland Sea (such as Naoshima) to see the permanent exhibitions of the art triennale, Takamatsu city will prove to be a worthwhile stop. Take a tour around the city's highlights which include: - Takamatsu Castle ruins. This is the site of the former Takamatsu Castle built right next to the sea coast. It was destroyed during the Meiji period but a unique reconstruction is taking place and there are plans to restore the castle completely. Here you can learn more about the Matsudaira clan which ruled during the Edo period. - Ritsurin Garden. This is a beautiful and spacious Japanese-style garden located at the foot of nearby Mt Shiun. There are many interesting ponds, bridges, pavilions and tea rooms where you can rest and enjoy the tranquil beauty of one of Japan's most scenic spots. - Sanuki udon noodles at the shopping arcades in downtown Takamatsu. The city boasts Japan's longest covered shopping arcade stretching for several kilometers along the center. Here you can find many restaurants specializing in the local delicacy - Sanuki udon noodles, which you can eat hot in soy-based soup or cold with a special dip. - Shikoku Mura, a great open air museum which exhibits many of Shikoku's famous buildings and structures, including a replica of Iya Valley's famous Kazurabashi vine bridge. This is a great place to visit if you don't have time to tour the entire Shikoku island. - Yashima, a small mountain overlooking Takamatsu and the bay. Its observatory provides fantastic panorama views over the Seto Inland Sea and its islands. Yashima is the site of the heroic battle between Minamoto and Taira clans during the 12th century and you will see many sites related to this event. Yashima Temple, one of the 88 temples of the Shikoku Pilgrimage Route, is located here too. Visitors with kids who wish to stay overnight at Takayama should try booking the special Anpanman room at JR Hotel Clement Takamatsu located at Sunport Takamatsu, the marine promenade next to the port.",
        "strLocation": "Kagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kagawa-visit-the-best-scenic-spots-of-takamatsu-city-shikoku/3223?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit the best scenic spots of Takamatsu city, Shikoku",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 09:02:53"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2933,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481096766/h66qqzn639fu5sbj8rq7.jpg",
        "strIntroduction": "Matsushima bay is famous for its scenic view of many little pine islands scattered off the coast of the small town. Thanks to its natural beauty Matsushima has been chosen as one of the 3 best scenic spots in Japan, together with Miyajima island in Hiroshima and Amanohashidate in northern Kyoto prefecture. Several of the pine-covered islands are connected to the mainland with attractive bridges. Matsushima is also a place of deep spiritual energy as one of Japan's most famous Zen temples, Zuiganji, is located here and fascinates visitors with its cultural artifacts, monuments and splendid natural trail approach. Matsushima is easily accessible from Sendai city as a half-day trip. In this tour your guide will take you to the following places of interest: - Zuiganji Temple, the most famous Zen temple of the Tohoku region, originally built in 828 and developed further by the local feudal lord Date Masamune in the 17th century. The temple fascinates with its natural trail approaches, lined cedar trees and hermit caves. The temple complex itself consists of several buildings, an art museum and a mausoleum. - Entsuin, originally constructed in 1646 as a mausoleum to Date Mitsumune from the ruling Date clan. The temple's highlights are several Japanese and English-style gardens as well its unique incorporation of Western elements in the decoration. - Kanrantei, a medieval-style tea house with impressive tatami-style rooms where you can enjoy a cup of tea and have a short rest. - Matsushima bay - you will see many of the pine-covered islands and even go to some of them by crossing the attractive bridges. Some of the islands have small temples of which Godaido Hall is by far the most impressive with its architecture and decoration. At the end of your tour you can ask your guide to suggest pleasant boat cruises along the pine islands for you.",
        "strLocation": "Miyagi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-miyagi-discover-one-of-japan-most-scenic-spots-matsushima/3222?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover one of Japan's most scenic spots, Matsushima!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 09:07:51"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4861,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481096906/qiakulyvmjsu36fakiqu.jpg",
        "strIntroduction": "Mt Koya is a mountain at the border of Osaka and Wakayama prefectures. It is the religious and spiritual center of the Shingon Buddhist sect, founded by the famous monk Kobo Daishi (Kukai) in 805 when he started building the impressive Danjo Garan temple complex. Currently there are hundreds of temples, shrines, tombs and graveyards located in the compact mountain area near the center of the little town. This is one of the most sacred place for Buddhists in Japan and is also a prominent destination for pilgrims. Mt Koya is the final spot of the Shikoku Pilgrimage and an important part of the UNESCO registered Kumano-Kodo pilgrimage trails. Mt Koya is ideal for those who want to experience religious practices such as purification, sutra copying or staying overnight at a temple and eating the Buddhist monks' \"shojin-ryori\" meal. You can join this tour from Osaka or directly at Mt Koya if you have stayed there overnight. Your guide will introduce some of the most important sacred locations of Mt Koya: - Kongobuji Temple, the main temple and head of Shingon Buddhism, originally built by the 16th-century shogun Toyotomi Hideyoshi. Here you can see several beautifully decorated Japanese-style rooms as well as Japan's largest rock garden with rocks brought from Shikoku island. - Danjo Garan, the first temple of Mt Koya, founded by Kobo Daishi himself. This sacred complex consists of several smaller temples, shrines and pagodas. It is home to ancient Buddhist art and priceless statues of Buddhist deities. - Daishi Kyokai, the administrative center of Shingon Buddhism, where you can receive religious purification and copy the Heart sutra with your own hands in silence. - Okunoin Temple and Kobo Daishi's Mausoleum, the most sacred place of Mt Koya. The 2-kilometer long forest trail leads through thousands of graves and tombs from all over the centuries and ends at Kobo Daishi's Mausoleum where he is said to be resting in eternal meditation. This place has a mystical aura and unique spiritual energy. Please note that the transportation is not included. You can buy the convenient 2-day Koyasan World Heritage Pass for 2860 JPY per person and use it as a round trip ticket from Osaka. Unlimited rides on the buses in Mt Koya are included as well. Alternatively, you can take this tour after or before you spend a night staying at a temple in Mt Koya. Note: the transportation expenses of your guide are paid separately.",
        "strLocation": "Wakayama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-wakayama-receive-spiritual-enlightenment-in-sacred-mt-koya/3216?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Receive spiritual enlightenment in the sacred Mt Koya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 09:12:44"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4398,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469781893/zhcm5n41i1zrrd9zincw.jpg",
        "strIntroduction": "Furano is undoubtedly one of Japan's most scenic spots, especially in July when thousands of people come to see the beautiful lavender fields that the town is famous for. The amazing violet color covers the fields and hill slopes all around you. You can even ride a tractor among the fields! In this private tour you will see some of Furano's highlights in several hours. Here are the best places of interest: - Farm Tomita, the original place where lavender production in Furano began over 50 years ago. Currently the farm has several flower fields and two lavender fields which are best seen in July. There are also restaurants, shops and a small museum building where you can learn more about the history behind lavender cultivation in Hokkaido. - Furano Cheese Factory, where you can observe the process of cheese production. Hokkaido is well-known for its cheese and milk products and this factory has also a shop where you can buy plenty of delicious local products. - Furano Winery, a historical winery where you can learn more about the traditions of wine production in the region and taste local brands. The best time to take this tour is between June and late August when thousands of different flowers are blooming over the rural fields of Furano. Note that the itinerary changes according to the duration of the tour. The above itinerary is for a 2-hour tour. Please ask for different itineraries and duration.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-see-the-natural-beauty-of-the-lavender-paradise-furano/3217?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the natural beauty of the lavender paradise Furano!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 09:17:33"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6424,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1425226318/hkvhf4pu07kxk6gn0sv4.jpg",
        "strIntroduction": "This is a special tour only available in late March and early April. The sakura cherry is the most famous Japanese flower and it's a tradition to make sakura picnics (hanami) during the spring. People eat and drink under the blooming cherry trees. The delicate pink color of the flower petals will fascinate you! Ueno Park is one of the best spots to see sakura cherry blossoms in Tokyo. Here you can find also many food stalls and try Japanese food during the sakura season. You will also ride a boat on Shinobazu Lake and see ducks and other water birds from a short distance. Finally, you will walk along Ame-Yoko shopping street where you can try popular Japanese delicacies and buy souvenir gifts. Enjoy your time in Ueno to the fullest with this tour! All participants will receive a commemorative photo as a present!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-go-on-sakura-cherry-blossoms-tour-around-ueno/3181?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a sakura cherry blossoms tour around Ueno!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 09:32:35"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4888,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481097620/reusqwa1hsqwdnm4ckqy.jpg",
        "strIntroduction": "Okayama is a place rich in history and legends. Here you will see the legacy of the local feudal lords which ruled the city and the prefecture during the Edo period by visiting the impressive Okayama Castle and Korakuen, one of Japan's best gardens. You will also learn about the legend of Prince Kibitsuhiko who freed the local kingdom from the oppressive rule of an evil ogre and will tour several related shrines in the rural fields of Kibi just outside Okayama city. In this pleasant day guided day tour you will visit the following places: - Korakuen Garden, widely known as one of Japan's best three gardens (together with Kenrokuen in Kanazawa and Kairakuen in Mito). The garden was constructed in 1687 by an order of the local feudal lord. It features a large pond, impressive lawns, cherry trees, plum trees, rice paddies and tea rooms. - Okayama Castle, built in 1597 by the feudal lord Ukita Hideie. The castle impresses with its large black building and interior. Many interesting exhibits can be found inside. - Kibitsuhiko Shrine, a mystical place amidst the rural fields where Prince Kibitsuhiko prayed before he chased the evil ogre. - Kibitsu Shrine, another mystical place where the Prince attacked and defeated the ogre. The last two spots are located in the scenic Kibi Fields and you can tour them on a bicycle or by a pleasant hour-long walk among the fields.",
        "strLocation": "Okayama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okayama-discover-the-history-and-legends-of-okayama/3203?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover the history and legends of Okayama!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 09:37:11"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4888,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482205023/rhi8rzujjoi12rv5yugf.jpg",
        "strIntroduction": "Oita prefecture in Kyushu is widely known as the \"hot spring prefecture\" of Japan. It has the biggest amount of natural hot springs and the biggest amount of hot water gushing out of the ground per hour in the entire country. Oita's leading hot spring resort is Beppu, a pleasant little city with a mild climate on the east cost of Kyushu island. It has a total of 8 different hot spring areas which are used by many hotels, inns and bath facilities. The view of white steam coming out of the vents at random spots around the city is truly impressive! Beppu is blessed with various types of hot spring facilities - thermal water baths, sand baths, steam baths and mud baths. Local people often stop by a hot spring after work for relaxation and socialization. In this guided tour you will first visit the most famous attraction of Beppu - the 8 Hells where visitors can enjoy a variety of spectacular views and see interesting facilities. Touring those 8 natural hot spring wonders has been popular for decades and is the reason why the first guided bus tours in Japan originated from Beppu. The Hells are: - Umi Jigoku (Sea Hell) - a stunningly beautiful blue pond covered in white steam. The greenhouse garden nearby is worth a visit and the giant lotus flowers in another clear-water pond create a peaceful atmosphere. - Oniishibozu Jigoku (Monk head Hell) - a pool of round-shaped mud bubbles. There is a foot bath too. - Shiraike Jigoku (White pond Hell) - a pond with milky water and a small aquarium with some rare Amazon river fish. - Kamado JIgoku (Pot Hell) - here you can try eggs or pudding made on the hot steam - Oniyama Jigoku (Demon Mountain Hell) - this pond's temperature is nearly 100 degrees and there are separate pools with crocodiles next to the hot springs. - Yama Jigoku (Mountain Hell) - it features a small zoo next to the hot water pond. - Chinoike Jigoku (Blood Hell) - a scary-looking red water pond - Tatsumaki Jigoku (Spout Hell) - a natural hot geyser which erupts spectacularly once every 30-40 minutes. After touring the 8 Hells, you will go to the top of Mt Tsurumi, a 1375-meter tall mountain overlooking the city. The ropeway ride to the top reveals plenty of scenic spots. You can walk around some trails at the top and enjoy the beautiful nature of Oita prefecture before returning back to the city.",
        "strLocation": "Oita",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-oita-tour-the-hot-steam-hells-of-beppu-city/3201?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour the hot steam Hells of Beppu city!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 09:42:11"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4888,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481098143/cihf1xailmltwro8qurr.jpg",
        "strIntroduction": "Sendai in Miyagi prefecture is the biggest and most important city in Tohoku region, Japan's northeast. The city was the home of the powerful Date clan which ruled the area for centuries as feudal lords. Date Masamune, the founder of the clan, is one of the most important historical figures in Japan and this tour will take you to many places related to him and his successors. The devastating 2011 Tohoku Earthquake had it epicenter off the coast of Sendai but the city surprisingly did not suffer much damage and the cultural properties remain intact. In this day tour you will visit the most attractive sightseeing spots in Sendai. The following is an example of the places included: - Zuihoden Mausoleum. This is the lavishly decorated mausoleum where the tombs of Date Masamune and his successor are situated. Although the mausoleum isn't big, it fascinates with its Momoyama period-style architecture and colourful decoration. The approach includes passing a path with many cedar trees. In the nearby museum you can see a display of important belongings of the Date clan. - Sendai Castle ruins. Date Masamune built his castle on the top of Mt Aoba overlooking Sendai city. Unfortunately, the castle didn't survive the wars and fire disasters and now there are only historical ruins left from its previous glory. Nevertheless, the view from the top is spectacular and Date Masamune's bronze statue is a symbol of Sendai. - Ichibancho. This is one of the longest covered shopping street areas in northern Japan. There are plenty of grocery shops, boutiques and restaurants where you can have lunch. Don't forget to try Sendai's most famous specialty - grilled beef tongue called \"Gyu-tan\"! Despite being fully covered, the shopping arcade has plenty of planted trees which reflects the image of Sendai as a \"city of trees\". - Rinnoji Temple. This temple is located in Sendai's outskirts and was founded in the 15th century by a member of the Date clan. A long stone-paved road leads to the main temple hall. Beyond the hall visitors are surprised by a very beautiful Japanese-style garden with a pond, and a three-storey pagoda. Plenty of seasonal flowers bloom throughout the year. - AER Building observatory. This free observation deck on the top of the centrally located AER Building offers a fantastic view over Sendai's downtown. If you visit the city in early August you will be stunned by the massive decorative streamers put everywhere around the center in preparation for the annual Tanabata Festival. Sendai can be visited as a day trip from Tokyo and is a great place to explore if you're interested in Japan's history and culture.",
        "strLocation": "Miyagi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-miyagi-discover-the-historical-legacy-of-sendais-date-samurai-clan/3198?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover the historical legacy of Sendai's Daté samurai clan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 09:46:13"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4888,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481098633/zdge2tocgthxgovcgqep.jpg",
        "strIntroduction": "Kobe shares similarity with other famous port cities in Japan which quickly developed after the end of the Edo period and the opening of the country to foreign merchants and residents. The similarity with Yokohama is particularly striking, as both cities have a Chinatown, a foreign residences hill and a large attractive seaside area with plenty of entertainment and shopping facilities. Kobe became internationally known in 1995 when it was badly hit by a powerful earthquake. This resulted in over 5000 casualties and thousands of destroyed buildings. Luckily, the city recovered quickly and now only an intentionally preserved lane in the seaside park reminds visitors of the tragedy that happened. A large Earthquake Museum was also opened to educate travelers about the recovery efforts of local people. In this private guided tour you can choose between two different itineraries which focus on different city highlights: Course A: In this itinerary you will visit the following sites: - Akashi Kaikyo Bridge. This is the world's longest suspension bridge which connects Honshu island with Awaji Island. There is a special Exhibition Center at the foot of the bridge, as well as a unique Marine Promenade hallway under the main platform where you can walk above the water! (closed every second Monday of the month) - Chinatown. Otherwise known as Nanking Town, this is one of Japan's best three Chinatowns (together with Yokohama's and Nagasaki's ones) - Meriken Park and Kobe Tower. This is a popular seaside park where you can enjoy modern architecture and leisurely time strolling along the marine promenades. The view from Kobe Tower's observatory is splendid! - Harborland. In this popular shopping and amusement area you can find souvenir gifts and other interesting goods. - Mt Rokko Observatory. The night view to Kobe from Mt Rokko is widely known as the \"10-million dollar view\". You will be left speechless upon seeing this stunningly beautiful night view! Course B: In this itinerary you will visit the following sites: - Nada Sake District. You will be able to visit one of the publicly open sake breweries in Japan's best sake producing region. Sake tasting is available. - Chinatown. Otherwise known as Nanking Town, this is one of Japan's best three Chinatowns (together with Yokohama's and Nagasaki's ones) - Kitano-cho. This is the area of the foreign residences, similar to Yamate Hill in Yokohama. Dozens of foreign merchants, diplomats and wealthy families built their Western-style residences in the end of the 19th century. Now Kitano-cho is a beautiful area with a strong international flavor. You can enter many of the former residences which have been turned into museums. - Mt Rokko Observatory. The night view to Kobe from Mt Rokko is widely known as the \"10-million dollar view\". You will be left speechless upon seeing this stunningly beautiful night view! Of course, the tour can be customized according to your preferences, so don't hesitate to let us know which places you'd like to visit in Kobe!",
        "strLocation": "Hyogo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hyogo-explore-the-beautiful-port-city-kobe-with-private-guide/3183?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the beautiful port city Kobe with a private guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 09:49:50"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 19551,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1424914383/llskiaaaaxvcdhlgxae8.jpg",
        "strIntroduction": "This is a full-day program in Kamakura/Shonan area with a bilingual guide. Program begins with a rickshaw ride in Kamakura and goes around secret sightseeing spots. You will see the main cultural sites while walking along Kamakura alps, as well as the beautiful scenery from the hill, followed by a Shojin Ryori lunch, which is Japanese vegetarian cuisine originally derived from the dietary restrictions of Buddhist monks. Enoshima Dentetsu railway not only takes you to even more sightseeing spots including the great Buddha, but you will also feel like experiencing a nostalgic part of the Japanese local life. Itinerary: Kamakura station → Rickshaw ride and visit of sightseeing spots → Nature walk in Kamakura Alps → Shojin Ryouri Lunch → Enoshima Dentetsu local train ride and visit of sightseeing spots including Great Buddha → Island of Enoshima.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-take-a-kamakura-shonan-day-trip-with-rickshaw-enoden/3174?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Kamakura/Shonan Day trip with rickshaw/Enoden",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 09:53:24"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8100,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1424911098/kfmqbobvmaelbelgkeqj.jpg",
        "strIntroduction": "Guiding will be done in English and beginners are welcome to play! Quick instruction session will be held at the beginning, followed by playing time. Very easy to play and it's so much fun! Playing field is located in a building, so weather condition does not matter. *No shoes rentals. You should wear sneakers, no sandals. *Please pick a location from Tokyo (Odaiba or Akihabara), Nagoya, Osaka.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-try-survival-game-experience-tokyo-nagoya-osaka/3172?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try a Survival Game Experience in Tokyo, Nagoya, Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 09:57:57"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4841,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1424767513/wbiaivwuw0vvdq52p62u.jpg",
        "strIntroduction": "Mt Yoshino is located south of Nara city and is known as the oldest and most famous sakura cherry tree blossoms spot in Japan. The first trees were planted over 1300 years ago and now there are over 30 000 of them along the elegant slopes of the mountain. What makes this place special is not just the outstanding number of sakura trees but also their specimen variety. The trees were planted in four different groves at different altitudes with the idea to blossom at different times during the spring. Yoshino town is a rural and idyllic little town located at the base and along the lower parts of the mountain. Here you will find plenty of attractive little restaurants and cafes. There are plenty of sakura blossoms along the shopping streets. Take the ropeway, the shuttle bus or hike towards the next level where you will reach the impressive Kinpusenji Temple and Yoshimizu Shrine, registered as UNESCO World Cultural Heritage Site in 2004. The view to the sakura-covered slopes from Yoshimizu Shrine is particularly rewarding. Further along the hiking trails you will reach several pleasant parks which are popular hanami (cherry appreciation) picnic spots for local people. You can see the best views of the sakura groves along the mountain slopes from Hanayagura observatory near the top of the mountain. The sakura trees at Mt Yoshino blossom in different periods from late March to early May which makes this place attractive for your spring trip to Japan. Don't miss the chance to see Japan's best sakura spot which has been included in famous historical poem collections of the past!",
        "strLocation": "Nara",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nara-enjou-sakura-in-japan-most-famous-cherry-tree-spot-in-nara/3163?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy sakura in Japan's most famous cherry tree spot in Nara",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 10:03:08"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2793,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1421109833/qaxzjkvemw3b2bd3verw.jpg",
        "strIntroduction": "Prepare for your Hokkaido trip by planning a ski tour! There are 3 local ski areas and 6 hot springs near Memanbetsu Airport. Lift tickets, equipment and meals are at your expense. I have a ski instructor's licence certified by Ski Association of Japan. I can pick you up to the place where you stay near Memanbetsu Airport and take you to the ski area and then to the hot spring. Please bring your own ski wear. However you can rent wear and ski/snowboard sets at Lake view ski area. Ski set is 2500 JPY for one day. Local hot springs require towels and shampoo. Here is a model plan for your trip: 5:00pm Meet up at Ski Area 5:00pm to 9:00pm Ski Lesson 9:00pm Back to your accommodation There are many different ski areas and hot springs around Memanbetsu Airport. You can choose where to go!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-go-skiing-in-northeast-hokkaido/3013?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go Skiing in Northeast Hokkaido!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 10:07:02"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 17223,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1422184429/epjiqvd1vszaw2sbdbdg.jpg",
        "strIntroduction": "This tour offers you the full package of enjoying sake! You will totally, perfectly enjoy sake following the steps below: <1. Sake brewery (Sakakgura)> We will take you to a sake brewery where you will learn step-by-step how sake is made, and also experience sake tasting. You can also buy one of the most fresh and finest Japanese sake here as a souvenir! <2. Hot spring (Onsen)> We will take you to a hot spring, where you can shed the sweat from studying hard at the brewery! We'll get you well prepared for drinking sake. <3. Local pub (Izakaya)> Finally, we will take you to an excellent local Izakaya where you can drink fresh sake and have a delicious meal. <<Time schedule>> 13:30 Meet at Oume station, move to the brewery. ↓ Explore the brewery and enjoy sake tasting. Go to a sake store. ↓ Depart the brewery and move to the Onsen. Take a nice bath. ↓ Depart the Onsen and move to Izakaya. Enjoy drinking. ↓ 21:00 After drinking we will take you to Tachikawa station. We accept your requests. Please contact us for any questions!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-sake-mastering-tour-visit-brewery-hot-springs-local-pubs/3077?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Sake Mastering Tour: Visit Brewery, Hot Springs, Local Pubs",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 10:12:04"
    }
]