[
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5586,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1423750178/ijvyjpfj278mcyea6nwy.jpg",
        "strIntroduction": "Spend the day at a local home in Okinawa to experience everyday Japanese culture and life! This is a rare opportunity to meet a local family and enjoy some local traditions of Okinawa. Schedule: 10:00am - We'll meet in Motobu in Okinawa, at a local primary school called Kenken-Bunkou. The local family will take you to their home. The family's grandpa and grandma, locally called an \"ojii\" and \"obaa,\" will teach you how to play the sanshin. The sanshin is a 3-stringed Okinawan musical instrument. You'll be able to relax and enjoy the scenic view of the sea from the porch while you strum the sanshin and learn to play a song! Lunchtime: The family will teach you how to make Okinawasoba, a traditional noodle soup distinct to Okinawa. For dessert, you'll learn how to make sata andagi, a local deep-fried doughnut. After feasting, make sure you don't forget to write down the recipes for an invaluable souvenir to take home! After lunch, relax on the porch and play the sanshin or just enjoy the view from the porch. 3:00pm - You'd love to stay, but it's time to going back. You'll be dropped back off at the primary school, Kenken-Bunkou. After spending the day at the local Okinawan home, Okinawa will be your second home. How about visiting again when you come back to Okinawa?",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-make-okinawasoba-and-learn-sanshin-at-local-home-in-okinawa/3138?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make Okinawa soba and Learn Sanshin at Local Home in Okinawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 10:17:34"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8379,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1423288714/vxumhj9hlkx8wvcq2yvr.jpg",
        "strIntroduction": "Nowadays, Japanese people rarely wear kimono due to modernization. However, as traditional clothing, kimono will provide you with an unforgettable, cultural experience in Japan. The kimono studio is located near many historical sites in Nara. The owner is a friendly and experienced woman who wears kimono 300 days a year. You can select your kimono from a choice of about 100 kimono, and the owner will advise you how to make the best combination among the choices. She is an expert in dressing both men and women in kimono so the kimono fits properly. Due to her extensive experience, she is also skilled in beautifully tying the traditional obi belt. The Tour Schedule: 1. Pick-up: I will meet you at a designated place, either a train station or your hotel in Nara. 2. Walk to the Kimono studio: I will begin to give you a brief overview of the traditions of kimono. 3. Kimono Selection and Dress-up: The experienced owner of the kimono studio will allow you to select your kimono among 100 different designs and colors. She will expertly dress you and adorn you with traditional hair accessories. (This takes about 30 minutes.) 4. Walk around Historical Sites in Nara: As a certified tour guide and a local of Nara, I'll bring you to the best traditional sites in Nara, which are conveniently located near the studio. You'll have the opportunity to take pictures adorned in your kimono with the traditional sites of Nara serving as your backdrop! Here are some historical sites that we can visit during the tour: Kasuga Taisha Shrine - This Shinto Shrine is beautifully-restored and registered as a UNESCO World Heritage Site. Nara Park - The park has hundreds of free roaming deer that are both peaceful and considered sacred messengers of the Shinto gods. Kofukuji Temple - Established in 710, the temple is home to the famous five story pagoda that serves as both a landmark and symbol of Nara. Daijoin Garden - This beautiful garden has a tea room and pond. Yuga Shrine - The shrine is one of the many Shinto shrines in the area. There are also antique kimono stores where you can buy a kimono to bring home. If you want a coffee break, there are cozy machiya (traditional town housing) style cafes nearby as well!",
        "strLocation": "Nara",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nara-walk-around-nara-in-a-kimono/3121?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Walk Around Nara in a Kimono",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 10:21:52"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5897,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481531458/j2arhw6ddxlqd7gj7rlo.jpg",
        "strIntroduction": "Naha is the capital and largest city of Okinawa prefecture. More than just a transportation hub to the beautiful coral-reef islands, Naha has a rich historical heritage and this city tour will introduce all the best sightseeing spots to you. Here is a list of suggested places for this tour. Your guide can take you to other places too upon request: - Shuri Castle. This UNESCO World Cultural Heritage Site was originally built in the 14th century as the main residence of the Ryukyu Kingdom (which ruled over Okinawa until the 19th century). Unlike other castles in Japan Shuri has a distinct China-influenced architecture and atmosphere. - Tamaudun Mausoleum. Located close to the Shuri Castle, this mausoleum served as the family tomb for the Ryukyu royal family. The tradition in Okinawa is to erect large stone tombs over graves which is different than in other parts of Japan. - Shikinaen Garden. Another residence of the Ryukyu Kingdom and currently a reconstructed Okinawa-style garden. Visitors can walk around the little pond and enter the wooden residence building. - Okinawa Prefectural Museum. This large museum exhibits many interesting items related to Okinawa's history, traditions and local arts. You will easily immerse yourself in the world of Ryukyu Kingdom. - Japanese Navy Underground Headquarters. This is an impressive 450-long underground tunnel which served as the headquarters of the Japanese Navy during the World War II. Today it stands as one of Okinawa's many memorials to the war victims. - Kokusai Street and Tsuboya District. The main shopping street in Naha attracts with plenty of restaurants, souvenir shops, bars and fresh food markets. Just outside the bustling area is Tsuboya district where you can see many craftsmen shops specializing in Okinawa's famous pottery. This tour can be customized according to your request, so feel free to suggest what else you want to see.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-see-all-the-best-historical-sites-naha-okinawa/3142?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See all the best historical sites of Naha, Okinawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 10:27:21"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2141,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481099466/yud1w1ekiakiwbh4g3uc.jpg",
        "strIntroduction": "Hakodate is one of the most charming towns in Hokkaido. Located at the south of the island, it was the first harbor opened to international traders and missionaries after the end of the shogunate in the 19th century. Plenty of Western merchants and officials built their residences and churches here which changed the image of the town and created a peculiar international atmosphere. You can choose between a full day and a half day guided tour in Hakodate. The town is conveniently located to other popular destinations in Hokkaido such as Matsumae, Yunokawa Onsen and Onuma Park, so you are free to decide how much time to spend in the town and how to combine the sightseeing with a visit to nearby places. This is the example itinerary for a half day tour (morning or afternoon): 1. Morning Market or Red Brick Warehouses. The Morning Market is open only until noon and here you can find plenty of fresh seafood (particularly Hokkaido crab) and local fruits such as melons. You can have a quick snack at some of the restaurants or buy something and eat as you walk. The Red Brick Warehouses remain as a historical memory from the early days of Hakodate's opening as an international port. Now the impressive buildings host restaurants, shops and even a wedding chapel. 2. Motomachi area. After Hakodate's opening foreign merchants and missionaries built their residences and churches over the charming slopes of this area. Located just under Mt Hakodate, this pleasant district will fascinate you with its historical and cultural legacy. Here you can find the impressive classical buildings of the Old British Consulate, the Old Public Hall of Hakodate, and the Russian Orthodox Church which is the oldest Orthodox Church in Japan. 3. Mt Hakodate. The night view over Hakodate from the 334-meter tall mountain is considered one of Japan's three best night views (the others being Kobe and Nagasaki). You will be impressed by the stunning view over the town and the entire peninsula. A full day tour in Hokkaido will include all of the above plus: 4. Fort Goryokaku. Largely considered one of Hakodate's symbols, this unique star-shaped citadel cannot be compared to any other fortress in Japan. It was built at the end of the shogunate as a defence facility against the imperialist government. You can see the impressive citadel and the surrounding park from the observatory deck of the Goryokaku Tower located just next to the citadel. 5. Trappistine Convent. This impressive Baroque-style building is a nunnery constructed in 1898 to be the home of several nuns dispatched from Trappistine Monastery in France. The convent is not open for visitors, but you can take a walk around its beautiful garden and see the solemn statues of Virgin Mary and St Michael. The local nuns produce delicious sweets that you can buy at the convent's shop.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-see-beaty-of-international-harbor-town-hakodate/3141?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the beauty of the international harbor town Hakodate",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 10:31:27"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10446,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1483142291/bgze0pnm8axcgbwaz3bn.jpg",
        "strIntroduction": "Participate in this tour to enjoy a private journey from Sapporo City to Otaru town in Hokkaido! This tour includes English-speaking driver and private transportation services, which will take you to Otaru's best sightseeing spots and to Hokkaido's best whisky distillery! Otaru town developed as the main harbor and trade center of Hokkaido during the first years of the island's reclamation. Many beautiful warehouses along the quaint canal area remain and remind visitors about the town's role in the 19th century. Nowadays many of the historical buildings have been turned into attractive shops, craftsmen ateliers and pleasant cafes. Otaru also hosts the annual Festival of the Snow and the Candles which coincides with Sapporo's Snow Festival in February. A night visit to Otaru during the festival is considered one of the most romantic experiences in Japan. This journey will start in Otaru, where you will have the time to stroll around for 2 hours and a half, so make sure that you explore its attractive shops, ateliers, and unique cafes there. Also have a splendid lunch in Otaru with its delicious gourmet! After that, you will be visiting Nikka Whisky Yoichi Distillery for an hour. Nikka Whisky is one of the most famous Whisky brand in Japan, and Yoichi Distillery is famous for its house brand: Nikka Yoichi Whisky. Yoichi distillery is Nikka Whisky's first distillery, which was established in 1934. These days, Yoichi distillery mainly works for distilling and bottling the whisky. After visiting the distillery, you will be visiting one of the most panoramic flower gardens in Hokkaido: Shikisai-no-oka, for 30 minutes before returning to Sapporo City. The flower garden is a paradise of seasonal flowers from spring to fall, consisting several dozens species of flowers and grasses. The itinerary for this tour is as follows: - Depart from Sapporo City (within 8:00-10:00) - Visit Otaru Town and stay there for 2 hours and a half - Visit Nikka Whisky Yoichi Distillery for an hour - Visit Shikisai-no-oka Flower Garden for 30 minutes - Return to Sapporo City (ETA: 14:00-16:00) Join this tour and explore the beauty of Otaru town, visit one of the most famous distilleries in Hokkaido, and enjoy the breathtaking view of seasonal flowers at Shikisai-no-oka!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-day-trip-to-otaru-from-sapporo-with-private-transportation/3137?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Day Trip to Otaru from Sapporo with Private Transportation!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 10:35:20"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3879,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481099789/hri3dbnqkarlplrlbwjx.jpg",
        "strIntroduction": "After the end of the shogunate the Meiji government began Hokkaido's reclamation and development. The expansion to the north resulted in the quick modernization of Sapporo city. Foreign architects, designers and experts were invited to help for the city's development and that explains the rectangular street network and the abundance of Western-style buildings. This one day tour will start from Sapporo Station (or your hotel) and will take you to some of the best historical highlights related to Hokkaido's reclamation and Sapporo's development at the end of the 19th century. You will visit the following places: - the Historical Village of Hokkaido, a fantastic open-air museum which exhibits many historical buildings related to Hokkaido's reclamation. Here you will immerse yourself in the world of 19th century and will even have the chance to ride a horse-drawn trolley! - the Clock Tower, Sapporo's main symbol. The building was designed in 1878 as a drill hall for the local Agricultural College and fascinates with its simple American Midwest atmosphere. It stands as an important cultural asset and a legacy of the foreign influence in Hokkaido's development. - the Former Hokkaido Government Office, a beautiful red-brick building with an octagonal dome on the top. Currently it hosts museum exhibits and various events. - Odori Park and Sapporo TV Tower. The longest 1.5-kilometer park is the main venue of the annual International Snow Festival held in Sapporo every February. In summer this park holds summer festivals and beer gardens. You can get a great view over the park and the city from the observatory deck of Sapporo's TV Tower. - Sapporo Beer Museum. Sapporo Beer is an internationally famous beer brand which was first brewed in Sapporo in 1877. This museum is located in a splendid red-brick building and exhibits the history of the beer brewing in Japan. Of course, you can savor the local beer in the nearby Beer Garden! At the end of this tour you will have learned a lot about the fascinating history of the city and the island's reclamation.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-discover-fascinating-historical-legacy-sapporo/3136?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover the fascinating historical legacy of Sapporo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 10:38:47"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3879,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481099906/vykgvi0pdsc0iu4mdyxn.jpg",
        "strIntroduction": "Sapporo is Japan's fifth largest city and the capital of Hokkaido prefecture. The city has a strong Western feel thanks to its architecture and landscape planning which are influenced by Western examples. In 1972 Sapporo hosted the first Winter Olympics in Japan and you can still see some of the top-class facilities at the hills and mountains which surround the city. Sapporo also hosts the International Snow Festival every February and attracts plenty of local and international visitors. The city is also best known as the home of the chocolate factory Ishiya and the popular Sapporo beer. This one-day guided tour will take you to some of Sapporo's highlights. Your walk will start from Sapporo Station (or your hotel) and will continue to the following places: - the Former Hokkaido Government Office, a national important cultural property. This beautiful red brick building and its octagonal dome on the top symbolize the cultivation and development of Hokkaido island. - the famous Clock Tower, Sapporo's best known symbol. Initially the building was designed as a drill hall of the local Agricultural College in 1878. Now it fascinates with its simple Western (American Midwest) design and evokes the memories of Hokkaido's development at the end of the 19th century. - Odori Park, the longest park in Sapporo and the venue of the annual Snow Festival. In summer Odori Park hosts summer festivals, beer gardens and bon-odori Japanese dance events. - Maruyama Park and Hokkaido Jingu Shrine. This spacious natural park is used for relaxing picnics, sports and entertainment. It's also the home of Sapporo's zoo. Hokkaido Jingu Shrine is an impressive Shinto shrine built to enshrine the deities which protect Hokkaido's reclamation. - Okurayama Ski Jump Hill. A former Olympic facility which now provides fantastic panoramic views over the entire city. - Sapporo Chocolate Factory. This large facility is managed by Ishiya, the chocolate factory which produces the famous local sweets \"Shiroi no Koibito\" (\"White Lovers\"). Here you can observe the production process, see various exhibits and buy top-class sweets for souvenirs. Hokkaido's sweets are considered some of the best in Japan! Don't forget to try also Sapporo's local specialty, ramen noodles! This tour will show you the best of Sapporo no matter which season you visit the city in.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-explore-sapporo-highlights-day-tour/3135?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Sapporo's highlights in a day tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 10:44:50"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5679,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1420355243/pkkqefwyklypisbyjg8m.jpg",
        "strIntroduction": "This is a special tour in which you will experience having a dinner with a typical family in Okinawa, Japan. This is a great opportunity to cook homemade dishes, have dinner with us and learn more about the local food culture of Okinawa and Japan. We offer special experiences which you can't have in other types of travel such as group tours. This is a special activity in which you will come into contact with the culture of Okinawa, Japan. This activity is offered between January and September (except on New Year, Obon, Lunar Obon). The suggested schedule is as follows: Pick up from your hotel (around 17:00) -> Go to a typical private house, cook a meal together and have fun eating with us(About 3 hours) -> Take you back to your hotel (around a little past 20:00) Note: Limited to hotels in Nago or Motobu areas.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-spend-evening-having-dinner-family-okinawa/2983?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Spend the evening having a dinner with a family in Okinawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 10:50:45"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7913,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1421581475/ua5vptqz60q96ukh1fib.jpg",
        "strIntroduction": "Please come to the following place directly by a rental car or taxi: Nago city office Haniji branch office (10:00 am) First, I will take you to the sugarcane field. You will try the challenge of harvesting and experiencing the daily work of the local farmers. Help your host by cutting as much as you can! Then we'll go my farmhouse where we'll eat Okinawa soba for lunch together! We'll let you know the recipe so that you can do it yourself next time. After lunch we'll go back to the sugarcane field and continue harvesting. Your skills will be greatly improved and you'll enjoy the work! Just about when you're already completely used to the harvesting it's time to end the experience (around 15:00). Have unforgettable moments in a rural farmhouse with locals in Okinawa, Japan! This experience is offered between January 20 and February 28.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-harvest-sugarcane-make-okinawa-soba-during-home-visit/3057?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Harvest sugarcane and make Okinawa soba during a home visit",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 10:54:57"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2793,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1422870671/khrpuxbc2rwnwvfdiqs5.jpg",
        "strIntroduction": "How do you like Japan's food culture? The food culture is different than in other countries and these differences also appear in the school lunch. Japanese school lunch is healthy and nutritionally well-balanced. Surprisingly, there are some restaurants which offer a typical school lunch! The interior looks just like a Japanese class room, so you will feel as if you are in a real Japanese high school! The menu: *Regular Menu - noodle lunch - curry lunch *Daily Special Menu (one of four sets) - yakisoba lunch - pork beans lunch - boiled hamburger steak lunch - rice with hashed meat lunch * All lunch sets have a bottle of milk and a dessert. * You can additionally order other dishes, drinks, or desserts. Here is an example of the schedule for this activity: 11:00 - Meet at Shimizu Station 11:15 - Take a bus to the restaurant 11:30 - Have a Japanese school lunch and chat with us 12:30 - Take a fun photo sticker! ( It's called \"Purikura\") 13:00 - End of tour",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-have-japanese-school-lunch-with-locals-shizuoka/2989?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Have a Japanese school lunch with locals in Shizuoka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 11:00:41"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2327,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1422871344/iqun5vw74euaaewzvgr5.jpg",
        "strIntroduction": "Japanese strawberry mochi rice cakes called \"ichigo daifuku\" are a popular local sweet. A whole strawberry is wrapped in red bean paste (but we can put cream instead) and rice cake. It's going to melt in your mouth! In this activity we will take you to a Japanese house and will assist you in making your own mochi rice cake that you can eat with green tea. We also recommend another strawberry-related activity: picking and eating as many strawberries as you like! Here is an example schedule for this activity: 13:00 - Meet at Shizuoka Station and go to my house 13:40 - Make strawberry mochi rice cakes 14:10 - Eat the strawberry mochi rice cakes with green tea 15:00 - End of the activity",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-make-your-own-strawberry-mochi-rice-cake/2988?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make your own strawberry mochi rice cake!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 11:05:36"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2327,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1422874620/os7sugtayyoudknrxepl.jpg",
        "strIntroduction": "We are going to an amusement facility in Shizuoka, where we will introduce to you various attractions. If you want to experience the real life of young Japanese people, you should try these activities. Because few people of the amusement facilities staff speak English and read signs written in English, we think it is difficult for foreigners to have a great time at such places in Japan. Therefore we're pleased to help you enjoy your time! Some of the attractions we will try are bowling, \"Purikura\" fun photos and a game arcade including a machine with taiko drums!",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-have-fun-with-young-japanese-people-and-their-youth-culture/2986?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Have fun with young Japanese people and their youth culture!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 11:11:39"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6331,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471473645/oazkm7mjobjmh5byt86c.jpg",
        "strIntroduction": "In this activity you will come to my house in Kanzaki-gun region in Hyogo prefecture (about 40 minutes by limited express train from Himeji Station) and I will teach you to make your own Shodo calligraphy art works. You will have the opportunity to write your name or any other characters on souvenir items that you choose. After the class you can take your own original work with you. You can choose between practicing calligraphy on: - Washi (Japanese paper) - Sensu (folding fan made of paper on a bamboo frame)",
        "strLocation": "Hyogo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hyogo-try-japanese-calligraphy-shodo/2916?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try Japanese calligraphy Shodo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 11:16:40"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7913,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1420350462/e7vvwp8yoy3n4omsunsq.jpg",
        "strIntroduction": "In this special tour, you can spend time with an ordinary family in Okinawa and experience the farming lifestyle of Okinawan people for a day. At the same time, it will be possible to learn Japanese and Okinawan cultures. - The availability of the event From the beginning of January to the end of September (Excluding Lunar New Year, Obon and Lunar Obon festivals) - Minimum number of participants 1 - Tour guide No tour guide - Place to meet Hotels in Nago city or Motobu town. It is also possible to meet at the roadside station of Kyoda (\"Kyoda Michi no Eki\") in Nago city or YANBARU sea station in Motobu town. - Duration time About 5 hours - Schedule Meeting place (around 10:00)==Go to an ordinary family home (help the father's family business, pineapple harvesting and rice making, and cook home-made food)==Back to the place where we met (Around 15:00)",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-experience-daily-life-ordinary-okinawa-family/2982?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience daily life with an ordinary Okinawa family",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 11:20:46"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4376,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1422858349/kseizecpj6rk7q4fdgah.jpg",
        "strIntroduction": "Himeji Castle is located in Hyogo prefecture, just an hour away by train from Osaka. The city is best known for its picturesque Himeji Castle, widely considered one of the three best castles in Japan (others being Kumamoto and Nagoya Castles). It was built in 1609, during the first years of the Edo period, and is currently one of the very few castles in Japan which survived through fires, earthquakes, wars without ever being destroyed. Due to its well-preserved shape and cultural legacy, Himeji Castle was one of the first places in Japan to be announced a UNESCO World Cultural Heritage Site in 1993. The castle was recently renovated in long-running renovation works which spanned for 5 years and caused the entire building to be covered completely by a scaffold structure. Minor construction works of the interior continue until Himeji Castle's grand reopening on March 27, 2015. The castle will once again impress visitors with its beautiful building surrounded by plenty of blossoming sakura cherry trees. This half-day guided tour will begin at 9:00 (for the morning tour option) or at 13:00 (for the afternoon tour option) at JR Himeji Station which can be easily reached by an one-hour JR train from Osaka Station or a 90-minute direct train from Kyoto Station. Alternatively, you can reach Himeji in about 30 minutes with the Shinkansen bullet train. Your guide will show you around Himeji Castle and the beautiful park. Another interesting place you will visit is the Kokoen Garden, located just beside the castle. This Japanese-style garden is relatively new, constructed in 1992 on the grounds of a former samurai residence. It has a picturesque pond, waterfalls, flower gardens and a tea room where you can try good-quality green tea. Optional: You can also choose to book the additional option of a visit to Mt Shosha's scenic Engyoji Temple located in the hills near Himeji city. This old temple impresses with its traditional atmosphere, beautiful wild nature and lack of any modern facilities which makes it a popular choice as a filming location. The famous Hollywood movie \"The Last Samurai\" was also shot here.",
        "strLocation": "Hyogo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hyogo-see-the-renovated-unesco-world-heritage-himeji-castle/3112?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the renovated UNESCO World Heritage Himeji Castle!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 11:26:15"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8937,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481101144/wcu1qpfjktgqvs4wuvuy.jpg",
        "strIntroduction": "Kobe is a city with so many faces! One of the many great ways to enjoy Kobe is to have a pleasant and relaxed walk along the waterfront port area in the evening. The view of the city at night is named \"a 10-million-dollar\" view and is one of Japan's three best night views, together with Nagasaki and Hakodate. Kobe is also known for its high-quality juicy beef which you can try in a top-rated award-winning restaurant. This is the ultimate tour for people who seek romantic and relaxed experiences! Your tour will start at 17:00 in the afternoon at JR Kobe Station (about 25 minutes away by train from Osaka Station). Your guide will show you around Kobe Harborland, a modern and attractive waterfront area with plenty of shops, cafes and seaside promenades with charming old-fashioned gas lamps. Then your guide will take you to a top-rated and award-winning restaurant where you can savour a delicious Kobe beef menu. You'll be surprised by how soft and juicy it is! After dinner your guide will take you to some great spots from where you can see the amazing night view of Kobe city and quietly enjoy the evening. The tour will end at JR Shin-Kobe Station or JR Sannomiya Station, where you guide will explain to you how to reach your hotel. Note: Dinner is not included in the price. Please pay in cash at the restaurant. The price of the meal will be 10 000 JPY or higher per person.",
        "strLocation": "Kobe",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kobe-enjoy-kobe-beef-and-ten-million-dollar-night-view/3101?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Kobe beef and a \"10-million-dollar night view\"!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 11:29:36"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 15082,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481101385/gykyhwqvnpwritlaanxj.jpg",
        "strIntroduction": "In this guided tour you will visit the little hot spring town Arima Onsen, located on the opposite side of Mt Rokko, next to Kobe city. Arima Onsen is widely accepted as one of the best and most atmospheric hot spring towns in Japan. Here you can taste the old traditional flavour of a hot spring resort and have a pleasant walk around the little streets. The town has a history of over 1000 years and still preserves the spirit of the old times. Seeing guests of the local inns strolling around in yukata (a light kimono) is a common sight. In this tour you will also have the chance to try the high-quality water of the local hot springs! Your tour will start at 9:00 am at Namba station in Osaka or at Osaka Station (for people arriving from Kyoto). You will go directly to Arima Onsen and will have a pleasant walk along the river flowing through the center of the town. The first interesting spot is the statues of the Arima Onsen patrons from the 16th century. You will visit a local bamboo crafts shop and learn more about the local tradition of bamboo crafting. Nearby is an interesting temple where people pray for health recovery. At Taiko no Yu museum you will learn more about the traditions and history of Arima Onsen, and you will see some good-quality baths. Finally, you will have the chance to soak your feet in the footbath at Kin no Yu public bath. Arima Onsen has two major hot spring - one called \"Golden water\" because of the brown colour of the water which contains iron, and another one called \"Silver water\" which is clear. Both have a very positive effect on the body. Your tour will end with a return back to Osaka Station and with lots of memories from the splendid little hot spring town!",
        "strLocation": "Kobe",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kobe-walk-around-the-splendid-hot-spring-town-arima-onsen/3100?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Walk around the splendid hot spring town Arima Onsen",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 11:34:21"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3895,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481100828/m1enzs0ljhpoox0gd9gm.jpg",
        "strIntroduction": "In this tour you will visit the UNESCO World Cultural Heritage Site of Horyuji Temple in Nara. Your professional guide will show you around the spacious temple complex. You will see the world's oldest existing wooden structures and will learn many interesting things about the history of Buddhism in Japan. Plenty of national treasures and art products are exhibited in Horyuji. The temple complex is divided to a Western Precinct, where you can see the Main Hall, the five-storey pagoda and the inner gate - the oldest wooden structures in the world, dating back to the early 7th century. Prince Shotoku Taishi built Horyuji Temple as part of his initiative of introducing Buddhism in Japan. In the Great Treasury you can see interesting exhibits related to the history of the temple and the distribution of Buddhism in Japan. The Eastern Precinct is the home of the Octagonal Hall where you can see a huge statue of a Healing Buddha. Next to the hall you will see a very old belfry. There are many other interesting spots around the temple and you will be fascinated by the strong historical impact of Horyuji.",
        "strLocation": "Nara",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nara-explore-the-unesco-world-heritage-horyuji-temple-nara/3102?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the UNESCO World Heritage of Horyuji Temple in Nara",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 11:38:32"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5865,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1422676059/mrlss4xhiqjzpgzizakz.jpg",
        "strIntroduction": "This is an English Babysitting/Cultural Tutoring service for travelers! <What We do> We introduce bilingual babysitters and home teachers for kids from the age of one year old. We take care of your children and also teach Japanese language and culture by playing traditional games. <For Who> - Who needs English babysitting during dinner/lunch time. - Who wants their children to experience Japanese culture. <About Staffs> All of our babysitters/tutors are English-Japanese bilinguals who have lived in English speaking countries for more than 3 years when they were kids. We take care of your children at your hotel.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-english-babysitting-tutoring-during-your-travel-tokyo/3061?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "English Babysitting/Tutoring during your travel Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 11:43:28"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 17502,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1422193665/sgfi7xybh1g7xdwztc2d.jpg",
        "strIntroduction": "Explore the places in Chichibu and Hanno cities (Saitama prefecture, north of Tokyo) where the wonderful Japanese anime \"Anohana\" and \"Yamanosusume\" were staged. We will take you to some popular spots featured in the anime such as Tenranzan , Ginza Shotengai, Chichibu Bridge etc. We can also take you to other places in the region upon your request! Here is an example of this tour's itinerary: 9:00 Tokyo Station 10:30 Hanno Station 11:00 \"Yamanosusume\" anime time Tenranzan (Local Japanese sake shopping) Hannogawara Ginza Shotengai shopping street +Lunch Time 15:00 \"Anohana\" anime time Chichibu Bridge Any other places in the area 17:30 Seibu-Chichibu Station",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-the-real-spots-from-anime-anohana-yamanomusume/3047?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit the real spots from anime \"Anohana\" & \"Yamanomusume\"",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 11:47:53"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 27697,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481101537/dpzxydzdpwdsxzkbopik.jpg",
        "strIntroduction": "This tour includes a private English-speaking guide and transportation with taxi for your comfort. Have a relaxed one-day trip around Osaka's highlights! The tour begins at 9:00 am at Namba station Osaka (within 30 minutes distance from JR Osaka Station). First, the tour will take you to Sumiyoshi Taisha Shrine in southern Osaka. This is the head of all Sumiyoshi shrines in Japan which enshrine the deities protecting travelers and sailors. You will see a peculiar architectural style that is unique to Japan and has no influence from the rest of Asia. Sumiyoshi Taisha Shrine is a popular spot to visit and pray during New Year. Next, you will go to Shitennoji Temple, one of the oldest Buddhist temples in Japan. Built by Prince Shotoku Taishi in the 6th century, this temple fascinates with its tall pagoda and beautiful Buddhist garden. For lunch you will stroll the Shinsekai shopping streets where you will find plenty of little restaurants and food stalls. This is one of the liveliest shopping areas and has a strong Asian atmosphere. One of the landmarks here is Tsutenkaku Tower. The local delicacies include takoyaki (octopus dumplings) and kushi-katsu (fried food on a stick). Your tour will continue to Osaka Castle, one of the biggest and most beautiful castles in Japan. It was built in late 16th century and has been reconstructed many times until its present form. The spacious garden around the castle is one of the best places to enjoy sakura blossoms. Finally, you will go to Umeda Sky Building where you can see Osaka from a bird's view at the floating garden which connects the two skyscrapers at the top floors, 173 meters above the ground. This tour will show you the best of Osaka in a day!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-explore-osaka-in-a-private-taxi-day-tour/3096?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Osaka in a private taxi day tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 11:53:52"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2125,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481101654/iura7af97bmwuyyzkn6x.jpg",
        "strIntroduction": "In this guided tour you will first visit the Tofukuji Temple complex south of Kyoto Station. It's an important Zen temple built in the 13th century and is known as one of the best autumn colours sightseeing spots in Kyoto. You will be impressed not only by the architecture and the giant Sanmon gate, but also by the unique Zen rock gardens created by Japan's famous landscape architect Mirei Shigemori. You will then go to Shorinji, one of the sub-temples of Tofukuji, where you will participate in a Zed meditation practice for about an hour (it includes also introduction of the temple by a local priest and tea at the end of the practice). This is a unique opportunity to relax and forget about the everyday stress. Finally, your guide will take you to the impressive Fushimi Inari Shrine - the head of all Inari shrines in Japan. It's fascinating with the hundreds of vermilion gates going up the mountain into the forest. This is one of the best half-day tours to experience the true spirit of Kyoto!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-experience-zen-meditation-and-see-eminent-kyoto-temples/3094?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Zen meditation and see eminent Kyoto temples",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 11:59:48"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3103,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481102213/cbymeygd2tvnlx3ofx88.jpg",
        "strIntroduction": "\"Machiya\" are traditional townhouses in downtown Kyoto which have specific authentic atmosphere. This tour gives you the opportunity to explore the charming little streets of Kyoto and find unique places that carry the old spirit of Japan. Furthermore, you can stroll around dressed in kimono! Your guide will take you to several old Machiya townhouses such as Kayo (where you can rent kimono for 3000 JPY), Mumeisha Yoshida (which used to be the shop and residence of a wealthy local merchant) and Kinshi Masamune sake brewery. You will also have the chance to stroll the picturesque Teramachi Street and enjoy the quaint flavour of Kyoto's Machiya district. This half-day tour is ideal for those who want to discover the heart of Kyoto's downtown area and learn more about the traditional lifestyle of the local people. Start Time: 13:00 End Time: 17:00",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-explore-traditional-machiya-houses-kyoto/3066?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the traditional Machiya houses in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 12:04:19"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5865,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1419463886/l35zvw7smkdmhilm6ru1.jpg",
        "strIntroduction": "You can try both Kimono and Japanese traditional dance in just 2 hours!! Here is what this activity includes: 1. Receive a brief overview of what Kimono and traditional Japanese dances are like. 2. Get dressed in Kimono. You can choose one from our large selection. You will sense a touch which is different than the one of western clothes and you may feel that your back straightens up naturally when you are dressed in Kimono. 3. Learn some basic walking manners while you are dressed in Kimono. Standing up, sitting down...you have never moved in such ways. 4. Learn Japanese traditional dance. You will be dancing to the tune of \"Sakura Sakura (Cherry blossoms)\", one of the most popular traditional Japanese song. You can master the dance during the lesson. 5. Take commemorative photos posing nicely in Kimono and you will become a Kimono Beauty or a Kimono Handsome! The place of the class is in Iwate.",
        "strLocation": "Iwate",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-iwate-discover-japan-with-kimono-and-japanese-traditional-dance/2962?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Japan with Kimono and Japanese traditional dances",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 12:09:44"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 15361,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1421652252/sp6tiiythgzavup9itf2.jpg",
        "strIntroduction": "Izu Peninsula in Shizuoka prefecture is one of Japan's best resorts and a top destination for many people in Tokyo who wish to have a day trip or a 1-night stay. It is famous for good-quality hot springs, delicious seafood and wonderful nature. One of the highlights of Izu in early spring is the Kawazu Sakura Festival which takes place in February and March. Kawazu Sakura is a species of cherry trees which blossoms earlier than the other ones (usually around late February and early March). It's spectacular with its rich pink colour and is especially picturesque along rivers in open nature. In this self-guided day trip to Izu you will visit one of the main places of the Kawazu Sakura Festivals and see the first blossoming cherry trees in Japan! You'll be amazed by their beauty and impressed by the nature of Izu. You can have lunch at a nearby resort hotel - a traditional Japanese meal! Take the Odoriko or Super Odoriko View limited express train from JR Tokyo Station at 9:00, 10:00 or 11:00 (also 10:30 in weekends), and get off at Kawazu Station. The Kawazu Sakura cherry trees are located along the river for about 4 kilometers starting from the station. After arriving, take the shuttle bus to Izu Imaihama Tokyu Resort from bus stop 1 of Kawazu Staton. The buses run under the following schedule until March 11 (and fewer buses after that); Kawazu Station to the Resort: every 10-15 minutes from 11:00 to 14:00 The Resort to Kawazu Station: every 10-15 minutes from 12:00 to 15:30 You can choose between a traditional Japanese lunch (available any day) or a Western style buffet (available between February 13 and March 6). The lunch time is 11:30 to 14:00. Finally, you will take the Odoriko or Super Odoriko View limited express train back to Tokyo (last train at 17:06). The trip takes a little more than 2 hours one way.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-see-beautiful-early-sakura-in-izu-february-march/3058?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See beautiful early sakura in Izu in February and March!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 12:13:32"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5819,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1421478164/qdustiuu2vauyz1aoqdz.jpg",
        "strIntroduction": "Come to my house and learn how to make Japanese food near Shibuya, Tokyo! STEP1 Cook Japanese photogenic food and Japanese sweets. === Menu example=== 1.Temarizushi This is a ball-shaped sushi made by pressing rice and fish into a ball-shaped form by hand using a plastic wrap. 2.Dorayaki This is two small pancakes with bean jam in between them. STEP2 Whisked powdered green tea. STEP3 Eat Japanese food and talk with Japanese ladies. This experience will help you get to know the Japanese food and culture better in a private home environment! So feel free to come, relax and have fun learning to cook Japanese food! I am looking forward to seeing you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-how-to-make-japanese-photogenic-food/3053?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn how to make Japanese photogenic food",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 12:17:05"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4655,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1419108614/xd7hgvaojev2devtv8jw.jpg",
        "strIntroduction": "<Half Day course> JR Line Nara Station Omiwa ShrineHasedera TempleKintetsu Line Nara station We will meet at the JR Nara Station. Then take the local JR Manyo Mahoroba line that runs only 1 or 2 \"one-man\" trains every hour for about 30 minutes and get off at Miwa Station. The railway runs along the Yamanobe-no-michi, said to be the oldest road of Japan, where many historical sites and monuments can be found, and you can enjoy the view of Japan's countryside with its rice fields. From Miwa Station we will arrive to the Shinto \"torii\" gateway of Omiwa Shrine after about a 10 minutes walk. During the trip, I will tell you about the history of Japan, about Shinto, origin and legends of Omiwa Shrine, as well as the basic manners related to worshipping Shinto gods in shrines. Please feel free to ask any questions about anything. Omiwa Shrine It is also called Miwa myojin, and is said to be the oldest shrine in Japan. Miwa mountain is an object of worship and is believed to to be sacred as the deity Omononushi no Kami placed his soul in it. He has been worshiped as the guardian of peoples lives in general; prosperity and development of agriculture, industries and commerce, healing and medicine, safety, safe traveling, successful marriages, as well as happiness in the world. Many legends and stories have been written and passed down many generations throughout the centuries, and many dedicated believers across the nation visit this shrine on various occasions. Plenty of rituals and prayers, annual events, marriage ceremonies in traditional styles are held here. Recently, Miwa mountain has been gaining popularity as one of the leading power energy spots in Japan. It has a waterfall, old Japanese cedars and sacred rocks calle iwakura where gods are said to dwell. In Sai Shrine, 5 minutes walk from the Omiwa shrine, you can drink pure spring water, which is believed to cure all kinds of diseases, and anyone can drink from the well. From the nearby observatory, you can have a great view of Yamato area, including Yamato's three mountains, the Hashihaka tumulus which is said to be Japans oldest, and believed to be the tomb of Himiko, a legendary shaman queen of Yamato. After leaving the Omiwa Shrine, we will visit Hasedera Temple by Kintestu railway, 2 stops away from Sakurai Station. From the train station, we will walk through the old Pilgrimage routes now filled with with traditional inns and souvenir shops until we reach Niou gate, the entrance of Hasedera Temple. Along the way, we will taste the popular \"kusa mochi\", a traditional Japanese sweet made from mochi rice with leaves of Japanese Mugwort (yomogi), filled with sweet red bean paste. Hasedera Temple Surrounded by mountains in all directions, Hasedera Temple is especially popular due to its seasonal beauty. The best time of the year is in spring, when sakura (cherry blossoms) and Chinese peonies are fully blooming. Autumn is another beautiful time with many maple trees turning to stunning red. As the temples is located on the slope of mountain, we will climb up the trail to get to the main hall. Some of the many important cultural properties include the main hall and the main statue, the Eleven Faced Kannnon, or the Goddess of Mercy of 9.3 meters, said to be the largest wooden statue in Japan. The stage of the main hall is similar to that of the famous Kiyomizu Temple in Kyoto, and has an amazing view! Why dont you get a beautiful Shuin (), or a seal stamp of the temple, hand written by a priest or special staff with an ink brush just in front of you. -------------------------------- <One Day Course> After finishing the half-day course, we will take another train to Murou-guchi-Oono, and visit Murouji Temple and Murou Ryuketsu Temple. Murouji Temple This temple is a Buddhist temple of Shingon school, located between Nara and Mie prefectures deep in the nature. Murouji has been called Nyonin-Koya (Mt Koya for women), since it has allowed women to enter, while the famous Mount Koya in Wakayama Prefecture never permitted women to visit and become nuns. You will walk up many stone steps to reach the symbolic, charming five-storey pagoda. Many old Buddhist statues are also featured in this temple. Murou Ryuketsu Temple It is close to Murouji Temple, but further up the mountain. This temple worships Ryujin, or Dragon god, who's in charge of water and rain. From ancient times Imperial envoys were sent to this sacred site to do special rituals and prayers for rain. You will see many tall old Japanese cedars powerfully standing in the temple grounds. You will also have access to a rocky mountain with a cave, believed to be the Dragon god's dwelling. This is a power energy spot to which not everyone has access. We will take a taxi to the train station and come back to Nara by Kintesu Railway.",
        "strLocation": "Nara",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nara-visit-deep-spiritual-sites-in-nara-with-local-guide/2958?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit deep spiritual sites in Nara with a local guide!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 12:21:04"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7634,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481102348/vwkntdxcphet1hponvup.jpg",
        "strIntroduction": "In this private guided tour you will visit Omiya - the center of Saitama prefecture which lies just 30 minutes away north of Tokyo. Your first stop will be the unique Omiya Bonsai Museum where you will learn a lot of interesting facts about the tradition and culture of making bonsai in Japan. Saitama will host the World Bonsai Convention in 2017 and you will be surprised to find many private bonsai gardens scattered around the city. Next you will visit the grand Railway Museum where you will enjoy an impressive display of real-size trains from various historical periods. There are so many things to do there that you will want to spend a whole day inside! Enjoy the attractions of Saitama city in this pleasant day trip from Tokyo!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-bonsa-museum-railway-museum-omiya-saitama/3046?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit the Bonsai Museum and Railway Museum in Omiya, Saitama",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 12:26:09"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4655,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470277106/yfyyxmdmeeoosvsn1zpw.jpg",
        "strIntroduction": "There's a reason why Tokyo is known as the city with 100 different faces! Here you can literally find everything. This special one day tour guarantees that you will see both the past, the present and the future of one of the world's liveliest cities. The boat trip between Asakusa and Odaiba will feel like a time machine and you will fully enjoy the nice contrast. This tour starts at Asakusa, where you will visit the oldest temple in Tokyo - Sensoji - and learn more about the history of the neighbourhood from your guide. The charming shopping streets around Asakusa provide a fantastic opportunity to do you souvenir shopping. Here you can find absolutely everything - Japanese pictures, scrolls, fans, sweets, even swords and kimonos! From Asakusa you'll have a splendid view to Tokyo Sky Tree - it's the perfect distance for making good-quality photos. After lunch you will take the water bus down the Sumida River and will reach the artificial island of Odaiba in Tokyo Bay. The entire place looks totally different and is always vibrant at any time. Your tour will finish at the popular shopping center Palette Town where you'll visit the romantic Venice-like mall Venus Fort, Toyota's exhibition center Mega Web and finally you'll ride the giant Ferris Wheel to enjoy a wonderful panorama view over Tokyo. Pick-up service is available from hotels in central Tokyo by booking the hotel pickup option.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-tokyo-from-past-to-future-asakusa-odaiba-tour/3006?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Tokyo from past to future: Asakusa to Odaiba tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 12:29:58"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2793,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481267261/kr6pieif8yfppcawgs2u.jpg",
        "strIntroduction": "A sea angel is a tiny and cute ice creature. Let's walk along the coastline of Okhotsk Sea in Hokkaido and try to find sea angels in the icy water. If we are lucky, we will find some, and we will also enjoy the beautiful scenery and sound of the clashing ice blocks. Here is a model itinerary: 7:00am Pick you up at the accommodation 7:00am to 7:30am Walk along the sea coast 8:00 am Return to your accommodation. This activity is held from January to March, any day in the morning. I drive a small car, maximum person is four including the driver. This car is a typical Japanese kei car and you can experience Japanese technology. It would be good if you can prepare a pair of water proof rubber boots - you can ask for a pair at your accommodation. I am sorry but I can not guarantee that we will find sea angels. It depends on the climate conditions and other factors.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-explore-drift-ice-okhotsk-sea-hokkaido/3035?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the drift ice of Okhotsk Sea in Hokkaido",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 12:34:59"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2793,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1421034454/exeq5up5ktmogffiylrf.jpg",
        "strIntroduction": "Right next to Memanbetsu Aiport, north-east Hokkaido, there is a farmland which is more than 100 years old. It's been owned by 3 generations of farmers. Here you can try the unique experience of becoming a farmer while watching the airplanes, the white birch trees, and beautiful countryside. This farmland has a beautiful countryside scenery and many visitors from all over the world come to take pictures here. Now you can become a farmer yourself! There are different farming activities depending on the season: Time: The end of March to the beginning of April. Activities: Preparing for seeding potato. There are five different sizes and the farming work takes place during daytime. Time: May 1st to 5th Activities. Riding a 50-year-old traditional tractor made in Great Britain(UK) and make sure each seed is planted to its right place in the hole. Time: Anytime during the green season Activities: Weeding experience Time: September 15th to the end of September Activities: Harvesting potatoes. The farm and the airport are close to Abashiri city, known for popular sightseeing spots like the drifting ice in Okhotsk Sea and the Northern People Museum.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-experience-potato-farming-in-northern-hokkaido/3022?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience potato farming in northern Hokkaido",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 12:39:18"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 14430,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481103249/tzb5fp0frrujqjy265hi.jpg",
        "strIntroduction": "Tomioka Silk Mill was built in the end of the 19th century by the Meiji Government in an attempt to modernize and industrialize Japan's leading textile production. The factory was produced and managed by French merchants and helped in elevating Japan's silk industry to an international level. For many decades until the factory was closed 30 years ago Japan was one of the world's biggest producers of silk. Tomioka Silk Mill was designed as a UNESCO World Cultural Heritate Site in 2014 for its outstanding role in Japan's modernization and industrialization. In this self-guided tour you will go to the little town of Tomioka in Gunma prefecture and visit the factory's beautiful brick buildings. You'll be able to see the silk reeling machines and learn more about the specifics of sericulture. Furthermore you'll receive a special coupon for collecting 3 sweets of your choice from local sweet shops around the town! Start your tour from JR Tokyo or Ueno Stations where you'll ride Shinkansen Tanigawa-gou (please note that you cannot take other type of bullet trains). Get off at Takasaki Station and exchange your voucher for the special round trip ticket plus Silk Mill entrance at Joshin Railway's counter. Take the Joshin train to Joshu Tomioka Station, from where the Silk Mill is about 10 minutes away on foot. Regular guided tours around the factory are held in Japanese every 30 minutes, but you can rent an English audio guide for 200 JPY or use a special smartphone application. This tour includes also a voucher for the special \"Mayu no Okashibako\" coupon that you can receive from the Okatte Market just across Joshu Tomioka Station. You will be given a map of the sweet shops around Tomioka town and you can pick 3 local Japanese sweets of your own choice from selected shops using the coupon! This is a great opportunity to explore freely the picturesque town! Finally, you will return back to Tokyo using Shinkansen Tanigawa-gou. This day trip will provide you with the unique experience of visiting a countryside Japanese town, eating local sweets and seeing the latest UNESCO World Cultural Heritage Site! This tour is available every day except Wednesdays (or Thursdays if Wednesday is a national holiday). However, the tour is available on the following Wednesdays: April 29, May 6 and in August.",
        "strLocation": "Gunma",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gunma-visit-the-world-cultural-heritage-tomioka-silk-mill/2946?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit the World Cultural Heritage Tomioka Silk Mill!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 12:43:02"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9124,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1417696684/iuikbkz7kjzd9hahp123.jpg",
        "strIntroduction": "Do you know Japanese local Shopping Street? There are many specialty shops with heartwarming people. While the increasing rate of supermarket has been causing a decline in shopping street, I want to introduce one of the most energetic shopping street. Sunamachi Ginza. Let's walk together and taste Japanese local kitchen! **Points** 1.You can taste delicious & various types of Japanese home-style foods and drinks.(Every food and guide are included in the price.) 2.Experience Japanese culture through walking around with guide. 3.Be part of the local culture! **Details** 11:00 Meet up at Kinshicho Station. Move to Sunamachi Ginza by local bus. 11:30 Eating and walking around in Shopping Street. You can taste many types of foods and drinks. (8 different food to taste from) 14:00 Finish at Kameido station. **What you can taste** -Tempura -Inari sushi -Hard boiled and seasoning egg -Yakitori -Oden -Minced Tuna Cutlet -Sake -Japanese tea and sweets",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-foodrink-tour-sunamachi-ginza/2826?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tokyo FooDrink Tour @ Sunamachi Ginza",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 12:49:08"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8844,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1413969967/k6atxy5lusutuil7v7i4.jpg",
        "strIntroduction": "Japan is a country where you can enjoy plenty types of food: sushi,tempura, teriyaki, shabushabu, udon, ramen, okonomiyaki and so on! Japanese food looks and tastes good and unique. Its nice to try eating as many types of Japanese food as you can while staying in Japan, but how about cooking one of them? In this activity, you can learn how to cook Japanese food in an old Japanese-style house. We'll pick you up at Subway Tanimachi 6-chome station on Tanimachi (violet) line. It takes about 5 minutes to walk to the house. You can choose what you would like to cook from those below : 1. Set Meal -Rice -Miso soup -Main dish -Teriyaki -Ginger flavored pork -Grilled fish -Boiled fish -Nikujaga 2. Don (bowl of rice with food on top) -Oyakodon (Chicken and egg) -Katsudon (Fried pork) -Gyudon ( Flavored beef and vegetable) -Tendon (Tempura) 3. Osaka food -Okonomiyaki -Takoyaki -Yakisoba 4. Party style (from 3 persons ) -Sushi -Takoyaki 5. As you request The place is located in Tanimachi, which is one of the traditional residential areas in Osaka city, so you can enjoy walking around the area after you finish the class. Lets enjoy cooking and visiting in an old Japanese house!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-cooking-class-in-an-old-japanese-style-house/2793?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cooking class in an old Japanese-style house",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 12:55:19"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8379,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1411342062/q39fly8yofmm6gorwaih.jpg",
        "strIntroduction": "In this activity you can learn how to make your own candy from a professional candy artisan. I'll meet you at JR Shin-Nagata station on Kobe line. We'll walk to the candy workshop (about 10 minutes). There the schedule is as follows: 1. Demonstration by the artisan 2. Point to be noted 3. Practice Knead candy  Create the shape you like You can take the candies back to your home as a souvenir. Lets try making a lovely candy as a sweet memory of Japan !",
        "strLocation": "Kobe",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kobe-make-a-handmade-japanese-candy/2739?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make a handmade Japanese candy",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 13:00:58"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8379,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1412153818/rquysrcvd3wee8oaoyv0.jpg",
        "strIntroduction": "We provide you with an occasion to be a part of Japan. You can discover the true Japanese spirit through \"Wa\" (Japanese) cultural experiences. \"Wa\" spirit means our Japanese love for peace, harmony and nature. We offer the experience of Japanese home cooking. It's fun and tasty! <Course Schedule> 1. Introduction Introduction of essential knowledge about washoku and its background. 2. Cooking Time Lets cook washoku all together! Dont worry, well show you the demonstration and instruction in detail. 3. Eating Time Now lets try the dishes you made. Enjoy your meal in an 80-year-old Japanese style house.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-expereince-traditional-japanese-cooking-in-kyoto/2750?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience traditional Japanese cooking in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 13:04:35"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5958,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1411306392/hxnhvt31jfltdbmjuep5.jpg",
        "strIntroduction": "Lets try making Wagashi, Japanese traditional sweets! I'll meet you at JR Tsuruhashi station. And we'll walk to the wagashi factory (10-15minutes). At the factory, a local artisan will show you around the factory, and teach you how to make wagashi. Ingredients are quite simple, mainly rice, adzuki (red) beans and sugar. But the shapes and ingredients are different in each season and area. This time, you can make 2 types of Wagashi. - Ohagi : a rice ball coated with sweetened red beans, soybean flour or sesame - Jou nama gashi : high-grade Japanese fresh confections colorfully made in seasonal shapes and designs You can savour them there with tea or take them back as a souvenir. Please eat them by the next day as they can't stay fresh for too long. Finally, we will walk back to Tsuruhashi station. So lets enjoy a cozy Japanese teatime with your own wagashi!!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-learn-how-to-make-wagashi-japanese-traditional-sweets/2738?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn how to make wagashi - Japanese traditional sweets!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 13:08:41"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4655,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1413261111/puvzk7fa8gu08w21ewwv.png",
        "strIntroduction": "You can see Osaka city from different angles during the car drive to the buildings. The beautiful city of Osaka is waiting for you. We'll pick you up at your hotel from 7:30 p.m. and arrive 8:00 p.m. at Hommachi-station. Alternatively, we'll meet at exit 20 of Hommachi-station on Yotsubashi-line. This tour takes one hour and half. We'll start'at 8:00 p.m. and continue to 9:30 p.m.. After the tour we'll transport you to your hotel about 10:00 p.m.. Many travelers don't know about the spectacular views from these building. Even if you have any luggage, please feel free to ask and join our tour.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-enjoy-an-awesome-night-view-of-osaka-city/2795?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy an Awesome Night View of Osaka City",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 13:11:56"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13499,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1417422838/nan6tzqvcssbt85yxszj.jpg",
        "strIntroduction": "Several big countdown concerts will be held in Tokyo in the last hours of 2016. You can choose to attend some of them and welcome the New 2017 Year together with a crowd of music lovers in some of Tokyo's best music halls! Popular Japanese singers, musicians and entertainers will perform for hours and will create a unique atmosphere that you simply have to experience! Below are the details of the countdown concert events: Countdown Japan 16/17 at Makuhari Messe One of the biggest venues will host several days of concerts starting from December 28 and ending with a massive countdown event on the evening of December 31. Japan's best and most famous J-pop and J-rock artists (Kyary Pamyu Pamyu, Kana-Boon, Golden Bomber, Kalafina, Orange Range, Denpagumi.Inc, The Yellow Monkey are just some of the performers) will gather for this unforgettable music fiesta! There will be several stages with performances at the same time in the different parts of the venue. Dates: December 28-30 (12:00-20:30), December 31 (15:00-5:00 on January 1) You can choose between one day ticket (different price on the last day), two day ticket, three day ticket and four day ticket. Please note that the tickets are limited and may get sold out quickly. The countdown events are not open for children.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-get-ticket-for-the-best-new-year-countdown-concerts/2912?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get a ticket for the best New Year Countdown concerts!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 13:17:01"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3724,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1415152168/ic8l9wweu0plhn1dxhal.jpg",
        "strIntroduction": "Matsuyamachi is located in Chuou-ku, Osaka. They sell popular Japanese snacks, toys, Japanese dolls, fireworks, and many more. <Tour Schedule> We'll pick-up by car at your hotel in Osaka. If have some group reservations, we will drive around a bit to pick everyone up, and drive to our destination, Matsuyamachi.  You can enjoy shopping for 2 hours from 9:00am. to 11:00am.  Finally, we'll take you to Namba Takashimaya (department store) at 11:15am.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-kawaii-japanese-shopping-tour-at-matsuyamachi/2794?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Kawaii Japanese Shopping Tour at Matsuyamachi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 13:21:12"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3538,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1414395279/nlnldfnn8uvjrjjodvkj.jpg",
        "strIntroduction": "I believe that having a meal at a local home is the best way to learn about the cultures of a country. Come visit my home in Kobe located 1 hour train ride from Osaka and 1.5 hour train ride from Kyoto, and let's have a Japanese home party! I will pick you up at the nearest station (JR Rokkomichi station) and take you to my apartment which will be a 2 minute walk. Then, we will go to a Japanese supermarket to shop for ingredients. I will give you some tips how to choose for the right ingredients for Japanese cooking. After that, we will cook a Japanese cuisine! We'll have the food as lunch or dinner after cooking. <Schedule> Pick-up at the station  Shopping for ingredients (30 min)  Cooking (50 min)  Eating (40 min) Please choose ONE menu from the list below: -Japanese Hotpot (meat, seafood, vegetables, rice...) -Okonomiyaki (meat, vegetables. flour...) -Chawanmushi (egg, vegetables...) and Takikomigohan (steamed rice with vegetables) -Ozouni (ricecake, vegetables...) -Chirashi-sushi (rice, sashimi, egg, vegetables...) -Rolled-sushi (rice, seaweed, vegetables, fish) -Udon (meat and flour) -Wagyu Steak (beef vegetables...)Please pay additional money for this option. If you have other suggestions what you want to make, please let me know! In this case, I may ask you to bring additional money on the day. I can also arrange vegetarian menus if you request.",
        "strLocation": "Kobe",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kobe-learn-japanese-homestyle-cooking/2829?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Japanese Homestyle Cooking in Kobe!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 13:27:47"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10055,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1415425654/qmlf9j4wgky9jo6qcswc.jpg",
        "strIntroduction": "5 minutes away from Toro Nature Center . Visitors who come to JR Toro Station will be picked up. After filling in the necessary documents at the reception, we will give you safety instructions. When you're ready we will move to the Red-crowned Crane House. In the Red-crowned Crabe House you will easily learn more about the cranes from the various materials available. Finally we will go to see the cranes. The exact observation point on the day will be determined by the guide. Then we will return to Toro Nature Center and end the tour. It will leave excitement and lots of memories, and you will want to return again one day. Duration: about 4 hours Held between: November to February Tour departs schedule morning 9:30 to 13:30 (at least two people, prior reservations required) Set: Toro Nature Center JR Toro Station, there is free pick-up Elementary school students can also participate. If you are coming to JR Toro Station, please use 9.05 Kushiro Station departure, 9.36 Toro Station arriving. ~ 14.39 Toro Station departure, 15.09 Kushiro Station arriving.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-japanese-red-crowned-crane-hokkaido/2875?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Japanese red-crowned crane observation tour in Hokkaido!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 13:31:11"
    },
    {
        "intDurationHour": 40,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 372394,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1408495578/lneo7zdr0gsoh9oqo7ud.jpg",
        "strIntroduction": "You will have a training experience in the mountain village where our Shinobi folks train themselves. <Day 1> - Morning: Meet in Tokyo at your hotel. Visit Asakusa. Lunch is not included in the price. - Afternoon : Visit the Jidai Academy Dojo. Learn Shuriken and Blowgun. - Night: Transfer to Akiruno City. Lodge at Ninja-Samurai Mountain Retreat. <Day 2> - Breakfast and Supper: Self-catering at the retreat. - Morning: Japanese language study. After, Ninjutsu lecture and Bojutsu lesson. - Lunch: Dine out. - Afternoon: Learn Taijutsu. - Night: Lesson on Jutte and Bachi (baton). <Day 3> - Breakfast and Supper: Self-catering at the retreat. - Morning: Zen meditation. Then, participate in a local community activity in the forest. - Afternoon: Field running. - Night: Go to Onsen (Hot Spring). - About Meditation The art of Ninjutsu is more than learning the physical skills of the martial arts. It is also about finding your inner self through physical conditioning, meditation, and discipline. With the practice of meditation one develops key elements of increased awareness and detachment while increasing his/her sense of inner peace. <Day 4> - Breakfast and Supper: Self-catering at the retreat. - Morning: Japanese language study. Then, Ninjutsu lecture and lesson on Hojojutsu and Kusarigama. - Lunch: Dine out. - Afternoon: Kenjutsu (sword practice). - Night: Ninja Mountain Trekking throughout the night. <Day 5> - Morning: Time to rest after overnight ninja mountain trekking. - Lunch: Self-catering. - Afternoon (until 3pm): Review Shuriken and Kunai. In the martial arts training, you'll learn: 1. Bojutsu - A Japanese martial arts style that focuses on training with a bo staff. 2. Taijutsu - Taijutsu refers to any techniques involving unarmed combat or the development of natural human ability - a vital area of practice in ninjitsu. 3. Shuriken - A hand-held weapon, considered to be a secret weapon. Throwing one at an opponent is meant to create confusion or a temporary nuisance, allowing the thrower to assume a more assertive position. 4. Kunai - A dagger-like multi-purpose utensil, used for digging, breaking, climbing, attacking, etc. 5. Kusari Fundo - A hand held weapon used in feudal Japan, consisting of a length of chain (kusari) with a weight (fundo) connected to each end of the chain. 6. Battojutsu/Kenjutsu - Literally meaning \"Sword Technique,\" pertains to techniques that entail the use of swords. The program is subject to change depending on local weather, local events etc. There's a possibility of changing the orders of the training.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-5-day-ninja-immersion-in-a-ninja-village-house-in-tokyo/2549?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "5-Day Ninja Immersion in a Ninja Village House in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 13:36:01"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5772,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481103838/pyyuxll39zkzz7uaqsmm.jpg",
        "strIntroduction": "Ishikawa prefecture's Kanazawa city is rich in cultural traditions, history and unique local art, crafts and delicacies. The city's relative proximity to Shirakawa-go, Takayama and Kyoto makes it very accessible for travelers. Furthermore, the Shinkansen will connect Tokyo to Kanazawa directly in just 2.5 hours from March 2015! Kanazawa city was established around a shrine and a farmer market, but quickly developed into one of Japan's richest and biggest cities during the Maeda feudal clan rule in the Edo period. Kanazawa's most famous art and craft is the gold leaf production, whose history dates back to 16th century and has been well preserved today. On this full day private tour you will visit some of the city's highlights guided by a local expert who will tell you everything about the rich history and culture of Kanazawa. The following is an example of the itinerary which can be customized according to your preferences (the order of the places visited can be changed): 1. Kenrokuen: one of the three most beautiful Japanese gardens in the country (the other two being Korakuen in Okayama and Kairakuen in Mito, Ibaraki prefecture). The stone lanterns are an iconic symbol of Kanazawa city. 2. Kanazawa Castle: unique remaining white gateway with spacious gardens. 3. Nagamachi samurai district: the former samurai district with narrow alleys and well preserved residences. 4. Higashi-chaya geisha district: one of Kanazawa's highlight and very well preserved area with many geisha houses that are still practicing. Nearby you can visit the famous gold leaf shops. 5. Omicho market: one of the largest fresh food markets during the Edo period. 6. 21st Century Museum of Contemporary Art: a unique building with attractive modern art exhibitions. Don't forget to try some local sweets like rakugan or choseiden which are typical for Kanazawa!",
        "strLocation": "Ishikawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ishikawa-explore-the-city-of-samurai-kanazawa-full-day/2844?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the city of samurai Kanazawa in a full day tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 13:39:50"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6982,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1414380023/yzfu7ix5ssdgc4eaqyxa.jpg",
        "strIntroduction": "We use ingredients from the local Kamakura Farmers Market. Kamakura vegetables are famous for being used in high-end restaurants in Tokyo. You can easily learn how to cook Authentic Japanese dishes or Vegetarian dishes. We would like you to deliver our real Japanese cuisine and Japanese homemade dishes to your families and friends after class when you return home. We have 3 kinds of courses you can choose from. <Authentic Japanese Home Cooking> 1 main dish 2 side dish 1 miso soup 1 choice of Japanese white rice or brown rice <Authentic Japanese Shoujin Cuisine (Vegetarian option)> 1 main dish 2 side dish 1 sumashi soup 1 choice of Japanese white rice or brown rice <Healthy Cooking Regimen> You can arrange the menu according to your diet, and make it healthy! For example; - no wheat - no-egg - against fatty liver syndrome - gluten-free Here are a few example of main dishes that you can choose from: -Maki-zushi -Nori-maki -Oyako-don -Shouga-yaki -Ton-jiru -Tenpura -Okonomi-yaki -Sukiyaki -Zou-sui Duration will be 2-3 hours. Please let me know the following info when you make the booking; -Name of each participant -Food allergies -Nationality -Email address -------------------------------------------- About Japanese Cuisine... Kamakura Shojin cuisine is the origin of Japanese Cuisine. At first glance, the Shoujin Cuisine appears simple and plain. However you will be amazed by the high selection of seasonal ingredients, their careful preparation, the complex cooking methods, and the delicate and beautiful presentation. This traditional cuisine has been handed down to the present day. These principles are the foundations of Japanese cooking (including shoujin cuisine) and are also the foundations of present-day kaiseki ryori.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-japanese-cooking-class-at-a-local-home-ume/2760?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Japanese Cooking Class at a Local Home in Kamakura",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 13:44:58"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 15268,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1413629233/h5is4jathuifoklvghyk.jpg",
        "strIntroduction": "Come to our salon and dress up in a kimono! We have a variety of kimonos ready for you, and I'm sure you will find you favorite. First when you come to our salon, we will have you choose a kimono of your preference, and also choose your favorite hairstyle from our catalog. We also lend pretty hair accessories, so please coordinate! You will then move to the room next doors, and we will help you wear the kimono and do your hair. We will also fix your makeup if requested. This will take about an hour or more. After you are all dressed up, you are ready to go take a walk outside! Right outside our salon is the famous Nagoya Castle. I recommend that you tour the Nagoya Castle in your kimono. There is also a shopping place called Osu, and you may be able to find some nice souvenirs. Walking time is 2 hours. You can come back early when you are done. Please come back to our salon to undress, which will take another 30 min. The salon is open from 10am to 5pm, but since we allow guests to walk outside, available starting times are from 10am to 1pm. We have kimonos for both men & women, so anyone is welcome! Age & height requirements: - Guest must be 13 years old or older. - We have kimonos that fit people from 140cm up to 200cm. I am sorry but if you are lower than 140cm or higher than 200cm, the kimono will not fit you.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-dress-up-in-a-kimono-and-walk-around-nagoya/2757?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Dress Up in a Traditional Kimono and Walk Around Nagoya!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 13:49:55"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11637,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481104229/v62pnggcsvtda0a2wt2k.jpg",
        "strIntroduction": "Yoshino River is one of Shikoku island's longest rivers, crossing all of its 4 prefectures. The most scenic part of Yoshino River is located deep into the mountains of Tokushima prefecture in Iya Valley. Centuries ago it was used as a hiding place for rebels against the ruling clan. The picturesque jagged, white rocks of Oboke and Koboke gorges took over 200 million years to be created by the rapid stream of Yoshino River. Presently, the river is one of the best place to experience outdoor activities in Japan. It is well known for river rafting, but this tour gives you also the option to try the challenge of canyoning along a secluded gorge! The canyoning offered does not require you to be fit; instead you should be ready to slide down waterfall chutes, jump into water pools, hang on a zipline and many more! Rafting will surely thrill you and you will be encouraged to scream in excitement as loud as you can every time the raft shakes over the swirling rapids! Don't be afraid to fall into the water - it's part of the fun! This tour is offered by qualified professionalists, among which is the Australian managing director who was so mesmerized by the beauty of Yoshino River that he decided to live there permanently. You will be given detailed instructions and equipment, so don't worry if you've never tried outdoor activities before. Yoshino River is the ideal place to start!",
        "strLocation": "Tokushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokushima-river-rafting-and-canyoning-in-yoshino-river-shikoku/2774?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "River rafting and canyoning in Yoshino River, Shikoku",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 13:54:58"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4096,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1408934652/pepuzj7cqej8vppllgpw.jpg",
        "strIntroduction": "One of the magnificent views in Japan is Iwafune shrine, which is located in a bunch of rocks. Due to its location, to get to the top of the shrine is on the hard roads. So we highly recommend you to wear comfortable shoes and clothes to go to the Iwafune shrine. You will also take a walk on a suspension bridge that is called 'Hoshi-no-buranko' which literally means 'swings of the stars'. It is because this bridge is so high that it feels like you can touch the stars, which means 'Hoshi' in Japanese. You will enjoy the beautiful view from the sky! Detailed itineraries: 10:00 Kintetsu Kyoto station  Suspension bridge called 'Hoshi-no-buranko'  11:30 Iwafune Shrine  15:00 Kintetsu Kyoto station Join this tour and make your trip unforgettable! Photos by: -https://flic.kr/p/mwg9Z8 -https://flic.kr/p/nmMY56 -https://flic.kr/p/2qEiV1 -https://flic.kr/p/2qA4qv",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-discover-iwafune-shrine-in-osaka/2668?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Iwafune Shrine in Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 13:58:56"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1862,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1477472692/j3q3qte88bi4g9y0mq3k.jpg",
        "strIntroduction": "",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-get-new-team-voyagin-t-shirts/2660?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get New Team Voyagin T-Shirts!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 14:02:48"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5865,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481265810/uwsz4n73iu2j8nqfvo3n.jpg",
        "strIntroduction": "Utoro is the largest and only sizable town along the western coast of the Shiretoko Peninsula. Located at the entrance to the national park, it serves as a transportation hub and is the boarding point for sightseeing boat tours up the peninsula's coast. In this tour, you will visit Utoro and see the white ocean that is covered by ice. You can even walk on the ice! During the winter, it is extremely cold, however, you can see the white ocean only in the winter season! So don't miss this opportunity to visit Utoro! Detailed itineraries: There are three tours per day: at 10:00, 13:30 and a sunset tour at around 15:00 Each tour takes about an hour and a half. Photos by: -https://flic.kr/p/7FaNr4 -https://flic.kr/p/7F27rv -https://flic.kr/p/7F5e3h -https://flic.kr/p/7F27R2 -https://flic.kr/p/7F1YDD",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-drift-ice-walk-shiretoko-hokkaido/2670?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Drift Ice Walk off the Shiretoko coast, Hokkaido [Feb~March]",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 14:08:12"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 33981,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1409814184/fbegpyx44zpg7gf6dxpi.jpg",
        "strIntroduction": "This is a great opportunity to visit not only the main attractions but also some of the lesser know places to enjoy this amazing time of year in Kyoto. We can take in the stunning beauty of nature as it blends gracefully with it's surrounding buildings. This is an experience that will give you a deeper appreciation of nature and of the Zen arts. As a guide with a deep interest in the history and culture of Japan, I will also be happy to share my knowledge with you about the temples, the religion, culture and tips on things to do after the tour. As this tour is an exclusive private tour, we can adjust for what works best for your group. This tour runs from Nov 15th-Dec 10th, 2014. Please understand that the leaves are only at their peak for a week or two, and as a result we might have to do some \"hunting\" and change the itinerary or rent a car to go into the mountains to get the real experience. Regardless, even if you don't see the leaves in their peak, you will still find it to be an experience you will remember for years to come.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-be-amazed-enjoy-the-red-leaves-of-kyoto/2693?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Be Amazed, Enjoy the Red Leaves of Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 14:12:39"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6982,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1408944819/g4n7mg6ffvgym310zoeu.jpg",
        "strIntroduction": "A sun pillar is a vertical shaft of light extending upward or downward from the sun. Typically seen during the sunrise or sunset, sun pillars form when the sunlight reflects off the surfaces of falling ice crystals associated with thin, high-level clouds (like cirrostratus clouds). In this tour, you will go to Lake Masshu in order to see the sun pillar. A sun pillar is a phenomenon that appears only during the winters in the early morning. You may not be able to see a sun pillar at Lake Masshu, however, there is a high possibility that you can see it! Detailed itineraries: 8:00 Meet up at Mashuu station, and visit Lake Masshu  10:00 Lake Kussharo  14:00 Depart at nearest station that will be good access to your next destination Join this tour and make your trip unforgettable! Photos by: -https://flic.kr/p/2SA1Fe -https://flic.kr/p/iewmnz -https://flic.kr/p/jStJYv -https://flic.kr/p/ddF13b -https://flic.kr/p/4sgSnZ",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-beautiful-sun-pillar-tour-at-lake-masshu-in-hokkaido/2671?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Beautiful Sun Pillar Tour at Lake Masshu in Hokkaido!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 14:18:18"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4189,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1407833442/ajyv4yigwn6vwn70youf.jpg",
        "strIntroduction": "The Boso Village Park consists of a few hundred acres of ancient burial mounds and a restored Samurai town. Epic movies, TV dramas, and Commercials often use the park as filming locations. You can choose the preferred time slots from.. - Early Morning (5am to 8am) - Morning (8am to 12pm) - Afternoon (1pm to 5pm) Join this tour and make your trip unforgettable! Photos by: -https://flic.kr/p/7nYQrm -https://flic.kr/p/7oaH21 -https://flic.kr/p/7ndjAh -https://flic.kr/p/7oaKVQ",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-boso-village-park/2583?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Boso Village Park!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 14:21:26"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3631,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481104740/qlxvrh2ohwzpa2kbmyqn.jpg",
        "strIntroduction": "Reflexology is a type of massage used to relieve the tension in the body and to treat illness, based on the theory that there are reflex points on the feet, hands and head linked to every part of the body. HammockRefle Kikuya is a small salon that offers reflexology in a hammock. A massage while you are resting on the hammock is unique, but it sure will make you feel comfortable. HammockRefle Kikuya is the first salon that provided reflexology in a hammock in Japan! Detailed courses: A) HammockRefle 30 minutes course B) HammockRefle 45 minutes course Don't miss this chance to try hammock reflexology!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-get-a-relaxing-massage-on-a-hammock/2566?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get a Relaxing Massage on a Hammock!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 14:27:18"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4655,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469779300/efvwqjizpomcfpoj2klr.jpg",
        "strIntroduction": "Asakusa Asakusa is one of the most traditional places in all of Tokyo. You will experience the proper way to visit the temple and shrine! You can wish and pray for your success at temples. You will also see the new symbol of Japan, the Tokyo Sky Tree. At Asakusa, you will visit: - Kaminatimon gate - Nakamise shopping street - Sensoji temple and Asakusa shrine Shibuya You will see a statue of a loyal dog named Hachi which was made based on the real story about the dog and the owner of the dog. You will also see the famous crossing nearby. You will wander around attractive shopping areas like 109, and have a lunch break. Harajuku You will visit Meiji Jingu, which is one of the biggest Shinto-related shrines in Japan! You can enjoy shopping or eating some snacks at Takeshita Street filled with teenagers. Shinjuku You will visit a famous entertaining district of Kabuki-cho, and Omoide Yokocho, where many Japanese styled pubs are located.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-one-day-walking-tour-of-west-side-of-tokyo/2580?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "One Day Walking Tour of West Side of Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 14:33:17"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5120,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1407836700/pzdxzil53ucf25j2atit.jpg",
        "strIntroduction": "The historic village of Shirakawa-go was registered as a UNESCO World Heritage Site in 1995. Shirakawa-go is famous for preserving the traditional gassho-zukuri style houses with the iconic thatched roofs, some of which are more than 300 years old. This tour will take you to the traditional place at Shirakawa-go and feel the scents of the historical Japan! 1) Morning tour 7:50 Best Western Hotel Takayama 8:00 Honjin Hiranoya, Kachoan 8:10 JR Takayama Station, Hida Takayama Washington Hotel Plaza 8:15 Hida Hotel Plaza 8:20Hidatei Hanaougi 9:10 Arrive Shirakawa-go Stay at the village for 2 hours 11:10 Depart Shirakawa-go 12:00 JR Takayama Station and Hotels 2) Afternoon tour 13:20 JR Takayama Station, Hida Takayama Washington Hotel Plaza 13:25 Hida Hotel Plaza 13:30 Hidatei Hanaougi 14:10 Arrive Shirakawa-go Stay at the village for 2 hours 16:10 Depart Shirakawa-go 17:00 JR Takayama Station and Hotels",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-visit-shirakawago-and-explore-traditional-japan/2586?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Shirakawa-go and Explore Traditional Japan!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 14:36:37"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11730,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1408353936/nwrz2dewvsdll54k2tjz.jpg",
        "strIntroduction": "This small village has become noted for its unique lifestyle - each home has its own clear water spring called \"kabata\" which is used for both as a well and for the kitchen sink. We will join the neighborhood walking tour conducted by villagers to see the kabata in private homes. Experience their lifestyle, where they heavily respect the blessings of nature though the ever-flowing spring water! 9:00am JR Kyoto Station (Departure) Go to JR Shin-Asahi Station Walk Harie district - Walking tour around Harie village guided by local people (about 1.5 hrs) - Lunch - Kawashima Shuzo - Suita Sensu Walk JR Adogawa Station 5:00pm JR Kyoto Station (Return)",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-visit-harie-a-village-of-springs-in-shiga/2642?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Harie, A Village of Springs in Shiga!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 14:40:49"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4841,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472520017/fvn7v0n2geudnm3n7u3j.jpg",
        "strIntroduction": "Meet up at Asakusa Asakusa is one of the most traditional places in all of Tokyo. You will experience the proper way to visit the temple and shrine! You can wish and pray for your success at temples. You will also see the new symbol of Japan, the Tokyo Sky Tree. At Asakusa, you will visit - Kaminatimon gate - Nakamise shopping street - Sensoji temple and Asakusa shrine Move to Ueno You will visit.. - Ameyoko shopping street You will eat lunch at Ameyoko! - Ueno Park - Shinobazu pond Move to Yanaka Yanaka still retains the bustle and the hustle and warmth of old Tokyo! Yanaka is a historical place where the warmth of the past still remains. At Yanaka, you will visit - Tsuiji bei (old style wall from the Edo era) of Kanonnji temple - Nice small shops (Japanese Chiyogami-Japanese washi paper Traditional sweets, Salted rice crackers) - Yanaka Ginza (old fashioned shoppingstreet) - Yuyake DanDan (Sunset stairway Steps) Finish at Nippori Station (final place)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-go-on-a-walking-tour-to-discover-historical-tokyo/2577?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go On a Walking Tour to Discover Historical Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 14:44:58"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8100,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1408414483/r684dgmypq4lfuvdoyam.jpg",
        "strIntroduction": "Kumano Kodo refers to a network of pilgrimage trails through the southern Kansai region. The Kodo, which translates to \"old ways\", are a key part of the region's UNESCO designation, and have been in use for over 1000 years. In this tour, you will be walking through the Kumano Kodo with a professional guide, and will learn a lot about the trails and about the local Japanese life in general! Here is a detailed itinerary of the tour: 10:00AM JR Owase station  Take the bus Yonaki jiji  Umakoshi issatozuka  Rindo-bunki  Magose-toge  Sakura-jizo  Observatory of Magose Park  Magose Fudo Waterfall  Kyu-Kumano kaido  Owase downtown  15:00PM JR Owase station (End of tour) Why we love it: - You will feel refreshed as you go through Kumano Kodo! - You will enjoy the beautiful nature that is registered as a World Heritage Site. - A professional guide will support you during the trip you walk through, so you don't need to worry about getting lost! Join this tour and make your trip unforgettable! Witness the networks of pilgrimage trails with your own eyes! Photos by: - https://flic.kr/p/cDdKCN -https://flic.kr/p/4rKzdo -https://flic.kr/p/4rKzFs -https://flic.kr/p/e9qehh -https://flic.kr/p/e9qonJ",
        "strLocation": "Mie",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-mie-walk-through-the-kumano-kodo-the-pilgrimage-trails/2644?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Walk Through the Kumano Kodo, The Pilgrimage Trails!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 14:48:34"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4748,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1407834483/klecvuttlepmmgdew1hy.jpg",
        "strIntroduction": "Why we love it: - You will enjoy visiting the tallest statue in Ibaraki! - You will learn a lot about the Japanese cultures and history from the professional guide! - Feel free to ask any questions to the professional guide! - Immerse yourself into the Japanese cultures! Durations will be 2.5 hours. You can choose the preferred time slots from.. - Early Morning (5am to 8am) - Morning (8am to 12pm) - Afternoon (1pm to 5pm) Join this tour and make your trip unforgettable! Photos by: -https://flic.kr/p/bBvrs8 -https://flic.kr/p/boAvph -https://flic.kr/p/7vYqPQ",
        "strLocation": "Ibaraki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ibaraki-visit-ushiku-daibutsu-in-ibaraki/2584?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Ushiku Daibutsu in Ibaraki",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 14:54:01"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3724,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1407823838/v463evdcc5qflizkg326.jpg",
        "strIntroduction": "The temple is often referred to as the second most popular religious destination in Japan. Shinsho-ji is a large temple founded in the mid-10th century by adherents of the Shingon sect of Buddhism. The daily service of Goma Rite, aka. Rite of Holy Fire, the highlight of this tour, attracts hundreds and thousands of visitors during the New Year celebration, while the interesting and intriguing, architectures fascinate you with their structural designs and artistic masterworks. A must see for any travelers who are in Japan for the first time, or even for ones who have been to Kyoto before! Durations will be 3 hours. You can choose the preferred time slots from.. - Early Morning (5am to 8am) - Morning (8am to 12pm) - Afternoon (1pm to 5pm) Join this tour and make your trip unforgettable! Photos by: -https://flic.kr/p/aBMznA -https://flic.kr/p/4E4xDn -https://flic.kr/p/aYAGfF -https://flic.kr/p/58sVi1",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-shinshoji-temple-at-narita/2582?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Shinshoji Temple at Narita",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 14:58:46"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2048,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1408425491/pq9kqbfn1qf7v5y5stbh.jpg",
        "strIntroduction": "An ancient yet elegant city, Takayama showcases all that is refined and unique about Japanese culture. Famous for its old streets, Takayama is called \"Little Kyoto.\" We will also take you to a sake brewery to learn the secrets of this popular Japanese drink. Takayama city is blessed with the perfect brewing conditions. Pure mountain water, quality local-grown rice and a cold winter are the essential factors in making tasty sake. In this private guided tour you will see plenty of Takayama's great sightseeing spots such as: - Takayama Shrine - the morning market - Sanmachi old street - Kusakabe Folk Museum - other interesting shrines, temples and charming little shopping streets along the way. Photos by: -https://flic.kr/p/6NDbdB -https://flic.kr/p/ahkVXF -https://flic.kr/p/658Gd3 -https://flic.kr/p/rkZvb -https://flic.kr/p/28EVwh -https://flic.kr/p/8U8tZo",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-enjoy-the-walking-tour-around-takayama/2589?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy the Walking Tour Around Takayama!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 15:04:31"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 18154,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1407899667/wj5gdmxl5mxdft810h4l.jpg",
        "strIntroduction": "This bike tour has a total elevation drop of 1,200 meters, with a total distance of about 11 kilometers. Limited to 6 people per day, this tour is available from July through September! Summer is the best season for cycling! 3:00 JR Takayama Station Pick-up 3:40 Honoki Daira Parking Pick-up 4:30 Norikura Tatamidaira 4:30~5:30 Sunrise 6:00~6:30 MTB Lecture 6:30~7:30 Breakfast 7:30~9:00 Downhill 9:00 Meotomatsu Parking Pick-up 9:20 Honoki Daira Parking Drop-off 10:00 JR Takayama Station Drop-pff This is a unique chance to experience the Northern Alps of Japan! Since it is limited to 6 people, don't miss the chance to join this tour! Photos by: -https://flic.kr/p/omK5HK -https://flic.kr/p/yDTPB -https://flic.kr/p/d1cvbs -https://flic.kr/p/o2mA3V",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-sunrise-downhill-bike-tour-in-the-northern-alps/2588?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Sunrise Downhill Bike Tour in the Northern Alps!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 15:09:31"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9962,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1408354861/unbzjzrgmvisskjybf7l.jpg",
        "strIntroduction": "A tranquil hillside village of Ogi and lakeside old town of Katata will be visited in this tour. In Ogi, we will take a stroll along a maze of narrow streets that cut through the village, where you will be able to have a closer look at a typical Japanese rural lifestyle. After visiting Ogi, we will head down to the lakeside town called Katata, where we will visit the \"Ukimido\", which translates to \"floating temple hall\", and enjoy walking along the lake and streets in a rural town. Detailed information of the tour: 9:20am JR Kyoto Station (Departure) Go to JR Ogoto-onsen Station Visit Ogi village - Strolling around the village (about 1.5 - 2 hrs) Visit Katata - Lunch Walk - Mangetsuji temple (Ukimido) Walk - Kome-plaza Back to JR Katata Station 5:00pm JR Kyoto Station (Return) Why we love it: - You will stroll along a maze of narrow streets in Ogi, a tranquil mountainside village. - You will look out for Jizo Buddha statues scattered everywhere along the route. - You will be amazed by the panoramic views of Biwa-ko, mountains, and terraced fields. - Rustic atmosphere of the lakeside town Katata. - You can visit Ukimido, a \"floating temple hall\". - You will walk through a variety of scenes along the shore of Biwa-ko. - You will browse locally produced food and other goods in Kome-plaza. Join this tour and make your trip unforgettable! Photos by: -https://flic.kr/p/gGhaFL -https://flic.kr/p/gEtStE -https://flic.kr/p/gMdced -https://flic.kr/p/gBPaS5 -https://flic.kr/p/nJwPyw",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-explore-ogi-and-katata-in-shiga-prefecture/2643?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Ogi and Katata in Shiga Prefecture!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 15:12:59"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6982,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1407835265/sflgbmv8wbrdpamtvuhx.jpg",
        "strIntroduction": "You will visit Shinshoji Temple, its garden, and Boso Village Park. You will also see the beautiful country side roads, visiting an old farm house, peeking in here and there along the way. This tour can be arranged by your preferences. Durations will be 4 hours. You can choose the preferred time slots from.. - Early Morning (5am to 8am) - Morning (8am to 12pm) - Afternoon (1pm to 5pm) Join this tour and make your trip unforgettable! Photos by: -https://flic.kr/p/58sVJE -https://flic.kr/p/58sVi1 -https://flic.kr/p/7n9py6 -https://flic.kr/p/7ndjAh -https://flic.kr/p/aYA8zF -https://flic.kr/p/dhq8je",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-explore-narita-in-one-day/2585?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Narita in One Day!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 15:18:23"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 32584,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1407248262/fqbbaq0f6rw1vwnqnozq.jpg",
        "strIntroduction": "Ama is a Japanese word for Japanese divers who go undersea to collect abalone, spiny lobster and other seafood. A majority of the Ama's are women, and they do not dive with the air tanks, but simply with a mask. They are very traditional divers and are able to go deep into the ocean for a long time. In this tour, you can meet an Ama at their hut located by a nostalgic seaside village in Oosatsu, located in Toba City. Oosatsu is an area that has been playing an important and specific role to offer seafood to Ise-Jingu shrine for over 2000 years. The Oosatsu village is characterized by its distinctive life based on fishery and deep worship for the sea deities. In the hut, the Ama divers will provide you with fresh seafood, folklore dances, and interesting talks. You can ask them questions on their daily life, or about Toba city in general. After your stay at the Ama hut, you can go visit other attractive spots in Toba city! Here is the Itinerary of the tour: Meet at Kintetsu Toba station Move to Oosatsu to visit Ama hut Seafood meal for lunch Visit Ama Museum Visit Ishigami-san shrine Visit Cafe & souvenior shop Gozaya Return to Toba station It is really rare to get to meet an Ama and to talk with them! Don't miss this opportunity to explore another important culture of Japan!",
        "strLocation": "Mie",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-mie-ama-culture-experience-at-a-nostalgic-seaside-village/2552?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ama Culture Experience At a Nostalgic Seaside Village",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 15:23:39"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2630,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468307939/fxpgs3bjjpxerxj2swyt.jpg",
        "strIntroduction": "Shizuoka City has a lot of places to visit and enjoyed. Not only a great view of Mt. Fuji but you can see the beautiful nature and learn Japanese history and culture. In this tour, well visit one of the historical sites, Kunozan Toshogu and if the weather allows you will see a magnificent view of Mt. Fuji and enjoy the taste of Sushi at Shimizu port where is the No.1 catch of tuna in Japan. The tour will be 5 hours, but you can choose other places than the above depending on your interest or request to make 6, 7 or 8 hour-tour. Ill come up with a plan for you if you let me know.  Kunozan Toshogu Shrine The shrine is one of the most popular sightseeing spots in Shizuoka City. The main building was designated as a national treasure in 2010. It is worth seeing. The shrine is dedicated to the first Shogun, Tokugawa Ieyasu, who was the founder of the Edo government. You may find out Ieyasu Tokugawas message of peace if you visit there. We can visit the shrine by 5-minute ride of an aerial gondola.  Nihondaira Hill A panoramic view of the port, Miho pine grove and Mt. Fuji can be enjoyed from Nihondaira, if the weather allows. Tea picking experience is available from the end of April through October at Nihondaira Ochakaikan. It will be a good experience as well.  Sushi museum is located in the shopping mall facility, S-Pulse Dream Plaza at Shimizu Port attracting many people from home and abroad. After learning about Sushi, you can enjoy the authentic sushi there, because there are many sushi restaurants gathering in the facility.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-enjoy-a-one-day-tour-around-shizuoka-city/2316?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit of Shoguns Shrine Toshogu & Sushi Lunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 15:27:27"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5772,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1404963169/samzyus0r2jmlbtbrws8.jpg",
        "strIntroduction": "If you want to participate in refreshing summer activities during your stay in Hokkaido, we recommend you visit Niseko! Niseko is located in western Hokkaido, an island in northern Japan, surrounded by Mountain Yotei, Niseko-Annupuri and other beautiful mountains. The average annual temperature in Niseko is as low as 6.3. During the winter, the northwest monsoon brings moisture from the sea, producing heavy snowfalls when hitting the mountains. The deepest snow accumulation of the year is about two meters! The area turns into a winter wonderland, attracting ski and snowboarders from around the world, as the snow is soft and powdery. Even without the snow, Niseko attracts hikers who goes trekking in the cool summer weather. Here are the courses we offer: 1. Half Day Course Mt. Shirakaba/Lake Kagami/Onuma,etc Season: June ~Beginning of October Required Time: 3 hours Starting Time: Morning Course 8:30- / Afternoon Course 13:30- **Please arrive 15 minutes prior to the starting time. Minimum No. of participants: 2 person 2. One day Course Iwaonupur/ChisenupuriAnnupuri,etc Season: June ~Beginning of October Required Time: 6 hours Starting Time: 9:00 **Please arrive 15 minutes prior to the starting time. Minimum No. of participants: 2 person 3. Traverse Course Lake Shinsen~Goshiki Hot spring, etc Season: June to Beginning October (Except for August) Required Time: 7 hours Starting Time: 9:00 **Please arrive 15 minutes prior to the starting time. Minimum No. of participants: 2 person Why We Love It: - Enjoy the various scenery in Niseko! - Refresh your body and mind in the nature! - Safe tour with experienced and qualified guide(s). Come to Niseko this summer and make your trip entertaining and unforgettable! Photos by: https://flic.kr/p/75gCcM https://flic.kr/p/8AA8aB https://flic.kr/p/gvsXFX https://flic.kr/p/cSUv1W https://flic.kr/p/cQ9Vc9 https://flic.kr/p/8kt5uB",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-go-trekking-in-niseko/2435?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go Trekking in Niseko!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 15:33:07"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6982,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1406774727/axoceo2gwf1t0tro8re5.jpg",
        "strIntroduction": "This is an unique experience in which you will learn about the Japanese culture at night, through the kimono fashion show, temple/shrine visits, Japanese sake tasting, and Japanese music! The tour will take place in Kagurazaka, Tokyo! At night, Akagi Jinjya will light up, and will host many fun events for you to experience the Japanese culture! Here is a detailed schedule of the event! 1. You will visit the Akagi Shrine and will see the shrine maiden perform dances and music. 2. You will try Japanese sake and will be able to purchase them if you like the taste of it! 3. You will see a Kimono fashion show that uses kimono fabric from an old kimono. A Hair, makeup show will be included as well! 4. Watch a band with Japanese traditional instruments perform! You will be able to rent a Yukata, and someone will help you wear it. Your hair and make up will also be done by free! There will be a lot of locals at this event as well! Meet with the locals and learn more about the Japanese culture! Don't miss this one time event! Event time and place: 2014. September 6th (Saturday) from 17:00-20:30 at Akagi Jinjya",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-the-japanese-culture-at-night/2517?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience the Japanese Culture at Night, Sep 6th",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 15:39:05"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2909,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1406450553/fajwwl90xlh7giqtvdcr.jpg",
        "strIntroduction": "I am a bilingual, born and raised in Tokyo. I know where to eat great food, where to get drunk, and where to sing, and where to dance. Basically, I know how to have the most fun in Tokyo! As long as you let me know what you like in terms of food and activities (such as singing or dancing, socializing or watching shows) in advance, I will plan your night from dinner all the way to the end of the night, and I will take you out to show you how exciting Tokyo's nightlife is along with my friends. Here is an example of one exciting night that I spent with a couple of people from Europe! The couple asked me to take them out to a Japanese restaurant that I like; they did not specify a particular cuisine as they had no idea, and they wanted a local to choose for them. What they also asked for was a typical Japanese night out -- what most Japanese people do after they have dinner with their friends on a Friday night. So, I reserved a restaurant that cooks food using hay -- it is quite a performance -- got some friends, and we ordered seared bonito, vegetables, and many other Japanese dishes with Japanese sake that we chose for them. As for the sake, we started out with some light sweet ones, and eventually got some strong ones. We explained to the couple about each dish, and we had a great dinner as we talked about everything from Japanese culture to politics and history. After dinner, we went to karaoke. We all sang a lot and drank even more, and we also sang them some Japanese songs while explaining to them about the band. We stayed out until 3:00 am, and after that, we told the cab driver where to take the couple back, and sent them off. We had a blast together, and we became really good friends. This is just an example. I would like to emphasize the fact that, I am here to have fun with you. There is a lot more to do in Tokyo than to just go see, and it is always much more fun when you have locals with you. So, I want to make sure that during your stay in Tokyo, you have a great time, not only sightseeing, but also eating and drinking!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-spend-an-exciting-night-out-in-tokyo/2509?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Spend an Exciting Night Out in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 15:43:34"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1676,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1408715846/wsiux3fzuzq2zufewnjq.jpg",
        "strIntroduction": "In Mie prefecture, there is a temple located in a mountainous area, which is rarely visited by people. This temple is different from many other temples because it is supported and maintained by parishioners. Many of the locals who love this temple, and the priest takes care of this nice, peaceful temple. The priest has an experience of working as a priest in Washington, USA, so he is very friendly with foreign people. He is also kind enough to share his time to talk with you! Tour Details: 1) Sutra reciting (English version of Sutra will be given to you) 2) Zazen session, while listening to the natural water fall and feeling the cool breeze 3) Priest talk 4) Green tea and Japanese confectionery will be served. 5) Walking tour in the precinct of the temple Be sure not miss the main pond and garden which was made during the Heian period! Come visit us in this wonderful, peaceful temple, where a friendly priest will welcome you!",
        "strLocation": "Mie",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-mie-experience-zen-practice-at-a-tranquil-temple-in-mie/2477?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Zen Practice at a Tranquil Temple in Mie",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 15:49:17"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6051,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1406872420/hnz24yttyrjqc9qeqkjf.jpg",
        "strIntroduction": "Flower arrangement, called Ikebana in Japanese, is one of Japan's three biggest and famous culture. Through Ikebana, people feel the beauty of plain nature. Simplicity is the key to Ikebana, with a relaxed mind and peaceful heart. In this experience, I will explain the history of flower arrangements. Afterwards, you will learn how to arrange the flowers. Here is the schedule. --Schedule-- - Explain the history of flower arrangement (Ikebana) (25minutes) - Experience flower arrangement (50minutes) - Appreciate the your flower arrangement (15minutes) If you want to learn more about the Japanese culture, or want to challenge something new, sign up for this Ikebana class! You will learn more about the beauty of plain nature, and how it is like to focus on something with a relaxed, peaceful mindset! Availability : Monday to Friday, after 18:30 All day during the Weekends",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-ikebana-a-flower-arrangement-class/2532?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Ikebana, a Flower Arrangement Class!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 15:54:37"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9915,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459240432/xmveff5u1yvcaoqlug27.jpg",
        "strIntroduction": "Hakone is part of the Fuji-Hakone-Izu National Park, located less than 100 kilometers away from Tokyo. Famous for its hot springs, natural beauty and the view of Mount Fuji nearby, Hakone is one of the most popular destinations among Japanese and international tourists looking to take a break from Tokyo. Come to Hakone to surround yourself in the great nature! Take in a lot of fresh air and explore something you cannot do in the city! We offer several mountain biking courses that will expose you to Hakone's most preserved wilderness area! Although you will be mountain biking in the wild, you will be safe as a experienced guide will be with you at all times. Here are the different courses we offer! 1. Deep Green Tour This tour is the most basic and popular course. Experience the wonders of Hakone. You will go to secret spots that you wont find in the guidebook! If you are looking for a day full of adventure, this is the best tour for you! Required Time: 4.5 hours Travel distance: 14 kilometers Meeting spot: Lake Arena Hakone ** There is a free shuttle service (to and from Odawara Station, Hakone Yumoto Station or hotels in Hakone). 2. Lake Ashi Tour If you are ready for a challenge, why not try mountain biking in Lake Ashi? You will be enjoying spectacular views and thrilling trails! Required Time: 5 hours Travel distance: 22 km Meeting spot: Lake Arena Hakone ** There is a free shuttle service (to and from Odawara Station, Hakone Yumoto Station or hotels in Hakone). Why We Love It: - Safe, yet challenging tour with an experienced guide! - Unique adventures to hidden places of Hakone with a local guide. - Relax and soothe your mind and body in the hot spring! - Enjoy outdoor cookery for lunch!! - Embraced by the warmth of nature of Hakone- it will definitely be an unforgettable experience for you! - Free shuttle service provided! Come enjoy the beautiful wilderness in Hakone! Photos by: https://flic.kr/p/dvgPpn https://flic.kr/p/eLXQ17 https://flic.kr/p/4zo7bD https://flic.kr/p/idwbmQ https://flic.kr/p/hbynnx",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-go-mountain-biking-in-hakone/2454?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go Mountain Biking in Hakone!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 15:58:57"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 29326,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1404894474/odb6qsju2mfao5oev3y0.jpg",
        "strIntroduction": "Mount Fuji is the most prominent, highest mountain in Japan. It was registered as a World Heritage Site in 2013, and its beauty and wonder has been admired not only by the Japanese people, but from the people all around the world. This tour will take you to the 5th station of Mount Fuji, and you will climb to the 6th station of Mount Fuji. You will enjoy hiking around the Hoei Crater and Forest line. There are some scars of the eruption on the surface of Mount Fuji, and since the most recent eruption of Mt. Fuji was in 1707, it will be safe for you to walk around the Crater and witness the Crater up close. You will be amazed by the size of the Crater and the energy that is discharged at the top! You will enjoy the nature, get a grip of how it feels to climb a part of Japan's highest mountain and enjoy the view from Mount Fuji. Here is a detailed schedule of the tour: 9:00am : Pick up at the hotels around Lake Kawaguchi area or Kawaguchiko Station 12:00pm : 5th station of Mt. Fuji 6th Station of Mt. Fuji Hoei Crater Forest line of Mt. Fuji 3:00pm-4:00pm : Come back to hotels Why we love it: - Get a grip of how it feels to climb Mt. Fuji! - Feel the nature at Mt. Fuji and the Hoei Crater! - Experience the beauty of the forest line of Mt. Fuji. - Enjoy the view from Mt. Fuji. It will be amazing, and you will never forget this spectacular view! - Feel the rocks or trees that tell you about the eruption of Mt. Fuji. - You will witness the scars of the eruptions as you walk around! - Even if you are a beginner at climbing, don't worry! Anyone can join this tour! - A professional guide will show you around safely with important and interesting information about Mt. Fuji and the Hoei Crater. Join this tour and make your trip unforgettable! Photos by -https://flic.kr/p/9Wcxr -https://flic.kr/p/5NeK5Z -https://flic.kr/p/7XQWUg -https://flic.kr/p/6J7jdo -https://flic.kr/p/aCgjEh",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-hike-mount-fuji-and-see-the-hoei-crater/2436?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hike Mount Fuji and See the Hoei Crater!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 16:03:38"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5642,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1404979472/okgfknnplmv1fv8qcplt.jpg",
        "strIntroduction": "How refreshing would it be if you could ride the bicycle in the great nature of Niseko? Especially if most of the tour consists of downhills!? For those of you who wants to have a refreshing ride, we have selected various bicycle tours exclusively for you! The tours that we recommend are all private, so that you could enjoy your time freely with your family and friends! Don't miss this opportunity to cycle freely in the nature of Niseko! Niseko is located in western Hokkaido, an island in northern Japan, surrounded by Mount Yotei, Niseko-Annupuri and many other beautiful mountains. The average annual temperature in Niseko is as low as 6.3. During the winter, the northwest monsoon brings moisture from the sea, creating a lot of snowfall when the moisture hits the mountains. The deepest snow accumulation of the year was two meters! Niseko attracts many skiers and snowboarders every year, because of the fine snow, that is soft and powdery. During the summer, Niseko attracts hikers who wants to see the beautiful scenery while hiking in the cool summer weather! Here are the courses we offer! 1. Niseko Rural Districts How about cycling down rural areas? You will enjoy the scenery just like you see on postcards! Required Time: Approx. 3 hours (includes traveling time by car) Length of course: Approx. 15km 2. Niseko Best Spots How about cycling next to the beautiful sunflower fields( in August)?! It is a dream course for photographers!! Required Time: Approx. 3 hours (includes traveling time by car) Length of course: Approx. 17km 3. Niseko Refresh with Speed Start downhill with speed, then change into a relaxing ride in the rural districts... This is our favorite course if you wish for a full day ride! Required Time: Approx. 5 hours (includes traveling time by car) Length of course: Approx. 31km Why We Love It: - Decide the time of when you want to start according to your schedule! Even at 5:00 a.m.!!! - Take rest anytime you wish during the course! - Without a guide! (Don't worry! It is a safe course! A support car will go on ahead and make sure if you are ok!) - Free photos gift!!! - Good for family travelers!!! - Free drinks and snacks in between! Photos by: https://flic.kr/p/fEquiW https://flic.kr/p/njow4G https://flic.kr/p/f44EZw https://flic.kr/p/5beky7 https://flic.kr/p/acts73 https://flic.kr/p/6VbrJG",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-private-cycling-tour-in-niseko-hokkaido/2449?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Cycling Tour in Niseko, Hokkaido!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 16:08:13"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 26417,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1407136431/hc6kemjqptcyp7s5jsfc.jpg",
        "strIntroduction": "Oze National Park is located in Gunma, which is approximately 150 kilometers north of Tokyo. Oze is Japan's largest highland marsh, and is famous for the rare precious plants and animals that grow and inhabit there. The marsh located in Oze National Park is said to be formed in the Ice Age about 10,000 years ago. Because of the special geographical conditions of the highland basin, plants that evolved in the Ice Age still grow naturally around the park. The beautiful scenery is especially enjoyable when the marsh is covered with blooming skunk cabbage during the spring and with lilies during the summer. You will take a night bus from Tokyo to Oze, and will enjoy hiking at Ozegahara marshland by yourselves. Detailed itineraries: You can choose the departure places from below. 1) Tokyo station 21:30 In front of the Yanma building, Yaesu chuo exit, Tokyo staion 2) Shinjuku station 22:00 In front of Suparu building, West exit, Shinjuku station 3) Ikebukuro station 23:00 1F Sunshine city Bunka kaikan, East exit, Ikebukuro station Arrive at Hatomachi-toge at 5:30 in the early morning Go hiking by yourselves from Hatomachi-toge [Recommended route for the beginners and families] Hatomachi-toge~Ushiku-bunki~Kenkyu-mihonen~ Ushiku-bunki~Hatomachi-toge [Recommended route for the beginners] Hatomachi-toge~Ushiku-bunki~Yoppi suspenstion bridge~Ryugu Crossroad~ Ushiku-bunki~ Hatomachi-toge 14:30 Take a bus at Hatomachi-toge 19:30 Ikebukuro station 20:00 Shinjuku station Why we love it: - You will enjoy the nature of Oze! You will love the unique and beautiful flowers! - Take a deep breathe! You will feel refreshed! -You can escape from the busy city, Tokyo and relax yourself in Oze! - Summer is the best season to go hiking! - Take pictures of the beautiful nature! - The marshland becomes very attractive in late July and early August when the yellow alpine lilies are in bloom!! - Also, the marshland in autumn colors are beautiful in late September and early October when the grasses of the marshland turn bright yellow and red! Don't miss this opportunity to go hiking in Oze! You will never find out about the beautiful nature at Ozegahara unless you visit there! Photos by: -https://flic.kr/p/aiYGwD -https://flic.kr/p/aiZKyk -https://flic.kr/p/aiYtqn -https://flic.kr/p/aiYtqn -https://flic.kr/p/aj1y7J -https://flic.kr/p/aj2n4h",
        "strLocation": "Gunma",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gunma-go-hiking-at-oze-and-enjoy-the-beautiful-nature/2547?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go Hiking in Oze & Enjoy the Beautiful Nature!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 16:11:22"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12801,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1407243073/q5w7voqhvgu8sbjk8o90.jpg",
        "strIntroduction": "If you visit Iriomote Island, you cannot leave without going trekking and canyoning! Join this tour to see the colorful fishes and coral reefs under the clear seawater! Iriomote Island is Okinawa's second largest island. Is it largely undeveloped, and nearly 90 percent of the island is covered by dense jungle and mangrove forests. Most of the forest makes up the Iriomote National Park, which is Japan's southernmost national park. The island's attractions are based around tours to Iriomote Island's abundant nature including sea and river kayaking, canyoning, canoeing, and trekking! This tour offers you with the opportunity to enjoy nature through canyoning and trekking! Detailed itineraries: There are 2 courses you can choose from. A) Waterfall Trekking & Canyoning Course You can enjoy Iriomote's nature by canyoning and waterfall trekking in the jungle. -Canoyoning (40m) -Trekking (50m) -Lunch -Waterfall hiking *Please note that the schedule can change due to the weather conditions. B) Mangrove Canoyoning and Jungle Trekking You can enjoy Iriomote's nature by canyoning and jungle trekking -Canoyoning (1-2h) -Lunch -Trekking (3-4h) *Please note that the schedule can change due to the weather conditions. Why we love it: - You will be amazed by the beautiful waterfall, and the fresh air at Iriomote Island! - Since nearly 90 percent of the island is covered by the dense jungle and mangrove forests, you will enjoy the beauty of nature! - A professional guide will teach you how to do canyoning and trekking! - Beginners are welcome to try canyoning and trekking! - You will never forget the beauty of Iriomote Island! - If you are interested in outdoor activities at Iriomote Island, don't miss this chance! It will be your unforgettable experience! Don't miss this opportunity and make your trip unforgettable! Enjoy the outdoor activities while you explore the nature around you!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-go-waterfall-trekking-and-canyoning-at-iriomote-island/2487?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go Waterfall Trekking & Canyoning at Iriomote Island!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 16:15:46"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 27930,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1403468638/ru7v80h0fy93j2ljgu9c.jpg",
        "strIntroduction": "Through my healing session, I will be reading your current aura and will be asking you the current situation of your feelings and how you want to change. By feeling your aura and the energy you emit, I will be able to adjust your energy in a way you want it to be. To learn the traditional culture of Japan, I have been training to enhance spirituality, and I now offer a healing session that is full of originality. Through my healing session, I hope to help with strengthening the individual you want to become. Everyone has different difficulties and we all live by facing different challenges. As I read your spirit, I will discover the bad energy that is preventing you to make a good progress in your life. After this discovery, I will remove the bad spirit that surrounds you. By the time the healing session ends, you will feel lighter, as the weights on your shoulders will be removed. You will feel like a different person, who will continue to live more powerful. However, please note that there are differences in the degree of change an individual feels after the session. If you want to change, I recommend you take my healing session. My healing session will help you realize how you need to change to become the idealized individual you always wanted to become. This will be a unique experience for you to try during your stay in Japan. I look forward to seeing you!",
        "strLocation": "Saitama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-saitama-healing-experience-that-combines-the-magic-of-east-and-west/2325?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Healing Experience that Combines the Magic of East and West",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 16:19:19"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4748,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1404885626/evuucua9c8grfpsn9cjr.jpg",
        "strIntroduction": "Would you want to be a part of the boundless nature scenery? How about going for a walk in the parks of Hokkaido, while feeling the air and smell of the season through the flowers? You may encounter with wildlife creatures during the walk! Hokkaido is the largest and northernmost of Japan's 47 prefectures with many vast areas of untouched nature. Hokkaido enjoys four distinct seasons with no rainy, wet season. In the summer, Hokkaido remains relatively cool with low humidity. In the winter, Hokkaido gets snowy and cold, transforming the mountains into a nice ski and snowboarding district. Here is a list of the tours we offer: - Makomanai Park and Moerenuma Park (~10 km) Go pole walking and refresh your tired body as we walk through these two beautiful parks. - Nohoro Forest Park and Takino Suzuran Hill Park (~10 km) Walk in the forest with rich nature in Sapporo, the capital city of Hokkaido Prefecture. Adorable Hokkaido squirrels may greet you during the walk if you are lucky! - Jozankei Hot Spring District (~10 km) Walk in Jozanei Hot Spring District , known as Sapporos Annex. During this tour, you will explore places for foot or hand bathing, Hot Spring Egg and steamed red-bean cake. Nothing is better than enjoying the hot springs and delicious meal after your long walk! -Kita-Hiroshima Farm (~10 km) Let's enjoy a walk in the farm in a relaxing walking pace! There will be cows, horses and ostriches waiting for you in this dynamic scenery . Why we love it: - The walking course is safe and comfortable for beginners! - You will refresh your body and mind in the greenery. - You will enjoy the various sites in Hokkaido by walking! - You will encounter small inhabitants in the nature! - This tour is safe, with an experienced guide! In Hokkaido, you will have a refreshing experience that is different from being in the big cities such as Tokyo or Osaka! We look forward to go pole walking with you! Photos by: https://flic.kr/p/584798 https://flic.kr/p/hjdive https://flic.kr/p/8RsnSu https://flic.kr/p/8h4cN https://flic.kr/p/K1cdp",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-go-pole-walking-in-sapporo/2412?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go Pole Walking in Sapporo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 16:22:54"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9915,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1404813839/gk4lhiwekexx8eqapunh.jpg",
        "strIntroduction": "If you visit Miyako island, you cannot leave without going diving or snorkeling! Join this tour to see the colorful fishes and coral reefs under the clear seawater! Miyako Island (Miyakojima), located 300 kilometers south of Okinawa's Main Island and 100 kilometers north of the Yaeyama Islands, is known for some of Japan's best beaches and as a great destination for snorkeling and diving. Many tourists and professional divers visit every year just to go snorkeling or diving at Miyako island, and highly praise the beauty of this ocean and island. Snorkeling and Diving Courses: A) Snorkeling Full Day Course - Go see the coral reefs by boat - Time: 9:00-15:00 - Includes: Snorkel rental, drinks and snacks - Please note that the schedule can change due to weather conditions. - This tour will take place at Yabishi Coral Reef, north of Ikema Island. You will go there by a boat. B) Snorkeling Half Day Course - Go see the coral reefs by boat - Time: 9:00-12:00 - Includes: Snorkel rental - Please note that this course is not available during the Obon holidays. - This tour will take place at Ikema Island, connected to the northwestern corner of Miyako by a bridge. C) Full Day Diving - Includes: Snorkeling, Diving lecture, 1 Beach Dive, Lunch - You will have receive a lecture for beach diving, so beginners are welcome to sign up for this course! - The diving place will be at beach. The price will change depending on number of participants. D) Half Day Diving - Includes: Snorkeling, Diving lecture, 1 Beach Dive - You will have receive a lecture for diving, so beginners are welcome to sign up for this course! - The diving place will be at beach. E) Half Day Diving (Boat Dive) Price is per person and includes: - Diving lecture, 1 Boat Dive - The diving will be boat dive. Why we love it: - Connected to the northwestern corner of Miyako by a bridge, this small island of Ikema, ringed by a scenic coastal road, has fine views above and below the sea. - The Ikema Wetlands in the centre of the island is a wildlife protection area, and home to variety of wild animals such as ducks, egrets, and waders. - You will be amazed by the beautiful beach, corals, and colorful fish at Ikema Island! - A professional guide will teach you how to snorkel and dive! - Beginners are welcome to try snorkeling and diving! - You will never forget the beauty of Ikema Island! - Relax yourself at the Yabishi Coral Reef! - You will see unique shells and tropical fishes! Swim with them in the blue ocean! - The professional guide is aware of the places where you can see many corals, and many caves under the sea, so that you can enjoy more! - You can rent an underwater digital camera for 3000 JPY! This tour will make your trip unforgettable! Join this tour and enjoy the beautiful ocean at Miyako Island! Photos by -https://flic.kr/p/mKU3Q -https://flic.kr/p/mKTZc -https://flic.kr/p/oPs4E -https://flic.kr/p/GPb34 -https://flic.kr/p/Pti41 -https://flic.kr/p/9EtbUt",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enjoy-diving-and-snorkeling-at-miyako-island/2426?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Diving and Snorkeling at Miyako Island",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 16:29:03"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13965,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1405055121/n6i3k9j9soru9wgskqnn.jpg",
        "strIntroduction": "Would you want to be a part of the boundless nature scenery? Wouldn't it be great if you can cycle through the beautiful scenery in Hokkaido while feeling the fresh air and the smell of the season through the flowers? Hokkaido is the largest and northernmost of Japan's 47 prefectures with many areas of untouched nature. Hokkaido enjoys four distinct seasons where there is no rainy, wet season, and the summer remains cool, with low humidity, During the winter, the temperature gets really cold, where many places fall below 32 Fahrenheit or 0 degrees Celsius. This cycling tour is safe, guided by a local guide. This cycling trip is also suitable for beginners as the roads are maintained and have incredibly smooth asphalt surfaces. Here are the tours we offer for our advanced cyclists: 1. Sapporo to Naganuma (100 km) - Round trip You will challenge and enjoy a round trip from Naganuma to Sapporo, passing by the National Takino Suzuran Park. This course will not only cover the rural areas of Naganuma, but also some sightseeing spots in Sapporo such as the Sapporo Dome and Hitsujigaoka platform. 2. Sapporo, Lake Shikotsuko and Chitose ( 110 km) - Round Trip A challenging course with up-down hills. You will go through green-tree tunnels on the way to Chitose from Lake Shikotsu. This course will be very enjoyable for the advanced cyclists. In Hokkaido, you will definitely have an refreshing experience that is different from traveling around big cities such as Tokyo or Osaka. Come enjoy the different views Hokkaido has to offer as we go cycling! Photo by https://flic.kr/p/egRMur https://flic.kr/p/4jRy7",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-summer-cycling-in-hokkaido-for-the-advanced-cyclists/2411?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Summer Cycling in Hokkaido for the Advanced Cyclists",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 16:33:07"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 23740,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1404888360/jt9opcueg9gggazwfxvp.jpg",
        "strIntroduction": "In Hokkaido, you will be able to witness the city life and the wilderness, and when visiting Hokkaido, you should not leave without experiencing a day out in the nature! In this tour, you have the opportunity to go sea kayaking at one of Hokkaido's best park! It's a great way to spend your day out in the summer! This tour is for only one group per day! You will be supported by qualified sea kayak guides throughout the day and even if you are a beginner, you will be safe and will be able to enjoy the ride! During the tour, your guide will take you to a lunch spot where only the locals know! You will be able to enjoy this tour on land and on the ocean! Here is a detailed schedule of the tour: Time required: 6 hours Starting time: 9:00 a.m. Minimum number of participants: 2 person Meeting point: Entrance of Maruyama Park *5 minutes walk from Maruyama Subway station Age: 3 years and up ( Accompanied by guardian) Why you will love this tour: - It is the best way to enjoy your summer in the water! - Kayaking in the vast ocean will soothe your mind! - This tour is safe, with a qualified guide and instructor. - You will learn how to kayak! Perfect for beginners! - Includes touring the local district with a guide! Hokkaido offers tourists with amazing experiences, through the tasty foods, beautiful nature, and friendly locals. Come visit Hokkaido this summer and go sea kayaking with us! The tour is not available during the winter. Photos by: https://flic.kr/p/cV6kRN https://flic.kr/p/acsYRj https://flic.kr/p/59oWeN https://flic.kr/p/eg8rcK https://flic.kr/p/99bigk https://flic.kr/p/gEyhWZ",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-go-sea-kayaking-in-hokkaido/2429?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go Sea Kayaking in Hokkaido!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 16:37:35"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11637,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1404827407/qlecolpzeakyptiwy154.jpg",
        "strIntroduction": "Would you want to be a part of the boundless nature scenery? Would you like to cycle through the dynamic nature of Hokkaido while feeling the fresh air and smelling the season through the flowers? Hokkaido is the largest and northernmost of Japan's 47 prefectures with many areas of untouched nature. Hokkaido enjoys four distinct seasons with no rainy, wet season and remains cool in the summer with low humidity. In the winter, Hokkaido is known to get really cold, with snow fall, turning Hokkaido into a perfect place to go skiing or snowboarding. In this tour, we offer four courses for the intermediate cyclists to enjoy the views of Hokkaido. This cycling tour is safe, as a local guide will be guiding you throughout the day. This tour is also suitable for beginners as the roads are maintained and have smooth asphalt surfaces. Here is a list of tours we have for our intermediate cyclists: - Plate Hill (60km) Many cyclists have always dreamed of cycling on this road. Throughout this cycling journey, you will witness the vast Hokkaido farm. The hill has a lot of colors, like on the artist's palette, changing its color as the season changes. We will be cycling at a speed that suits you best. We tend to go slow so that you can enjoy the scenery. -Naganuma (60km) We will be cycling under the clear blue sky and white clouds, as we go cycling for 60 km through the rural areas of Hokkaido. During the tour, your guide will show you lovely restaurants, which use locally produced Naganuma vegetables. There will also be nice cafes and hot springs which you can stop by. -Naganuma to Hayakita (80 km) In this course, you will enjoy the scenic and pastoral beauty of Hokkaido, while cycling in a rural district, farm and hill. You will have the opportunity to see thoroughbred horses at the northern horse park. -Lake Eniwa (70 km) In this tour, you will be cycling for 70 km in the deep greenery of Lake Eniwa. You will be able to enjoy the beautiful scenery thought the year. You have the option to stop by a famous restaurant for omelets. Hokkaido will definitely offer you a refreshing experience that is different from traveling in big cities such as Tokyo or Osaka. Take this opportunity to see the beautiful views Hokkaido has to offer! Photo by https://flic.kr/p/5bgxZs https://flic.kr/p/71pfGa https://flic.kr/p/59AcPY",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-summer-cycling-tour-in-hokkaido-for-intermediate-cyclists/2409?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Summer Cycling Tour in Hokkaido for Intermediate Cyclists",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 16:43:40"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8844,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1401803845/p326fsfbnvwckrl78mbq.jpg",
        "strIntroduction": "If you are planning to come to Osaka and visit Osaka Castle, why don't you go with the local and have more fun with picnic there? <One day plan> Make a bento box at a Japanese family's home and go for a picnic at Osaka castle, followed by a walk around Osaka Castle Park. For dinner, you will eat Osaka's famous okonomiyaki. When your appetite is fully satisfied, end the night at Spa World for a mega-onsen to heal your body. <Details> Meet at Umeda, Osaka's city central. Make bento boxes at a Japanese family's home. We will start the day with shopping at a local supermarket to buy ingredients. Learn to make Japanese treats such as onigiri and tako-san wiener. After preparing the food, we will visit the famous Osaka castle. Have a delightful picnic while enjoying the view of the beautiful Osaka castle and its luscious greenery. After lunch, you will receive a tour of the castle and visit Japan's tallest building, Abeno Harukas, to buy souvenirs from the famous Tennoji. Next, we will eat Osaka's famous local food - Okonomiyaki. Have fun customizing your own toppings with the guidance of a local Osaka host. After satisfying your appetite, we will go to Spa World to experience a mega-onsen to heal your body. Recently, Sento (a Japanese communal bath house) has gained popularity amongst visiting tourists. You can experience bathing at one of the largest Sento in Japan - the Super Sento. We will end the tour back at Umeda.\" The tour is available every day. (For scheduling purposes, please book one month in advance)",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-enjoy-picnic-at-osaka-castle/2259?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy picnic at Osaka Castle",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 16:47:56"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9310,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1405055215/pqe0liwolvdtppo4jgpr.jpg",
        "strIntroduction": "Would you want to be a part of the boundless nature scenery? Would you like to cycle through the dynamic nature of Hokkaido while feeling the fresh air and smelling the season through the flowers? Hokkaido is the largest and northernmost of Japan's 47 prefectures with many areas of untouched nature. Hokkaido enjoys four distinct seasons with no rainy, wet season and remains cool in the summer with low humidity. In the winter, Hokkaido is known to get really cold, with snow fall, turning Hokkaido into a perfect place to go skiing or snowboarding. In this tour, we offer nine courses for beginners at cycling to enjoy the views of Hokkaido. This cycling tour is safe, as a local guide will be guiding you throughout the day.The roads are maintained and have smooth asphalt surfaces. Here is a list of tours we have for our beginner cyclists: - Plate Hill (30km) Many cyclists have always dreamed of cycling on this road. Throughout this cycling journey, you will witness the vast Hokkaido farm. The hill has a lot of colors, like on the artist's palette, changing its color as the season changes. We will be cycling at a speed that suits you best. We tend to go slow so that you can enjoy the scenery. -Naganuma (30km) We will be cycling under the clear blue sky and white clouds, as we go cycling for 30 km through the rural areas of Hokkaido. During the tour, your guide will show you lovely restaurants, which use locally produced Naganuma vegetables. There will also be nice cafes and hot springs which you can stop by. -Going around Mt. Youtei in Niseko (35-50km) This tour will provide you with a great view of mount Youtei. Our guests have enjoyed cycling around this area every season. We also stop by to eat delicious food. We will cycle depending on the distance you requested. -From New(shin) Chitose Airport to Naganuma (30 km) Why don't you start cycling at the moment you arrive in Hokkaido? This will be a great opportunity to see the change from rural to urban Hokkaido, and be able to see the new Chitose Airport from outside! Your luggage will be delivered to Naganuma by car. There will be a ride provided to your hotel in Sapporo after you enjoy our cycling tour. -Moere Park (15 km) We will be cycling around the large park while watching ISAMU NOGUCHI's sculptures. This course is easy to ride. - Takino course This course will cover not only the greenery spots such as National Takino Suzuran Park and Forest of Arts, but also sightseeing spots in Sapporo. You will have a chance to enjoy Japanese buckwheat noodles (soba) and Strawberry Parfait!! Hokkaido will definitely offer you a refreshing experience that is different from traveling in big cities such as Tokyo or Osaka. Take this opportunity to see the beautiful views Hokkaido has to offer! Photo by https://flic.kr/p/8w87xN https://flic.kr/p/ny1Hr8 https://flic.kr/p/o91yU https://flic.kr/p/eX9CJ5 https://flic.kr/p/oc8q3D https://flic.kr/p/egRMur",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-summer-cycling-in-hokkaido-for-beginners/2408?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Summer Cycling in Hokkaido for Beginners!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 16:53:10"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2327,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1404449943/lakxuv1oqayvep9mfp1z.jpg",
        "strIntroduction": "Hakuba is located in the Northern Alps of Nagano Prefecture and it is best known to have Japan's best ski resorts. It can be reached easily from Tokyo (about a 2 hour bullet train ride), and many Japanese people make day trips to Hakuba as they are also known to have great hot spring facilities. During the summer, the snow on the alps melt to transform the ski resort into a beautiful trekking course. We will make your trek entertaining as we point out various birds, such as the Thunder Birds (Ptarmigan) and animals that reside in the alps. We will also guide you to a spot where you can see seasonal flowers and alpine plants. Our trekking course will be full of interesting facts about the mountain and will be a good exercise. Come join our 1 day trekking tour in Hakuba Village in Nagano and enjoy the many scenery the alps offer! We look forward to go trekking with you! Photo Credit: https://flic.kr/p/guGHGn https://flic.kr/p/fJVBka https://flic.kr/p/fFfPyK",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-one-day-trekking-tour-at-the-japan-alps-nagano-hakuba/2135?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1 Day Trekking Tour at the Japan Alps - Nagano/Hakuba",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 16:56:54"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1862,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1404697417/kdn20ags2e3a04a4ijmi.jpg",
        "strIntroduction": "The Ningyocho neighborhood in Tokyo is known to be a vibrant city with tasty street food and famous traditional restaurant that has been operating for centuries. In Japanese, \"Ningyo\" means doll, and in the past, this area was a town involved with people such as puppeteers and doll makers. This neighborhood has traditional craft shops, Japanese sweets shops, and many restaurants that offer different kinds of food. It is a neighborhood in which you can experience the culture of Japan through the atmosphere. In this tour, I will guide you through the Ningyocho neighborhood and will show you around to eat downtown local food, which is cheap and delicious! You will be able to drink Sake, eat yakitori, deep fried skewers, local-stew (Nikomi), and many more! Not only will you eat food and drink Sake, you will be able to see the many beautiful sights of the Ningyocho neighborhood and see some traces of old Japan, as there are beautiful shrines and restaurants that have been operating for a long time. Come tour around the Ningyocho neighborhood with me to experience the culture of Japan! This tour will take you out to eat delicious, exceptional food that is not on your tour guide book! I look forward to seeing you! Availability : Monday to Saturday. You can change dates a week before the tour date. Photo credits: https://flic.kr/p/ddE4h https://flic.kr/p/baVurg https://flic.kr/p/dMEQ2n https://flic.kr/p/4kdGFn",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-local-japanese-food-tour-in-downtown-tokyo/2133?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Local Japanese Food Tour in downtown Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 17:02:27"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5865,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481011980/b7ucaavqarxsglohqg2h.jpg",
        "strIntroduction": "Have you ever gone trekking in the woods at night? The night time may seem like a dangerous time to go trekking, but with a experienced local guide, this night trek will be safe, and a wonderful experience for you! This tour will take you to a different world from daytime, sharpening your sense of smell and sound. This night adventure will require you to go walking in total darkness, where you will learn how to move in darkness by the local guide! The view of the stars will be spectacular, as the darkness of the forest surrounding you will enhance the brightness of the stars that lit above you. By the time you get used to trekking in the darkness, each participant will have time to sit alone, enjoying the nature to themselves. Details about the tour are as follows: Required time: 2 hours Starting time: 18:30 (6 pm) Minimum number of participants: 2 persons Meeting point: Entrance of Maruyama Park ** 5 minutes walk from Maruyama Subway station Age: 3 years and up ( Accompanied by guardian) Why you will love this tour! - Extraordinary and unique experience! - Safe tour with an experienced local guide! - Suitable course for family travelers! - Gain knowledge on wild animals ! - Spiritual experience in the darkness, facing the nature and yourself! - Night hiking under a starlit sky! Come join our night trekking course in Hokkaido! Not only will you be able to star gaze, you will be able to witness wildlife animals that take action during the night time! It will be a fun experience for you! The tour is not available during the winter. Photos by: https://flic.kr/p/d8LMbq https://flic.kr/p/nSghrM https://flic.kr/p/dPucbQ https://flic.kr/p/io2VeF https://flic.kr/p/dUuMeZ",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-go-night-trekking-in-sapporo/2424?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go Night Trekking in Sapporo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 17:06:27"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7169,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1404881463/jh2j8ot4p7xafdecaspy.jpg",
        "strIntroduction": "Osaka is a lively, vibrant city with many things to do! Tours in Osaka generally include visits to Osaka castle, Kaiyukan, Universal Studio, and Umeda Sky Buildingbut there are many more attractive and entertaining spots in Osaka to visit, and these spots are usually known only to the local Japanese people. In this tour, you will visit some historical and local spots that not a lot of tours visit. Many of the places we will visit are historical, so if you are curious about East Asian history, you will love this tour even more! Join this tour to discover more amazing things about Osaka! Here is a detailed schedule of the tour: [Schedule] 9:50am Meet up at Osaka station 10:00am~11:00am Visit Osaka Kurashi No Konjaku Kan 11:10am~11:30am Visit Osaka Tenman-gu 11:45am~12:25pm Visit the Museum of Oriental Ceramics, Osaka 12:45pm~1:45pm Visit Osaka Science Museum 2:05pm~3:00pm Walk around Dotonbori and have Lunch 3:00pm~3:30pm Visit Kamigata Ukiyoe Museum End of the tour When vising Japan, we recommend you to visit Osaka. Osaka has many delicious street foods and has a lot of museums for you to go! Take this opportunity to learn more about the Japanese culture! We look forward to taking you around this amazing city! [Photo] https://flic.kr/p/5fjEbJ https://flic.kr/p/eFnPEU https://flic.kr/p/7WJmRy https://flic.kr/p/4HUQ8P https://flic.kr/p/f1Vf2",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-halfday-tour-for-osaka-geeks/2422?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "A Half-day Tour for Osaka Geeks!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 17:12:21"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13965,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1401777986/ivsngpppcg7l1osfmebz.jpg",
        "strIntroduction": "Have you ever wondered how your name will be written in Japanese characters? A calligraphy artist will write your name on a Japanese fan using a calligraphy brush. You could challenge yourself to write your name on the fan instead! Please feel free to tell the calligraphy artist if you would like to do so! This Japanese fan will be a great gift to take back home to show your friends and family! The Japanese fan, called Uchiwa is a traditional fan that was originally used as a tool to avert the disasters that were heading towards a certain direction. They were widely used for prayers and rituals. Your name will be written on the Uchiwa and you will be able to take it around everywhere during the hot and humid summer season. Japanese calligraphy, called Shodo is the traditional figurative art of letters, which has been considered as one way of self improvement in Japan. In ancient China, Shodo was worshipped as one of the six major artistic skills. Shodo has now been strongly linked with the Japanese language and has developed into our original, unique culture. I've been engaged in Shodo since I was five years old. She has produced various eye-catching Japanese calligraphy art pieces through the design of movie titles, advertisements and packaging designs, etc. The Shodo pieces designed by her are valued at thousands of dollars. It would be an unforgettable experience for you to meet me and witness the moment she writes your name on the Japanese fan. I will also offer a healing session where she will read your spirits and will try cleansing your aura by using a fan, fragrance, and crystal. The aura that lures around you is like the muscle of the heart. It shapes the way you think, act and behave. If your aura is purified, your mind will be set to think in a positive state and your behavior will start to change. Not only will I get rid of your bad aura, she will give you advice on how you can improve your life. In Japan, we have a traditional belief in the power of words which is called \"KOTODAMA\". We believe that the spirits inhabit every word and would cause various invisible influences. Green tea and Japanese sweets will be served during your visit. I do not speak fluent English, but there is a translation software available if communication is not possible. In this event, you will be able to experience the many aspects of the Japanese culture, through calligraphy, the Japanese fan, the healing session, the green tea and Japanese sweets, and the atmosphere that is made through my friendly character!",
        "strLocation": "Saitama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-saitama-enjoy-calligraphy-get-a-fan-with-your-name-written-in-kanji/2288?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Calligraphy! Get a Fan with Your Name Written in Kanji",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 17:17:09"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5586,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1402112137/rzesq9vx4taxkzdxqths.jpg",
        "strIntroduction": "Halal is an Arabic term that means lawful or permitted. Halal food is food that is allowed under Islamic dietary guidelines. Halal food strictly defines what food is allowed to be consumed and how the food must be prepared. Pork cannot be consumed and other meat that were not slaughtered properly or were dead prior to slaughtering cannot be consumed. When cooking Halal Japanese food, we are not able to use traditional ingredients such as soy sauce, miso, and rice wine (mirin). The demand and attention of Halal food has been growing around the world. We are a Halal certified restaurant, which is really rare around the Kanto area. We have made a Halal Japanese course menu for you to enjoy and learn. We will provide you with thorough information on how to cook the menu, describing each ingredients and steps for you to cook the same course menu when you get back home. After we finish cooking the course menu, we want you to enjoy the meal you just made and enjoy your time with us! Below is the program we have scheduled for you: 1.Tour around Halal Kitchen 2. Introduction to ingredients 3. Making Temaki Sushi, Tempura, Takoyaki 4. Dinner time Come join us to learn how to make a Halal Japanese course menu at a Halal certified restaurant! Share what you learned from us to your friends and family! We look forward to seeing you!",
        "strLocation": "Saitama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-saitama-learn-how-to-cook-halal-japanese-food/2236?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn How to cook Halal Japanese food.",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 17:21:23"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 465,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1410785693/ayaegly8huvfuunrcfnl.jpg",
        "strIntroduction": "This is a calligraphy program to hone your sensibilities. For example when you write the letter \"moon,\" you will become the \"moon.\" You will create a fan in the end of the class. The class will be in Japanese, but not to worry. Words are not important when you are doing calligraphy. You must believe in the concept and feel the meanings at heart, and transmit it into your art. In our program, participants are able to experience shodo by writing the word, \"moon\", pronounced as Tsu-ki(). Moon is the symbol of maternity that will enhance our emotions of receptiveness and sympathy. The word moon, written by you, shall evoke your internal tenderness and warmth. After the calligraphy session, we will use your shodo piece to make a Japanese paper fan called an \"uchiwa\". The uchiwa is a Japanese traditional hand tooled paper fan which is used to fan yourself in the hot weather. The uchiwa is one important summer item used to cool ourselves. However, it was originally used in Japanese rituals or prayers to purify and sweep away our life difficulties. Your handmade uchiwa with your own shodo piece will become a very original tool to enhance your spirit. The artist Kashu, who is the lecturer of this program, has been engaged in shodo since she was 5 years old. She has produced various eye-catching Japanese calligraphy art pieces through the design of movie titles, advertisements and packaging designs, etc. The shodo pieces designed by her are valued at thousands of dollars. This would definitely be a once-in-a-lifetime experience, so please come join us! Below is an explanation of calligraphy and zen. ----------------------- Japanese calligraphy, called \"shodo/\" is a traditional figurative art of letters, which has been considered as one way of self-improvement in Japan. In ancient China, shodo was worshiped as one of the \"six major artistic skills\" (). (The six major artistic skills are; ethics, literature, mathematics, music, archery and equestrianism. These were the foundations of education for the upper class society). By concentrating our spirit and energy into the soft calligraphy brush, it enables us to develop our moral strength, making us into a stronger individual. In Japan, we have a traditional belief system in the power of words, called \"kotodama\". We believe that spirits inhabit every word and would cause various invisible influences. Shodo has been strongly linked with the Japanese language and has developed into our original, unique culture.",
        "strLocation": "Saitama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-saitama-zen-in-the-art-of-calligraphy/2335?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Zen in the Art of Calligraphy",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 17:27:29"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 18620,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1404726872/cdedqjcmhhmic65obcql.jpg",
        "strIntroduction": "Do you want to try some outdoor activities in the summer in Hokkaido? This tour will provide you with the opportunity to explore around Toya Lake, and feel summer in Hokkaido! Since this tour is available until October, don't miss this opportunity! Toya Lake, which is located in the southwestern part of Hokkaido, belongs to Shikotsu-Toya National Park. This vast lake has a perimeter of 43 km and in this tour, you will explore around Lake Toya, harvest delicious corns or potatoes, and enjoy the nature and scenery! In this tour, you can explore wherever you want around Toya Lake consulting with a guide, which is private and original tour for your family (group) Why we love it! - Try something different in Hokkaido! - Be amazed by the delicious vegetables grown in Hokkaido! - See the waterfall and feel summer! - Relax yourself with colorful flowers. - Find your original photo spots around Toya Lake! - The professional guide will show you around safely with important and interesting information about Toya Lake! - This tour is totally customized based on your request. This tour is... - 3 hours long. - Available only for one group (One Family) a day. The guide will pick you up around the area of Toya Lake. This tour promises to make your trip unforgettable! Join this tour and enjoy Toya Lake! Photos by: -https://flic.kr/p/39Pi9c -https://flic.kr/p/2QZTma -https://flic.kr/p/HwVic -https://flic.kr/p/grQ4r7 -https://flic.kr/p/59iNva -https://flic.kr/p/6BK759",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-private-customized-tour-around-toya-lake-in-hokkaido/2418?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Customized Tour around Toya Lake in Hokkaido!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 17:32:47"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6703,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1402101347/ugwlctikh1d334kvsiqh.jpg",
        "strIntroduction": "\"Enjoy half a day of Stand Up Paddle Board (SUP) Fun around Mt Fuji's Five Lakes and Miho (). Admire the beauty of Fuji as you cruise along the calm glistening lake. We will teach you how to balance and control the SUP. Also expect some fun and games once you become comfortable with standing on the SUP! Location: Fujinomiya City, Shizuoka Meeting place: River Base Meeting time: 8:30 am Stand Up Paddle surfing tour schedule 8:30 Registration, briefing, sign letter of consent 8:45 Change into wet attire 9:15 Transfer to start point 9:35 Warm-up and stretching. Pumping up the SUP 10:00 Brief lesson on how to paddle, held on land 10:10 Paddle in the water on your knees 10:20 Standing up and balancing on an SUP 10:30 Methods of paddling and turning 11:00 Break (Tea or coffee) 11:15 Free & easy cruising 11:40 SUP games: SUP sumo, racing and more 11:55 Free & easy cruising 12:10 End of the tour, returning the SUP 12:40 Arrive back at base, wash up 13:00 End activity\"",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-enjoy-stand-up-paddle-around-mt-fujis-five-lakes/2305?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Stand Up Paddle around Mt Fuji's Five Lakes",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 17:38:31"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9124,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1399425414/u26gx0klzoc8ac8da8fa.jpg",
        "strIntroduction": "Let's visit an organic farm in the country and learn about organic farming! People think that Osaka is a huge city with lots of people and skyscrapers, but once you step out of the city center, you will find amazing scenic countryside just a couple of hours away from the city. People living there have a slower life and grow what they eat. In this activity, you will visit an organic farm in Nose, which is a countryside in the north part of Osaka, and learn how to manage the farm with some hands-on practical agriculture work. For lunch, you can learn to cook with seasonal vegetables which grow up in the organic farm. How about visiting the countryside to see untouched nature and think about the source of our daily food? Basic Itinerary: 8:10 Pickup from Umeda station Arrive at Nose Walk through the farm Practical agriculture session 1 Lunch Practical agriculture session 2 Head back to Umeda 17:00 Arrive to Umeda station",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-experience-organic-farm-in-osaka-countryside/2204?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Organic Farm in Osaka Countryside",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 17:44:07"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3724,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1398164946/dymrle90w1ly37nj3jhx.jpg",
        "strIntroduction": "Experience an authentic Japanese tea ceremony held in a traditional house in Kyoto. I will serve you a simple meal with Japanese sake with sweets and Matcha (powdered green tea) at the end. A side dish called Hassun  is eaten together with the sake. This part of the Chaji process is important for the host to exchange greetings and engage in small talk with the guests before having the tea. The number of guests will be kept to a minimal (4 guests maximum) so that we can create an intimate and personal experience for everyone. I invite you to my house where I invite close friends for tea. Please enjoy a bowl of tea together with me. Availability : Wednesday ~ Friday / 2 -5 pm starting time can be flexible.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-tea-ceremony-with-sake-in-a-traditional-house-in-kyoto/2160?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tea Gathering in a Traditional House",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 17:50:09"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2793,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1403099901/smid2xdd7rd3g9c6s9xl.jpg",
        "strIntroduction": "Gilding is a decorative technique that involves applying fine gold leaves or gold powder onto a solid surface. In this experience, you will learn the art of gilding and decorate a Buddhist altar. Fujii Butsudan was founded in 1855, specializing in restoring Buddhist altars and their fittings. There are many different types of altars such as Kin (gilded) altars for Shin Buddhism, Karaki (foreign wood) altars for Zen Buddhism, compact altars, and modern altars. There are also some custom-made altars. In this tour, you will: Learn about the variety of Buddhist Deities and their different altar styles between sects. Experience gilding techniques used to decorate certain types of altars.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-learn-the-art-of-gilding-gold-on-altars/2198?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn the Art of Gilding Gold on Altars",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 17:56:03"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 559,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1399194785/x7m6mykegwalv86lhikm.jpg",
        "strIntroduction": "Yuba (Tofu skin) is a food product made from soybeans. It is widely used in Japanese cuisine. Yuba has a plain but creamy mild flavor. Yubayu specializes in fresh and dry Yuba, using specially selected domestic soybeans that have been cultivated with underflow water from the clear Nagara River. Every morning, experienced and skilled craftsmen manually produce each one of our Yuba sheets using distinctive techniques with time and care. As a Yuba specialty shop, our Yuba products boast a plain but creamy and mild taste and flavor. In this program you can: Observe our Yuba production processes Listen to an explanation about the history and production of Yuba Taste fresh Yuba and some other Yuba products!",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-observe-the-yuba-tofu-skin-production-process/2199?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Observe Yuba (Tofu Skin) Production Process",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 17:59:29"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3631,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1401170289/hd87hohr6p1hlpdwff13.png",
        "strIntroduction": "If you are looking for something very exciting and exotic, this live Shamisen performance should not be missed! A Shamisen is a traditional Japanese instrument that is made up of 3 strings, played similar to a banjo. This is a show featuring the famous Shamisen performer Kiji, and Japanese traditional dancer Mion, together with the entertainment unit group \"Heisei Roman\". Enjoy the wondrous acrobatic dances coupled with the romantic harmonies of beautiful music from the Shamisen. It'll be an unforgettable experience and a treat for both your eyes and ears! The theater is located in Ebisu, which is very convenient place. This show is only available on 31st May.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-live-shamisen-performance-in-tokyo/2218?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Live Shamisen Performance in Tokyo, May 31st",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 18:04:44"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7541,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1391228015/oxwwl1cu66n09mko3sf9.jpg",
        "strIntroduction": "Welcome to our cooking class, where you can learn traditional Japanese cooking in English! Are you dissatisfied with just eating delicious Japanese food? Looking for a unique experience to enhance your trip to Japan? Always wanted to learn how to cook traditional Japanese home dishes? Join our cooking class, and be able to recreate authentic Japanese food when you return home from your trip to Japan! Our class is conveniently located right next to Tsukiji fish market, so the ingredients used are the freshest yet, straight from the market! There will also be a Japanese/English interpreter to help translate all instructions so that you can easily understand the steps. Take a stop at our class to add a little something different to your sightseeing journey in the city. We look forward to welcoming you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-how-to-cook-japanese-cuisine-at-tsukiki-fish-market/1806?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn How to Cook Japanese Cuisine at Tsukiji Fish Market",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 18:09:41"
    }
]