[
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9049,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1393956653/xbasrtnqui2zjsb6qbvj.jpg",
        "strIntroduction": "Go for a fun dive at the world renowned Ishigaki diving point (Kabira Ishizaki Manta Scramble), where you can have an adventure swimming through intricate coral reefs, arches, caves, and schools of manta rays! Ishigaki island is the most southern part of Japan, and with the gorgeous emerald ocean full of beautiful coral reefs and tropical fish, it's almost like an enormous aquarium!! The semi-tropical climate and calm sea conditions make an enjoyable dive all year round. **The 'Fun Dive' courses are for divers who hold a licence. For beginners, please choose our 'Introduction', or 'Discover' courses** <Basic Daily Schedule> 8:30AM Meet up at the dive shop. 9:00AM Depart to the diving spot by boat. -1st Dive: Coral reef (1dive course will go back to the shop 11:30) -2nd Dive: Manta point 13:00PM Go back to the dive shop. -Lunch time & Log your dives. 15:00PM Go back to your hotel. *Transportation service is available for one day course. (Reservation required) *Half day courses don't include Manta Point, please join one day course to see the Manta rays.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-go-for-a-fun-dive-with-emerald-ocean/1849?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go for a Fun Dive with Emerald Ocean! - Ishigaki Island",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 18:13:30"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5120,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1395904599/kyzvfqvcopr8aooroezo.jpg",
        "strIntroduction": "Lake Biwa is the largest freshwater lake in japan and has an area of about 670 square kilometers. Surrounded by mountains and fed by hundreds of streams, the lake is rich in fish and plant species. In this activity you can enjoy floating on Lake Biwa riding the Water ball. Water ball is a huge transparent sphere made by polyvinyl chloride. We can enter inside the ball and float on the water. <Schedule> - Take pics! - Ride on the Water Ball 2or3 people together and floating on the lake with the canoe. - Create a token board with souvenir photos, shells or plants. Let's discover Lake Biwa on the Water Ball! Start from: 9:00/ 10:00/11:00/12:3/13:30/14:30/ 15:30 Photo Credit: https://flic.kr/p/dxGWuQ https://flic.kr/p/7Mk9Nx https://flic.kr/p/7Mp87h https://flic.kr/p/8ocVT6",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-discover-lake-biwa-in-the-ball/2102?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Lake Biwa in the Ball!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 18:18:24"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12661,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1392202244/tcni0xcfwlt80fmy7rj1.jpg",
        "strIntroduction": "Don't miss this amazing diving experience in beautiful Ishigaki Island's ocean! Ishigaki is the main island of the Yaeyama Islands and has lots of finest beaches. You can enjoy snorkeling at almost every beach. This course is for novices. For your safety, there are only two guest per instructor at a time. half-day tour : 1 dive full-day tour : 2 dive Hald-day and canoe Schedule: - (07:30 pick-up from the city) - 08:30 Prepare for diving - 09:00 Departure Enjoy attractive Ishigaki's ocean! Start your snorkeling experience by getting used to seawater. - 12:30 Return to the port. Luch time! half-day tour: back to the city full-day tour: departure again after lunch Enjoy this diving experience in Ishigaki Island! Photo Credit: http://flic.kr/p/bz7JgE http://flic.kr/p/oKyiM http://flic.kr/p/ADEyz",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enjoy-trial-diving-in-beautiful-ishigaki-ocean/1865?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Trial Diving in beautiful Ishigaki's Ocean!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 18:23:41"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11237,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481248788/lxrdqrnvkfnyrhkcsswd.jpg",
        "strIntroduction": "Ishigaki Island belongs to Yaeyama Islands, Okinawa and is located 410km southwest of Okinawa main island and just 270km of Taiwan. Surrounded by coral reefs, this island has lots of beautiful beaches and scenic marine spots. In this experience, you can enjoy the beautiful ocean of Ishigaki by kayaking and snorkeling. Since kayaks are small, you can reach good unknown marine spots for snorkeling! If weather conditions are good, you can enjoy snorkeling on the edge of the reef, where seawater is most transparent and coral and fish are most abundant. Basic Itinerary: - Pickup at your hotel about 09:30 - Drive to the kayak launch point (30min) - Start kayaking: paddling to the snorkel point (20-30min) - Enjoy snorkeling! - Lunch time under the trees - Enjoy snorkeling and kayaking! - Drop off at your hotel about 15:00 Enjoy the beautiful ocean in Ishigaki!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enjoy-sea-kayaking-snorkeling-in-ishigaki/1868?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Sea Kayaking & Snorkeling in Ishigaki!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 18:27:08"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 19085,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1392263389/r1ug6z39mwttkdesvsyp.jpg",
        "strIntroduction": "Kerama Islands are located 32km southwest of Okinawa main island. Around the Kerama Islands, there are over 100 attractive diving spots. Kerama are easily accessible by sea or air, yet they remain an idyllic and tranquil environment. Unspoiled beaches and transparent seawater provide you excellent conditions for snorkeling and scuba diving experience, even for beginners. Wide variety of coral reef and tropical fish can be seen. In this diving activity, you can enjoy swimming with Sea Turtle, and of course beautiful ocean of Kerama Islands. Sea Turtle is listed on Red List, designated as a endangered species. Japanese have had deep relationship with them since the older time, as they can be found old fairy tale story Urashima Taro. Here Kerama Island is one of breeding grounds of sea turtles. First time to try scuba diving?- don't worry, this trial diving course is for those who have not tried diving: PADI qualified diver will guide you to enjoy the diving experience! Schedule: 7:30 Meet up at Naha area (pick up available from Naha city hotels only) 8:30 Departure for Kerama Islands (Cruise) 10:00 Arrive at Kerama Islands Snorkeling to get used to the seawater. Lecture and enjoy trial diving - 2Tanks Boat dive (additional diving available for an additional fee). Lunch on the deck! 17:00 Return to Naha city Let's enjoy trial diving experience with sea turtles! ※Please answer the following questions on your past and present medical history with a YES or NO. If you are not sure, answer YES. If any of these items apply to you, we must request that you consult with a physician prior to participating in scuba diving. 1. Do you currently have an ear infection? 2. Do you have a history of ear disease, hearing loss or problems with balance? 3. Do you have a history of ear or sinus surgery? 4. Are you currently suffering from a cold, congestion, sinusitis or bronchitis? 5. Do you have a history of respiratory problems, severe attacks of hayfever or allergies, or lung disease? 6. Have you had a collapsed lung (pneumothorax) or history of chest surgery? 7. Do you have active asthma or history of emphysema or tuberculosis? 8. Are you currently taking medication that carries a warning about any impairment of your physical or mental abilities? 9. Do you have behavioral health, mental or psychological problems or a nervous system disorder? 10. Are you or could you be pregnant? 11. Do you have a history of colostomy? 12. Do you have a history of heart disease or heart attack, heart surgery or blood vessel surgery? 13. Do you have a history of high blood pressure, angina, or take medication to control blood pressure? 14. Are you over 45 and have a family history of heart attack or stroke? 15. Do you have a history of bleeding or other blood disorders? 16. Do you have a history of diabetes? 17. Do you have a history of seizures, blackouts or fainting, convulsions or epilepsy or take medications to prevent them? 18. Do you have a history of back, arm or leg problems following an injury, fracture or surgery? 19. Do you have a history of fear of closed or open spaces or panic attacks (claustrophobia or agoraphobia)? Photo Credit: http://flic.kr/p/4Y1THT http://flic.kr/p/5u7Nza http://flic.kr/p/oPs4E http://flic.kr/p/6kQ2DH http://flic.kr/p/7ox1jP",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-have-a-trial-diving-with-sea-turtle-in-okinawa/1869?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Have a Trial Diving with Sea Turtle in Okinawa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 18:32:52"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 91236,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1391674233/uqnmy3goe2ibkn8xaw0s.jpg",
        "strIntroduction": "If you are interested in Japanese culture, kimonos and enjoying beautiful scenery in Kyoto, this experience will be perfect for you. We will provide you a very unique experience whereby you can wear a traditional kimono and shoot your wedding photos in Kyoto. Imagine being dressed up in a beautiful kimono while admiring an extraordinary view of cherry blossom in Kyoto. What an unforgettable memory for your marriage! This activity will take place in Gion- famous for its attractions such as its cobblestone street, traditional Kyoto Machiya, Tatsumi Shrine, and the Tatsumi stone bridge. Wandering around Gion feels like you're in ancient Kyoto. If you are looking for a place with a vintage atmosphere, Gion is the best choice! I will be your friendly English guide as well, so do not worry about Japanese being a language barrier to keep you from taking beautiful wedding photos in Kyoto. Note:we can take photos for your wedding party. Please contact us if you're interested in. Please do not hesitate to contact me if you have questions! To see a sakura forecast and more cherry blossom tours in Japan, please check here: www.govoyagin.com/pages/japan_cherry_blossom Photo Credit: https://flic.kr/p/dYF5xM https://flic.kr/p/2cpuz https://flic.kr/p/xcoPw https://flic.kr/p/fsnQJ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-shoot-wedding-photos-in-kyoto/1358?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shoot Wedding Photos in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 18:36:12"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1862,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1392704031/iqyypfbdgovtrzshispj.jpg",
        "strIntroduction": "Experience the practice of the traditional Japanese martial arts of Karate or Aikido in Aichi. Akido is a martial art with more emphasis on spirituality as compared to other forms of martial arts. The purpose of AIkido is to control your opponents by using the physical art of harmony. You will lead your opponent and control his movements without relying on your own physical strength, instead using his strength against himself just like dancing. Accepting the opponent without repelling him is the core of Aikido's technique. As it does not require much muscular strength, anybody can learn Aikido to improve your health regardless of age or gender. Karate is world-famous as a strike-based martial art. You will get a chance to learn techniques passed down from the predecessors of Karate. The essence of karate lies in wisdom of movement, and it is a reflection of your mental strength as much your physical ability. Experience a sense of Japanese values, mannerisms and customs through martial arts with this introductory experience.",
        "strLocation": "Aichi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aichi-practice-aikido-and-karate-japanese-martial-arts/1914?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Practice Japanese Martial Arts Aikido or Karate.",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 18:40:40"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9217,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1392179586/qjrkygnjfz0zzppwowpf.jpg",
        "strIntroduction": "Enjoy stand-up paddle boarding on the beautiful sea in Ishigaki! What's stand-up paddle bording?: Stand-up paddle boarding is similar to surfing. You stand up on a long board and surf by rowing with an oar. With a minimum of gear, you can paddle ocean surf and rivers—no waves required. -Coral Reef Course For beginners. Enjoy Ishigaki's beautiful sea, paddling on a bigger board. Also you can go snorkeling at the coral area. -Tropical River Course Paddling in the river, where mangrove trees grow thick. You will love the beautiful view! -Wave Riding Course Intermediate. You will not soon forget this amazing experience, surfing in the beautiful sea in Ishigaki. You can also enjoy snorkeling here.\" Enjoy beautiful sea and SUP in Ishigak! Photo Credit http://flic.kr/p/exxxMw http://flic.kr/p/bWr4cD http://flic.kr/p/4NcmYr http://flic.kr/p/d6AYCG",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enjoy-stand-up-paddle-boarding-in-ishigaki/1861?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Stand-up Paddle Boarding in Ishigaki!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 18:45:55"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11172,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1392304999/fbxjgtdyyig3bdtu5w8n.jpg",
        "strIntroduction": "Iriomote island is an uninhabited rustic land where pristine nature stays untouched by men and urbanization. Here, you can relax in the forest of mangroves as you leisurely cruise by on your Stand Up Paddleboard (SUP). Take a bath in the powerful waterfalls of the outback and trek through unexplored jungles to see rare species of wildlife such as the Iriomote wild cat, an endangered species. In addition to the desolated beach, you can go on a snorkeling tour in a sea of emerald blue blossoming with beautiful coral reefs. You can also opt to go for a boat cruise tour, a surf trip, or canyoning tour through the valleys. A limestone cave entrance stands out majestically in the middle of the jungle. Join us on this exciting adventure through the unexplored jungles of Iriomote island!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-explore-iriomote-island-on-a-stand-up-paddleboard/1881?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Iriomote Island on a Stand Up Paddleboard!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 18:51:42"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 186,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1390985194/cy6vvgfbx2ywqvvd5pqm.jpg",
        "strIntroduction": "The Warring States Period in Japanese history was a time of social upheaval, political intrigue, and nearly constant military conflict that lasted roughly from the middle of the 15th century to the beginning of the 17th century. There used to be Samurai, Ninja and traditional warriors. They were divided by regions, fighting to conquer each other. In this activity, you will visit the cafe which replicates the Warring States Period with its decorations. You will see traditional relics used by the warriors such as Japanese traditional armors, helmets, scrolls, swords and more. If you have interest in Japanese tradition, culture and history, you can't miss this place! Photo Credit http://flic.kr/p/efbTgU http://flic.kr/p/72DVdK http://flic.kr/p/7aNTbY http://flic.kr/p/7HmKB http://flic.kr/p/9W4fSQ http://flic.kr/p/aGk9jV",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-the-warring-states-period-sengoku-cafe-in-tokyo/1786?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for Warring States Period,Sengoku Cafe in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 18:56:27"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5120,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1391164043/afvydtnyxgmcr5mglgxj.jpg",
        "strIntroduction": "As you know, Kyoto is the most traditional city in Japan. We still preserve Kyoto's architecture and cultures. Machiyas (Japanese-style house) and Sake (Japanese liquor) are our traditional icons, you will get a chance to know these things if you visit Kyoto. In this activity, you will visit a Edo Period Sake museum which is located in Machiya town. It is a building from the Edo period that served as a sake brewery. You will learn about Sake brewing and the history of a Machiya town house as well. The tools and machines on display that were used in for brewing are very well preserved and a guide will explain to you about the stories behind each item. I'm looking forward to meeting you, please visit us and learn about Machiya and Sake. Photo Credit: http://flic.kr/p/euJDk2 http://flic.kr/p/8U4B6B http://flic.kr/p/9qimS6 http://flic.kr/p/KBrpH http://flic.kr/p/4NZ3sd",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-visit-an-edo-period-sake-brewery-in-a-machiya-house/1410?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit an Edo Period Sake Museum in a Machiya House",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 19:01:27"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4655,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1390980085/fknjysnaf8uo20j5hatq.jpg",
        "strIntroduction": "Machiyas are traditional wooden townhouses found throughout Japan, symbolic to the historical capital of Kyoto. This tour will cover: A Nishijin textile warehouse in its original condition: The Machiya originally operated as a money exchange house in Fushimi. But after the introduction of the wholesale system in Nishijin, it was reconstructed into a textile warehouse in the 18th year of the Meiji era, The Machiya is registered as a national cultural treasure, and is a classic example of a Meiji period large-scale storehouse. We are the 13th generation to own and operate the machiya. The exquisite details of an authentic Nishijin Machiya: The “Omoteya Tsukuri” style of architecture was developed in Kyoto, comprising a shop front and living quarters in the rear. The storefront faces the street, with the interior stretching far into the back. There are three secret storehouses and six small gardens which emulate the atmosphere of the four seasons, as well as a tea ceremony room and an annex where noh performances (a type of classical Japanese musical drama) were once held. Through these subtle details, we can observe authentically preserved Nishijin lifestyle. The original owner took great care in selecting the type of wood used to build the Machiya, and traveled to the mountains to hand-select the trees used to build the ten meter red pine corridor. The Living Machiya, merging Nishijin's history and lifestyle with modern times. Since the capitol city of “Heian Kyo” was founded in 1794, the people of Kyoto have lived by honoring the shinto gods. Even in modern times, the day begins by offering freshly cooked rice and spring water to each of the gods. “With god in our hearts, we show respect for all things.” This is the basic idea at the heart of preserving tradition in Kyoto. The owner has preserved this generations-old house as a way of sharing culture and hisory with the public. We hope that you will not only enjoy viewing the machiya, but also gain a deeper understanding of the “Real Kyoto” by learning about the traditional way of life. Lifestyle and culture are synonymous in Kyoto and we hope that through these various experiences you will be able to touch the spirit of the “Living Machiya”. Photos URLs http://flic.kr/p/3JTtwx http://flic.kr/p/3JXNAC http://flic.kr/p/5SbsdG http://flic.kr/p/55s1ky http://flic.kr/p/7X6GSm",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-tour-a-kyoto-machiya-and-learn-about-traditional-customs/1360?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour a Kyoto Machiya and Learn about Traditional Customs",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 19:08:15"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1391160764/f5dumw511wj7hkxryhbg.jpg",
        "strIntroduction": "This activity will begin at 8am in Sannomiya, Hyogo. We will start hiking on the beginner trail, a trail only locals know about which is suitable for all ages. On the way up, we will stop on pearl bridge for an amazing bird's eye view of Kobe and to enjoy the cool sea breeze from the ocean near the city. At the end of our trail, we will visit a cottage where many local hikers go to seek rest and food replenishment (such as Ramen and Udon). Our guests range from children to the elderly so everyone is most welcome to join us. Schedule of the hike: 8:00 a.m. Pick up at JR Sannnomiya station 8:15 a.m. Start of Trekking 9:30 a.m. Arrive at Pearl Bridge 10:00 a.m. Arrive at Mountain hut 10:10 a.m. Eat breakfast 11:00 a.m. Depart from Mountain hut 12:00 a.m. Tour ends at JR Sannnomiya Station Photo Credit: http://flic.kr/p/9CvJcy http://flic.kr/p/cjyV8Y http://flic.kr/p/8PNd3E http://flic.kr/p/6NTmAV http://flic.kr/p/8PNeZb",
        "strLocation": "Kobe",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kobe-hike-and-have-breakfast-on-mt-rokko/1228?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hike and have Breakfast on Mt. Rokko",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 19:14:46"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 931,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1379168603/nwnud3ihjvvgl8zgc0dz.jpg",
        "strIntroduction": "It would be great if we can exchange our experiences or stories. I would like to talk to you about general topics such as job, hobby, culture from the point of view as business and Japanese women. If you are bored of traveling and ordinary sightseeing, this is a good chance to take a break and get to know Japanese culture from the local. I am looking forward to seeing you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-share-stories-with-a-japanese-woman-over-coffee/900?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Share Stories with a Japanese Woman Over Coffee!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 19:18:19"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10334,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1387960443/hjzldymcmraelosokdmh.jpg",
        "strIntroduction": "In this tour, we will reach the highest peak in Kyushu, Mt. Miyanoura. A lot of hikers love to climb here to overlook Yakushima, and this mountain is designated as one of the 100 most famous mountains in Japan - a country that is around 72% mountainous! At the peak, absolutely nothing will interrupt your view. You can see the horizon, nature, towns - everything in Yakushima. Yakushima is a round island sitting at the edge of the Pacific Ocean, and is covered in mountains, waterfalls, and sugi forests full of monkeys and deer. Sometimes you might even look down on clouds, and you can see the plentiful rhododendrons, depending on the season. I believe you will take home unforgettable memories from this very popular Mt. Miyanoura trek. Let us take you on an adventure both enjoyable and impressive! Photo Credit: http://flic.kr/p/af4tZ http://flic.kr/p/7dsYN2 http://flic.kr/p/7Z2zfF http://flic.kr/p/54EW34 http://flic.kr/p/7Wr9c6",
        "strLocation": "Kagoshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kagoshima-get-to-the-peak-mt-miyanoura-trip-in-yakushima-kyushu/1614?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get to the Peak! Mt. Miyanoura trip in Yakushima, Kyushu.",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 19:23:56"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9589,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1388051148/cbs1evjn9n4zu4y8l7ql.jpg",
        "strIntroduction": "Huge rock pointing out sky straightly, which has more than 40 meters height. Daichudake is one of most famous mountain in Yakushima, and there is the huge rock on top. Why does such a huge rock exist this place? The huge rock gives impact to us, and the natural formative art makes a lot of climbers impressed. You will overlook the whole towns from top of the mountain, and the endless horizon makes you realize how this world is big. What will you find when you stare the huge rock? It will be memorable scenary. We will help you find adventure which makes you enjoy and impressed. Photo Credit: http://flic.kr/p/ahtBZs http://flic.kr/p/6RMeGE http://flic.kr/p/7Yuimu http://flic.kr/p/49ubse http://flic.kr/p/5oeAra http://flic.kr/p/5oiRLY",
        "strLocation": "Kagoshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kagoshima-discover-huge-rock-tatsudake-trecking-in-yakushima/1613?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover huge rock, Tatsudake trecking in Yakushima!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 19:27:57"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9031,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1388050505/a4kud6jmm89ctnt08c0q.jpg",
        "strIntroduction": "Come, walk along the Shirataniun river valley in the Yakushima UNESCO World Heritage Site, where you will find mossy plants wet and shining like jewelry in deep green nature. You will enjoy not only the depths of the primeval forests, but also the view from high up on Taikoiwa (plate rock). This breathtaking view from Taikoiwa allows you to see all the ancient forests of Yakushima. Let us take you on an adventure both enjoyable and impressive! Photo Credit: http://flic.kr/p/JVW5o http://flic.kr/p/77Jq1f http://flic.kr/p/fpzWRV http://flic.kr/p/JVWh7 http://flic.kr/p/acjuBJ",
        "strLocation": "Kagoshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kagoshima-explore-famous-river-valley-in-yakushima-kyushu/1612?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Shiratani River Valley in Yakushima, Kyushu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 19:32:39"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9589,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1391072483/skzcpm2l2es1a6gbkfsp.png",
        "strIntroduction": "Yakushima is famous for it's lush vegetation, and it's ancient Yakusugi (Japanese Cedar) forest has been a world heritage site since 1993. At it's heart stands the Jomon Sugi, Japan's largest conifer, estimated to be between 2100 and 7200 years old. It is said these huge woods have stood for about 7200 years, and have never fallen, even by wind or snow. These trees are so strong and impressive, they should never be ignored by travelers coming to Yakushima. Long trails show how long these ancient Jomon cedar have lived, and animals like monkeys or deers watch us curiously. Rivers of pure, clean water refresh you, and dense forest covers you. Who knows what you will feel when you see this unique primeval forest? The journey to the ancient Jomon cedars could be the trip where you can really find yourself. We will help you find adventure which makes you enjoy and impressed. Photo Credit: http://flic.kr/p/2KBucS http://flic.kr/p/77ELK2 http://flic.kr/p/2Kxb2r http://flic.kr/p/77EZp8 http://flic.kr/p/fGpJ28 http://flic.kr/p/6wTbdF",
        "strLocation": "Kagoshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kagoshima-discover-yakushimas-ancient-world-heritage-jomon-cedar/1587?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Yakushima's Ancient World Heritage Jomon Cedar",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 19:36:07"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9124,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1384925018/st7ykhekuy1k4odai6qx.jpg",
        "strIntroduction": "Japan is an agricultural country and each area has its unique local range of produce. Kyoto is no exception, and in this activity, you will visit a local farmer in Kyoto to find out how vegetables in Kyoto are cultivated. We will pick some vegetables and use them to make home style meals such as Obanzai, a popular Kyoto dish, hot pots, and BBQ. Let's enjoy a day at a farm in Kyoto! Photo URLs http://flic.kr/p/7758cN http://flic.kr/p/8E73RD http://flic.kr/p/92D9Js http://flic.kr/p/92DaZE http://flic.kr/p/e59YYb http://flic.kr/p/rtkfa",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-discover-harvest-cook-and-taste-vegetables-in-kyoto/1420?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover, Harvest, Cook and Taste Vegetables in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 19:41:37"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3258,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1384937921/rmogc096ezsf1wkmkbns.jpg",
        "strIntroduction": "Take a break from metropolitan living by enrolling in this Japanese sutra-writing class in scenic Mount Hiei. The practice of writing sutra helps to calm and refresh one's mind, body and soul. Mount Hiei is a mountain north-east of Kyoto, located on the border between the Kyoto and Shiga prefectures. Participants will be writing sutras at the temple of Enryaku-ji at the top of Mount Hiei, which is also the first outpost of the Japanese Tendai sect of Buddhism.",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-write-japanese-sutra-in-mount-hiei/1412?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Write Japanese Sutra in Mount Hiei",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 19:47:07"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6982,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1386066836/a6go5u5lbgqjzkuf30uf.jpg",
        "strIntroduction": "Shiborizome, is a Japanese term for several methods of dying cloth with a pattern by binding, stitching, folding, twisting, compressing it, or capping. Some of these methods are known in the West as tie-dye. The factory has more than 50 years of history in making shiborizome. You will learn the tie-dye technology and have fun while making your original pattern. Participants of all ages are welcome to join this activity. Photo URLs http://voyag.in/IDBsIs http://voyag.in/1cWd3qW http://voyag.in/1eRXClI http://voyag.in/1bc0GZs http://voyag.in/1bc0GZs http://voyag.in/IIzdEw",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-create-a-shiborizome-pattern-on-your-t-shirt/1402?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Create a Shiborizome Pattern on your T-shirt",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 19:52:39"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1396,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1385269819/eywvubpvnkxhiabecxg4.jpg",
        "strIntroduction": "",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-embark-on-a-zipline-adventure-at-lake-biwa/1442?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Embark on a Zipline Adventure at Lake Biwa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 19:58:06"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6517,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1386925126/kmkvpvluewgmqehy8fns.png",
        "strIntroduction": "In this activity, you will learn how to make a Japanese traditional noodle-- soba, taught by an \"soba-expert\" from a processing factory. Soba is a traditional Japanese noodle made out of buckwheat. After a 90-minute lesson, you will able to taste your own hand-made soba. You will surely appreciate the taste of soba a lot more after you have made it yourself. Photo URLs http://flic.kr/p/D6urf http://flic.kr/p/D6urA http://flic.kr/p/D6upW http://flic.kr/p/D6utF http://flic.kr/p/D6urV http://flic.kr/p/D6uqP",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-learn-to-make-soba/1425?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Make Soba",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 20:02:19"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13965,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1384918353/cybdx5xinaiq794skr1b.jpg",
        "strIntroduction": "In this activity, you can make your own pottery such as a cup or a plate in a fancy workshop, which will make a perfect souvenir from Japan for loved ones back home. Photo URLs http://flic.kr/p/4bm9x http://flic.kr/p/4Ap6Bv http://flic.kr/p/4Ap7Di http://flic.kr/p/4WTKr http://flic.kr/p/a9VGS http://flic.kr/p/a9VYe",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-make-your-own-japanese-pottery/1426?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make Your Own Japanese Pottery",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 20:05:53"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12103,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1384919648/brtkv4dygerlkvgmqcnl.jpg",
        "strIntroduction": "In this activity you will learn how to make Yōkan, a very unique Japanese food that has been taken by Japanese with a long history. It is a one-of-a-kind experience that will surely make your trip to Japan especially memorable! Miso is a traditional Japanese seasoning produced by fermenting rice, barley, or soybeans with salt and the fungus kōjikin, the most typical miso being made with soy. On the other hand, yōkan is a thick jellied dessert made of red bean paste, agar, and sugar. It is usually sold in a block form, and eaten in slices. There are two main types: neri yōkan and mizu yōkan. \"Mizu\" means \"water\", and indicates that it is made with more water than usual. Photo URLs http://flic.kr/p/bgx9aH http://flic.kr/p/9TKy7 http://flic.kr/p/8EGET http://flic.kr/p/5ZnV4d http://flic.kr/p/aX5kmx http://flic.kr/p/c2EdqG",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-learn-to-create-miso-and-yokan/1423?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to create Miso and Yokan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 20:10:17"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11172,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1384921134/twflxh3d4naspf7wtyja.jpg",
        "strIntroduction": "Tofu is a common component in many East Asian and Southeast Asian cuisines. There is a great variety of tofu, including fresh tofu and processed tofu, that is used in various signature Japanese dishes. In this activity, you will learn to make your own tofu. Following which, you can also taste the tofu you made. Join us for a truly unique experience during your stay in Japan! Photo URLs http://flic.kr/p/8xjK6Q http://flic.kr/p/6FVAuY http://flic.kr/p/9kBu9C http://flic.kr/p/9tXMVj http://flic.kr/p/8xgQCp http://flic.kr/p/8xgGcT",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-make-delicious-tofu-all-by-yourself/1422?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make Delicious Tofu all by Yourself!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 20:16:35"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6517,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1385279596/m7e7b7vkyglsbfgdfcq9.jpg",
        "strIntroduction": "Tofu skin, yuba, bean curd skin, bean curd sheet, or bean curd robes,are all food products made from soybeans. During the boiling of soy milk in an open shallow pan, a film or skin forms on the liquid surface. The films are collected and dried into yellowish sheets known as tofu skin. Since tofu skin is not produced using a coagulant, it is not technically a proper tofu, however it does have similar texture and flavour to some other tofu products. Tofu skin was first documented in written records in China and Japan in the sixteenth century. It is widely used, fresh, fermented, or dried, in Chinese and Japanese cuisine. This Yuba making experience is conducted in a famous temple in Hiesan, up in the mountains. Monks from this temple have been eating Yuba over a long period of time. You will be able to make Yuba, and get to know about tradition and the long history related in this special part of Japan. You will have the chance to taste some of the soy milk that is made in that early morning. It is freshly made with rich fragrance of soy beans. You will receive instructions from the staff on how to make Yuba. Even an experienced staff member will need a lot of concentration in order not to make any hole in the Yuba. At the end of the day, it will be time to taste your own Yuba, prepared in several ways. Photo URLs http://flic.kr/p/aQU2DX http://flic.kr/p/9611h2 http://flic.kr/p/cbv1nU http://flic.kr/p/8Se7Jv",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-make-tofu-skin-yuba-and-factory-tour-in-shiga/1446?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make Tofu Skin (Yuba) & Factory Tour in Shiga",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 20:22:43"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6982,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1385276868/zreuufgkiqfwarkubofm.jpg",
        "strIntroduction": "Guests will be able to see the brewing process of Japanese Sake. This local brewery is unique as the architecture and practices of the company reflects the local culture and traditions, unlike the bigger sake brewery. This Sake Brewery was founded in 1831, during the Edo period, and produces one of the best Sakes in Japan. Photo URLs http://voyag.in/1aIlRlo http://voyag.in/1eqvsht http://voyag.in/19SxTUY http://voyag.in/1aPNTdW http://voyag.in/1bM0hcL",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-visit-a-182-year-old-sake-brewery-in-shiga/1445?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit a 182-year-old Sake Brewery in Shiga",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 20:27:48"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13965,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1385274866/benn4eaq1zsl4zclj650.jpg",
        "strIntroduction": "Here you can experience a day at a Japanese farm with many things to see and do. This farm is located at the north-east of Lake Biwa, the biggest lake in Japan located in Shiga Prefecture. Garden: There is a big garden spreading over 3,000㎡ with roses and native plants. Instead of intentional planting, the plants are left to grow by themselves while the garden is maintained carefully. This practice allows the garden to blend harmoniously with the rest of nature. There are also many detailed craft works in the garden besides flowers and leaves. It is a nice place for a stroll with the sound of birds and wind in the background. Blueberry Farm: In the 3-hectare blue berry farm, there are 3000 blue berry trees in 30 different species. Between April and August will be the harvest period. However, they bear white pretty flower in Spring and their leaves turn red in Autumn, giving it a strong seasonal feel. Vegetable Harvest In the huge vegetable farm you are able to harvest the best seasonal vegetable and eat them right away off our farm's own BBQ. BBQ There are BBQ facilities in the farm. We are providing a BBQ menu as well as giving you the opportunity to BBQ vegetables you have picked here. Playing with sheep There are about 30 sheep roaming in the farm and you are welcome to feed and touch them. They are tamed and friendly. This is a wonderful experience for children, and thus great for family vacations Vineyard Our vineyard is one of the few in this part of Japan. There about 11 different species of grapes and you may taste them to tell the difference between them all. Photo URLs http://voyag.in/19SvaL5 http://voyag.in/1efnEOK http://voyag.in/1dsGG8d http://voyag.in/Imuqr1 http://voyag.in/1aYd2Qc",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-experience-farm-life-in-shiga/1444?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Farm Life in Shiga",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 20:30:48"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6051,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1385271888/mf419jgdaxs8sskp5o0t.jpg",
        "strIntroduction": "This tour will bring you to the actual factory where Kirin Suntory beer is brewed, from its raw materials to its final product, ready to be shipped worldwide. You will be able to visit various facilities in the brewery to learn about the brewing process: “malting”, “wort preparation”, fermentation”, “maturation, “filtering” and finally “packaging”. At the end of the tour you will also have a chance to taste a couple of Kirin’s beer products. The tour is conducted in Japanese, with pamphlets in English, Japanese, Chinese, and Korean. It is also possible to have me explain the content to you in English. Photo URLs http://flic.kr/p/7mdn9j http://flic.kr/p/8ooX8L http://flic.kr/p/6n5LW http://flic.kr/p/9xFuwn http://flic.kr/p/7m9ttr http://flic.kr/p/6F5KmS",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-take-a-kirin-beer-factory-tour-in-shiga/1443?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Kirin Beer Factory Tour in Shiga",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 20:36:46"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 46549,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1383818141/lvvzhonx1tpn5ysgqij0.jpg",
        "strIntroduction": "One can experience and learn the way of Japanese Swordmanship, then proceed to the skills of cutting apples in the air. In 2004, Joe Okada's first american student,Brad Knight made a new record on \"Cutting the most apples in the air in 60 seconds\" printed in the book of \"Guiness World Records\" No one else except him teaches cutting apple in the air in Japan, which holds all the essential movements of the Samurai Swordsmanship, making this an unique experience.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-cutting-apples-in-the-air-with-a-japanese-sword-in-tokyo/1364?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cutting Apples in the Air with a Japanese Sword in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 20:40:59"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 30722,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1384158861/hleotg4hnz5gx2azwxdw.png",
        "strIntroduction": "Japanese embroidery (nihon shishu in Japanese) is an embroidery technique that dates back more than 1600 years. In its early stages Japanese Embroidery was only used to decorate items used during religious ceremonies. Over time, as shishu developed its own unique Japanese qualities and characteristics, it took on a more artistic purpose. According to historians, from the early Heian Period Japanese embroidery was primarily used to decorate costumes for the Ladies of the Court. During these early stages shishu was only available to selected groups; only the highest ranks of society could afford such costly work. However, after a thousand years' sleep, this cultural heritage, the fruit of countless predecessors, is now available to a much wider audience. This activity is for beginners to experience Japanese Embroidery. The design we are going to make will be a simple one that you can complete within the duration of the workshop. We will provide the needles, scissors, and all other materials you need for this workshop.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-join-a-japanese-embroidery-workshop/1371?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a Japanese Embroidery Workshop",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 20:46:04"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5158,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1383646068/sizo884r5qiteztjk0co.jpg",
        "strIntroduction": "Tour itinerary Kamakura is one of the most attractive tourist destinations near Tokyo. The ancient temples and shrines that are spread throughout the city are a must-see for tourists, but this course focuses on the southeast area where commoners resided in the days of the Samurai. Its many temples and shrines are complemented by a beautiful seaside location, traditional and cozy shops and a pleasant market. Its various faces make it an exquisite place to visit. Why not come to Kamakura for a nice walk through these unique spots? After riding on a bus for 10 minutes from Kamakura station, a panoramic view of the Pacific Ocean can be expected. Walking on Zaimoku-za beach, please imagine the days when this place flourished with merchants and artisans. At Komyoji temple, nearby the beach, a huge two-storied main gate welcomes visitors. The temple has two beautiful gardens – a dry landscape garden and a Japanese traditional style garden which was designed by a noteworthy artist 400 years ago. We can walk around the tatami-matted hall and have a close look at the Buddhist statues and arts. It is pleasant to drop in cozy local shops as well as temples and shrines while coming across surfers carrying a surfboard. In this area they suffered the damage of the Great Kanto Earthquake 80 years ago, but they keep their business going just like they used to be. Then we head for Ankokuronji temple, where Nichiren, one of the founders of a Buddhist sect, wrote his religious thesis in the 13th century. He is said to have chanted sutra on the hill in the direction of Mt.fuji every morning. From the hill visitors can enjoy the view of Samurai city, the Hakone mountain range and Mt.Fuji in a distance if the weather is nice. Let's take a break, having Japanese tea in the garden of the temple where various flowers are blooming throughout a year. Strolling along the tranquil residential area, we visit small temples and shrines and call in several shops for local people where you can appreciate traditional Japanese things such as Kimono or utensils for the tea ceremony. It’s available to experience wearing beautiful Kimono and have taken pictures by professional photographers (optional extras, prior booking essential). You will learn that Japanese people have been living with tradition and preserving it for a long time. The final attraction of this tour is a small but pleasant market selling local vegetables, fruits, bread and cakes. All of them are fresh and delicious! It's a good idea to buy them for lunch at the beach or to take home as a souvenir. Photo Credit: http://flic.kr/p/962r4S http://flic.kr/p/dB62pn http://flic.kr/p/76NEST",
        "strLocation": "Kamakura",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kamakura-walk-old-capital-kamakura-in-sea-breeze/1352?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Walk Old Capital Kamakura in Sea Breeze",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 20:51:28"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1878,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1383892616/dalmgrdrmut26yxqp4dd.jpg",
        "strIntroduction": "\"Kawagoe\", an old castle town, nicknamed \"Little Edo (the former name of Tokyo)\". Why don't you visit historic sites dotting the city and enjoy the beautiful townscape, with a well-informed tour guide in this area? The city of Kawagoe is a 30-minute train ride from Tokyo. It has a lot of cultural properties and historic sites which represent the culture of the Edo era (17th – 19th century). So you can enjoy an old fashioned atmosphere in Kawagoe and it is comparable to Nikko and Kamakura. Kawagoe had a close relation with Edo as a military base for the defense of Edo and a commercial base for transportation of goods and other materials to Edo. Since the Edo castle and its surrounding area lost almost all historical properties in the devastating earthquake in 1923 and the bombing in World War Ⅱ, the cultural properties of Kawagoe have become extremely valuable to recall the culture of old Edo. Japan has many towns and cities which call themselves \"Little Kyoto\", but Kawagoe is one of the three cities called \"Little Edo!\". As transportation is convenient, a day trip from Tokyo to Kawagoe is highly recommended. Without distinction of age or sex, everyone can enjoy a wide variety of tourist attractions of Kawagoe as follows: Hikawa Shrine Kitain Temple Bell Tower (Tokino Kane) The historic street lined by storehouse merchant house (Kurazukuri) The ruins of Kawagoe Castle (Honmarugoten) Small lane of tiny candy shops (Kashiyayokocho) Kawagoe Festival Museum (Kawagoe Matsuri Kaikan) Kawagoe City Museum Kawagoe Festival (held on the third Saturday and Sunday in October) Photo Credit: http://flic.kr/p/9KGHud http://flic.kr/p/JLsTV http://flic.kr/p/9KGHFj",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-little-edo-townscape-in-kawagoe/1351?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Little Edo Townscape in Kawagoe",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 20:55:27"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1382246308/an9qgjkxq4i5hsjrisql.jpg",
        "strIntroduction": "Shogi (将棋 shōgi, generals' chess) known as Japanese chess, is a two-player strategy board game, the most popular of a family of chess variants native to Japan. Shōgi means general's (shō 将) board game (gi 棋). The earliest predecessor of the game, chaturanga, originated in India in the 6th century, and sometime in the 10th to 12th centuries Chinese chess, xiangqi, was brought to Japan where it spawned a number of variants. A 75 year old Japanese businessman, Ikeda-san who is the founder of a cram school in Kyoto since he was 16, will teach you how to play this famous game in his own cafe. He will also share with you his experience in setting up his business at the age of 16, when his wealthy family had lost all their fortune. His grandfather is one of the founding fathers of Ritsumeikan University, a famous university in Kyoto.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-learn-to-play-shogi-chess-with-a-japanese-businessman/1278?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Play Shogi chess with a Japanese Businessman",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 21:03:10"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1862,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1380803716/vyrticfuozjjoqowhutq.jpg",
        "strIntroduction": "Suntory is one of the biggest & most popular beer breweries in Japan, producing world class beers such as “The Premium Malt’s” that is being consumed and enjoyed world wide. Do you know such great beer is produced in Kyoto? This tour will bring you to the actual factory where Suntory beer is brewed, from its raw materials to its final product, ready to be shipped worldwide. You will be able to visit various facilities in the brewery to learn about the brewing process: “malting”, “wort preparation”, fermentation”, “maturation, “filtering” and finally “packaging”. At the end of the tour you will also have a chance to taste a couple of Suntory’s beer products. The tour is conducted in Japanese, with pamphlets in English, Japanese, Chinese, and Korean. It is also possible to have me explaining the content to you in English. [Meeting place] JR Nagaokakyo station (ticketing machine area) Or Hankyu Nagaokatenjin station (ticketing machine area) [When visiting on your own] You can take the free shuttle bus to from the train stations to Suntory Beer Factory. Coming from Osaka JR Osaka station ~ JR Nagaokakyo station (about 30min) Hankyu Umeda station ~ Hankyu Nagaokatenjin station (about 30min) Coming from Kyoto JR Kyoto station ~ JR Nagaokakyo station (about 10min) Hankyu Kawaramachi ~ ~ Hankyu Nagaokatenjin station (about 30min)",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-visit-suntory-kyoto-beer-factory-tour/1240?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Suntory Kyoto Beer Factory Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 21:08:58"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5772,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1382674522/dubdob8f4ba9xpsparce.jpg",
        "strIntroduction": "Woven on takabata looms since they were introduced from China over 1200 years ago, silk mon orimoro (design figures incorporated into the weave, itself), is exquisite, luminous, luxurious and multi-colored. The high precision and skill level required to weave this fabric, the resulting extraordinary beauty and quality demands that it be distinguished from ordinary brocade by giving it a distinctive name, Nishiki. In the Japanese language, the idiographic character used for Nishiki is a combination of the symbol for woven cloth combined with the symbol for gold, implying that the value of Nishiki is equal to that of money. In this tour, you will be visiting a 123 year textile weaving company in Kyoto that started their business in 1894. This tour is guided by the 3rd generate president who's grandfather was the founder of the company. The company is located in a traditional Japanese house in the Nishijin area which is world famous for textile weaving. You will be able to see grand pieces of work done by weaving, and all the replicas of old weaving machines used to produce textile pieces in ancient times. Some of the machines are also associated to the Shinto God, who is prohibited to be taken pictures of. You will also get a hands-on experience to work with one of the weaving machines to produce your very own textile piece for you to take home as souvenir.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-visit-and-experience-nishijin-textile-weaving-in-kyoto/1295?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit & Experience Nishijin Textile Weaving in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 21:15:40"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11544,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1377843576/cfv9tpvaf600zt7d2l1h.jpg",
        "strIntroduction": "In this activity, I'll find the best color that fits you based on your personality and body type at a cosmetic salon in Roppongi .\"Personal Color\" is very important for choosing clothes or make up - especially for Kimonos and dresses. If you choose the wrong colors, it gets difficult to accentuate your beauty. For ladies, I also give make up and styling advice. For men, I also teach you how to shape collars and choose a suit. This activity is best suited for English and Chinese speaking people who are interested in the latest Japanese trends or are interested in expanding their knowledge of a particular style. ※If you would like to join this activity with friends, contact me in advance and I'll make the proper arrangements!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-personal-color-analysis-at-roppongi/1041?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Personal Color Analysis at Roppongi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 21:19:45"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10799,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1380797104/c5b077zobraeomzhliyg.png",
        "strIntroduction": "What is the Japanese manner? What is the mind of Omotenashi or Japanese hospitality? Sado experience at the house of tea ceremony’s professor. Sado or the tea cult is the traditional Japanese way of drinking tea in accordance with set rules of etiquette and Zen ideas. Tea was imported from China in the 8th century. The nobility took to drinking it at lavish parties and later appealed to the samurai in the 15th centuries. Generally tourists take somehow casual tea and sweet at some hotels or tea houses of parks but with this tour, you can visit to the house of tea master. It’s very unique and valuable. Not only learning tea manner as guest from the professor directly, but also you can touch the utensils or learn how to make tea as host. The message form master is, “I hope all of you enjoy Japanese tea” Don’t worry, if you were not good at kneeling, they serve chairs. Every manner has each meaning. After this tour, you can be expert to Japanese culture. Except Saturday and August. Advance reservation is required. Meeting place is JR Kokubunji station of Chuo line.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-the-tea-ceremony-experience-at-the-professors-house/1137?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "The Tea Ceremony Experience at the Professor’s House!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 21:25:40"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12103,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1381286459/vvxmcmrts9vcae2lscsu.png",
        "strIntroduction": "In this activity, I'll take you to the Suntory Musashino Brewery for a visit. At the brewery, you will first learn how to make beer on a huge screen before embarking on a journey of the huge factory where you'll be able to smell and taste the ingredients that makes a great Suntory beer. At the end of the tour, you'll be able to drink three glasses of cold fresh beer with snack they provide there.(Such availability of drinking service is based on by Suntry’s service as of September, 2013.) At the souvenir shop, you can buy beer or goods. I look forward to hearing from you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-guided-tour-of-the-suntory-mushashino-brewery/1136?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Guided Tour of The Suntory Musashino Brewery",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 21:30:00"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7448,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459429052/qquun9hmysg44nj90hxs.jpg",
        "strIntroduction": "This is private tour for you, not group tour. In this activity, I will take you to a sake factory called \"Ozawa Shuzo\". At the factory, you'll learn how sake is manufactured on a step-by-step level before tasting the just-made sake. If you would like to taste more, buying some more outside tasting area with relax along a Tama river is available. (additional fees) In the past, I've taken Spanish tourists of this factory and they loved it so I think you will too! <Schedule of Tour> Meet at Tachikawa station, move to Ozawa Shuzo by train (1 hour). ↓ Tour Ozawa Shuzo and enjoy sake tasting (1 hour). ↓ I will guide you around the area of Ozawa Shuzo. We can rest near the riverside or enjoy more sake tasting (additional money required) or have a little snack and walk around the town (1 hour). ↓ Depart Ozawa Shuzo and transport to Tachikawa station by train (1 hour). . As an additional option, you can add \"lunch\" to your tour. I can take you to a very nice tofu restaurant where you can enjoy tofu skin, tofu, salmon, etc. You can do sake tasting of 4 different sakes here as well. Price range is around 1300 JPY per person. In this option, please pay for my lunch fee as well. For the booking to the Saka factory, please contact me in advance with a few options of dates and times you want to go. Generally Monday is closed.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-guided-tour-of-ozawa-shuzo/1135?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Guided Tour of Ozawa Shuzo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 21:35:22"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4034,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1380791328/pi3yqrqmrrgsszxnrhft.jpg",
        "strIntroduction": "In this activity, accompany you to the Tokyo National Museum in Ueno and help you find out more about its history and culture. The museum is the largest in Japan and houses 87 national treasures as well as 634 cultural assets. You'll see how Japanese art has changed over time from the use of clay to the many Buddhist and samurai arts. As they say, \"a picture's worth a thousand words\" so, come and visit the museum with me! The price does not include the entrance fee to the museum. **You'll also need to pay for the host's entrance fee. Admission fee for museum: 620/adult, 410/college student Under 18 and over 70 – free You need to show proof of age or student position by identification such as passport etc. The Japanese garden with a pond, tea houses are so impressive from the balcony of the museum. Only limited times of Spring and Autumn is accessible to the garden by walking around. Usually Mondays are closed at museum.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-guided-tour-of-the-tokyo-national-museum/1131?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Guided Tour of the Tokyo National Museum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 21:38:33"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12196,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1380799246/oibbxwxljmgzpxuaimel.png",
        "strIntroduction": "What is the Japanese manner? What is the mind of Omotenashi or Japanese hospitality? If you would like to learn those, here is the best experience for you, sado experience at the tea house of beautiful Japanese garden and visiting Bonsai museum of the National park. How about enjoying tea ceremony with Japanese ordinaries. Tea was imported from China in the 8th century. The nobility took to drinking it at lavish parties and later appealed to the samurai in the 15th centuries. 3 hours Sado or the tea cult is the traditional Japanese way of drinking tea in accordance with set rules of etiquette and Zen ideas. There are some rooms for that. We’ll see to which room we are invited. What is the seasonal hospitality? Walking through the huge park and take tea ceremony about one hour and later enjoy Bonsai or dwarf trees museum as well. This is tree’s art form in a pot through a process of cultivating for decades, even centuries. The Spanish ex-Prime minister is a big fun.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tea-ceremony-at-a-beautiful-japanese-garden/1138?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tea Ceremony at a Beautiful Japanese Garden",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 21:42:59"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11637,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1381286958/y5llxsicyscn6bpnlw8l.png",
        "strIntroduction": "Why don’t you experience the esoteric Buddhism? “Kukai”, one of the most famous excellent monk, traveled to China in the 9th century and brought that to Japan. He also founded the school for the general in Nara prefecture. It is very unique to experience their “Goma” practice. The monks pray people’s wish to come true by throwing the wooden stick on which their wishes are written into the fire at the temple from 8th century. After getting oil to purify your body from monk, you enter the area very special. We can go into the fifth story pagoda and watch many small Buddha there and walk a little bit hillside area, imagining the pilgrims of ancient era. One and half hours. Entrance of treasure houses are not included.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-the-esoteric-buddhism-goma-practice-with-fire/1139?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "The Esoteric Buddhism, Goma Practice with Fire",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 21:47:59"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5586,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1376977075/abhxp8xcxcv01ohn7tdj.jpg",
        "strIntroduction": "This is a special ranch 30 minutes away by car from Kobe. In this space, similar in layout to a Swiss mountain ranch, 23 hectares out of 126 hectares are open to the public. It takes 30 minutes from Kobe-Sannomiya by car, but there is a bus that runs between Sannomiya and this location, so you don't have to worry about transport. . You can enjoy petting animals on site, with many fun activities such as horse riding, milking the cows, feeding the animals and even chasing the sheep. You can even try to make handmade cheese and ice cream as well. Through this unique outdoor tour, experience the magnificent outdoors in Kobe, and feel first-hand what it's like to live on a livestock farm in Japan. [Photo by] http://farm6.staticflickr.com/5081/5364697042_8dd4c5ec58_z.jpg",
        "strLocation": "Hyogo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hyogo-explore-the-kobe-countryside-at-a-unique-ranch/992?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the Kobe Countryside at a unique Ranch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 21:51:21"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4655,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1378194723/x5rznbzd0pndqweecfez.jpg",
        "strIntroduction": "Japanese food has become popular all over the world, but still sushi or noodles dominate the menus of most overseas Japanese restaurants. This make it very difficult for most to imagine what an average Japanese person eats. There's actually nothing really fancy about a normal Japanese family’s home-cooked meal but that's what makes it so special. Take this opportunity to learn about Japanese food at a Japanese home. If there are any meals in particular you'd like to eat, let me know and I'll make it happen! ※Meeting Place Exit of Tokaichiba satation An express train does not stop at Tokaichiba station. After we meet up at Tokaichiba station, we move to my home by my car. ※Access to JR Tokaichiba station. -1hour from Tokyo station (transfer twice) -25 minutes from Yokohama station -15 minutes from Shin Yokohama station (the station Shinkansen stops at)",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-learn-how-to-cook-basic-japanese-food-in-yokohama/988?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn How to Cook Basic Japanese Food in Yokohoma",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 21:56:29"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4966,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1376123658/ipilbxrq9nsv7zslqgsc.jpg",
        "strIntroduction": "Washi is the traditional paper in Japan. On this tour, you can try to make your own art on Washi. It could be your great stuff memorized in Japan. In this activity You will be able to learn several art techniques and millions of inspiration on how to capture your travel memory in a 30x30cm canvas OR a 2m long Washi paper roll to bring home. Let's express the message of your heart through art! You will follow our facilitator through the process step-by-step using a wide range of medium. The facilitator will meet you at Azabujuban station / the studio. Please come with empty hands and a playful heart !",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-paint-party-in-the-heart-of-tokyo/930?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Paint Party in the Heart of Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 22:00:19"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6517,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481248624/m1ridwxlut4pgq1zoxhr.jpg",
        "strIntroduction": "Kumamoto castle is one of the most impressive historical castles in Japan. It was built in 1607 with the most advanced technology available at the time by the famous lord Kato Kyiomasa, and has been featured in many stories and tales over last 400 years. Today the castle impresses with its solid black figure and majestic appearance. In this tour a professional guide will lead you to the castle explaining about the history, the insides hidden rooms, and the stories that happened here during the feudal era. In addition, you will also visit the Former Hosokawa Residence, a brilliant and well-preserved samurai residence where the ruling Hosokawa family used to live. You will likely learn quite a lot about Japan's samurai history during this tou! Come with us if you want to feel 400 years of Kumamoto history!",
        "strLocation": "Kumamoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kumamoto-take-a-kumamoto-castle-site-tour-in-kumamoto-city/926?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Kumamoto Castle Site Tour in Kumamoto city",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 22:05:21"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 621,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1372224771/vycdpnszjzcvkkv09m0y.jpg",
        "strIntroduction": "Welcome to our Futsal team! We play at Kinshi-cho once a month and our goal is to make friends through sports. Our members are about 10 people including beginners and girls. So Girls and Beginners, do not worry and let`s have fun together!!! We are looking for the players who are kind enough to girls and beginners. One important point is that we do not allow Rough Play. And it is better to play without glasses, if possible. If you are interested in doing some exercise and have questions please let me know. Not to mention, we will have a small and casual after party! (you may need to pay extra)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-our-futsal-team/746?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join our Futsal Team!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 22:10:14"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1371319240/p31u1c8khp5bcoxt0ytw.jpg",
        "strIntroduction": "Let's get around Shinjuku area! Shinjuku is the biggest terminal city in Tokyo and has a lot of shops and sightseeing areas. ゜ﾟ *+:｡.｡:+* ﾟ ゜ﾟ *+:｡.my plan for this tour｡.｡:+* ﾟ ゜ﾟ *+:｡.｡:+* ﾟ ☆Observation Platform ( Tokyo Metro Gov) Actually, here is my work place ;) Let's see the city from the high place. If you are lucky, you can see Mt. Fuji! ☆Shinjuku Gyoen Shinjuku Gyoen is the first Royal Park, opened in the Edo era. You can enjoy the Japanse style garden and a lot of flowers and green. ☆Shopping and Food Shinjuku is a big city and you can get anything you want in Japan. -Let's eat something you want. Sushi, Ramen, Cake, everything is possible! -Shop for Kawaii stuff and craft -Go shopping to get some clothes, geek things and Japanese traditional things. -Have a beer together ☆If you want... I can show you another city, like Shibuya, Harajuku, Omotesando, Kichijoji. I'm not very good at English, but want to have a fun time hanging with you :)",
        "strLocation": "Shinjuku",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shinjuku-lets-hang-out-in-shinjuku/843?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Let's Hang Out in Shinjuku",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 22:16:06"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5493,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1364175819/ousbi9iqzgyzk7qpv160.jpg",
        "strIntroduction": "Discover the fascination of Sachi-jima where over a hundred wild monkeys live in this eco-tour! This island is a holy place called \"Island of happiness\" and they have a superstition that this island gives its visitors loads of happiness. You take a boat to see Sachi-jima’s nature world. Maybe you'll see the boss hippo? You will be provided with a \"Happy Travel Lunchbox\", and Sachi Tabi Bento at lunch time. Enjoy your lunchbox while watching a documentary called \"Kaze to Inochi no Shi\" that was shot in Sachi island. There is no other tour that can show you all of these amazing things!",
        "strLocation": "Miyazaki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-miyazaki-sachi-island-monkey-adventure/634?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Sachi Island Monkey Adventure",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 22:20:14"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7448,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1370522191/ojpclm4artdvag5qfcr7.jpg",
        "strIntroduction": "Let's visit Nikko - the place of the World Heritage sites that includes the Toshogu Shrine, Futarasan Shrine, Rinnoji Temple and Taiyuin. Toshogu Shrine, established in 1618 enshrines Tokugawa Ieyasu, the founder of the Tokugawa Shogunate that governed Japan from 1603 to 1868. Its extravagant structures fascinate all visitors. You will see remarkable National Treasures, such as the three monkeys which “see no evil, hear no evil, speak no evil” and the “sleeping cat”, among others. Futarasan Shrine was founded by a famous Buddhist monk, Shodo Shonin. Here you can see Japan’s ancient mountain worship, because the shrine is dedicated to the mountain Nantai. Rinnoji Temple was also founded by Shodo Shonin. Sanbutusdo (the three-Buddhist-statues Hall) is worth visiting. Taiyuin is the mausoleum of Tokugawa Iemitsu, the 3rd Shogun and grandson of Ieyasu. It is less extravagant than the Toshogu. But its mysterious atmosphere will surely impress you.",
        "strLocation": "Tochigi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tochigi-world-heritage-nikko-tour/835?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "World Heritage Nikko Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 22:26:01"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2327,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1369810559/nmnlnrfzkw50i2usatke.jpg",
        "strIntroduction": "Let me talk about “ROBO-TA” (Robot), Bar made by and for Otaku guys or girls, in Tokyo. As you can see part of them in the photo, there are so many toys, figures, and dolls collected by the manager. He allows customers to play with them freely!! ROBO-TA loves GUNDAM & any other Robot Animations, Power Rangers, Saint Seiya,Madoka Magica, Tiger and Bunny, Tora-dora, Idol Masters,and … well, it’s unable to write out all of their faviorates. Also each girl working here has deep information or knowledge being Otaku, anyone can enjoy and have great time. Please let me guide you to this confortable little bar in Tokyo,in front of Yoyogi St. It’s only 15min from Akihabara, 2min from Shinjuku. Not only Akihabara or Nakano is the place to enjoy. Let me help you to spend pleasant time, talking and drinking with the manager,staff and OTAKU companies.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-pleasant-time-in-gundam-robot-toy-bar/701?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Pleasant Time in Gundam & Robot Toy Bar",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 22:29:29"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7169,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1364954326/r5reqzzxgdgidprtswwe.jpg",
        "strIntroduction": "In this activity, you can have your pictures taken in a samurai costume at a dojo in Shiga. You can also try out the Japanese sword and fan. 1. We’ll pick you up at a designated spot and go to the kembu dojo. 2. Learn about the samurai and samurai kembu from an instructor. 3. Choose your samurai costume and put it on. 4. Try out the Japanese sword and fan. You can also watch the model performance by an instructor. 5. Have your photos taken in your costume. 6. We’ll drop you off at a designated spot or a convenient place for sightseeing in Shiga. If you wanna know more about Samurais and historic Japanese culture, don't miss out on this opportunity!",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-learn-how-to-become-a-samurai-2hour-lesson-in-costume/651?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn How to Become a Samurai (2 Hour Lesson in Costume)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 22:35:23"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6144,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1364955801/ainkwlqe0oqxybs2ylfm.jpg",
        "strIntroduction": "You can experience the easy lesson from the etiquette of samurai classes to the basic sword KEMBU in this program. It is recommended for busy visitors without plenty of time. 1. We’ll pick up your group at the gathering spot and go to the kembu dojo. 2. You will learn the general knowledge of samurai and samurai kembu. 3. You will have a lesson about the skills of samurai kembu, including how to use the Japanese sword and Japanese fan. (60 min.) 4. Finally, the instructor will show you a model performance of samurai kembu. 5. Take photos and get a precious souvenir! 6. We’ll drop you off at the gathering spot or the convenient place for sightseeing in Shiga",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-learn-how-to-become-a-samurai-2hours-without-costume/657?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn How to Become a Samurai (2 Hours without Costume)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 22:39:14"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 121028,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1363675489/kwdhyz5ncew6npqighud.jpg",
        "strIntroduction": "Cycling through Japan is a great way to travel. You discover the country, meet new people, learn about Japanese culture, experience different landscapes and most all have a lot of fun. HIGHLIGHTS -Picnic under cherry blossom trees -Visit a tea farm and miso factory -Enjoy exquisite Japanese cuisine -Wave the cranes goodbye in Izumi -Sprint against a steam train -Stroll in noble Hitoyoshi -Soak in onsen hot spring baths -See the sun set in the Land of the Rising Sun -Hear the ocean crash on rugged shores A visit to Japan is pure indulgence to the senses, even more so during cherry blossom season. Ride along scenic sea coasts, rushing rivers, rustling bamboo forests and majestic mountains as well as futuristic architecture and transportation. Sample delicious regional cuisine, meet polite and candid locals and soak up after a day of cycling in zenlike onsen spas. This Cherry Blossom Onsen Tour combines the very best of biking and bathing. To see a sakura forecast and more cherry blossom tours in Japan, please check here: www.govoyagin.com/pages/japan_cherry_blossom",
        "strLocation": "Kagoshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kagoshima-cherry-blossom-onsen-cycling-tour-6days/598?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cherry Blossom Onsen Cycling Tour (6days)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 22:44:49"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 121028,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1363939531/idvyhslkl4ys9fvskybi.jpg",
        "strIntroduction": "Cycling through Japan is a great way to travel. You discover the country, meet new people, learn about Japanese culture, experience different landscapes and most all have a lot of fun. HIGHLIGHTS ・Put on your armour and feel like a real samurai. ・Cycle around terraced rice paddies and deserted beaches ・Soak in outdoor onsen hot springs ・Tremble when faced with mighty Mt Sakurajima vulcano ・See the sun set in the Land of the Rising Sun ・Hear the ocean crash on rugged shores ・Visit a tea farm and miso factory ・Enjoy exquisite Japanese cuisine In samurai heydays, the Satsuma domain was the power base of the Shimazu clan, a strong opponent of the Shogun far away in Edo/Tokyo. To prevent rebellion, the Shogun forbade the Shimazu’s to build castles. Instead, they invented the fumoto, fortified samurai neighbourhoods that were spread out all over the territory. The Shogun wasn’t done with Satsuma and when Edo came to an end it was to a large extent thanks to the intellectuals and warriors of Satsuma. To this day many bukeyashiki samurai residences remain in Kagoshima, the modern name for Satsuma.",
        "strLocation": "Kagoshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kagoshima-satsuma-way-of-the-warrior-cycling-tour-7days/602?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Satsuma: Way of the Warrior Cycling Tour (7days)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 22:49:57"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 148957,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1363919112/xsn0pjjwomg0iwt76hga.jpg",
        "strIntroduction": "Land of Volcanoes Cycling Tour offers good experience. In Kyushu, there are some famous volcanoes. We'll bike there. Day 1 – 25km: Arrival in Kumamoto station or Kumamoto/Aso airport. Transfer to hotel in Minamiaso. Fitting the rental bikes. Short ride to get our bearings and test the rental bikes. Day 2 – 75km: Today is our big Aso tour. Mount Aso is the volcano with the world’s largest caldera. The steaming, active volcano crater of Mt. Naka in the central cone group of Mt. Aso is unique because it is the only place in the world where tourists can look down into the mouth of a volcano. The crater is even now steaming with white smoke and the surrounding area is covered with volcanic lava, creating an unworldly scene with no greenery at all. In the evening we relax in the onsen hot spring. Day 3 – 75km: We say goodbye to the fumes of Mt Aso and head westward. A ferry brings us to the Shimabara peninsula. We climb 700m to Mount Unzen. In the late 19th century, Unzen was a favorite summer resort for European and American residents of Nagasaki, Shanghai, Hong Kong and Manila. Unzen Hell is the number one attraction of Unzen and can easily be located by its high, dense clouds of steam. Day 4 – 65km: After visiting Shimabara’s samurai neighbourhood and castle, we eat at Himematsuya, the famous Guzoni restaurant in front of Shimabara Castle. Guzoni is a typical dish from Shimabara. It is said that it was first prepared in 1637 for peasants who participated in the Shimabara Revolt and who were in need of nutricious and very filling food. Traditional Guzoni incorporates more than 13 ingredients such as vegetables, fish, chicken and mochi (rice cake), all of them boiled together in a tasty soup. With a full tummy, we ride to the southern tip of the peninsula. In Kuchinotsu, we take a ferry to Amakusa island, home to Japan’s first christians. In the early 17th century, when the then rulers began their crackdown on Christianity, many Christian converts were thrown into the boiling Unzen Hell, which made them escape to Amakusa. We stay in an authentic minshuku in Amakusa’s capital Hondo. Day 5 – 90 km: Through valleys of green rice fields and with the blue Yatsushiro sea under our wheels, we bike down Amakusa island, hop on the ferry to Nagashima island and finally our legs bring us to Izumi, home of Siberian cranes and Japan Biking. With good legs we may decide to cross Nagashima to follow the east coast. This adds 3km and 250 altimeters. Day 6 – 90km: Day 6 takes us across the Ebino highlands and finally brings us to the Kirishima National Park. Shinmoedake volcano is particularly active recently. After another hilly ride we really deserve the onsen hot spring. Day 7 – 65 km: Another unforgettable vista on our trip: via the coastal road along Kinko Bay we approach Kagoshima with its enigmatic Sakurajima volcano. Optional bike tour around the volcano (35 km). In the evening, the brand new Kyushu Shinkansen bullet train (start March 12, 2011) whooshes us back to Kumamoto.",
        "strLocation": "Kumamoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kumamoto-land-of-volcanoes-cycling-tour-7days/601?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Land of Volcanoes Cycling Tour (7days)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 22:54:32"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13965,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1359694571/hyfj4obxhq7nlpded9yq.jpg",
        "strIntroduction": "Yokohama is located only half an hour away from Tokyo, and is the first harbor city introduced to the world as the entrance to Japan. In this activity, we will visit - Yamashita Park - Yokohama Chinatown - The Cup Noodle Museum Optional: - Onsen Theme Park Come enjoy Yokohama with locals! Yamashita Park: You can see the whole port of Yokohama and there's a lot of greenery. Chinatown (中華街 Chūkagai): Yokohama's Chinatown is the largest in Japan and dates back to the Opening of Japan in 1859. These days it's unabashedly touristy, but there are plenty of Chinese grocery stores and places to buy a cheap cheongsam dress or jade knick-knacks. Cup Noodle Museum: This facility has various CUP NOODLE displays and do-it-yourself experiences to enable visitors to enjoy. You can mix and match various soups and ingredients in a cup you designed to make your very own CUP NOODLE. Onsen Theme Park: A spa resort where there are many kinds of baths to try while making the rounds. At night, you can see the lights of Yokohama from a foot bath on the roof. You can enjoy and relax all day; there are beauty salons, massages, and restaurants in this urban resort. Photo by http://www.flickr.com/photos/31029865@N06/5844666045/ Photo by http://www.flickr.com/photos/iris0327/8348895229/ Photo by http://www.flickr.com/photos/naitokz/5071632788/ Photo by http://www.flickr.com/photos/usagj/7169343282/ Photo by http://www.flickr.com/photos/usagj/7169345400/ Photo by http://www.flickr.com/photos/dannychoo/3915160792/",
        "strLocation": "Yokohama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yokohama-visit-yokohamas-famous-harbor-town-and-chinatown/559?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Yokohama's famous Harbor Town and Chinatown",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 22:58:03"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7355,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1359519415/jmnw5boecev0vbdakxf9.jpg",
        "strIntroduction": "Yokohama is easily accessible from Tokyo, but there’s enough to see and do here that it’s worth more than a day trip. Meet at Exit of JR Keihintohoku line Sakuragicho Station, and then travel to Sankeien Japanese-style Garden via public transportation. Use taxi to Yamashita Park. Walk through Redbrick Warehouse, Minatomirai district. The tour will conclude at either Minatomirai or Sakuragicho stations. Sankeien Japanese-style Garden: Built by a wealthy businessman about 100 years ago, this vast traditional Japanese-style garden is home to number of great historic importance brought from various parts of Japan such as Kyoto and Kamakura. Many of these are designated as important cultural assets, including a pavilion of Shogun dating back to over 400years ago. Visitors can stroll in the garden, enjoying beautiful harmony that exists between historic buildings and beautiful flowers and trees that change its atmosphere in each season. If you are interested, it would be pleasant to appreciate Japanese–style tea ceremony inside the garden. Minato Mirai 21 District: Minato Mirai 21, which literally means the future port of the 21st century, includes the Red Brick Warehouse, various museums, an amusement park, shops and the Landmark Tower. Landmark Tower, measuring some 971ft/296m, houses one of the highest observation decks (Sky Garden) in Japan, which provide us with an amazing views on the 69th floor. Photo by http://www.flickr.com/photos/nam2_7676/7104420983/ Photo by http://www.flickr.com/photos/agustinrafaelreyes/4482677488/ Photo by http://www.flickr.com/photos/taotsu-pro/4764375168/ Photo by http://www.flickr.com/photos/41175122@N06/3792786250/",
        "strLocation": "Yokohama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yokohama-yokohama-walk-with-guide-interpreter/550?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Yokohama Walk with Guide Interpreter",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 23:02:08"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5120,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471845354/dmtozaw1s1rc16egworh.jpg",
        "strIntroduction": "Meiji Shrine (Meiji Jingu): Meiji Shrine is a shrine dedicated to the late Emperor and Empress Meiji. Located in a forest that covers an area of 700,000m2, the grounds of the shrine was planted with over 100,000 trees of 365 different species, all donated by the public. This peaceful man-made forest acts as a relaxing contrast to the fast-paced and busy streets of Harajuku. Meiji Shrine is one of the most popular destinations on New Year's Day in Japan, as a place to pray for good luck in the year ahead, as well as the desired venue for celebrity weddings. In fact, you are likely to stumble across a wedding in process during your visit. Imperial Palace: The focal point of power and notable as the tallest castle in Japan's history, Edo Castle was the residence of the Tokugawa shoguns who controlled Japan during the Edo period. After it was destroyed in fires that swept through the city in 1657 it was not rebuild, but rather replaced by the current Imperial Palace building. Take in the commanding views of the moat, defense walls, entrance gates and guardhouses that line the parameter of the Imperial compound. Alternatively, explore the East Gardens on an one hour tour of the inner palace area. Please note that the East Garden is closed to the public on Mondays and Fridays. Also, due to time constraints, if you choose to take the East Garden tour you will only be able to visit Meiji Shrine OR Nihonbashi(Ginza) – it is not possible to visit all three locations on the same day. Nihonbashi: The Nihonbashi distrist was the center of trade and business during the Edo period. It was the location for Japan’s first department store, Mitsukoshi, and the home of the fish market that was the predecessor of today's Tsukiji fish market. To this day Nihonbashi is regarded as the centre of finance in Japan. In this area you can enjoy a taste of traditional shopping in the original stores of some of Japan's most famous traditional food purveyors. Try delicious senbei (Japanese rice crackers), or sample green tea and high-grade nori at Yamamotoyama. For fans of washi, there will also be a chance to peruse fine examples of handmade Japanese paper at Ozuwashi. We will travel to Meiji Shrine via public transportation, such as the JR or Metro lines. Take Chiyoda Line to the Imperial Palace. Use a taxi to Nihonbashi (Ginza) district. The tour will conclude at either Mitsukoshimae or Nihonbashi stations. *For tours within Tokyo: pick-up service from hotels is optional. Select a hotel that is located within 10 minutes walk from any station on the Yamanote line or within the Yamanote line circle. Photo Credit http://flic.kr/p/73pMje http://flic.kr/p/ekbmWw http://flic.kr/p/ek5Ai2 http://flic.kr/p/a5YEg5 http://flic.kr/p/8cpcCm",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-meiji-shrine-imperial-palace-nihonbashi-walking-tour/533?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Meiji Shrine, Imperial Palace, Nihonbashi Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 23:05:23"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9217,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1364955243/oxafhnrb7wozco5msuzq.jpg",
        "strIntroduction": "Near Kyoto, in Otsu, you can learn how to become a samurai at “Samurai Kenbu”. The teachers will explain in English everything about samurai and teach you a traditional samurai sword performance. It is exciting and fun for men and women to get dressed up in kimonos with lots of great photo opportunities. You can experience a set of performances from the etiquette of samurai classes to the basic sword KEMBU in a samurai costume in this program. Here is your chance to step into the shoes of ‘samurai’ and experience the cultural heritage of Japan. You can satisfy your intellectual curiosity with in-depth talks. 【 Full-scale experience】 1. We’ll pick up your group at the gathering spot and go to the kembu dojo. 2. You will learn the general knowledge of samurai and samurai kembu. 3. You will have a lesson about the skills of samurai kembu, including how to use the Japanese sword and the Japanese fan. 4. Choose your samurai costume and put it on. 5. You will practice samurai kembu in samurai costume. 6 .Finally, the instructor will show you a model performance of samurai kembu. 7. Take photos and get a memorial gifts. 8. We’ll drop you off at the gathering spot or the convenient place for sightseeing in Shiga.",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-learn-how-to-become-a-samurai-3hours-lesson-in-costume/309?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn How to Become a Samurai (3 hours Lesson in Costume)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 23:09:52"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1862,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358842323/dvjlyl22slqzv2uxp6xg.jpg",
        "strIntroduction": "When you are traveling, experience the local drink is one of the best parts of the trip. Why don't you try a tasting of sake which is also one of the most important traditional industries in Japan? You can enjoy five kinds of different of Sake from among the hundreds of different. Sake may nice souvenirs to your friends and families also for you, Then you may have more chance to know about Sake with your body.",
        "strLocation": "Hyogo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hyogo-lets-try-tasting-sake-in-osaka/301?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Let's Try Tasting Sake in Hyogo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 23:14:15"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3258,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358841021/hcqiqzpdpf3xwlwfhvmr.jpg",
        "strIntroduction": "Enjoy a walking excursion of Kiyomizu machiya townhouses with a local machiya owner. Explore a hidden side of Kyoto that, for most, remains shrouded behind the mist of history and legends. You are invited to take part in a tour of this mysterious and historical side of Kyoto. Your guide a Kyoto native, is also who resides in a renovated machiya townhouse in the Kiyomizu district. Over the course of 2 hours you will see the interiors and exteriors of machiya townhouses, the living quarters of Kiyomizu pottery artisans, as well as the workplaces and residences of geikos and maikos in the Miyagawa-cho district. This is a unique opportunity for you to stretch your legs and explore both the outside and inside of Kyoto! ●Meeting Place: Kiyomizu-gojo station (Keihan line), exit #4 ●Itinerary (subject to change) ◆An outside look at machiya townhouses (formerly used by Kiyomizu pottery craftsmen) ◆See the inside of a Kiyomizu pottery climbing kiln (a kiln with multi stepped chambers) ◆Walk through the Rokuhara district (once a cemetery ground as well as a political center from the early 12th century until the middle of the 14th century), known as the “entrance to the ‘Other World’” ◆Visit Miyagawa-cho (famous around the world as the residential area of maikos and geikos; possible chance of seeing them in their daytime kimonos) ◆Visiting spots will be subject to change or to be cancelled according to weather condition or other unexpected incidents. ●Schedule 1:00pm ‒ 3:00pm : Walking tour",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-the-deepest-kyoto-walking-tour/285?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "The Deepest Kyoto Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 23:18:49"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1862,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358743252/s1oct0uvkrkqybiiio2r.jpg",
        "strIntroduction": "It is not really acknowledged, but there are a lot of indie bands in Okinawa. We have a quite unique music culture which is formed by American and Japanese culture. In this activity, you will go see some live concerts of indie bands which is getting really popular in Okinawa. I know a lot of great bands which are currently popular and also are going to popular in the near future since I am also participating into musical activity. Let’s go see concerts of the artists that aren’t famous yet but definitely going to be poplular!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-go-to-a-live-concert-of-an-okinawan-indie-band/249?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go to a live concert of an Okinawan indie band!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 23:22:05"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4655,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358753018/mhcplmjdrshtbjkdlw7u.jpg",
        "strIntroduction": "Ikebana may seem like a simple style of flower arrangement, but in reality, it's an authentic Japanese art through which locals appreciate the beauty of simplicity. Everything is taken into consideration to the smallest detail, including the size and shape fo the flowers, trunks, leaves and branches. In this activity, we begin with a demo of two Ikebana works. I'll tell you about the history of Ikebana as well as the difference between Ikebana and flower arrangement in the west. Then, I'll show you how to do it yourself! Come and experience Japanese culture through Ikebana! The experience is taught in a venue close to the Azamino station on the Den-en-toshi line. This is about 20 minutes from Shibuya by train. I can meet you at the wicket gate. If you'd like to take the flower arrangement class in April, it's possible to arrange for it to take place in Akasaka (March might be possible as well).",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-ikebana-japanese-flower-arrangement/284?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ikebana: the Art of Japanese Flower Arrangement",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 23:26:32"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2793,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358745822/p18l5ttoqoqt61cfilkg.jpg",
        "strIntroduction": "There is one of famous thing in Okinawa. That is awamori. Awamori is a type of shochu which made as a raw material in the production of japonica rice with Okinawa Prefecture. Be aware that Awamori is quite strong liquor. There are so many way to enjoy to drink Awamori, you can mix the awamori up with the turmeric, Shikuwasa (citrus fruit which is a specialty of Okinawa). Awamori is also indispensable for use as a seasoning in Okinawa cuisine, the food culture in Okinawa is very different with main land. In this activity, you can enjoy the process in Awamori factory as follows. - visit the process of distillation in the special distillation pot method which is only made in the main island of Okinawa - Visit the process of awamori to put into the bottle which is made by hand - visit the cellar such as a wooden structure which boasts the size next of Shuri Castle in Okinawa Learn about Awamori is as learn the history and culture of Okinawa. please come to join us and taste of fresh awamori.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-taste-awamori-a-strong-okinawan-liquor-at-a-factory/279?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Taste Awamori, a Strong Okinawan Liquor, at a Factory",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 23:32:34"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8379,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355841208/bf1b3znqlw4bnnulllsq.jpg",
        "strIntroduction": "Every year in late October, thousands of cranes leave their cold homes in Siberia to overwinter in mild Izumi city. Come cycling with us to see this unforgettable spectacle. From sunrise when the cranes fly up to have breakfast until they come back to roost around sunset. During the day we cycle the scenic Japanese countryside and spot the birds during their daytime activities. Price Includes: -rental bicycles -guide",
        "strLocation": "Kagoshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kagoshima-cycling-and-crane-spotting-in-izumi/294?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cycling and Crane Spotting in Izumi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 23:36:25"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3724,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355845199/tlkdfvsj2wbvylxuvcks.jpg",
        "strIntroduction": "Kyaraben, which is a lunch box for children, is very popular in Japan now. Children love it because they can find their favorite characters from anime and manga in their lunch box. Aliens or flowers made by chopped sausage, flowers and chicks made by quail eggs, and more,,, not only kids, but also adults can enjoy cooking and eating them. In this activity, you can learn how to make kyaraben and eat! Kyaraben is not only great for kids’ lunch box, but also perfect for serving to your guests and bringing to picnic. Don’t miss the opportunity to learn how to make kyaraben!",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-learn-how-to-make-japanese-kids-lunch-box-kyaraben/258?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn How to Make Japanese Kid's Lunch Box :Kyaraben",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 23:41:13"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4655,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355845162/s0dsk9gkmrqtuhslmffn.jpg",
        "strIntroduction": "When people say Japanese food, they think of Sushi and Sukiyaki, but they are not really our everyday-meal. Besides, they are rather special meals for us. I’d like you to experience those meals which aren’t so exceptional, but delicious and you never get bored with. In this activity, you can… -choose a dish you’d like to cook from the list below and lean how to cook it. -eat afterward together. <Examples of the menu> - deep-fried tofu with broth - eggs dishes (you can choose an egg dish from meals below) Velvety egg custard (Chawanmushi): mix eggs and broth and steam Omelet Japanese style(Dashimaki Tamago): omelet made of eggs mixed with broth Hot spring egg(Onsen Tamago): boiled at low temperature, the texture of the egg whites are pulped and the egg yolks are very smooth. You can cook various kinds of dishes using eggs! It’s really simple to make and you won’t be able to get enough of it! -chopped vegetables dressed with sesame sauce It is a typical Japanese side dish. It is sweet and salty -meat or fish (you can choose one dish from the meals below) Ginger-fried pork/ chicken: grilled pork or chicken with sauce with soy sauce and ginger. It is a popular meal among Japanese. Fish broiled with soy sauce Chicken broiled with soy sauce -Miso soup",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-cook-japanese-everyday-food-at-my-home-in-kamakura/255?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cook Japanese Everyday Food at My Home in Kamakura",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 23:46:48"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5586,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355843703/sqv4jbcs4lvkhdovckg2.jpg",
        "strIntroduction": "Wearing the costume of the character you like, and identifying yourself with your favorite character. Cosplay is one of the Japanese Otaku culture spreading around the world. However, you might not have the costume ,or it’s kind of hard to find a place where you can wear those costumes and take pictures without worrying about others’ observation. In this activity, you can… -Chose various costumes and identify yourself with your favorite character at a special studio for cosplayers. -Use a fluorescent light, a tripod, reflector board and a step are available for free. -Enjoy all kinds of scenes at once since we have a European-style terrace, fireplace, a chandelier and a gorgeous sofa. There is a changing room with the complete provision of air-conditioning facilities. Don’t miss this great opportunity to become one of the scenes from your favorite Manga!",
        "strLocation": "Aichi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aichi-become-genuine-japanese-cosplayer/193?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Become a Genuine Japanese Cosplayer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 23:50:49"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 101928,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355843801/b7qaeqke9mfm47pkyjd1.jpg",
        "strIntroduction": "Discover Japan your own way - with a self-guided walking trip! In feudal times people travelling between Kyoto and Tokyo would use the Nakasendo way – the road through the central mountains – one of a network of ancient highways. Along the route travellers rested at juku - post towns -and it is still possible to walk the original route by day, and stay at the small local minshuku - guest houses - by night. The walking is mostly paved village paths and unpaved mountains trails, with some gentle ascents and descents. This walk is highly customisable; there are 3 days of walking ranging from 2 to 6 hours, and we can advise on which days to leave out if you want a shorter or more gentle walk. Type and level of walking Mixed village paths (paved) and unpaved forested trails. An easy to moderate walk, the longest day has 6 hours of walking, however some days are much shorter, leaving time for sightseeing in the lovely old Nakasendo post towns en route. The route follows the Kiso Valley, and is flat with some climbs over low passes. What's included Accommodation booked & prepaid - breakfast and dinner on each day - train tickets (From and to Tokyo or Kyoto) - detailed day-by-day itinerary and walking instructions - waterproof topographical map - local phone support ※Accommodations are busy and may charge extra during the following Japanese holiday periods: New Year (29 December to 04 January), Golden Week (29 April - 05 May), and O-bon (09 - 17 August). Please enquire for availability and pricing if your trip falls within those dates.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-go-on-self-guided-walk-between-kyoto-and-tokyo-nakasendo/161?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go On a Self-Guided Walk between Kyoto and Tokyo: Nakasendo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-07 23:54:24"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9310,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355843827/hrydwbkiatoigwucri21.jpg",
        "strIntroduction": "Let's go watch a soccer game by \"Gamba Osaka\", a popular soccer team in Osaka, Japan! The soccer team has played in the Japanese soccer league, J. league, since its beginnings in 1991 and is continually the first or second most popular team in Japan. You'll for sure be exhilarated by their often fast-paced and offensive soccer games. So come and watch their game with an English speaking \"Gamba Osaka\" fanatic! Schedule of the activity: 1. Meet at the Banpaku Park Monorail east exit (モノレール万博公園東口) 2. Receive the tickets from me. 3. Stake out a spot at the \"SM\" seats. 4. Eat at one of the food stands near the soccer stadium. 5. Watch the Game 6. Go back to the Banpaku Park Monorail east exit (モノレール万博公園東口) and exchange farewell greetings! We can take you to Tokyo area games of Gamba Osaka as well. Check the game schedule and contact us!!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-watch-a-soccer-game-in-osaka/218?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Watch a Soccer Game in Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 00:00:24"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 37705,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462175315/bgaxxozf34grwaidg3kh.jpg",
        "strIntroduction": "For a lot of foreigners, and even for the Japanese, Japan is associated with the samurai. It’s true; Japanese people believe that the spirit of the samurai was carried on for generations. Learn to sword fight the real way – from the real deal, Tetsuro Shimaguchi. He's not only appeared in Kill Bill but also choreographed and taught many of the sword fighters you see in today's Hollywood films depicting samurai. In this activity, you will… • Master the delicacies of sword fighting from Tetsuro Shimaguchi • Watch a sword fighting performance You’ll be taught by a world-renowned sword fight choreographer so by the end of the activity, you will be able to sword fight like the actors in Kill Bill and The Last Samurai. From learning how to hold the sword, to deftly using the sword and slaying enemies – you will perfect them all and become a samurai. Don’t miss this rare opportunity to learn and see Japanese sword fighting from a true professional – TESURO SHIMAGUCHI * Please book with translator or no translator, and rental place fee both.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-samurai-sword-fighting-from-kill-bill-master/148?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Samurai Sword Fighting from the Kill Bill Master",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 00:05:10"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 465,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355841257/pvbpapyy6m2c0ntddzey.jpg",
        "strIntroduction": "Let's have lunch together! I am a MBA holder and I've lived in both Britain and the United States as well as experience working at foreign-affiliated firms in Japan. I would love to have a conversation with you. Here are some questions you might want to ask me. - What do Japanese businessman think on a daily basis at work? - How does business in Japan work? - What kind of products from my country would have a chance in the Japanese market? - What kind of products from Japan would do well back home? - What kind of dishes are popular for lunch in Japan? - Are Japanese wives actually kind? - What is the living costs in Japan? - How much annual salary can I expect working in Japan? - Where should we go after lunch? You can ask these questions as you dine or simply have a nice conversation with me! Note: On top of the basic fee, there will be around a 3000 yen surcharge to cover the meal for both you and me.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-have-lunch-with-a-businessman-from-tokyo/125?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Have Lunch with a Businessman from Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 00:11:16"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6517,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355843923/wxbhob2qo04h8qlcrwre.jpg",
        "strIntroduction": "This class is based on macrobiotic theory, so I will not use meat, fish, egg, white sugar, and chemical products. The dishes are served with Japanese pottery or simple white porcelain with flower arrangements and table linens. Again, in this activity I would like to introduce you to various kinds of vegetable dishes/bread and how to make the dishes more beautiful and enjoyable, based on my experience at many culinary schools both in Tokyo and London, and much experience traveling in various countries (over more than 20 countries!). The place to have a lesson is near Ikebukuro Station (about 10 minutes walk from the station). The details of the meeting point will be advised if the reservation is fixed. Please let me know the following info when you make the booking; - Name of each participant - Ages - Genders -Nationality - Contact phone No. - Hotel name I can prepare a lesson at weekend (Saturday and Sunday 10:30 ～13:30/16:30～19:30）. Sorry but this class is only for women. If you are male, please come along with a lady (your partner, friend, family, etc.).",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-how-to-bake-using-natural-yeast/80?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn how to Bake using Natural Yeast",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 00:15:39"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6703,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355838825/h190agfkbewihkjmx1kx.jpg",
        "strIntroduction": "Take an hour train ride from Tokyo, and you’ll find remnants of Japanese history; there are lots of attractive sightseeing places and temples in Kamakura. In this activity, I will arrange a tour around the season of Kamakura and show you two spots. For example, in autumn I will take you to a temple where you can find a great view of red, yellow, and orange leaves. I would love to help you make your visit to Kamakura a really memorable one. In this activity, I will.. - Based on the particular season you’re visiting Japan, choose the best place to enjoy that season. - Introduce the best places for photos - Talk about the history of the Kamakura temple I’m a licensed guide, so I'm able to show you great spots that are difficult to find for tourists and first time visitors of Kamakura!",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-explore-kamakura-big-buddha-and-beautiful-sights/62?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Kamakura: Big Buddha and Beautiful Sights",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 00:19:06"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1676,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355838805/yezbyssuqoypms76r6qx.jpg",
        "strIntroduction": "\"Co-ba\" is a gathering space in Shibuya, Tokyo for creators from various fields. At “Co-ba” they generate new services - putting emphasis on the ideas they come up with while aiming to spread these ideas to the world. Essentially, this is a space where creators gather to share not only a place but their ideas and business activities to ultimately collaborate and carry them out as projects. Anyone who is a creator, that is graphic designers, web designers, illustrators, copywriters, editors, photographers, video-creators, architects, entrepreneurs and people working at NPOs, is welcome at our space! In this activity, you will be provided with seats, air-conditioning, free wifi and coffee from 10 AM to 21 PM for one day. Working at this unique co-working community will surely inspire you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-collaborate-at-coworking-space-for-creators-in-shibuya/43?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Collaborate at a Co-working Space for Creators in Shibuya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 00:22:37"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4189,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355841099/akxze3cc6icowg1xdhfz.jpg",
        "strIntroduction": "There is a common folk belief that folding papers helps to purify yourself and the paper. Originally, origami (paper folding) started because the Buddhist monks brought paper to Japan and incorporated it into religious ceremonies, but since the Edo period paper became easy to acquire and popular and origami became a common past-time. The art is so popular, that it is a part of early education in Japan. Mastery of the delicate art is perhaps one reason why the Japanese are so skilled with their hands! In this experience, we will make boxes, animals and flowers from a single piece of origami. It will be like magic! Step-by-step, let us fold origami together! Schedule: 1. Learn basic of origami 2. Warm up with easy pieces 3. Create more difficult sculptures",
        "strLocation": "Saitama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-saitama-learn-origami-japanese-art-of-paper-folding/38?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Origami: Japanese Art of Paper Folding",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 00:27:49"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12354,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473931975/z3sbhozgpne7mg0h7uya.jpg",
        "strIntroduction": "不用担心地铁或列车表复杂而造成出行不便，轻松乘搭巴士旅游，听中文导游的讲解并观赏富士山美景。您能边观览壮观的富士山在富士御殿场奥特莱斯尽情在最流行的名牌店铺购物！ 本次行程，先前往富士山五合目，轻松漫步，选购当地限定纪念品或尝试本地小吃。 午餐在河口湖享用当地的传统料理——扁平乌冬面锅！用丰富当地材料准备的汤底和手工乌冬面，包您回味无穷。 接下来，往山中湖温泉泡温泉并观赏富士山，松缓身心。 最后，泡汤放松之后，您可以在御殿场奥特莱斯尽情购物。 本次行程还赠送您9.5折-8.5折的奥特莱斯优惠劵！",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-gotemba-outlet-shopping-yamanaka-lake-hot-spring-one-day-tour/7587?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "富士御殿场尽情购物，山中湖轻松泡温泉",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 00:33:39"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13339,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473927052/qanutxckal1p9o8lyrm4.jpg",
        "strIntroduction": "箱根是许多东京人常去的温泉胜地和散心天堂。无需过多舟船劳顿，就能享受箱根独特的自然美景和种类繁多的休闲设施。想要体验箱根的魅力所在，在芦之湖乘船观览富士山风光，再乘坐箱根的空中缆车鸟瞰箱根美丽景色。最后，在温泉胜地——箱根泡温泉，消除您一天旅行的疲劳！ 本次旅行包括在人气的箱根小涌园饭店享用自助餐，搭乘箱根海盗船观光，搭乘箱根空中缆车观光，在山水之中全面多角度欣赏箱根和富士山的绝美景色。 最后，在箱根小涌园“森之汤”的露天温泉以及檀木香香气环绕的各式温泉设施中尽情放松，让温泉消除您旅途疲劳，结束这充实并完美的一天。 与中文导游同行，安心体验游玩者旅游胜地——箱根！",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-travel-around-hakone-hot-spring-one-day-tour/7585?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "周游箱根，泡露天温泉完美一天游",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 00:36:50"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13339,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473923592/min09fhqa2i4zuftsijj.jpg",
        "strIntroduction": "来到日本不可错过的两大体验，本次一日行程中全部体验！去日本代表性的富士山观光，并在山中湖体验泡温泉。一日游让您尽享两大日本独特体验，边泡自然露天温泉边凝视富士山的秀美风光，定能令您感动万分！ 在河口湖REGINA酒店享用美味午餐后，下午搭乘巴士前往忍野八海，欣赏忍野八海的绝景。 随后，前往「红富士之汤」的天然温泉，在露天温泉中放松身心，舒缓一天旅行的疲惫。同时，泡汤同时也能观赏壮观的富士山，是您日本之行不可错过的特别体验！ 轻松之余还可彻底享受富士山周围的休闲设施，适合一家大小同时出行。",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-mt-fuji-yamanaka-lake-hot-spring-one-day-tour/7584?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "一日游玩富士山麓，体验山中湖露天温泉",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 00:40:34"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2501,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473921196/hwkmnr9ffvpfakfuyhfb.jpg",
        "strIntroduction": "如果想要充分的利用早晨的时间游览东京，或是担心地铁的复杂换乘不便出行等等，您不可错过本次东京轻松半日游！ 本次半日行中，您能探访东京数一数二的观光名胜，必去的皇居二重桥，和不可错过的江户风情丰富的浅草地区。参观浅草寺，并能在热闹的仲见世购物街，挑选心爱的纪念品和尝试东京最佳小吃！ 而且，中文导游陪同解说旅行，您可以安心游玩，并深入了解日本历史文化。 半日旅行结束之后，午后您可以自由出行活动，或者搭乘下午的飞机。充分利用上午时间尽情逛东京最热门景点吧！",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tokyo-must-see-spots-imperial-palace-asakusa-morning-tour/7582?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "东京必去景点——皇居，浅草上午半日游",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 00:45:11"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7276,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473918183/v1wfvupf59xsu3dtt9v7.jpg",
        "strIntroduction": "如果您在东京停留的时间有限，又想游遍东京的主要旅游景点，这个半日游最适合您了。 来东京不可不看的皇居二重桥、到充满江户风景的浅草寺和仲见世购物街，您及能在最短时间内逛最多代表性的地点，又能在各地点尽情观光。 另外，从浅草搭乘隅田川游览船，顺流而下至日之出码头，从另一个角度欣赏东京的魅力。 午餐在浅草享用日式料理，包您满足。 一遍参观一遍听中文导游的对东京景点的讲解，更深一层了解日本文化和历史！",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tokyo-famous-spots-half-day-tour/7581?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "东京经典景点轻松半日游",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 00:48:35"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10914,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473844502/xdacacvrdc5szbed63ii.jpg",
        "strIntroduction": "乘坐舒适的巴士，在一天内轻轻松松地游玩东京主要景点。不用担心复杂的地铁换乘方法，能亲身体验东京的历史和文化。探访最热门时尚的购物中心，适合一家大小一同出行。 本次行程，Voyagin会带您参观当今天皇居住地——皇居，再在充满江户风情的浅草散步。在浅草寺拜一拜平安，然后在热闹的仲见世购物街挑选您喜爱的纪念品和品尝东京街边小吃。然后，您将乘船游览隅田川，从不一样的角度观赏东京的美丽风光。 午餐：在日本北陆地区闻名的饭店“加贺屋”有明店，享用美味的传统日式料理。 全程有中文导游服务陪伴，解释东京景点和背后的历史文化，包您度过充实满足的一天！",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tokyo-famous-spots-one-day-tour/7574?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "东京经典景点轻松一日游",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 00:53:04"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1676,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463801143/uak5th7sguiikcnoivms.jpg",
        "strIntroduction": "沖縄の那覇、国際通りのエンターテイメント施設HAPiNAHA（ハピナハ）内にある「ばかうけサーカス」で、お菓子「ばかうけ」の制作体験ができます。ここではお子さまとその家族が「おせんべい焼き体験」「ばかうけ味付け体験」「お絵かき体験」の3種類の体験を楽しむことができます。 お菓子「ばかうけ」は日本で人気の美味しいせんべい菓子です。おせんべい焼き体験は、焼きたてせんべいを食べられる体験です。その場で焼きたてをお召し上がりいただけます。ばかうけ味付け体験では、チーズ･カレー・ソフトクリーム・ぎょうざ・お好み焼き・あさりバターの中から3つの味を選び、ばかうけに味付けをすることができます。お絵かき体験では、約16cmのおせんべいにお醤油でイラストを描いていきます。焼き上がりがワクワクする体験です！ それぞれの所要時間は、おせんべい焼き体験が約10分、ばかうけ味付け体験が10分、お絵かき体験が約20分～30分です。 観光客だけなく地元の人にも人気のこの体験、お子さまが喜ぶこと間違いなしですね！ 催行期間：通年 所要時間：30分以内 集合時間：10:30～20:30 ※上記お時間内で30分おきでのお時間となります。 お申込み時にご希望の時間をお選びください。 ※混雑時はお待ちいただく場合があります。あらかじめご了承ください。 Photo credits: https://flic.kr/p/5bC2d6 https://flic.kr/p/EFAW8M https://flic.kr/p/Daf9xU https://flic.kr/p/Dz3nJu",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-okinawa-naha-ninki-okashi-bakauke-tsukuri-taiken/6492?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "沖縄の那覇で人気のお菓子「ばかうけ」作り体験！",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 00:57:37"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13965,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463799581/nixwkdizwpbfvrgwfqke.jpg",
        "strIntroduction": "沖縄の那覇から10分の宜野湾港マリーナで、ジェットスキーをレンタルして体験することができます。２時間と７時間のレンタルオプションがあり、自分のスケジュールに合ったプランを選ぶことができます。バナナボートやウェイクボード、マリンビスケットなどの周辺機材の同時レンタル、バーベキューセットのレンタルもあり、自分に合った色々な楽しみ方が可能です。海の上を走って、青の洞窟や無人島など、沖縄に来たら誰もが訪れたい有名スポットに行き、沖縄の海を思う存分に堪能しましょう。 催行期間：通年 時間：9:00～16:00 ※お申込み時にご希望の時間をお知らせください。 所要時間：１日",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-okinawa-naha-jet-ski-taiken/6490?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "沖縄の那覇でジェットスキー体験！",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 01:00:54"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5865,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463797967/oflhu9ruwqcztqzqphd6.jpg",
        "strIntroduction": "体にパラシュートをつけて船で引いてもらい、海上の空を凧揚げのように空中散策するマリンスポーツ「パラセーリング」を、沖縄の美しい海の上で楽しむことができます。こちらはパラシュートとボートをつなぐロープの長さは50メートルと海上から近く、高いところが苦手なひと、初心者やお子さまにも安心のプランです。また、パラシュートがボートから近いため、体験中の写真をしっかりとおさめたい方にもおすすめです。パラセーリングの浮遊感、開放感を気軽に楽しみながら、沖縄の美しい海を堪能しましょう！ 催行期間：通年 集合時間：9:30 / 11:00 / 12:30 / 14:00 / 15:30 ※お申込み時に上記よりご希望の時間をお選びください。 所要時間：～２時間",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-okinawa-naha-miegusukuko-parasailing-taiken/6489?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "沖縄の那覇、三重城港でパラセーリング初体験！",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 01:05:25"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9310,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463796724/buyofgvhtptmveogaxmx.jpg",
        "strIntroduction": "お子様や体力に自信のない方でも楽しめるシュノーケリングを、美しい慶良間諸島の海で体験してみませんか？インストラクターが基本からしっかりとレクチャーするので、初心者の方でも楽しむことができます。１日のプランなので、のんびりとカラフルな熱帯魚や、珊瑚礁、ウミガメなどの生息する美しい海を堪能できます。慶良間諸島へは、シャワー、トイレ、更衣室が完備された「ララ♪号」に乗船して向かいます。ランチやドリンクも着いていて、家族連れにもぴったりです。おひとりでの参加もOK！沖縄に来る機会に、ぜひこの美しい海でシュノーケリングを体験してみてください！ 催行期間：通年 集合時間：7:30 所要時間：１日",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-okinawa-kerama-shoto-1nichi-boat-snorkeling-taiken/6488?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "沖縄の慶良間諸島で１日ボートシュノーケリング体験！",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 01:11:22"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12568,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463795568/vfbqytqm8gwrsklaf0sl.jpg",
        "strIntroduction": "世界中のダイバーが訪れる美しい慶良間諸島の海で、あなたもスキューバダイビングを体験してみませんか？上級者ダイバーにも人気の慶良間諸島ですが、こちらの体験ではインストラクターの丁寧なレクチャーがあるので、初心者の方でも楽しむことができます。器材のレンタルはもちろん、水中写真やドリンクのサービスも料金に含まれています。沖縄に来た機会に、ぜひ美しい慶良間諸島の海で、カラフルな熱帯魚や躍動感に満ちた珊瑚礁に会いに行きませんか？運が良ければウミガメと一緒に泳ぐこともできますよ！ 催行期間：通年 集合時間：7:30～8:00 ※お申し込み後に、詳細をお知らせいたします。 所要時間：～３時間",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-okinawa-kerama-shoto-hajimete-diving-taiken/6487?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "沖縄の慶良間諸島で初めてのダイビング体験！",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 01:16:32"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4469,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463746294/ydbxwmv0xqrtzqcbhhpi.jpg",
        "strIntroduction": "断崖絶壁の絶景を見にカヤックに乗って冒険しよう！沖縄ならではの美しい海の上をカヤックで漕ぎ進み人気のスポットやあまり知られていない秘密の場所へ行き沖縄の大自然を体験します。断崖絶壁沿いを進みながら、透き通った青い海の水面下で群れている熱帯魚を見たり、ワクワク感がたまらない魅惑の亜熱帯ジャングル地帯、洞窟へ上陸してはそこで生息する生き物を観察したり、秘密のビーチなどその日の天候やコンディションによって見どころと楽しみ方はいろいろあり、カヤックで楽しめるポイントへ行きます。波のある日には、カヤックで波乗りに挑戦したり、海が穏やかな日にはゆったりと漂うようにカヤックに乗りながらツアーを楽しみます。大迫力の断崖絶壁のパノラマは圧巻もので、ボートから見るのでは得られないその臨場感を楽しみながら、沖縄の雄大な自然に感動します。 体験ツアーのスケジュール： ツアー参加後すぐにカヤックを漕ぐ練習をする。 カヤックに乗って冒険開始！ 天候などを考慮しながら、ベストなスポットへ向かいます。 マリンハウスに戻ったら、当店自慢のテラスでのんびりとした時間を過ごす。",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-okinawa-onnamura-sea-kayak-notte-sodaina-dangaizeppeki-miniikou/6476?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "沖縄の恩納村でシーカヤックに乗って壮大な断崖絶壁を見に行こう！",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 01:19:57"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11637,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463713417/zndeaiqaw6magintjtxt.jpg",
        "strIntroduction": "空港から車で15分の「マリンショップぷくぷく」では、自分のスケジュールに合わせたダイビングを体験することができます。このプランでは２ビーチでダイビングすることができ、真栄田岬、砂辺海岸、大度海岸など、レベルに合わせたダイビングビーチを選べます。 透明度が高く美しい沖縄の海には、世界800種のサンゴのうち約200種ものサンゴが生息するといわれています。見渡す限りのカラフルな海の生き物たちと出会える沖縄でのダイビングは、人生観を変えるほどの力を持っています。また、ダイビングの後は地元を知り尽くしたスタッフお勧めの飲食店を紹介してもらうことが出来ます。お客様の好みや予算に合わせてベストなお店を紹介します！沖縄に来るこの機会、いかがでしょうか。 催行期間：通年 集合時間：10:00、13:00 お申し込み時にご希望のお時間をご記入ください。 所要時間：～１日",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-okinawa-naha-futatsu-beach-diving-taiken/6467?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "沖縄那覇の２つのビーチでダイビング体験！",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 01:25:02"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6982,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463709766/gkdci2iq86su6g3zbr4l.jpg",
        "strIntroduction": "水上バイクから噴出された水を利用して、水圧の力でジャンプをすることができる「フライボード」。テレビなどで話題沸騰の新しいマリンスポーツです。そのフライボードを、沖縄の那覇で体験しませんか？場所は宜野湾港マリーナという、那覇から車で10分の位置にあるマリーナで行うことができます。 まず、最大20名まで乗船可能なボートで沖へと向かいます。フライボードを体験する場所へ到着し、ボードを足に固定します。水に浮いてリラックスし、１・２・３のカウントで水圧に乗って大ジャンプ！まるでクジラの潮吹きの上に乗る疑似体験をしているかのようです。 マリンスポーツがお好きな方も初めての方も、ぜひ那覇に来る機会にフライボード体験しましょう！ 催行期間：通年 時間：8:00～19:00 所要時間：30分以内（体験時間:約20分）",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-okinawa-naha-flyboard-taiken/6465?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "沖縄の那覇でフライボード体験！",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 01:29:18"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6917,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463682289/zrvfrfemhbj2whcstduw.jpg",
        "strIntroduction": "恩納村、カヤック、シュノーケル青の洞窟体験の内容を以下にお送りしますので、システムへの更新をどうぞよろしくお願いします。 ガイドブックや各種メディアにも良く紹介され有名な沖縄の観光名所、青の洞窟はここ数年で海外でも有名になりダイビングやシュノーケルのメッカとして多い時には一日1000人以上の方が訪れる賑わいぶりです。 沖縄は琉球石灰岩と呼ばれる岩が多く存在する中でもこの青の洞窟は海と陸の中間にあるとても珍しい洞窟で、岩場から差し込む陽の光と色彩が反射して青く輝く神秘の世界を創り出しています。 沖縄の大自然の景色を楽しみながらカヤックに乗って青の洞窟へ行き、到着後シュノーケルを付けて泳ぎながら青の洞窟を探索します。美しいサンゴとたくさんの魚たちに囲まれて自然が創り出した素晴らしい青く輝く洞窟を満喫します。プライベートツアーなので、小さなお子様が一緒でもゆったりと時間をとって思う存分青の洞窟を楽しむことができるのもこのツアーの魅力の一つです。 体験中必要な機材も貸し出してくれるので、海水浴を楽しむ服装で手軽に参加できます。 水面から見える魚たちの様子をカヤックに乗って観察したり、シュノーケルをしながら自然のすばらしさに感動しながら未知の世界を体験できるこのプランを家族みんなでゆったり流れる時間を過ごしながら楽しんでください。",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-okinawa-onnamura-kashikiri-ao-dokutsu-taiken-kayak-snorkel-activity-plan/6462?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "沖縄の恩納村で貸し切り青の洞窟を体験！カヤック＆シュノーケルアクティビティ付きプラン！",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 01:35:27"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8193,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463660671/txxe44fcfj7u9yghmszf.jpg",
        "strIntroduction": "顔もぬれずにお化粧崩れもしない、眼鏡をかけても水中へ入れるって本当かしら？と思った方、ご安心ください。新鮮な空気が絶えず送られてくる特殊なヘルメットをかぶるだけで水の中でも地上と同じように呼吸をしていられるんです。ヘルメット内へ水が入ってくるという事がないので、全く泳げない方でもシーウオークを楽しむことができます。 水中では有資格者が動きを介助したり、誘導しながらそばで見守っていてくれるので安心して海の中を散策できます。 色とりどりの魚が群をなして泳いでいる姿に圧倒され、サンゴ礁や見慣れない生き物に出会う楽しさを味わえます。上を見上げるとキラキラと優しく差し込む光に感動し人魚になった気分を満喫してください。 餌をあげると視界が魚で遮られるほど一斉に魚が寄ってくるので、その触れ合いを楽しみます。 行きと帰りの両方ともボートに乗ってダイブする目的地へと移動します。爽やかな風に吹かれながら、沖縄の大自然とマリンブルーの景色を鑑賞できます。 お子様からお年寄りまで体験することができるので、ご家族一緒に時間を忘れるほど素晴らしい海の世界を体験し、一生に残る素敵な思い出をつくりませんか？",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-okinawa-onnamura-suichu-sansaku-shinpiteki-sekai-taiken/6460?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "沖縄の恩納村で水中を散歩！神秘的な世界を体験！",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 01:41:25"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6331,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463658320/e6nm3zrwppus58nraj1q.jpg",
        "strIntroduction": "今年こそ体験したい！透き通るマリンブルーの海をボードの上に立って、パドルで漕ぐSUP, ハワイを中心に世界中で大人気のマリンスポーツ。誰でも簡単に水上を進むことができ、水辺の上なら手軽にどこででもできるため子供からおじいちゃんまで楽しむことができます。家族皆で一緒にボードにのってゆったりと水上を散策するもよし、波乗りに挑戦するもよし。地元の海を良く知っているガイドと一緒にSUPを体験し、ボードの扱いやなかなか知ることができないテクニックなども学びつつ、自分なりのSUPの楽しみ方を模索するのも良いですね。 沖縄ならではの青い空と、独特な魅力を持つ岩や洞窟、地形の美しさを観察し、水面から見える魚たちに癒されて日常では見られない新鮮な風景に感動してください。",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-okinawa-onnamua-sup-cruising-wakuwaku-bouken-tour/6459?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "沖縄の恩納村でSUPでクルージング、ワクワク冒険ツアー！",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 01:46:25"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9310,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463623126/xnkqsg2valfrkfruo6iy.jpg",
        "strIntroduction": "大きくて分厚くて浮力があるボードの上に立ってパドルを漕いで水上を進むアクティヴィティーはフィットネス効果もあり、女性からの注目も高まっています。 初心者でも簡単にボードの上に立てるようになるため、老若男女誰でも、手軽に楽しめます。 透明度の高い沖縄の海では水中の生き物を水辺に浮んだボードの上から観察することもできるので、時間を忘れてのんびりと、ゆったりした気分を味わいながら水中歩行を楽しみ、美しい沖縄の海に癒されます。 穏やかに漂っていたい方、波乗りを楽しみたい、絶景を水上から見に行きたい等SUPにはそれぞれの希望によっていく通りでも楽しみ方があるので、その目的に最適な海のスポットや素敵な場所や、絶景ポイントを２５年間の経験をもつベテランガイドさんがアドバイスしてくれます。 心の中に置いてある自分だけのSUP の楽しみ方をガイドさんに伝えて、沖縄の大自然と美しい海を思う存分楽しみましょう！西海岸側の海なので、素晴らしいサンセットを水上から見るというのもこの上なく贅沢なひと時となるでしょう。",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-okinawa-chatan-tanoshimikata-mugendai-umi-sup-taiken/6450?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "沖縄の北谷町で楽しみ方は無限大、海でSUPを体験！",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 01:50:35"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11358,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463618102/fych9d1rinlkrg6t46q3.jpg",
        "strIntroduction": "運動神経や体力にも関係なく、初心者でもすぐに楽しめる！ということなら一度はやってみたいSUP（スタンドアップパドル）！「ボードの上に立ってパドルを漕ぐ」というシンプルなスポーツで、楽しみ方はいろいろ、海、川、湖、水辺ならどこでも気軽に遊べる手軽さが人気です。 大海原へ漕ぎだして、沖縄の自然の大きさに感動しながら波に揺られてゆったりとした時間を過ごしたり、川の緩やかな流れに身を任せつつマングローブを探検し自然の神秘と不思議にワクワクしたり、自分でコースを選んでSUPを楽しむことができます。 サーフィンとは違った少し高い視点から見て気がつく新しい世界に驚いたり、水の上を歩行するというユニークな感覚を楽しみながら、沖縄の大自然を思う存分満喫します。 プロのインストラクターが丁寧に教えてくれるので、ボードの上に立つことができ、コツを掴んだらいざ出陣！です。",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-okinawa-chatan-sup-taiken-kawa-umi-futatsu-course-sentaku/6448?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "沖縄の北谷町でSUP を体験！川と海の二つからコース選択可能が嬉しい！",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 01:55:35"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7634,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463575263/ffoinizs1sds2vilah3i.jpg",
        "strIntroduction": "この体験ツアーでは、川の流れが緩やかな億首川のマングローブを散策します。初心者の方でも、コツさえつかめば簡単に乗ることができるので、４歳以上のお子様から体験が可能で、泳ぐのが苦手な方はライフジャケットを付けてカヤックに乗って林を探索します。 ※２名以上から参加可能です。 ジャングルのような森林を二人一組のカヤックに乗ったパートナーと息を合わせて漕ぎ進みます。探検家になった気分を満喫します。南国の大自然と沖縄の魅力を体感しながらマングローブに住む多種多様な不思議な生き物たちを観察し、その触れ合いを楽しみます。経験豊かなガイドさんがマングローブの穴場スポットを紹介してくれるので沖縄のマングローブを体験し、カヤックでしか入っていけない未知の世界を体験し、一味違った沖縄の魅力を満喫しましょう！",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-okinawa-onnamura-kigaru-taiken-wakuwakukan-mansai-mangrove-kayak-tour/6443?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "沖縄の恩納村で気軽に体験！ワクワク感満載のマングローブカヤックツアー！",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 01:59:22"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4450,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481181524/rtbvegqnecn9fijbugyd.jpg",
        "strIntroduction": "琉球王国時代の衣装、琉装をご覧になったことはありますか？カラフルで可愛らしく、和装とはまた違った魅力があります。ここ沖縄の那覇、国際通り近くにある琉装スタジオ「ちゅら美人」では、琉球王国時代の衣装の着付け体験をすることができます。こちらのプランでは、王族、士族、庶民の衣装の中からお気に入りを１着選び、フレンドリーなスタッフに沖縄の文化や和装と琉装の違いなどについて教わりながら手際よく着付けをしてもらい、その後は琉装を着たままお土産の沢山ある国際通りでお散歩やお買い物をすることができます。時間は合計２時間とたっぷりあるので、ゆっくり楽しむことができます。衣装は、子供用・男性用・女性用とあり、どなたでも体験することができます。沖縄旅行を思う存分楽しみたい方にオススメです。 催行期間：通年 時間：10:00～19:00 ※30分単位でご予約いただけます。 ※上記営業時間外でも撮影可能です。お気軽にご相談ください。",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-okinawa-naha-kokusai-doori-ryusou-kite-sanpo/6437?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "沖縄の那覇、国際通りで琉装を着てお散歩しよう！",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 02:04:28"
    }
]