[
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2439,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481181480/pb4ekrpnh285b6fy2oa2.jpg",
        "strIntroduction": "琉球王国時代の衣装、琉装をご覧になったことはありますか？カラフルで可愛らしく、和装とはまた違った魅力があります。ここ沖縄の那覇、国際通り近くにある琉装スタジオ「ちゅら美人」では、琉球王国時代の衣装の着付け体験をすることができます。沢山の衣装の中からお気に入りを１着選び、フレンドリーなスタッフに沖縄の文化や和装と琉装の違いなどについて教わりながら、手際よく着付けをしてもらうことができます。着替えが完了したら、自身のカメラで撮影をしてもらいましょう。衣装は、子供用・男性用・女性用と豊富にあり、どなたでも体験することができます。 土産店が沢山ある国際通りの近くにあるスタジオなので、お土産を買うついでにささっと立ち寄り、約１５分の体験を楽しむことができます。 催行期間：通年 時間：10:00～19:00 ※30分単位でご予約いただけます。 ※上記営業時間外でも撮影可能です。お気軽にご相談ください。",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-okinawa-naha-ryukyu-taiken/6436?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "沖縄の那覇で15分の琉装体験！",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 02:07:42"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2655,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481181398/azi6t0mosyfx6bpcnd1q.jpg",
        "strIntroduction": "沖縄の名物酒、泡盛はご存知ですか？沖縄の那覇にあるHAPiNAHA内の「忠孝マイブレンドショップ」では、自分のオリジナル泡盛のブレンディングを体験することができます！好みのボトルを選び、出来上がった泡盛を自身で酒詰めし、お土産として持ち帰ることも可能です。（別途料金がかかります） まず、６種類の泡盛原酒をテイスティングし、好みの泡盛を見つけます。次にスポイトを使い好きな泡盛を組み合わせて、オリジナル泡盛をブレンディング。ブレンディングが終了したら、作成シートにブレンド率などを記入し、オリジナルレシピ完成です！体験は30分以内で完了いたします。 せっかく沖縄に来たのであれば、泡盛を飲むだけなく、自分でブレンディングも体験し、普通とは「一味違う」沖縄旅行にしませんか？ ※お持ち帰りマイボトルについて 別途料金でオリジナルレシピの泡盛をご購入いただけます。 量り売りとなります。 ・新酒：3円 / 1ml ・3年古酒：5円 / 1ml ・5年古酒：7円 / 1ml ・10年古酒：11円 / 1ml ・12年古酒：13円 / 1ml ・秘蔵古酒：50円 / 1ml ※比率や容量により変動するため、都度お見積もりさしあげ、ご納得いただければマイボトルを作成します。（ボトルとラベルはオプション料金に含まれます。） 平均購入額は2,000円～3,000円程度です。 催行期間：通年 時間：11:00～19:00 ※上記お時間内で1時間おきでのお時間となります。 お申込み時にご希望の時間をお選びください。 ※混雑時はお待ちいただく場合があります。あらかじめご了承ください。",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-okinawa-naha-awamori-blend-taiken/6435?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "沖縄の那覇で沖縄名物泡盛のブレンド体験！",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 02:10:59"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4636,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481181334/jbp1x6aodswxplazygrg.jpg",
        "strIntroduction": "亜熱帯地方で、海近くの海水の混じった沼地に育っている森、マングローブは世界中で１００種類近くといわれています。そのうち日本で見られるものは２０-３０種類ほどで鹿児島県の一部の島嶼地域と沖縄県に分布する中、その多くが沖縄に集まっています。 このツアーでは二人乗りのカヤックに載って自然の不思議に満ちた林マングローブを散策し、そこで生活している生き物と触れ合います。ガイドさんの誘導について、沖縄の自然を満喫しながらその文化と風習についても学びます。自然の偉大さ、地球の神秘、人間の歴史などを感じさせる素晴らしい感動をマングローブで出会う木々や生き物から感じる体験を通じて、地球環境と生態についての知識を深めます。 沖縄の美しい自然に魅了され、その迫力を感動しながら、息を合わせて漕いで進むこのシーカヤック・マングローブツアーはカップル、お友達同士、お子様連れのご家族にもとても人気があります。３歳から体験可能なこのツアーはカヤックに乗ったことのない方でも安心して参加できる様、インストラクターが優しくご指導します。 いろいろな沖縄の生き物たちを近くで観察し、マングローブの林と琉球石灰岩がおりなす美しい風景を約2時間程楽しみます。 ツアースケジュール： 受け付けを済ませた後、気がえを済ませる。 パドルの練習をしながら、川へ漕ぎだす際に必要な基本的説明を受け、練習をした後、実際にカヤックに二人一組で乗って漕いでみます。 マングローブの林へ漕ぎだし、散策をします。途中、近くへ寄って生き物を観察します。",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-yokubari-plan-sea-kayak-mangrove-tour-team-kunde-tanoshimou/6434?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "よくばりプラン！シーカヤック・マングローブツアー　チームを組んで楽しもう！",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 02:15:50"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5586,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481181138/oyhlajclmn1aszkffyqm.jpg",
        "strIntroduction": "パイナップルの産地で有名な沖縄。一面に広がる広大な畑で農夫さんに教わりながら実際にパイナップルの収穫を体験します。採れたてのフレッシュなパイナップルを冷たいスムージーにしたり、収穫したパイナップルをその場ですぐに、生で食べる味は格別で、「パイナップルってどんな風に生えていて、どう収穫するの？」などの素朴な疑問も含んで、日ごろのスーパーに並ぶパイナップルの姿からは想像できない新たな発見や、驚き、感動に出会います。 パイナップルの収穫の後には、沖縄の民家のお宅へお邪魔し、沖縄料理を体験します。１００歳以上の人口比率が日本一高い県としても有名で、長寿と美容に良く、栄養バランスが良いとも言われている沖縄料理を地元の方が伝授するオリジナルレシピを教わりながら作り、本物の沖縄家庭料理を味わいます。 沖縄流に並べられた食卓を地元の方と囲みながら、沖縄の文化と風習を体験し楽しい時間を過ごすことができます。 ツアースケジュール： 10:00 名護市嵐山展望台集合、パイナップル畑へ移動。 パイナップル収穫作業を農夫さんと一緒に行う！ *1グループに1個収穫します。 収穫したパインを1個丸かじりしたり、採れたてのパインで冷たいスムージーを作ってみる。 *収穫したパイナップルはお土産としてお持ち帰りもできます。 パイン畑～民家へ移動し、沖縄家庭料理作りを体験しできたお料理で昼食をとる。 13:00 解散",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-hatake-pineapple-shukaku-okinawa-bunka-katei-ryori-taiken/6433?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "畑でパイナップル収穫＆沖縄の文化と家庭料理を体験！",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 02:22:10"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2607,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481180982/fblpjyyex9lpzmewpubn.jpg",
        "strIntroduction": "美容と健康に良いと近年注目を集めているシークワーサー。このツアーでは沖縄北部、やんばると呼ばれる自然豊かな地域に位置する農家にて沖縄特産のシークワーサーの収穫を体験します。沖縄の青く広がる空の下で農家の方から収穫について、シークワーサーについて教わりながら、澄んだ空気とさわやかな柑橘の香りに癒されつつ、のびのびと育ったシークワーサーを収穫します。もぎたて直後、そのおいしさを味わうまでのワクワク感は子供だけでなく大人でも待ちきれないほど楽しいもので、収穫後にいただくシークワーサーは甘酸っぱく爽やかで、すがすがしいまさしく沖縄の味です。 約７時間のこのツアーの間には農家の方が用意してくれたお昼ご飯の地元料理を味わうこともでき、沖縄ならではのシークワーサーの調理法やレシピなどのお話に花を咲かせながらゆったりと流れる時間を楽しみます。 宝物を見つけるかのように、自然の恵みに感動しながらひとつひとつもぎ取って収穫を楽しんだ体験の後には島の人が丹精込めて育てたシークワーサーのお土産を頂きます。 おおらかな自然に包まれて、のんびりと過ごす沖縄の時間を楽しんでみませんか？",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-shizen-mankitsu-okinawa-nago-shiikwasa-shuukaku-nogyo-taiken/6432?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "自然を満喫！沖縄の名護でシークワーサー収穫、農業体験！",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 02:26:21"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1909,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481177504/gpn9orwom4m0k62bhwhn.jpg",
        "strIntroduction": "沖縄の伝説の獣の像「シーサー」はご存知ですか？「沖縄アート体験 美ら風（ちゅらかじ）」では、あのシーサーを自分でデザインし、粘土で制作することができます。工房のスタッフが丁寧に指導をしてくれるので、はじめての方でも安心して体験を楽しむことができます。 全行程は約90分で完了し、焼成中の待ち時間は新しい沖縄のグルメEMアイスを食べることができます。焼成が完了した自分のオリジナルシーサーはその場で受け取ることができるので、おみやげにも最適です。 工房は沖縄の那覇市内・国際通り近くにあり、観光のついでに立ち寄ることが可能です。シーサーには魔除けの力があると言われているので、ぜひ自分のオリジナルシーサーを家に飾って悪いものを寄せ付けないようにしましょう！",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-okinawa-naha-shiisa-tsukuri-taiken/6373?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "沖縄の那覇でシーサー作り体験！",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 02:31:12"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 9,
        "intUsdCost": 21413,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476439447/y1hetuveeib6v6pglqu3.jpg",
        "strIntroduction": "For most people in Japan, New Year's Eve is a quiet event. Many people prefer to stay at home with family, welcoming the new year in peace and quiet. The city is tranquil and you might not see anyone on the street depending on where you go. But wouldn't you like to get out, have fun and enjoy the last bit of 2016?? Let's take a cruise around Tokyo Bay and see the fireworks as the new year begins! Why not get dressed up for an elegant NYE, ushering in 2017 in style? Boarding at 22:30, this cruise will take you to Maihama in the north of Tokyo Bay where you'll enjoy the brisk sea breeze and the merry whistles of ships at port. During the cruise, a full course dinner will be served buffet-style with free drinks (all-you-can-drink!). Dinner and drinks at the dining area are available from 22:30 to 24:00. When your cruise arrives at Maihama at midnight, dazzling fireworks will be launched into the sky and across the bay, while you can take it all in from the comfort of your cruise ship! Don't get stuck in packed crowds this new year – you'll easily get a great viewing spot on the deck and enjoy the fireworks reflected on the bay from your unique vantage point! A glass of champagne will be served as the new year approaches and you can make a toast while watching the spectacular fireworks! The cruise is also filled with entertainment: - Live music on the deck by La Tuna from Spain - DJ time with dance sessions & game - Balloon art You will have no time to get bored during the whole cruise! Food : buffet‐style (standing) Cruise type : Large ship (accommodates maximum 500 people). *The ship in the photos is the actual ship you'll be cruising on. ［Cruise schedule］ 21:30 Check-in before 22:00 22:00 Boarding 22:30 Departure 22:30 Dinner (Buffet Style) until 24:00 24:00 Toast on deck 25:20 Return to Takeshiba Port ［Food and drinks served during the cruise］ - Dining area (buffet style dinner, 15 items) • Hot and cold appetizers • French baguettes • Salad • Sauteed fish • Chilli con carne • Pasta • Seafood pilaf • Desserts ... and more! • Drinks (all-you-can-drink): beer, wine, whiskey, highball, shochu, oolong tea, coke, ginger ale, orange juice - On the deck • Toshikoshi-soba (Buckwheat noodles for New Year's) • A glass of champagne (for a toast) • Hot wine and hot cocoa This winter, Voyagin has secured a capacity of 100 people on the cruise, so invite your friends, family and people important in your life to celebrate the closing of 2016 and the fresh start of 2017! For those of you concerned about how to get home after the cruise, all of the Tokyo metro lines are running overnight on New Year's Eve through New Year's Day, so you won't have to worry about rushing and catching the last train! Don't just stay inside this year. Come on board and have an amzing New Year's Eve experience with the best night view Tokyo has to offer!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-new-year-eve-countdown-cruise-2016-in-tokyo/7738?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tokyo New Year's Eve Fireworks Countdown Cruise 2016!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 02:35:04"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 10241,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1478503120/yogojganz6ghiqtomvak.jpg",
        "strIntroduction": "Sumo is Japan's national sport! The Grand Tournament runs just 6 times a year, but the rest of the year there are many chances to see sumo wrestlers in action by watching them up-close-and-personal at a morning training session. Join our professional guides and be escorted to the sumo stable, learn about the history and how it's entwined with Japan's native Shinto religion, and see these impressive athletes at their rigorous training. Your guide will also be there to help you follow the rules and etiquettes of watching sumo in the stable. After the practice finishes, you'll have the exclusive opportunity to take photos with the sumo wrestlers! Training takes place in Tokyo, Osaka, and Nagoya according to the season. For Osaka, please see our other tour page here: http://voyag.in/sumo-morning-practice-osaka Please keep in mind the following precautions and rules when you visit the sumo stables: 1. A sumo stable is not a tourist facility. Sumo practice is very serious, so please show respect to the stable master and wrestlers. Failure to follow proper etiquette might result in being asked to leave the stable. 2. Please watch the practice quietly and do not move around in the stable. Children under 12 years of age are not permitted. Sumo fans are expected to be as still as possible during the practice. Depending on the tour date and sumo stable, well-behaved children under 12 years of age may be permitted to participate in the tour so please inquire with us before booking. 3. Please do not talk in the stable. Even your whispering voice may disturb the wrestlers. 4. Please do not stand on the ring or on the sandy ground. The ring is the sacred place for the wrestlers. 5. At the entrance of the stable, please take off your shoes before stepping onto the tatami floor. When you sit on the tatami floor, please cross your legs. Do not stretch your legs toward the ring as it is considered impolite to show the soles of feet to the wrestlers. 6. Please take off your hat and sunglasses inside the stable. 7. While inside the stable, you are not allowed to eat, drink, or smoke. 8. Cameras: If you ask for permission first, you will usually be permitted to take photos during the practice, but please never use a flash, loud shutter sounds, or take videos during the practice. 9. Please turn off your mobile phone. 10. Once you start watching the practice, you are supposed to stay until the wrestlers finish their practice. So please try not to leave the stable during the practice. 11. Please don't bring a big backpack or luggage with you since the sumo stable has limited space for the audience. 12. If you have any visible tattoos, please cover them as much as possible. Tattoos are not widely accepted in Japanese society and particularly in traditional spaces such as the sumo stables. ------------------------------------------------------------------------------------------------------------------------------------------- For 2016 the preliminary schedule in Tokyo is as follows: January 4th - 23rd (except for January 8th) February 2nd - 23rd April 5th - 30th (except for April 25th) May 1st - 25th and 31st (except for 5th to 7th) June 1st - 22nd August 1st - 31st (except for 25th to 29th) September 1st - 24th (except for 8th to 10th) October 4th - 26th December 6th - 21st Other dates are off-season for Sumo wrestlers with no official training sessions, so this tour will not be available. Instead, you can book tickets for the national Sumo tournaments held in the months when this tour is not available. ------------------------------------------------------------------------------------------------------------------------------------------- ※ IMPORTANT DISCLAIMERS ※ - The tour starting time can range between 7:30-9:30 am. - The sumo stable may be located in Tokyo, Kawasaki, Saitama, Chiba, or Ibaraki. The location is dependent on the sumo wrestlers' schedule. - The meeting point will be at the station nearest to the scheduled stable. The meeting time and meeting point depend on the sumo wrestlers' training schedule, which can only be confirmed when the date is close, since the wrestlers may change their training schedule according to their needs. - Children under the age of 12 and elderly people over the age of 60 will not be admitted inside the sumo stable as guests are required to sit still for most part of the practice session on the tatami floor. - The sumo stable has the right to refuse access to guests who are unable to observe the house manners, and anyone asked to leave the stable will not be able to re-enter - During busy periods this may be a large group tour (1-4 groups). - For large bookings, your group may be separated into 2 different stables. - It is very rare but in the case that the sumo wrestlers are unwell and other unforeseen circumstances, the practice and tour may be shortened. - There are no restrooms available at the sumo stable. - For the photo opportunity with the sumo wrestlers, you must stay for the entire duration of the practice. Photographs with the wrestlers will only be allowed after the entire practice finishes. Please place your booking if you agree with the above conditions.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-watch-a-morning-sumo-training-in-tokyo-at-a-sumo-stable/16?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Watch a Morning Sumo Training in Tokyo at a Sumo Stable",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 02:41:06"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 2327,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482823550/iug4z6enzszmlh2knhos.jpg",
        "strIntroduction": "Getting a taxi or catching a train can be a hassle, especially on New Year's Eve. But there is no need to worry! We can help arrange, in advance, a shared jumbo taxi service to transport you after your cruise experience. For just 2500JPY per person, you can take a shared jumbo taxi from the port to your preferred destination in Tokyo's 23 wards. Enjoy a luxurious and comfortable ride after your New Year's celebration. Book today to ensure a wonderful and stress-free night on New Years Eve. ※This is a shared ride service. Each car can fit up to 6 people. If your group is larger than 6 people, you will be split up into more than one taxi. ※Driver & car information will be provided via your message dashboard on the Voyagin website before your experience. ※You will be pick up from the port after the cruise activity. Drop-off services are available within Tokyo's 23 wards. Please inform us of the exact building name and address of the drop-off location. ※This is a first-come first-served service. Reservations will be accepted until on Dec 30th 12:00 JST, but may close prior to that date. ※A reservation is required per person. Children and infants also require a reservation for this service. Please note that the price for children and infants is the same as adults",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-hire-service-after-countdown-crusing/8023?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Jumbo Taxi Hire Service After Countdown Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 02:46:00"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 7,
        "intUsdCost": 4189,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355843388/qpw6a4qzp9dbb4zfmysw.jpg",
        "strIntroduction": "There are many and various types of Japanese meals, but a few of the most representative of Japan are noodles such as “udon” (wheat flour noodles) and “soba” (buckwheat noodles). \"Udon\" and \"Soba\" has been served since the 1500s or 1600s, so the food is very important for Japanese people. “Soba” is eaten with a special cold or hot soup while “Udon” is usually eaten with hot soup. “Soba” and “Udon” can be made with incredible ease but the end products are so delicious that it’s surprising – mix flour with water and knead, then spread the dough with a rolling pin and cut into thin strips of noodle. In this activity you will… • Make “Soba” and “Udon” • Watch a demonstration of the teacher making “kakiage” (mixed tempura) that goes well with “soba” and “udon” • Eat! Adhering to the rules that are simple but right makes mouthwatering food. Please take this opportunity to give this activity a try! (Photo by http://www.flickr.com/photos/jannem/3109259294/) (Photo by http://www.flickr.com/photos/jannem/3109258278/)",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-learn-how-to-make-soba-and-udon-in-kawasaki/143?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn How to Make \"Soba\" and \"Udon\" in Kawasaki",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 02:49:10"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 19,
        "intUsdCost": 4189,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355841537/sc5mtzrj3bwcyjmye5s9.jpg",
        "strIntroduction": "Since there are four distinct seasons in Japan, vegetables and fish that are in season change quite rapidly. There is traditional processed food that can be obtained as well, though, without regard of season/level of harvest such as dry food, tofu, and pickled vegetables. Out of these seasonally fresh and delicious ingredients, together we will prepare a traditional Japanese-style menu consisting of rice, soup, two side dishes, and a main dish. We will also express the feeling of celebration by carefully choosing the colors of the food and, at times, changing up the ways in which we cut the vegetables. In this activity you will… • Learn how to make 1~2 different Japanese dishes. • Eat traditional Japanese food that will be prepared in advance with my family (rice, soup, two side dishes, and a main dish) All food will be served in handmade pottery as well. When you visit Japan, we recommend that you learn how to cook and enjoy Japanese food with a Japanese family! * We can cook vegetarian as well. Also, for people with experience in cooking, we can give an advanced lesson on request.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-cook-a-beautiful-japanese-meal-for-beginners/142?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cook a Beautiful Japanese Meal For Beginners",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 02:52:59"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 12848,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471413017/lvu5gzksbuzattk5oxuc.jpg",
        "strIntroduction": "Plunge into the mesmerizing colors of the autumn leaves at Mt. Fuji! This bus tour takes participants to four sightseeing spots for a special price! Following the reception and departure at Osaki Station West Exit Bus Terminal, or Keio Plaza Hotel, the bus will drive to Mt. Kachi Kachi just near Lake Kawaguchi. Here you will take the Mt. Kachi Kachi ropeway for the awe-inspiring scenery of Mt. Fuji and Lake Kawaguchi bordered by colorful autumn leaves. Then, take a walk through a captivating tunnel created by towering maple trees with Mt. Fuji in the background, a spectacular sight you don't want to miss! Near Lake Kawaguchi, you will have a delicious Sukiyaki Set Meal, which is a Japanese dish of simmered in the nabemono (hotpot) style. The filling lunch will be followed by a visit to the Saiko Iyashi no Sato Nenba (Healing Village). This is an old Japanese village which used to be one of the most beautiful thatch roofing houses village in Japan. The Healing Village features beautiful scenery and provides a variety of hands-on-activities, including Japanese paper making and hanging hina doll making. Continuing on, you will enjoy the Fuji Airways Attraction at Fuji-Q Highland, an attraction featuring a virtual flight on the wings of a Fuji Airways airplane. This unique experience flies you from the middle of Tokyo right over the magical slopes of Mt.Fuji-a trip so real, you can almost reach out and touch the sky! The tour ends here, with a ride back to Tokyo, so you can carry on to enjoy a delicious dinner in the center of the city. this tour is provided by HIS",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-enjoy-1-day-mt-fuji-autumn-leaf-viewing-tour/7418?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy 1-Day Mt. Fuji Autumn Leaf Viewing Tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 02:56:51"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 9039,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475116980/pamergisfjy1ysyc0omx.jpg",
        "strIntroduction": "Visit Gunma and Tochigi to enjoy the stunning gradation of the colorful autumn leaves while having a railway trip with Watarase Keikoku train! This tour also includes a wonderful set lunch of the autumn delicacies! This bus tour departs from Ueno, Shinjuku, Shibuya, Ikebukuro, or Tokyo and will take you to stroll around Mizunuma Station Onsen Center and have lunch there. The lunch includes Maitake mushroom rice, grilled Japanese yam, chicken, and tempura that uses the autumn delicacies as its ingredients. After lunch, you will take the Watarase Keikoku train, a railway that connects Kiryu Station in Gunma and Toma Station in Nikko, Tochigi, to visit Omama Station. The train runs along the picturesque Watarase Gorge, so you can enjoy the excellent view of the colorful autumn leaves from the train’s windows. You will also visit Takatsudokyo Gorge, which is famous as one of the best autumn leaves viewing spots in Japan. You can enjoy the view of the autumn leaves of the both sides of Watarase river, and the best time to see the autumn leaves is usually form late October to lat e November. The itinerary for this bus tour is as follows: - Meet at Ueno at 9:10, or at Shinjuku, Shibuya, or Ikebukuro at 9:20, or at Tokyo at 9:50 - Visit and stroll around Mizunuma Station Onsen Center and have lunch there (60 minutes) - Walk to Mizunuma Station - Take the Watarase Keikoku Railway to visit Omama Station (16 minutes) - Walk to Takatsudokyo Gorge to view the autumn leaves for 50 minutes - Visit Oomugi Kobo Roa for shopping (20 minutes) - Visit Ashikaga Flower Park to see the illuminations of more than 3.5 million lights - Return to Ueno, Shinjuku, Shibuya, Ikebukuro, or Tokyo, tour ends in between 20:00 – 20:50 Use our reservation service to book this tour with no hassles, and visit Gunma & Tochigi for a wonderful autumn blast! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Gunma",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gunma-enjoy-the-autumn-leaves-and-railway-trip-in-gunma-and-tochigi/7617?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy the Autumn Leaves & Railway Trip in Gunma and Tochigi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 03:02:29"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 1173,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463979955/qx0bcvorrfkjdlmql9dm.jpg",
        "strIntroduction": "The Fujiko F. Fujio Museum, also informally known as the Doraemon Museum, is based on the work of Fujiko F. Fujio who created the Doraemon and any other heroes. He continuously wrote manga that filled the readers' hearts with joy. Doraemon has been around for decades and remains extremely popular today. So although the museum is aimed at children, it also appeals to adults who grew up with the series. While not large, it has a pretty extensive collection of Fujiko F. Fujio's work, including original artwork from Doraemon, 21-emon, Kaibutsukun, and several of Fujiko's other series. An excellent English audio guide is included with admission and has a lot of commentary on Fujiko's life and the various artwork on display. You will definitively be able to feel and enjoy Fujiko・F・Fujio's \"Dream\", \"Wonder\", \"Playful spirit\" at the museum. If you come to this area, you should also visit the Japan Open Air Folk House Museum which preserves 25 traditional Japanese houses. They are from the Edo Period (1603-1867) and were relocated to Kawasaki from all over Japan. Many of them have been designated as important cultural properties by the government. You can see what traditional Japanese houses look like and how old Japanese people lived. You can have lunch either in the Fujiko F. Fujio Museum or the Japan Open Air Folk House Museum. If you prefer to eat Japanese traditional food, you should eat Japanese Soba (buck wheat) noodles for lunch made with spring water from Oshino Village in Yamanashi prefecture. At the end of the tour, we will eat Hiroshima Style Okonomiyaki for dinner at the local restaurant. Okonomiyaki is a Japanese savoury pancake containing a variety of ingredients. Hiroshima Style Okonomiyaki is characterized by containing noodles. The ingredients are layered rather than mixed in Hiroshima. A restaurant can be changed if you want. Please feel free to ask me. Let's enjoy the tour together! ------------------------------------------------------------------------------------------------------------------------------------------- Itinerary 11:00 am - Meet up at Noborito Station 12:00 am - Fujiko F. Fujio Museum 01:30 pm - Lunch 02:00 pm - Japan Open Air Folk House Museum 05:00 pm - Dinner (Hiroshima Style Okonomiyaki) 07:00 pm - End of the tour *The itinerary is not fixed except meeting time and Fujiko F. Fujio Museum. *You can change dinner if you want. ------------------------------------------------------------------------------------------------------------------------------------------- You might try indigo dyeing using a plain handkerchief at 02:30 pm in the Japan Open Air Folk House Museum if it will be available. You can also visit The Taro Okamoto Museum of Art next to the Japan Open Air Folk House Museum. If you visit those places, telling me beforehand is better.",
        "strLocation": "Kawasaki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kawasaki-meet-our-hero-doraemon-at-fujiko-f-fujio-museum/6569?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Meet our hero Doraemon at Fujiko・F・Fujio Museum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 03:08:41"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 19,
        "intUsdCost": 10138,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475208217/mmho1alsu0ywjguemdtf.jpg",
        "strIntroduction": "This bus will take you to Yamanashi Prefecture to visit Lake Kawaguchi, Mt. Fuji 5th Station, and Misaka Farm where you can do an all-you-can-eat grape picking! Mt. Fuji 5th station is a great place for sightseeing, as it has many souvenir shops and restaurants that you can stroll around. You can also enjoy the splendid view of Mt. Fuji from this station, as it is close enough to the summit of Mt. Fuji! After visiting the Mt. Fuji 5th station, you will be visiting Miharashi-tei for lunch, a local restaurant at Lake Kawaguchi. At this restaurant, you can enjoy the grilled pork and grilled smelt (vegetarian / non-pork meal is available upon request, please inform us when booking). After lunch, you will be visiting the Kawaguchi-kohan station, where you will have a ride on the ropeway. Enjoy the astonishing view of the Lake Kawaguchi & Mt. Fuji from the ropeway! After riding on the ropeway, you will visit Fujimidai station to enjoy the scenery from the observatory before visiting Misaka farm for its famous all-you-can-eat grape picking! After visiting the Misaka-farm, you will visit Chateau Katsunuma where you can taste and purchase Yamanashi's local wine. The itinerary of the tour is as follows: Bus departs from - 7:30 Hotel Gracery Shinjuku - 7:50 Shinjuku Washington Hotel - Depart to Mt. Fuji 5th station (90 minutes) - Stroll around Mt. Fuji 5th station (50 minutes) - Have lunch at Miharashi-tei, Lake Kawaguchi (50 minutes) - Walk to Kawaguchi-kohan station - Have a ride on the ropeway (8 minutes) - Enjoy panoramic view from the observatory at Fujimidai station (40 minutes, including a returning ropeway journey to Kawaguchi-kohan station) - Depart for Misaka Farm by bus - All-you-can-eat grape picking (30 minutes) - Wine tasting and shopping at Chateau Katsunuma (30 minutes) - Return to Shinjuku by bus (90 minutes) - 18:20 Tour ends This bus tour is very famous, so make a reservation in advance with our service and get a free folding shopping bag! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-bus-tour-to-mountain-fuji-fifth-station-ropeway-and-grape-picking/7544?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bus Tour To Mt. Fuji 5th Station Ropeway & Grape Picking!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 03:12:30"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 14,
        "intUsdCost": 9954,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475051499/ad1pkoiyivs6shxshig3.jpg",
        "strIntroduction": "This bus will take you to both Kanagawa Prefecture and Shizuoka Prefecture to visit Odawara Castle, Lake Ashi and Mt. Fuji 5th Station, where you can enjoy the splendid view of the lake and the mountain! This bus tour departs from Shinjuku and will take you to Odawara Castle, where you can explore the history and the ancient of Odawara. After visiting the Odawara Castle, enjoy having your lunch at Minoya Kichibei in Odawara, where you can enjoy an all-you-can-eat crab dishes. After lunch, enjoy cruising on Lake Ashi from Motohakone Port with Hakone Pirate Ship, while enjoying the precious scenery of Mt. Fuji from on top of the boat! After cruising on Lake Ashi, you will visit the Mt. Fuji 5th station, which is a great spot for sightseeing. Explore the restaurants to enjoy the local food and the souvenir shops to buy some local crafts! The itinerary of the tour is as follows: Bus departs from Hotel Gracery Shinjuku - 8:30 Meet up at Shinjuku Washington Hotel - Depart to Odawara Castle by bus - Explore the Odawara Castle (40 minutes) - Have all-you-can-eat crab lunch at Odawara – Minoya Kichibei (50 minutes) - Depart to Motohakone Port by bus - Cruise on Lake Ashi with Hakone Pirate Ship (30 minutes) - Arrive at Togenkyo Port - Depart to Mt. Fuji 5th Station by bus - Stroll around Mt. Fuji 5th Station (40 minutes) - Depart to Shinjuku by bus - 18:30 – 19:00 Tour ends You can enjoy free Wi-Fi and electrical socket inside the bus, and get some prizes by participating in the lottery event while traveling on the bus. You can also get a fold-away bag for free by making a reservation with our service (limited offer until the end of September)! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-all-you-can-eat-crab-lunch-and-mountain-fuji-fifth-station-bus-tour/7552?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "All-you-can-eat Crab Lunch & Mt. Fuji 5th Station Bus Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 03:17:18"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 6,
        "intUsdCost": 4469,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1390016432/ra3kuspvlrsksan9d1io.jpg",
        "strIntroduction": "There is really nothing special about coffee shops. It’s usually a place to simply relax, drink some coffee, and perhaps read a book or magazine. What if all the waiters were butlers though? What if all the waiters were butlers that looked like they just stepped out of a manga? Would that be weird? Exciting? Interesting? Find out how you’d feel at a Butler Café in Tokyo! We’ll introduce you to one of the most unforgettable experiences you’ll have in Japan. Have the butlers call you prince or princess! It’ll be a great story to tell when you get back home.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-go-to-a-butler-cafe-in-tokyo/1729?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go to a Butler Cafe in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 03:21:35"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 3910,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469864240/xp99lin8ozrkumvq8tt2.jpg",
        "strIntroduction": "It takes 20 minutes by boat to Nagannu Island. On the Nagannu Island, there are lots of marine activities available: banana boat, jet-ski or marine walk. You can choose to join the activities or just lay down the beach enjoy the sun. If you join this tour on July, August or September there is linch included (curry rice). You can change to BBQ (booking it before you go to island is necessary). In April, May and June there are 2 departures: 1. 9:30 am departure from Naha. 2. 10:30 am departure from Naha. Included: Round-trip boarding fee・Facility usage fee・Tax In July, August and September there are 3 departures: 1. 8:30 am departure from Naha. 2. 9:30 am departure from Naha. 3. 10:30 am departure from Naha. Included: Round-trip boarding fee・Facility usage fee・Tax・Lunch Schedule: Assemble →Departure from Tomari Wharf → Arrive Nagannu Island (enjoy your beach time) (approximately 5 hours)→Departure from Nagannu Island → Arrive Tomari Wharf",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-go-to-nagannu-island-for-a-one-day-beach-tour/7255?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go to Nagannu Island for a one day beach tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 03:27:25"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3352,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463066293/znfe6jklzxpmgq4yis72.jpg",
        "strIntroduction": "The Mt. Moiwa Ropeway is a Japanese aerial lift line in Sapporo, Hokkaido. This tour's main point is to experience this ropeway while enjoying the night breeze. The whole trip is around 75 minutes. Here are the details: 1. Pick up We will pick you up at selected hotels. Starts around 7 pm depends on the season and traffic conditions. 2. Mt. Moiwa Ropeway Starts at 8 pm. Lasts for 75 minutes. 3. Drop off We will drop you off at selected hotels around 21:30. Option 1: Adult (age 12 and over) Option 2: Child (age 6-11) Attention please: 1.There are no reserved seats on the bus. 2.There are no seats for children under 6. If you want to book a seat for your child please book as 6-11. 3.It could be delayed depending on the traffic conditions. 4.It could be canceled depending on the weather. 5. Please arrive at the pick-up stop at least 15 minutes ago. 6. Only have Japanese guidance.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-mt-moiwa-night-view-tour-in-sapporo-hokkaido/6343?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Mt Moiwa Night View Tour in Sapporo, Hokkaido",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 03:33:29"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 5893,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471844948/qir5pm3aerqgyvxnhhsc.jpg",
        "strIntroduction": "Enjoy cruising around the Tokyo Bay and spend a luxurious and unforgettable moment with your special person. Enjoy the romantic and relaxing atmosphere and try the delicious French cuisine specially made for you! The plans come with a full course of French Cuisine, available for lunch and dinner. The chef only uses selected high quality ingredients, and cook them with very special techniques. There are several plans that you can choose, and the details are listed below: 1. Lunch Time Cruise - Vingt Et Un Plan +Salad +Soup +Main Dish (2 choices) +Desserts +Bread +Tea or Coffee Depart at 12:00 and return at 14:00 Please get on the boat latest by 11:30 2. Lunch Time Cruise - Gold Plan +Cold Appetizers +Soup + Hot Appetizers +Main Dish (2 choices) +Desserts +Bread +Tea or Coffee +VIP window seat Depart at 12:00 and return at 14:00 Please get on the boat latest by 11:30 3. Twilight Cruise - Vingt Et Un Plan +Salad +Soup +Main Dish (2 choices) +Desserts +Bread +Tea or Coffee Depart at 16:20 and return at 18:20 Please get on the boat latest by 15:50 4. Twilight Cruise - Gold Plan +Cold Appetizers +Soup + Hot Appetizers +Main Dish (2 choices) +Desserts +Bread +Tea or Coffee +VIP window seat Depart at 16:20 and return at 18:20 Please get on the boat latest by 15:50 5. Lunch Time Cruise - Anniversary Plan +A glass of Aperitif +Salad +Soup +Main Dish (2 choices) +Desserts +Bread +Tea or Coffee +One whole cake +Commemorative picture Depart at 12:00 and return at 14:00 Please get on the boat latest by 11:30 6. Twilight Cruise - Anniversary Plan +A glass of Aperitif +Cold Appetizers +Soup + Hot Appetizers +Main Dish (2 choices) +Desserts +Bread +Tea or Coffee +One whole cake +Commemorative picture Depart at 16:20 and return at 18:20 Please get on the boat latest by 15:50 7. Dinner Time Cruise - Anniversary Plan +A glass of Aperitif +Cold Appetizers +Soup + Hot Appetizers +Main Dish (2 choices) +Desserts +Bread +Tea or Coffee +One drink +One whole cake +Commemorative picture Depart at 19:20 and return at 21:20 Please get on the boat latest by 18:50 8. Dinner Time Cruise - Luxury Anniversary Plan +A glass of champagne +Seasonal special +Cold Appetizers +Soup + Hot Appetizers +Main Dish (2 choices) +Desserts +Bread +Tea or Coffee +Rose bouquet +Commemorative picture +VIP window seat Depart at 19:20 and return at 21:20 Please get on the boat latest by 18:50",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-cruising-around-the-tokyo-bay-meal-included/4828?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Cruising Around The Tokyo Bay, Meal included!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 03:37:01"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 67,
        "intUsdCost": 7355,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1422708186/dkdlpcwgitz3knzjffrf.jpg",
        "strIntroduction": "Tokyo is one of the most famous gourmet cities in the world. It is the famous Tsukiji Market, with a total area of 230,000 m2, that makes this possible. On the basis of \"visiting rules\" established by the Tokyo Metropolitan Government, one of the guides in our group will show participants around the market, safely in a small group of 4 or less exploring both the vegetable and fruit sections and the impressive seafood section. Especially attractive are the more than 480 different kinds of seafood on display in the seafood section ranging from fresh fish, to shell fish and prawns. There may also be an opportunity to see a complete tuna being cut and filleted. In Tsukiji Market, active shopkeepers and craftsmen work their traditional skills and way of life daily. Guests on this experience will also enjoy browsing various kinds of shops selling fish, vegetables, nori (dried seaweed), and dried seafood in the outer market. Since shoppers are buying direct from intermediate wholesalers in the inner market the volume of food and ingredients is substantially larger, often sold by the kilo. Our guide will be happy to pick you up if you book the hotel pickup option. Please note your transfer costs will be payable on the day - the pickup add-on option covers your guide's time and expenses for meeting and guiding you to the market. You can choose taxi, or Tokyo's excellent rail system. Tsukiji Market is basically divided into 2 areas- the Inside and the Outside market. The inside market is usually more entertaining and visitors can see the actual wholesale of the seafood. This part of the market opens to the public at 10:00, therefore we recommend to start the tour around 9:45 am. However, starting time can be flexible and you are free to suggest alternatives when you book the tour. Please note that if your group consists of more than 5 people, you might be split in two different groups. Tsukiji Fish Market is closed every Sunday and on the following days: Closed Dates in 2017: January 1, 2, 3, 4, 8, 9, 15, 18, 22, 25, 29 February 1, 5, 11, 12, 15, 19, 22, 26 March 5, 8, 12, 15, 19, 20, 26, 29 April 2, 5, 9, 12, 16, 19, 23, 29, 30 May 3, 4, 5, 7, 10, 14, 21, 24, 28 June 4, 7, 11, 14, 18, 21, 25, 28 July 2, 5, 9, 16, 17, 23, 26, 30 August 6, 11, 13, 14, 15, 20, 23, 27, 30 September 3, 10, 13, 17, 18, 23, 24, 27 October 1, 4, 8, 9, 15, 18, 22, 25, 29 November 3, 5, 8, 12, 15, 19, 23, 26 December 3, 6, 10, 17, 24, 31",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tsukiji-fish-market-private-walking-tour/567?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "World's Most Famous Tokyo Tsukiji Fish Market Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 03:41:14"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 1513,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456821426/dr1eu3lwvehkmxs2rlyz.jpg",
        "strIntroduction": "LAST CHANCE! With this tour you will attend one of the most exciting national sports events in Japan – Nagoya Sumo Tournament. Nagoya is one of the only three locations in Japan where National Sumo tournaments are held. People from all over Japan and the world come to Nagoya to see famous sumo wrestlers and enjoy watching one of the most spectacular sports. This tour includes a guide for those who want to learn a lot about sumo history, culture and rules, as well as have more understanding of this unique sport. It is definitely beneficial to have a guide on this tour, as it is difficult to understand everything that is happening on the rink. *PLEASE NOTE* ONLY TICKETS FOR JULY 16TH ARE LEFT!",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-attend-nagoya-sumo-tournament-with-a-guide/4384?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Attend Nagoya's Sumo Tournament with a guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 03:45:32"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 0,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470387385/mcwif12grb8hx521r30w.jpg",
        "strIntroduction": "[Only 2 seats available] This is a monitor tour, for guests who would like to enjoy Jingu Gaien Fireworks Festival on August 20th for free! All you have to do is, enjoy the fireworks with free yukata, and write a review of our service after the festival! As you are joining this activity as a monitor, please don't forget to write this review after the experience! We've prepared reserved seats, where you can watch the fireworks from the best point of view, so please enjoy the activity! So, What is one of the most exciting summer experiences in Japan? Surely most people will say its fireworks festivals! The tradition of enjoying fireworks in Japan started in 1613 when an English pyrotechnist put on a fireworks show in front of Ieyasu Tokugawa. Since then Japan's fireworks technology has evolved so much that fireworks displays are help all around Japan during the summer season. Wearing a yukata while watching the fireworks, is a very traditional thing to do in Japan. Yukata has been one of the most popular seasonal clothes in summer since Meiji period! If you take photos in your yukata style with the fireworks, it will definitely going to be an awesome one! At most of the fireworks festivals \"Reserved Seat\" tickets are sold for guests who would like to enjoy the festival without feeling all of those stressful things! If you buy these tickets, you don't have to wake up early and sit on the tarp for a long time waiting for the festival to start. That means, you can visit another fascinating places in Tokyo before your exciting night! Notes: -You will be wearing your yukata on your own. -The design of your Yukata will be random. You may not choose the design or the color. (August 20th, Saturday) \"Jingu Gaien Fireworks Festival\" -Starting Time : 7:30pm~ ------------------------------------------------------------------------------------------------------------------------------------------- ※ Weather Conditions ※ Important Notes for ticket options (8/20): The fireworks display will be postponed until the following day in the case of rain. You will be able to get a partial refund if the following conditions are fulfilled. Condition 1. Fireworks are not held on the scheduled date or on the alternative date. Condition 2. Your tickets are sent back to Voyagin. If the fireworks are held on an alternative date (following date), you are not eligible for refund. ------------------------------------------------------------------------------------------------------------------------------------------- ※ About Tickets ※ - Please be aware there's always a slight chance for them to sell out. - In addition, you may not be able to receive a refund once we obtain tickets for you. - In the event we cannot acquire tickets, we will reimburse you the full cost. - Please reserve weekend tickets early because they sell out fast. ※ Important Ticket Delivery & Pickup Information - Please Read Carefully ※ 1. Ticket Delivery We will deliver your tickets to your hotel in advance for your concierge to hold for you. The tickets will be available upon check-in. If you would like us to deliver the tickets to your hotel, please provide us with the following information: - Hotel name - The full name used for your reservation - Check-in date Please note: - We need at least 3 business days for delivery. If placing a last minute booking within 3 days of your visit, or if we don't get your hotel information soon enough, you'll need to collect your tickets from our Tokyo office. Please reference the pickup information under Ticket Pickup below. - If you are not staying at a hotel, we recommend collecting the tickets from our office. 2. Ticket Pickup: You can collect your tickets from our Tokyo office in Shibuya. Our office is located 7 minutes (on foot) from Shibuya station. Address: (English) Miyamasu ON Building 5th floor, 1-15-8 Shibuya, Shibuya-ku, Tokyo 〒150-0002 (Japanese) 東京都渋谷区渋谷 1-15-8 宮益 ON ビル 5F Detailed Directions (Shibuya station to Voyagin): http://voyag.in/shibuya-station-to-voyagin-office Google Map (Shibuya station to Voyagin): http://voyag.in/voyagin-google-map",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-monitor-wanted-august-twentieth-jingu-gaien-fireworks-festival/6746?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Write a Review and Watch Fireworks for Free on 8/20!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 03:49:51"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 24206,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469414447/vswnqqkya58zml2gauwx.jpg",
        "strIntroduction": "In this 2-Day tour, you can take the bus from Shinjuku, Tokyo, to go to climb Mt.Fuji and see the beautiful sunrise at the top of the mountain! Mt. Fuji is the highest mountain in Japan which is 3,776m high, and is one of the most popular tourist spots in Japan. In this tour, you can climb up to the 8th hut on day 1, and arrive at the Mt.Fuji summit to see the fascinating sunrise on day 2! If you're interested in climbing mountains in Japan, you should definitely join this program! There are several special features only for this tour! First, there will be an English-speaking tour conductor as well as a mountain guide who will accompany you, so you don't have to worry even if you can't speak Japanese! You may ask your guide anything about Mt. Fuji. Second, there are 3 getting-off points of the tour, such as; Gotemba Station, Gotemba Outlet in Shizuoka prefecture and Shinjuku. Gotemba is located around the foot of Mt. Fuji and at the outlet you may enjoy shopping and eating! If you're interested in shopping in Japan, you may also get off there. Third, traveler's insurance is included in the tour fee. When you climb a mountain, danger is always present. The details of the insurance are written below, so please make sure to read them carefully! If you select the mountaineering gear rental plan, most of the items necessary for climbing such as rain gear, climbing boots, rucksacks, stocks and headlamps are included in the fee! If you're a beginner and you're not used to mountaineering, choose this plan and you have no worries! Also, there is an add-on option which allows you to go to the hot spring at Benifuji no Yu located near Mt. Fuji. If you've ever dreamed of experiencing Japanese onsen, it's a must-try activity! (Please be aware that the onsen is not accepting guests with tattoos) Itinerary: Day 1 07:30 Meet your guide and depart from Shinjuku 10:30 Arrival at Mt. Fuji Subaru Line 5th station Climbing preparation & Take lunch at Unjokaku 12:00 Start the 6 hour climb 18:00 Arrive at the Mountain hut at the original 8th station Tomoe-kan Eat Dinner and sleep Day 2 02:00 Departure 90 minute climb Mt. Fuji summit 1 hour descent Arrive at original 8th station and eat breakfast at Tomoe-kan 3 hour descent Take a break at Mt. Fuji Subaru Line 5th Station 12:00 Departure 12:45 - 14:15 Arrive at Benifuji no Yu Eat lunch and have a break, hot spring baths for those interested (Getting-off point 1) 15:00 - 15:15 Arrive at Gotemba Station (Getting-off point 2) 15:45 - 16:00 Arrive at Gotemba Outlet (Getting-off point 3) 18:00 Arrive at Shinjuku Summary of the Travel Insurance: 1. Details of Compensation -Covers costs of a traveler’s medical treatment for injuries and illnesses sustained in Japan, as well as the costs for returning them to their home countries 2. Principal collateral services -Introduction to medical institutions arranging services -Cashless services for medical fees (guarantee of payment) -Phone interpretation services -Medical interpretation: Available in English, Chinese, and Korean. General interpretation: Available in 43 languages, including English, Chinese, and Korean -Transport services for injured and sick travelers, as well as transport for remains 3. Insurance amount -10 million JPY 4. Insurance duration -While participating in the tour This tour is available from July 2nd to September 10th, every day.",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-enjoy-2day-mtfuji-climbing-tour/6195?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy 2-Day Mt.Fuji Climbing Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 03:55:57"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 17689,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1401882455/ad6jmj6p2jjtgze9g3uz.jpg",
        "strIntroduction": "Witness the beauty and elegance of ancient Japanese traditions and enjoy an incredible evening of culture, entertainment and delicious Kyoto food with the lovely Maiko of Kyoto's Gion Hatanaka. Get a chance to chat with the Maiko, play drinking games with them, and even take photographs together with the Maiko and Geiko to remember this exquisite night forever. The dinner includes an all-you-can-drink menu. Our specialty is our Kyoto style Kaiseki cuisine. We follow very traditional cooking methods, ingredients, and philosophy. Therefore, our meals will contain seafood and Japanese seasonings such as soy sauce, fish stock, and Mirin sweet sake. Schedule: Monday, Wednesday, and Saturday (Min reservation for 10pax required) Friday (Regular show day) Show begins at 6 PM and finishes at 8 PM. Itinerary: 5:40 PM - Open Banquet room 6:00 PM - Dinner show begins - Maiko Elegant dances. - host will explain about them. - You Can Talk with maiko & Geisha (with translator available). 7:00 PM - Drinking game with Maiko and Geiko. 8:00 PM - Show ending.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-an-evening-of-kyoto-cuisine-maiko-performances/2290?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy an Evening Cuisine & Maiko Performances in Kyoto Gion",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 04:01:31"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 18620,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1458514940/udndsiagglody5m0bzuc.jpg",
        "strIntroduction": "In this activity we will leave Tokyo by car and go to Mt. Fuji at 7:00 in the morning. We will arrive at the paragliding location in about 3 hours. After a short instruction and preparation at the top of the mountain, you can enjoy a flight by a paraglider! An expert paraglider pilot will help you fly in the sky from where you will be able to see Mt Fuji! You can even take pictures in the air! After landing, we will return to Tokyo by car again around 6:00 in the evening. Disclaimer: The flight will be cancelled in case of bad weather and may be substituted with a sightseeing walk around Mt Fuji. You will be informed on the day preceding your flight about the weather conditions. additional tour If rainy day Rafting is available.",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-fly-by-a-paraglider-near-mt-fuji/5345?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Viewing Mt.Fuji and paragliding One day tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 04:05:27"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 6,
        "intUsdCost": 6331,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1398486731/ceinrsgrchhtcyhfpra3.jpg",
        "strIntroduction": "What comes to your mind when you think of Japan? Many people would think of Mt. Fuji and Sakura (Cherry Blossoms). If you don't get to visit Japan during cherry blossom season, fear not as there is a wonderful alternative called the \"Fuji Shibazakura Festival\"! There are about 800,000 Shibazakura (a different type of Cherry Blossom that blooms later than the ordinary Cherry Blossoms) here, and it's a fabulous photo opportunity you won't want to miss. Getting to the venue can be a pain, but we make it easy for you by booking tickets on the direct shuttle bus tickets from Shinjuku, and have them conveniently delivered to your hotel or place of accommodation while in Japan (the website is in Japanese so it will be difficult to book this on your own) Directions will also be provided so you know where you meet in the morning and need to go to come back in the afternoon. Available April 16 - May 29, 2016 **NOTE: Festival tickets will be sold separately at the venue itself: Adult - 600JPY Child - 250JPY *************************** ITINERARY 7:30 or 8:40am Depart Shinjuku Highway Bus Terminal *Report at least 10 minutes prior to departure. 9:57 or 11:42 Reach destination, the Fuji Shibazakura Festival Until 14:20 Have fun admiring the Sakuras, walking around, and having lunch in the area. There are many cafes with good wifi around! 14:30 Return to shuttle bus (directions will be provided upon booking) *Report at least 10 minutes prior to departure. 16:55 Reach Shinjuku Highway Bus terminal copy right(photo) https://flic.kr/p/bZvXiq https://flic.kr/p/4RgaYp https://flic.kr/p/4RgaZH https://flic.kr/p/4SvazK",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-get-direct-bus-tickets-to-the-fuji-shibazakura-festival/2171?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get Direct Bus Tickets to the Fuji Shibazakura Festival",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 04:11:38"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3072,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1425014293/a2wazsett8air3xywd3z.jpg",
        "strIntroduction": "Enjoy this historic walk through the center of Tokyo and across five centuries of history. We begin at Nihonbashi which was literally the center point around which the whole city was designed. Learn how the shoguns gradually reined in the power of regional lords by holding their families semi-hostage in Edo (Tokyo). Visit shops founded in those days that are still operating today! After 250 years of isolation Japan opened to the West with the restoration of the Meiji Emperor in 1868. See the classic buildings left from that period including the Bank of Japan, the starting point of Japan's rise to financial prominence. See how the old and new co-exist in this densely packed city, with restaurants crammed under elevated train tracks. Enjoy the wide green expanse of the grounds around the Imperial Palace. Power, money, architecture-- take in all the stories and views in this invigorating walk through the center of one of the world's great cities-- when the tour ends you'll be ready to enjoy a delicious lunch in one of Tokyo's thousands of restaurants! Regular tours are scheduled on Thursdays only. For other days please book the private tour option.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-nihonbashi-history-walk-edo-period-and-the-modern-era/3175?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Nihonbashi History Walk: Edo Period and the Modern Era",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 04:17:33"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 3538,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1485941751/kilkstvzxcobhvrje18q.jpg",
        "strIntroduction": "**Don't Miss This Amazing Experience - Only available from Late March to Early April!** Hanami is the traditional custom of viewing and appreciating cherry blossom flowers during Sakura season. Sumida Park and River is one of the most popular Hanami spots in Tokyo, conveniently located near Asakusa and Tokyo Sky Tree. There are over 1000 cherry blossom trees lined along the river. This beautiful scenery has been enjoyed since the Edo period. There are various ways to enjoy hanami. We recommend you to enjoy Hanami from a Yakatabune (Japanese houseboat). Yakatabune is the best-kept entertainment secret in Japan that has been relished for over 150 years, since the times of Shoguns (Shogunate) and Samurais. Many parks like Sumida Park get very crowded during Sakura season. It’s not easy to get a good spot for viewing because some people even stay overnight to reserve the perfect spots. But on the Yakatabune, you don’t have to justle with an extreme crowd or wait for a long time. You can have a relaxing, carefree Hanami time in this traditional and elegant Yakatabune. Those lucky travelers coming to Japan during the cherry blossom season must not miss this amazing experience! The blooming cycle of the Sakura, or cherry blossom tree, is short-lived, usually for just one to two weeks! In this activity, you will enjoy - Cruising through Sumida river - savory light bento box from one of the most popular Japanese restaurants - A beautiful scenery You can choose the night cruise boarding time from - 17:40 - 18:10 - 18:30 - 19:00 - 19:30 *only available on Friday, Saturday and Sunday（not available on April 7,8,9） - 20:00 *only available on Friday, Saturday and Sunday（not available on April 7,8,9） What could be better than enjoying the beautiful cherry blossom scenery from the ship while enjoying the delicious food? Enjoy beautiful view of Sakura trees, Skytree and dine on Japanese cuisine! ※This tour will be available from March 22 (Wed) - April 9 (Sun), 2017",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-sakura-cherry-blossoms-cruise-in-tokyo-sumida-river/2019?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Sakura Cherry Blossoms Cruise with meal and a glass of Rosé!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 04:21:09"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5958,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1437560759/uk6prqlof49k39anappp.jpg",
        "strIntroduction": "This is a walking tour in Harajuku and Shibuya, two of the busiest districts in Tokyo known for their subcultures and young people's fashion. Here you will be able to discover the true spirit of the \"kawaii\" (cute) concept and see how local Japanese people perceive it in practice. Join us for an incredibly fun tour in the heart of Tokyo! Below are the details of the tour: Tour time: 13:00-16:00 (3 hours) Available: Monday to Friday Tour Language: English The tour starts in: Harajuku The tour ends in: Shibuya",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-the-concept-of-kawaii-in-harajuku-and-shibuya/3743?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover the concept of Kawaii in Harajuku and Shibuya!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 04:25:48"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 10706,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456651423/y5zrw2rdzsaivsh5gjdf.jpg",
        "strIntroduction": "\"Shibazakura\" literally means \"Field Cherry Blossoms\". While it is not exactly a field per say, the flowers create an illusion of blooming out of the ground. Unlike regular cherry blossoms, the \"shibazakura\" come in a variety of colors such as white, red, purple and blue. In Hitsujiyama Park, not far from Tokyo, there are nine types planted strategically to create an artistic landscape. Around 400,000 \"shibazakura\" are planted in this park and visitors get a breathtaking view of their surroundings. Another great thing about this park is that it is located in Saitama prefecture, which is very close to Tokyo. Also located close to the park is a famous sake brewery called \"Sakezukuri no Mori.\" It has a 260-year history in wine and sake and make what is considered to be one of the best sake in Japan. Patrons can enjoy free sake tasting and take in the rich tradition of this Japanese cultural activity.",
        "strLocation": "Saitama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-saitama-see-beautiful-shibazakura-fields-of-hitsujiyama-near-tokyo/5043?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See Beautiful Shibazakura Fields of Hitsujiyama, Near Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 04:29:55"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 10241,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460550952/nwrwbofy5wrfcl0jtogf.png",
        "strIntroduction": "In this exciting an unique samurai experience you can immerse yourself in the world of Japanese samurai and try sword play during your visit to Osaka. Real and well-trained samurai will demonstrate their skills during an attractive show. Below is the summary of the activity (morning session or afternoon session): Part 1: (30 min,10:00-10:30, 14:00-14:30) Wear clothes \"iaidogi\". Pose with a Japanese sword. Part 2: (30 min, 10:30-11:00, 14:30-15:00) See the temples, Shinnyoji Temple and Chokeiji Temple. Shinnyoji temple has a golden interior. Chokeiji Temple was built after Emperor Shomu's behest. If you are lucky, you might hear the sutra of the drum in the Chokeiji Temple. Part 3: (30 min, 11:00-11:30, 15:00-15:30) Practice the actions of samurai. Part 4: (30 min, 11:30-12:00, 15:30-16:00) Try \"Chanbara\", a sword play. Part 5: (30 min, 12:00-12:30, 16:00-16:30) Watch a performance of real samurai. One session can be booked from 1 to 50 people. It usually follows the above schedule. However, But, if a session has 10 or more people, real samurai will demonstrate their skills with real Japanese swords at part 3. That is hard to find and see even in Japan! Therefore booking a session with more than 10 people is a fantastic deal. Time schedule: The time for one session is 150min. Morning session: start 10:00 - end 12:30 Afternoon session: start 14:00 - end 16:30 Address: 1141 Shindachi ichiba Sennan Osaka Japan 〒590-0504 Please book 1 day in advance.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-experience-samurai-sword-play-and-see-ancient-temples-osaka/4746?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Samurai Sword Play and See Ancient Temples, Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 04:34:11"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 10000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1458515162/iakjkcyprqzciorgweb3.jpg",
        "strIntroduction": "Experience Tokyo’s bustling culinary underbelly on this 3-hour food tour around Tokyo. This is a MUST do activity in Tokyo, a gastronomical experience that you will never forget! Enjoy delectable Japanese food over great trivial and historical conversations with our experienced foodies. Starting in Yurakucho and ending in Ginza your guide will show you the sights, sounds and most importantly, tastes of Tokyo most tourists do not get to experience. On this food tour you will travel through the city sampling delicious Japanese food. Not only will you eat, you will be educated by a knowledgeable guide with the stories of the behind-the-scenes trivia about Japanese food and its culture. This is a walking and eating food tour where food from various places are sampled. Some of them are: 5 kinds of Yakitori with 2 complimentary drinks, traditional Kaiseki ,a traditional multi-course Japanese dinner meticulously prepared and beautifully presented (about 8-10 kinds ranging from veggies,tempura , sashimi) ,Wagashi (Japanese dessert) and some other Japanese food samples. This tour runs from 4:50 pm to 7:50 pm during the weekdays and Saturdays , please don't be late! Note: This is not a private tour. There will be other guests with you.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-a-tokyo-walking-food-tour-at-night/4894?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a Tokyo Walking Food Tour at Night",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 04:38:51"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 7,
        "intUsdCost": 4655,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1420292974/snj3vv6k3liflkqx1hwq.jpg",
        "strIntroduction": "l will quickly and efficiently guide you from Narita or Haneda Airport to your first destination in Tokyo (only within the 23 districts) by public transportation (trains, subways, and buses). Public transportation in Tokyo is very complicated, so I'll bring you to your destination so you can have a comfortable and stress-free arrival. If you have a lot of luggage, I will drive you from Narita or Haneda Airport to your destination. Also, if you're hungry after your long flight, I can take you to a local Japanese restaurant to try ramen noodles or sushi. If you want to eat other Japanese food, please tell me and I'll bring you to the best place!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-transfer-from-narita-airport-to-your-tokyo-destination/2980?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Transfer from Narita Airport to your Tokyo Destination!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 04:43:38"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 2327,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355838972/lnku6pcnvzlbplipunfb.jpg",
        "strIntroduction": "Japanese food is immensely popular all over the world. However, foreigners end up eating typical Japanese food such as sushi and noodles. This class gives you a view into another aspect of Japanese food culture, namely the average Japanese meal eaten at home every day. Imagine your own comfort foods back home. There is nothing especially fancy about a normal Japanese family’s home-cooked meal but that is what makes it special. Take this opportunity to learn about real Japanese food with real Japanese families, an experience that cannot be met by a visit to any great local restaurant. Not only will you be able to explore new dishes during these meals, this will be a fantastic opportunity to have a meaningful cultural exchange or practice your Japanese skills. Think of it as a short home-stay program for those who do not have the time but still want the experience. There are families that welcome visitors during the day at lunch too so check through your schedule to see if you can find some time for a nice Home Visit. I will serve a Japanese home-cooking staple, pork cutlets among other dishes. In the meal they will also have fresh sliced raw fish, sashimi, and fermented soybeans, natto, just so you can try and expand your palate. 1. Meet host family at their home or nearby landmark 2. Go to home to relax and enjoy lunch or dinner 3. Say goodbyes to family and leave home",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-join-takane-cooking-for-a-japanese-meal-at-home/133?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join \"Takane Cooking\" for a Japanese Meal at Home",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 04:47:25"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7355,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1449550177/spm6f2ajwmnilgqv4s7z.jpg",
        "strIntroduction": "Our morning starts with a visit to a Buddhist temple founded in 1703 in an old part of Tokyo. We will briefly tour the temple and watch up close a dramatic purification ceremony with powerful drumming, chanting and a bonfire. You can even have your bag blessed over the healing smoke. Purified and energized by the ceremony, we will move to a neighborhood with old shops selling tea, scissors and knives, a wholesaler of colorful tenugui hand towels, a craftsman’s studio, street snacks, fans and more. Enjoy the traditional atmosphere, great gift shopping and some delicious snacks! Regular tours are held every Friday 10:30 - 13:30. Private tour option is available for other days (except for Sunday) on request.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-see-a-buddhist-fire-ceremony-and-traditional-craft-shops/4232?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See a Buddhist Fire Ceremony and Traditional Craft Shops",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 04:51:43"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2234,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1447605048/q7ykukacal96n9wszwuw.jpg",
        "strIntroduction": "The famous Nagoya Omotenashi Bushotai group of professional stunt actors who represent famous warlords from Japan’s history (among which Kato Kiyomasa, Maeda Keiji, and others) are coming to Tokyo for a special samurai and ninja show to be held in the heart of Asakusa on February and March! Don't miss this chance to see and even participate in the spectacular show! Tuesday, Mar 29th 2016 1st performance: 3:00 pm-4:30 pm 2nd performance: 7:00 pm-8:30 pm Wednesday, Mar 30th 2016 1st performance: 3:00 pm-4:30 pm 2nd performance: 7:00 pm-8:30 pm Thursday, Mar 31st 2016 1st performance: 2:00 pm-3:30 pm 2nd performance: 6:00 pm-7:30 pm [PLACE] Kaminari Gorogoro Kaikan (Asakusa 3-6-1,Taito-ku,Tokyo) [ACCESS] From Narita Airport: Take the Keisei Narita Sky Access Express Line (approx. 1 hour) to Asakusa Station. An 11-min. walk from Asakusa Station Exit A4. From Tokyo: A 9-min. walk from Asakusa Station (Tobu Skytree Line) A 9-min. walk from Asakusa Station Exit 1 or 8 (Tokyo Metro Ginza Line) An 11-min. walk from Asakusa Station Exit A4 (Toei Asakusa Line) A 5-min. walk from Asakusa Station Exit 1 (Tsukuba Express)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-samurai-and-ninja-experience-show-in-asakusa/4134?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Samurai & Ninja Experience Show in Asakusa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 04:57:25"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 18620,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1437887688/hrjvidstwamhcoiigoto.jpg",
        "strIntroduction": "This is a private guided tour around Hakone's highlights. The tour can be completely customized, so feel free to suggest itineraries or add/remove any items from my suggested route. Below is the detailed flow of my recommended Hakone tour: - Pick up at your nearest station (Odawara or Hakone Yumoto), hotel, or ryokan in the Hakone/Odawara areas. - Visit the village of traditional Japanese craft \"Hakone Yosegi Zaiku\" where you can see a large variety of craft items. - Walk the historical road of Tokaido and visit one of the oldest tea houses in Hakone. - Visit Hakone Shirine, one of the oldest shrines in Japan and learn about its history. - Eat Japanese food for lunch. I will suggest a restaurant based on your preferences. - Ride on an aerial tramway and see a splendid view of Lake Ashi and Mt. Fuji. - Visit other secret spots where you can see Lake Ashi and Mt. Fuji. - Visit a traditional Japanese house and experience the traditional old Japanese lifestyle. - Before going back, you can refresh yourself in a relaxing hot spring! (Private bath can be arranged at a price range from 3000 JPY each person) - Drop off at the station or your hotel/ryokan. *Please note that seeing Mt. Fuji is subject to weather conditions. If you have any questions, please feel free to contact me!",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-take-a-private-tour-to-hakone-best-sightseeing/3752?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a private tour to Hakone's best sightseeing!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 05:02:38"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 5400,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1438666289/odhzxme0hzxcps1exwxs.jpg",
        "strIntroduction": "Shodo is a eastern art to express the beauty of characters. Basically, we use a brush and black ink to write characters on paper to practice Shodo. When we practice Shodo (Calligraphy) with a brush, we need an inkstone, a brush, paper and ink. These materials are called the \"Four Treasures of Study\". You may not take your time to write characters in daily life, or if from abroad never wrote Japanese characters at all. Using a brush offers delicate writing pressure and a better expression of the writers feelings on the paper. In this activity, I would like you to experience the beautiful art of hand-writing and expressing feelings on paper in four steps: 1.You will learn about the history and tools of Shodo. 2.You will practice the fundamental elements called Sho, Hane, Harai, Tome. 3.You will learn that the feeling of Sho varies and transforms to different shapes. 4.You will write Sho on Japanese hand-made paper, made by Japanese craftsman. 5.The Standard Class + Calligraphy tool set Class to enjoy a general overview of calligraphy includes calligraphy tools that you can use to practice calligraphy at home or outside. Take your Sho home as a souvenir!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-experience-shodo-the-art-of-calligraphy/499?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Shodo - The Art of Calligraphy",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 05:07:57"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2793,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1429798293/oyksaa1kyi5gm1xpqiwl.jpg",
        "strIntroduction": "There are several options for the Kobe beef lunch and Japanese culture lecture theme. You can pick one of each below. [Kobe beef lunch] 1. Beef Steak (with salad, soup, rice. Starts from 1500 JPY) 2. Yaki-shabu (lightly broiled thin sliced beef with Ponzu sauce, with salad, soup, rice. Starts from 1500 JPY) 3. Japanese meal course (salad, tempura, raw fish, 2 vegetable deli, rice, soup, dessert) with choice of beef steak / Yaki-shabu (starts from 2500 JPY) 3. Roast beef (with soup, salad, bread, dessert. Starts from 1500 JPY) 4. Hamburg Steak (Japanese Ground beef steak, with rice, soup, salad. Starts from 1000 JPY) 5. Yakiniku (Korean style BBQ, with salad, rice, dessert. Starts from 1200 JPY) [Japanese Culture Theme] 1. Origami - Step-by-step instructions to make pretty envelopes or small candy box. You can make them again when you return to your country! 2. Japanese Language - Japanese letter, syllables, accent, grammar, Japanese common (& easy) expressions 3. Japanese communication style - unique Japanese body language & gestures, Japanese bowing (ojigi), nodding, eye-contact, apologizing and more. We'll meet at Sannomiya Station, then go to the restaurant you chose in advance (depending on your preference of Kobe beef lunch). I'll give you a fun and interesting lecture about Japanese culture of your choice, during or after the lunch time. It takes about 30 minutes. You'll enjoy yummy & fun time together!!",
        "strLocation": "Hyogo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hyogo-eat-a-reasonable-kobe-beef-lunch-and-learn-japanese-culture/3390?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Eat a Reasonable Kobe Beef Lunch & Learn Japanese Culture",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 05:14:11"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 2607,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1454822607/xqvdvrxjnkk04a0dwyha.jpg",
        "strIntroduction": "In Japan, most Japanese look forward to viewing the beautiful sights of the cherry blossoms season at the end of March and early April of every year as it really cheers them up, they usually plan to go out and have fun with their friends and families. If you happen to come to Japan during the cherry blossoms season and want to have a unique and awesome viewing experience then this is the best tour we recommend for you. Walking along the street or a garden is one way to view these blossoms. However, when you are sitting at a height of 3.8 m on the roof of the open top double-decker bus called “O Sola Mio”, and being driven around looking up at the cherry blossoms just above your head, this is a sublime experience that words can never describe, you have to experience it. The highlight of this tour is driving through the tunnel of cherry blossoms trees while sitting at such a height. This tour starts from the Marunouchi South Exit at Tokyo Station. It follows a route that will first take you to Kitanomaru park to view the cherry blossoms along the moat at the imperial palace, then to the Yasukuni Shrine which is one of the famous spots for cherry blossoms viewing. Next is Sotobori-dori Street where you can see cherry blossoms planted on both sides of the moat. Finally a drive through Chidorigafuchi (the Tunnel of Cherry Blossoms) and then back to Marunouchi South Exit at Tokyo Station. The total time of this tour is about 1 hour. The tour runs between the 19th of March and the 10th of April as follows: Between the 19th of March and the 22nd of March and again between the 6th and the 10th of April the tour bus departs at a frequency of every two hours from 8.00 a.m. to 7.00 p.m. Between 23rd March and 5th April the tour bus departs on hourly basis (one hour) from 8.00 a.m. to 7.00 p.m.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-sakura-cherry-blossoms-from-the-open-top-bus-in-tokyo/4719?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Sakura Cherry Blossoms from the Open top Bus in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 05:19:29"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4562,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1485942374/ailynvw4buaottvleoyd.jpg",
        "strIntroduction": "This cruise plan will take you to cruise along the Meguro river, the best spots for cherry blossoms viewing in the Kanto area. There are around 800 beautiful cherry blossom trees lining along the river, and you will enjoy this astonishing scenery. The branches of the cherry blossom trees, which are full with cherry blossom flowers that flow down like a curtain. The cruise floats slowly along the river while you enjoy the impressive and compelling views of cherry blossom curtains. You will also have the exciting opportunity to cruise under a floodgate. This cruise tour is very popular every year so make sure that you book this program before seats get sold out! Let's bring more colours and joy to your spring this year! This cruise tour is available for the dates and times below: March 23 - April 12, 2017 This program is very popular and reservation is difficult to make, so use our service to make a reservation!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-sakura-cherry-blossoms-cruise-in-tokyo-meguro-river/5019?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Sakura Cherry Blossoms Cruise on Meguro River, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 05:24:47"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 4655,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459430138/gwwmfhz6srcatonn0yav.jpg",
        "strIntroduction": "Time schedule; 10:00am - Meet at JR Asagiri station (Kobe line, 1 stop east from Akashi station) , walk to my house (OPTIONAL - Explore Japanese supermarket with me!) 10:30am - Japanese cooking lecture (ingredients & condiments) 11:00am - Japanese cooking demo - and cook together! 12:00pm - tasting 1:00pm - breakup (OPTION; Japanese language mini lesson / Japanese culture mini lesson after the tasting!) =================================== Meet at Asagiri station, Hyogo, which is close to the Akashi Kaikyo bridge. You will enjoy the beautiful bridge view from the station! My house is walk distance from Asagiri station, and we're going to cook together at my house. If you are interested in Japanese supermarket, let's explore with me before cooking session! I can give you fun and useful information while exploring, and you can shop what you want! At my cooking session, I'll have a interactive lecture about Japanese condiments (Miso, soy sause, men tsuyu etc.) and ingredients (rice, beans, dried foods, tofu etc.) first. I'll give you a paper so that you can understand well and know how to get these at your country. This lecture is about 15 mins. Then, I'll start cooking demonstration. Here's the themes you can choose below; 1. Japanese lunch style...How to cook Japanese rice, miso soup, vegitable side dish, Japanese omulete and entree. You can choose meat / fish as entree in advance, and I'll choose good recipe for you. Cooking is about 1 hour. 2. Gyoza dumplings...wrap by yourself, and fry on the Japanese \"hot plate\" (elecric griddle)...It's really fun and yummy. Kids love it! Great recipe for the party!! 3. Okonomiyaki (Japanese savory pancake) ... It's one of a very popular Western Japanese meal, and it's my favorite! Cook together using Japanese \"hot plate\" (elecric griddle)!! 4. (NEW!) Cook \"Kobe beef\"... Yes I live in Kobe area so I can get REAL KOBE BEEF at the local meet shop and cook together at my house! You can choose the menu from \"sukiyaki\" \"shabushabu\" or \"steak\". (Kobe beef option is required extra fee) 5. Other - If you have other preference, you can request me! I'm happy to arrange it!! After cooking, Let's eat and talk together! I'll give you recipe paper for you so that you can try it again at your home. I'm a Japanese language teacher too, then I can have \"mini\" Japanese language / culture lesson at this time, upon your request! (required optional fee) This activities is total 3 hours, 1 people minimum, 6 people maximum. Price varied upon the number of attendee. I'm looking forward to seeing you and cooking together!!",
        "strLocation": "Kobe",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kobe-japanese-basic-homestyle-cooking-in-hyogo/2769?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hyogo: Japanese basic homestyle cooking with Yoshi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 05:28:06"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 5120,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358745042/vrvwspgfsdn3plt0wtxd.jpg",
        "strIntroduction": "In Okinawa heavy ground battle was held in the end of World War II in 1945. During this battle, lives of about 200,000 people had been deprived of indeed. Some places where it was used as a temporary hospital, such as bomb shelters are now a symbol of peace where many tourists visit. You can walk along with the local people with description in English of a battle memorials. - Old Navy headquarters bunker Shelter feel the war was groomed as a place visited by many people. - Himeyuri Tower Himeyuri gakuto tai people (nurses who had been nursing to injured during the war) were evacuated for sacrificed the gas bombs in this area. This Is the tower of their memorial. - Peace Memorial Park \"Cornerstone of Peace\" monument inscribe name of victim of the Battle. - Kiyanmisaki Located in the southern tip of the main island of Okinawa. The End of the Battle of Okinawa residents and soldiers were cornered in the U.S. military, one after another threw himself from this cliff. Look at the page in the long history of Okinawa with visiting these historic places. listen, feel, and you will learn about Okinawa more. Photo by http://www.flickr.com/photos/kristi-san/150902156/sizes/z/in/photostream/ Photo by http://www.flickr.com/photos/15427016@N02/1824123409/sizes/z/in/photostream/ Photo by http://www.flickr.com/photos/15427016@N02/1824952906/sizes/z/in/photostream/ Photo by http://www.flickr.com/photos/15427016@N02/1824952906/sizes/z/in/photostream/",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-tour-of-okinawa-battle-site/269?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour of Okinawa Battle Site",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 05:31:45"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 10,
        "intUsdCost": 1242,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1395282237/apcybkzfe6cbehelzdzm.jpg",
        "strIntroduction": "This tour consists of must-see attractions, perfect for first time visitors to Kyoto. A knowledgeable guide will bring you around and explain the background story for each site, as well as ease you through the complex transportation system. The itinerary is changeable according to your interests. Please tell your guide in advance. ~Tour itinerary~ Nijo Castle: NIjo castle is one of the must-sees in Kyoto, with its majestic presence and unique structure. It saw through the beginning and end of the Tokugawa era, from 1603 to 1867. (If Nijo castle is closed, we will visit GInkakuji temple instead) Kinkakuji Temple: Known as a Golden Pavilion, it was founded 200 years before the foundation of Nijo castle was even set. You will enjoy both its golden architecture and beautiful gardens. Fushimi Inari Shrine: This is the head shrine of Inari shrines throughout Japan, most famous for its Red Torii gate tunnel consisting of thousands torii gates placed side by side, forming a tunnel shape. Get immersed in an awing atmosphere you've never experienced before. Kiyomizu Temple: This temple has a high veranda supported by 140 pillars which were assembled without using nails. You can enjoy a scenic view of the city from this grand height. I am looking forward to you joining this tour! Photo Credit: https://flic.kr/p/726vHN https://flic.kr/p/7rkhPh https://flic.kr/p/ce3owN",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-explore-kyoto-on-a-walking-tour-for-first-time-visitors/1468?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Kyoto for First Time Visitors",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 05:37:38"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 9310,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1448068402/t2bupg9bmemjgofxnfa4.jpg",
        "strIntroduction": "I will take you to the major sightseeing spots in Tokyo. This walking tour will take a full day and you can choose between starting from 9:00am or 12:00pm. Below you will find the example schedules: Option 1 Duration: 9:00 - 18:00 Asakusa: 9:00 - 11:00 Explore Nakamise Street and visit the oldest temple in Asakusa. You can also buy traditional Japanese souvenirs from the bustling shopping street. Lunch: 11:00 - 12:00 You can tell me your food preferences in advance. The cost of the food is not included in the tour price. If you do not need lunch, I will take you directly to the next place. Akihabara: 13:00 - 15:00 Visit a retro Japanese game shop, a game arcade, and the biggest electronic shop in Akihabara. I can arrange a visit to a maid cafe for you if you prefer. Shibuya: 16:00 - 18:00 Visit the most crowded crosswalk in Tokyo - Shibuya - and see iconic shops such as Shibuya 109, Don Quixote, and many others. Please note the above time schedule is just an example. Option 2: Duration: 12:00 - 20:00 Asakusa: 12:00 - 14:00 Explore Nakamise Street and visit the oldest temple in Asakusa. You can also buy traditional Japanese souvenirs from the bustling shopping street. Please eat lunch before this tour because we do not have time to eat lunch during the tour. Akihabara: 15:00 - 17:00 Visit a retro Japanese game shop, a game arcade, and the biggest electronic shop in Akihabara. I can arrange a visit to a maid cafe for you if you prefer. Lunch: 17:00 - 18:00 You can ask me what you want to eat in advance. The cost of the food is not included in the tour price. If you do not need dinner, I will take you directly to the next place. Shibuya: 19:00 - 21:00 Visit the most crowded crosswalk in Tokyo - Shibuya - and see iconic shops such as Shibuya 109, Don Quixote, and many others. Please note the above time schedule is just an example.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-asakusa-akihabara-and-shibuya-in-one-day/3996?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Asakusa, Akihabara, and Shibuya in one day!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 05:42:06"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 7541,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1441220629/t9icf0owwfvy7kon59av.jpg",
        "strIntroduction": "In this activity you can experience a relaxing and rejuvenating Thai massage in Tokyo by a qualified professional with years of practice. Thai massage uses pressure points to open the energy lines or \"sens\" in the body as they're known throughout Asian culture. The energy work is combined with stretching techniques to rejuvenate the guest's body creating a relaxing and simultaneously invigorating experience. I will utilize my hands, elbows, knees, and feet throughout the massage. Rest assured that Thai massage is never painful. Western massage focuses mainly on kneading of muscular tissue through compression and various hand movements. I always suggest that each of our guests start out with a 90-minute traditional Thai massage. In Thailand, a Thai massage can last 2 hours or more depending on the individuals needs. I like to start each of my session with at least a 90-minute traditional Thai massage so that there is time to perform bodywork over the entire body and have time to focus on the areas that need more attention. If you would like to experience reiki I will add it during the massage session. However, I recommend Reiki healing for 60 minutes. It includes a shoulder, neck, and scalp massage. Thai people understand that a problem in the back, for example, is related to issues elsewhere in the body. In order to fully address a problem area in the back it's important to also spend time on the legs, arms, and neck. I have seen significant results that benefit our guests when they schedule sessions for 90-minute or more. Please dress in loose fitting clothing like pajamas or yoga pants. The massage session will be performed on the floor. I will bring in a yoga mat with a comfortable blanket. A number of guests report that they have fallen asleep or are amazed at how relaxed they became with the progression of the massage. You should always double your water intake for 48 hours after your session to help the detoxification process of your muscles and report any medical conditions to your practitioner prior to your session. Try to refrain from eating at least 1 hour prior to your session. Most commonly, reiki is offered through light, non-invasive touch with the hands placed or hands off from the body and held on a series of locations on the head and front and back of the torso. The placement of the hands should never be intrusive or inappropriate, nor should there be any pressure. What might you experience? \"I feel very refreshed and seem to be thinking more clearly.\" \"I think I fell asleep.\" \"I can't believe how hot your hands got!\" \"I feel more relaxed than even after a massage.\" \"My headache is gone.\" These are some of things people typically say after a reiki session. The experience of reiki is subjective, changeable, and sometimes very subtle. People often experience heat in my hands. Other common experiences are subtle pulsations where my hands are placed or cascading waves of pulsations throughout the body. An interesting study reported that recipients frequently feel that they are hovering in a threshold state of consciousness, simultaneously aware of their surroundings and deeply in-drawn. Some people fall into a deep, sleep-like meditative state. Sometimes the experience of reiki is dramatic, while for other people, the first session in particular may be uneventful, although they feel somehow better afterward. The most common experience is an almost immediate release of stress and a feeling of deep relaxation. Reiki is cumulative and even people who don't notice much during the first time usually have progressively deeper experiences if they continue. Besides the immediate experience of the reiki, you may notice other changes that continue to unfold as the day goes on: perhaps stronger digestion, a sense of being more centered and less reactive, and sleeping deeply that night.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-try-traditional-thai-massage-and-reiki-energy-healing-tokyo/3859?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try Traditional Thai Massage and Reiki Energy Healing, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 05:46:33"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 14896,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1449652089/cmjzobngrzz19adminfd.jpg",
        "strIntroduction": "This is a special New Year bus tour in which you will visit one popular destination of your choice, go to a shrine like the Japanese do in the first minutes of the new year, and welcome the first sunrise on a boat cruise! Don't miss the chance to join one of the all-inclusive tours offered for celebrating the New Year! Tour to Kamakura, Tokyo Bay and Narita Shrine Meet at Hamamatsucho Station Bus terminal, Tokyo. Departure time: 9:40 pm, December 31st, 2015. . Kamakura was once the political center of Japan when the Kamakura Bakufu government seized power. There you will see one of tree largest Hachimangu shrines in Japan - Tsurugaoka Hachimangu. Some parts of Tsurugaoka Hachimangu are designated as a national historical site. You will pray at this sacred place for the first time in 2016 before riding a scenic cruise over the Tokyo Bay and going to Chiba. You will also visit the large Naritasan Shinshoji Temple, located near Narita Airport. All tours have breakfast included and end at Tokyo Station on January 1.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-new-year-sunrise-cruise-tour-to-kamakura/4210?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "New Year Sunrise Cruise tour to Kamakura",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 05:50:53"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 9310,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1448345322/ezvhbwhwthluxueq5m0v.jpg",
        "strIntroduction": "In my tour, you can choose two places from the areas listed in the highlights above. The tour will take about four to five hours to explore the two neighbourhoods in Tokyo. The examples of the sightseeing highlights written below in each area are just my recommendations, so if you have any places of interests or shops you would like to visit, you can let me know in advance and I will arrange that for you. Harajuku: The focal point of Harajuku's teenage culture is Takeshita Dori (Takeshita Street) and its side streets, which are lined by many trendy shops, fashion boutiques, used clothes stores, crepe stands and fast food outlets geared towards the fashion and trend conscious teens. Akihabara: Also called Akiba after a former local shrine, it is a district in central Tokyo famous for its many electronics shops. In more recent years, Akihabara has gained recognition as the center of Japan's otaku (anime and manga fan) culture, and many shops and establishments devoted to anime and manga are now dispersed among the electronic stores in the district. On Sundays, Chuo Dori, the main street through the district, is closed to car traffic from 13:00 to 18:00 (until 17:00 from October through March). Shinjuku: Shinjuku is one of the 23 city wards of Tokyo, but the name commonly refers to just the large entertainment, business and shopping area around Shinjuku Station. Shibuya: Shibuya is one of the twenty-three city wards of Tokyo, but often refers to just the popular shopping and entertainment area found around Shibuya Station. In this regard, Shibuya is one of Tokyo's most colorful and busy districts, packed with shopping, dining and nightclubs serving swarms of visitors that come to the district everyday. Asakusa: Asakusa is the center of Tokyo's shitamachi (literally \"low city\"), one of Tokyo's traditional districts, where an atmosphere of the Tokyo of past decades is still alive. Asakusa's main attraction is Sensoji, a very popular Buddhist temple, built in the 7th century. The temple is approached via the Nakamise, a shopping street that has been providing temple visitors with a variety of traditional, local snacks and tourist souvenirs for centuries. Below you can find example itineraries which include two of the areas listed above: Example itinerary 1: Asakusa: 10 am - 12 pm Enjoy the oldest temple in Tokyo, eat Japanese pizza called okonomiyaki, walk the famous traditional street. Lunch: 12 pm - 1 pm Moving to the next place (Shibuya): 1 pm -2 pm Take a train to Shibuya. Shibuya: 2 pm - 4 pm Take a picture in a photo booth, walk the famous shopping street, visit quirky shops. Example itinerary 2: Shibuya: 1 pm - 3 pm Take a picture in a photo booth, walk the famous shopping street, visit a quirky shop. Moving to the next place (Asakusa): 3 pm - 4p m Take a train to Asakusa. Asakusa: 4 pm - 6 pm Enjoy the oldest temple in Tokyo, eat Japanese pizza called okonomiyaki, walk the famous traditional street. I am going to send you the schedule of the shops and places in each area that I recommend visiting but if you have any places you would like to visit as well, I can also arrange that for you! Please do not hesitate to ask me! I am very familiar with Tokyo and I would like to show you special sightseeing areas and quirky stores. I will try my best to help you create a special memory of your stay in Tokyo! This tour might finish earlier than the time schedule depending on your preferences. In that case, a partial refund is not possible.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-two-major-neighbourhoods-in-tokyo-in-a-half-day-tour/4169?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore two major neighbourhoods in Tokyo in a half day tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 05:56:33"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 1862,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1436359346/bvhzcqsrnqv6yccoxgo1.jpg",
        "strIntroduction": "This program is designed to offer a unique experience of popular classic Japanese music as enjoyed by commoners in Japan's medieval days. The concert is held in a typical Japanese tatami room. I will perform, sing, and play the traditional music instrument shamisen. Before playing or singing, I will explain the history and story of each song in English. The music to be introduced will be songs used during labour, kabuki songs, and geisha songs, each of which has its own character and charm. In about one hour you will learn much about the Japanese classical music and its history. If you are interested, you can try playing the shamisen instrument yourself too. The capacity of the room is 13 people only, so please book your seat as soon as possible. This activity is offered only once per month - every last Saturday from 3:00pm in the afternoon.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-medieval-japanese-music-from-the-samurai-geisha-period/3678?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy medieval Japanese music from the Samurai-Geisha period",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 06:00:22"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5567,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1437380619/qfdwxwhlpqemapmfjglw.jpg",
        "strIntroduction": "Let’s cook and eat typical Japanese dishes at a local home in Tokyo! Nowadays sushi and ramen noodles have become popular all over the world, but there are few opportunities to try common everyday Japanese dishes. Therefore I want to introduce you to some of the secrets of \"real\" Japanese home tastes so that you can learn how to cook new dishes that you can take back with you when you return to your home country. In this course we will cook Japanese style set vegetarian meal (1 vegetarian main dish, 2 side dishes, miso soup, and rice). The general outline of the tour is as follows: 1. Visit a local home in Tokyo 2. Learn how to make delicious Japanese soup stock (dashi) 3. Taste typical Japanese ingredients 4. Cook and taste what Japanese people usually eat (We will provide recipes) 5. Take a tour in a local supermarket Itinerary: 11:00 Meet at Kugahara Station on the Tokyu Ikegami line 11:15 Introduction 11:30 Start cooking 12:30 Have lunch together 13:15 Go to the supermarket tour (I will show and explain what ingredients we used during the cooking class) 14:00 Drop off at Kugahara station The tour capacity is 3 people maximum. Other guests may join your tour if your group is less than 3 people. If you would like a private tour, please let me know when you book.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-a-home-cooking-lesson-japanese-vegetarian-meals/3735?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Home Cooking Lesson: Japanese Vegetarian Meals",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 06:05:42"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 10241,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1450412638/b7usesrphhlkolek9a7g.jpg",
        "strIntroduction": "Shinjuku | Shibuya 2 hours 30 mintues Group 6 people max Start the tour after sunset when the neon lights illuminate the city. Meet our photographer at Shinjuku station and get acquainted with the necessary photography techniques for this tour. You will be shown the best vantage points in the busiest area in Tokyo: Shinjuku. The station itself boasts a traffic of more than 1 million passengers a day! Set your tripod at the whizzing traffic and capture the vibrant colors of light trails. Use leading lines to create dynamic images. Learn how to best shoot urban landscape at night to create depth in your photos. This tour is not just about cars and traffic. You will also learn how blurring crowds can be effective when the backdrop is memorable. After a short train ride to Shibuya, we will take you to parts of the station unknown to many but highly photogenic. By then you will be able to handle the camera settings without problem. You will let your imagination run free and test different angles and composition creating your own memories of Tokyo. Of course we will take you to the famous crossing but we will make sure you photograph it like you would have never thought. You will need a tripod for this tour. You will spend 30% of your time shooting handheld and 70% on tripod. If you prefer more handheld photography nighttime as well as daytime check out our Tokyo Metropolis tour. Technicalities: For this night photography tour / workshop we highly recommend a zoom lens with wider angles such as 24-85mm. Also you MUST: 1. Bring a camera with manual overrides (M, Tv, Av, A or S modes) 2. Bring a tripod or rent one from us (+ ¥1,000 each). Rough itinerary: Meet the group Shinjuku JR station 10 min for technical preparation 1 hour and 20 min shooting in Shinjuku 1 hour shooting in Shibuya The tour concludes in front of JR Shibuya station [Average walking distance: 2 kilometers (1.3 miles) with ups and downs steps in train stations] The tour is held on all Mondays, and also on Tuesdays between March 15 and May 31, and between September 1 and November 30. The starting time is 7:00 pm from March 1 t October 31, and 5:00 pm from November 1 to February 29.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-photo-tour-tokyo-by-night/2751?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tokyo Photo Tour - Tokyo By Night",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 06:11:28"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 3724,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1427120720/vpemrrkwqc8cuigrrysc.jpg",
        "strIntroduction": "In this tour we will cycle around east Tokyo area and visit some old towns, temples, buildings with modern architecture and museums. This tour will take about 6 hours. Here is our suggested schedule: Meeting place: The rental cycle shop at Inaricho (near Ueno and Asakusa), or at Yanaka street (near Nippori) Meeting time: 11:00 a.m. Minimum number of people necessary: 1 Maximum number of people: 3 Route: Rental cycle shop ↓ Yanaka and Nezu See old townscape and temples and eat some local foods. ↓ Hongo Yushima and Ueno See Higuchi Ichiyo's house (an old literary master), Yokoyama Taikan museum or Takehisa Yumeji museum, and some buildings with modern architecture; Yataro Iwasaki's former house. ↓ Akihabara If you want, we can enter shops with electronic devices or otaku culture. ↓ Ryogoku See the Sumo museum. ↓ Asakusa Shop at Nakamise street and Kappabashi street. ↓ Rental Cycle Shop (Goal) *Of course, we will take some breaks appropriately along the way. *Please request if there is a specific place where you want to go. *If the weather is bad, I will notify you in the afternoon of the previous day and tell you whether we need to cancel the tour or not. In case we need to cancel, you will be fully refunded. *This tour is appropriate for kids over 12 years old.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-deep-tokyo-cycling-tour/3252?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Deep Tokyo Cycling Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 06:14:48"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 5567,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1437380013/gto1wjgsnsg4phqkzw8x.jpg",
        "strIntroduction": "Let’s cook and eat typical Japanese dishes at a local home in Tokyo! Nowadays sushi and ramen noodles have become popular all over the world, but there are few opportunities to try common everyday Japanese dishes. Therefore I want to introduce you to some of the secrets of \"real\" Japanese home tastes so that you can learn how to cook new dishes that you can take back with you when you return to your home country. In this course we will cook a Japanese-style set meat meal (1 main dish with meat, 2 side dishes, miso soup, and rice). The general outline of the tour is as follows: 1. Visit a local home in Tokyo 2. Learn how to make delicious Japanese soup stock (dashi) 3. Taste typical Japanese ingredients 4. Cook and taste what Japanese people usually eat (We will provide recipes.) 5. Take a tour in a local supermarket Itinerary: 11:00 Meet at Kugahara Station on the Tokyu Ikegami line 11:15 Introduction 11:30 Start cooking 12:30 Have lunch together 13:15 Go to the supermarket tour (I will show and explain what ingredients we used during the cooking class) 14:00 Drop off at Kugahara station The tour capacity is 3 people maximum. Other guests may join your tour if your group is less than 3 people. If you would like a private tour, please let me know when you book.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-a-home-cooking-lesson-authentic-japanese-meat-meals/3734?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Home Cooking Lesson: Authentic Japanese Meat Meals",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 06:20:22"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 14,
        "intUsdCost": 10474,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1401167480/x4x5ldjiaivaycsuglay.jpg",
        "strIntroduction": "You can learn how to prepare a Japanese set meal based off of the Ichiju-Sansai (一汁三菜)concept, which consists of rice, soup, a main dish and sides. I plan menus with a seasonal ambiance using seasonal ingredients based around the concept of Ichiju-Sansai. For example; Menu1: Chirashizuhi (main), Tempura(side), Osuimono(soup), Dango(dessert) Menu2: Hand-made Udon(main), tamago-dofu(side), Fried pork with grated cucumber (side), matcha sundae(dessert) Japanese cuisine has recently been included on UNESCO’ Intangible Cultural Heritage list. It provides well balanced nutrition and comes in a beautifully colored presentation. So I want it to become better known outside of Japan. Please join my activity if you want to know more about Japanese food!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-how-to-make-traditional-japanese-cuisine/2269?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn how to Make Traditional Japanese Food",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 06:24:33"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 1,
        "intReviewVisitor": 1,
        "intUsdCost": 6517,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1425730710/iha4l6o7xtpganodoy1q.jpg",
        "strIntroduction": "Shibuya's ganguro gyarus (girls who dress according to a popular alternative fashion trend) are a unique sight in Tokyo that will fascinate you for sure! In the newly opened Ganguro Cafe in Shibuya you can meet the gyaru girls, watch their dancing performance and take cute \"purikura\"-style photos together with them! But that's not all! This activity provides the opportunity to turn into a ganguro by applying a special make-up! Don't miss the chance to experience something crazy and unique! In the Ganguro Cafe you will be served one drink, one dish and you will receive outstanding service from the professional ganguro gyarus! Join the fun with us! The Ganguro Cafe welcomes you every Tuesday, Friday, Saturday and Sunday between 11:00-19:00.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-gyaru-make-up-and-purikura-shooting-in-the-new-ganguro-cafe/3207?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Gyaru Make-up and Purikura Shooting in the new Ganguro Cafe!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 06:30:16"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 9310,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1448065164/nolz5shyroesqmz4jczv.jpg",
        "strIntroduction": "I will take you to the major sightseeing spots in Tokyo. This walking tour will take a full day. Below you will find the example schedule: Duration: 12:00 - 21:00 Shinjuku: 12:00 - 14:00 Enjoy the Shinjuku Imperial Garden (Gyoen) and the free access to one of the city's highest observation towers. ※The admission fee for the Shinjuku Imperial Garden is 200 JPY per adult, 50 JPY per child. The admission fee is not included in the tour price. ※Please eat lunch before the tour because we do not have time to eat lunch during this tour. Asakusa: 15:00 - 17:00 Explore Nakamise Street and visit the oldest temple in Asakusa. You can also buy traditional Japanese souvenirs from the bustling shopping street. Dinner: 17:00 - 18:00 You can ask me what you want to eat in advance. The cost of dinner is not included in the price, but I recommend various nice places for you to eat. If you do not need dinner, I will take you directly to the next place. Shibuya: 19:00 - 21:00 Visit the most crowded crosswalk in Tokyo - Shibuya - and see iconic shops such as Shibuya 109, Don Quixote, and many others. Please note the above time schedule is just an example.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-asakusa-shinjuku-and-shibuya-in-one-day/3990?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Asakusa, Shinjuku, and Shibuya in one day!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 06:33:46"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4655,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1435307721/dardl962xzuzbgq7evif.jpg",
        "strIntroduction": "This special package includes a dinner at the Awa Odori restaurant together with an optional ticket for the famous Robot Restaurant show in Shinjuku! The Awa Odori restaurant in Shinjuku is open every day under the following schedule: Monday-Thursday, Sunday: 5:00pm to 11:30pm Friday, Saturday, the day before national holidays : 5:00pm to 4:00am Awa Odori Performance Schedule: Twice a day on a daily basis! It is an entertainment show where you can experience Awa Odori dance that is often seen during festivals in Japan. Monday to Saturday: 1st show: 7:30pm~ 2nd show: 9:30pm~ Sunday, National holiday: 1st show: 6:30pm~ 2nd show: 8:30pm~ Below is the special menu set that you can enjoy: - Minced chicken over rice - Assorted sashimi (3 kinds) - Potato salad - Assorted pickles - Fried shrimp and chicken - Beef steak - Fried egg and deep-fried tofu - Beef sukiyaki This set comes with 1 drink. Additionally, as an option you can book tickets to the Robot Restaurant show at a discounted price! The Robot Restaurant is located only 10 minutes away from the Awa Odori restaurant. We recommend one of the following itineraries: Monday to Saturday: Plan A Arrive at the Robot Restaurant at 5:15pm → Show begins at 5:55pm → Show ends at 7:25pm Go to the restaurant → Dinner at 8:30pm (enjoy the second Awa Odori show) *There is 1 hour of spare time. Please enjoy walking around the district of Shinjuku. Plan B Dinner at 6:30pm until 8:30pm (enjoy the first Awa Odori show) Arrive at the Robot Restaurant at 9:05pm → Show begins at 9:45 pm → Show ends at 11:15pm Sunday and holiday: Plan A Arrive at the Robot Restaurant at 3:20pm → Show begins at 4:00pm → Show ends at 5:30pm Go to the restaurant → Dinner at 6:00pm (enjoy the first Awa Odori show) Plan B Arrive at the Robot Restaurant at 5:15pm → Show begins at 5:55pm → Show ends at 7:25pm Go to the restaurant → Dinner at 7:40pm (enjoy the second Awa Odori show) Plan C Dinner at 5:30pm until 6:50pm (enjoy the first Awa Odori show) Arrive at the Robot Restaurant at 7:10pm → Show begins at 7:50pm → Show ends at 9:20pm Plan D Dinner at 7:00pm until 8:50pm (enjoy the second Awa Odori show) Arrive at the Robot Restaurant at 9:05pm → Show begins at 9:45pm → Show ends at 11:15pm",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-awa-odori-restaurant-dinner-with-a-robot-restaurant-ticket/3602?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Awa Odori restaurant dinner with a Robot Restaurant ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 06:37:05"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11637,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1434120378/e2cmkarlutfv6syrqe4u.jpg",
        "strIntroduction": "In this activity, you will eat a delicious sushi dinner in Shinjuku! Only fresh seafood is used as ingredients, and the sushi is prepared in the traditional Edo-mae style. Below is the special menu set that you can enjoy: - Appetizer - Sashimi - Roasted fish - Pickled vegetables - Nigiri (9 pieces, egg and rolls) - Soup (special shrimp-based soup) The restaurant is open between 5:30pm and 11:30pm. Additionally, as an option you can book tickets to the Robot Restaurant show at a discounted price! Below is the show schedule: *Show time is approx. 90 minutes 1. Door opens at 3:20pm Show starts at 4:00pm (on weekends and busy season only) 2. Door opens at 5:15pm Show starts at 5:55pm 3. Door opens at 7:10pm Show starts at 7:50pm 4. Door opens at 9:05pm Show starts at 9:45pm We recommend one of the following itineraries: Plan A Arrive at the Robot Restaurant at 3:20pm → Show begins at 4:00pm → Show ends at 5:30pm Move to the restaurant → Dinner at 6:00pm for up to 120 minutes Plan B Arrive at the Robot Restaurant at 5:15pm → Show begins at 5:55pm → Show ends at 7:25pm Move to the restaurant → Dinner at 8:00pm for up to 120 minutes Plan C Dinner at 6:30pm until 8:30pm Arrive at the Robot Restaurant at 9:05pm → Show begins at 9:45pm → Show ends at 11:15pm",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-edo-style-sushi-dinner-with-a-robot-restaurant-ticket/3592?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Edo-style sushi dinner with a Robot Restaurant ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 06:40:25"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 21,
        "intUsdCost": 9310,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1380615937/gfuygsq3c0qcqhk9h75t.jpg",
        "strIntroduction": "In this activity, you will go to Shizuoka, which is well-known as a production center of green tea in Japan. I may not always be around, but one of my family members will be more than happy to take you around our farm! This is a 5-hour tour around the tea plantations in Shizuoka prefecture. 【Tea Plantation】 The host will guide you to the top of the mountain and tell you the history and production methods of the organic tea plantation founded in 1975. If the weather's nice, you can see great scenery such as Mt. Fuji, bay, peninsula and a bird's eye view of the city. 【Organic Lunch】 After visiting the tea plantation, you will have lunch at the tea farmhouse. This lunch will be traditional food cooked with local fresh organic ingredients. 【Black Tea Factory】 After the lunch, you will visit the tea factory. We started to produce domestic black tea 20 years ago. In 2000, we became the first company in Japan to import the proper facility to produce black tea from Sri Lanka. 【Taste Tea】 Finally, there will be tea-tasting of green tea, black tea,etc. We will teach you how to make delicious tea too. Join me for a taste of Japanese tea, its culture, and the authentic lifestyle of the Japanese tea farmers! *Please note that due to seasonal harvesting we won't be able to host you everyday, so please contact us before you make any reservation. Do not hesitate to send us a message too if you have further questions with regards to the tour. Thank you for your kind understanding.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-visit-an-organic-tea-farm-in-japan-five-hour-tour/1227?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit an Organic Tea Farm in Japan (5-hour tour)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 06:45:39"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4655,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1429543522/lur9vnw5pyhjxu7rquxi.jpg",
        "strIntroduction": "Action scenes with katana (Japanese samurai sword) fighting are the highlights of many Samurai TV dramas and movies. Have you ever been fascinated by the masterful techniques demonstrated in those scenes? If so, there is a way to learn how to master the sword yourself! In this activity, you will learn basic movements and techniques of the katana samurai sword using imitation swords or wooden swords often utilized by actors. The teacher is a professional samurai actor who regularly appears on TV, movies and stage shows. You will learn the secret details of the spirituality with this physical and cultural experience. Enjoy Japanese culture to the fullest with this unique sword fighting experience!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-real-samurai-sword-fight-from-a-modern-samurai/3370?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "40% OFF Learn Real Samurai Sword Fight from a Modern Samurai",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 06:50:39"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4655,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1443065273/lvkdprym3bxcuhbx73yu.jpg",
        "strIntroduction": "Come make a Japanese character bento with me! Bento is getting more and more popular in the world now, because it is very healthy and also saves a lot of money on food. Many Japanese make their own bento everyday, including me. But I try to make things more interesting, and make \"Kyara-Ben.\" I really recommend \"Kyara-Ben\" because kids love it and it's sometimes good to prepare for your partner on special occasions. You don't have to be good at cooking, it's more like handicraft! <Schedule> -I will pick you up at Esaka station(Subway Midosuji line) or Hattori Tenji station(Hankyu Takarazuka line) at 9:30am. Please tell me which one you prefer. -Make Japanese character bento for 1.5~2 hours. <Ingredients for Bento> -Rice, seaweed, cheese, sesame, egg, ham, meatball, sausage, vegetable and so on. -Please let me know if you have a allergy or food your dislikes. <Optional Tour> -As an option, we can go for a picnic after making the bento at the biggest park in Osaka (we go by car or bicycle, takes about 10min); the Hattori Ryokuchi Park. In case it rains, we can have the bento at my home. -Duration is 1 hour. -If you want to stay longer than 1 hour, I can come pick you up on your requested time. (Additional Stay at Park option) -Nearest station of the park is Hattori Ryokuchi Koen staion. It takes about 10-15min walk. -Hattori Ryokuchi is the biggest park in Osaka. -This park is most famous for its \"Open-Air Museum of Old Japanese Farmhouses\" (admission fee required), which contains examples of rural architecture from various parts of Japan. Besides this, there are plenty other things to do in the park. There are horseback-riding facilities, tennis courts, bamboo gardens, ponds, playgrounds, flower gardens, a concert hall, a “flower road”, and a “water world.\" ※If you buy the picnic option and it rains on your day of tour, I will give you back 95% of the money that you paid for the picnic option. 5% is commission.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-learn-how-to-make-a-japanese-character-bento-in-osaka/2695?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn How to Make a Japanese Character Bento in Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 06:53:50"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 2,
        "intUsdCost": 7913,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1370519207/d2e4zy6vmwkthuritud6.jpg",
        "strIntroduction": "Get the best of Tokyo in a single day Don’t have enough time to travel around all of Tokyo? Don’t worry! Our 1-day tours are made for people like you who don’t have enough time to travel but would like to enjoy as much of Tokyo as possible. This tour covers many major tourist spots. After you join our West & East tour, you can say you visit most of all tourist spots in Tokyo!! ■ Asakusa ■ We start with the most popular touristic site of Asakusa area. Asakusa is one of the most traditional places in all of Tokyo. Walking though the ancestral Japanese atmosphere you might be surprised at how Japanese religious customs are available to anyone and how Japanese time-honored manners have matured. You’ll experience the proper way to visit the temple & shrine, how to purify yourself, how to pray, and what a Japanese fortune teller is like. While at the same time Asakusa shows you the new symbol of what Japan’s state-of-the-art construction and architecture technology is all about, Tokyo Sky Tree. ■ To the East side of Tokyo ■ We’ll have a 35-minute river cruise from Asakusa to a Japanese Traditional garden of Hamarikyu. It’s a typical Japanese style garden with a pond in center and you can enjoy the gap between beautiful seasonal flowers, tranquil atmosphere and surrounding modern high-rise buildings. At a teahouse on the pond, you can taste matcha tea with sweets if you like. 10-minute walk takes you to Tsukiji fish market, and we’ll have lunch in the outer market. We are sure that you can enjoy the best sushi in the world at reasonable prices. We’ll visit another temple, Tsukiji Honganji which was built in old Indian style. Take subway to Nijubashi, the bridge of the Imperial Palace. We’ll explain to you about the Japanese Imperial family. Finally we’ll move to Yurakucho area which is filled with local business persons by walk. You can enjoy its cozy atmosphere. As this tour finishes at near the Yurakucho station, you can enjoy shopping at nearby Ginza or have a drink at one of taverns of Yakitori alley after the tour. Tip: We’ll be walking quite a bit, so we recommend that you wear comfortable shoes. ★On this tour we cover This tour includes Asakusa walking tour. ■ Asakusa ・Kaminarimon gate ・Nakamise shopping street ・Sensoji temple and Asaksa shrine If you already took part in our Asakusa walking tour, we will arrange a special tour to Kappabashi instead. ■ Hamarikyu ■ Tsukiji Fish Market (Lunch) ■ Imperial Palace ■ Yurackucho ・Yakitori Alley(final place) ★Let’s talk. “More Knowledge, More Fun” ・the manner of the traditional tea ceremony ・the system of Japanese Imperial family Photo by http://www.flickr.com/photos/808armada/7565618706/",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-east-tokyo-one-day-tour/555?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "East Tokyo One Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 06:57:49"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 931,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1404301290/lp7bxhjpxdqt46sh18rj.jpg",
        "strIntroduction": "If you want to go around more interesting places, historical places, and beautiful, quiet places in Kansai area besides the places visited in other tours you participated, we recommend you to join this special tour where we will make a tour based on your interests. Other than taking you places, like the temple, we will include visits to unique facilities that will provide you with a special experience as you learn more about the Japanese culture. Your guide will show you around the places that you would like to visit, or may seem to be interested. If you are interested in a longer tour, feel free to tell your guide as the duration of the tour is flexible. Below are examples of tour plans that can be scheduled for you. Plan 1 Pick up at your hotel → Philosopher's path → Honen-in Temple → Eikando Temple → Nanzenji Temple Plan 2 Pick up at your hotel → Tenryuji Temple → Bamboo forest → Jojakkoji temple →Gioji with a small moss garden Plan 3 Pick up at your hotel → Tofukuji zen Temple (with a valley of maples) → Fushimi Inari shrine with red torii gate tunnel → Sake brewery We would love to spend the day with you and make your stay in Japan an unforgettable experience, as we guide you through our special tour made just for you! Photo by https://flic.kr/p/at1kkf https://flic.kr/p/o1Ca9g https://flic.kr/p/8xtWun",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-explore-kansai-a-half-day-tour-tailored-for-only-you/2327?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Kansai area! A Half-day Tour Tailored for Only You",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 07:02:45"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 6672,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1433043306/xlprlj39mmdjjslvubhx.jpg",
        "strIntroduction": "Going to Shizuoka is simple, you only have to make a stop on your way to Kyoto, very easy for JR Pass holders. I will wait for you at the station and will help you discover the most beautiful places in the city located on Suruga Bay. First, we will go to the tea fields of Nihondaira where we can see a marvelous view of Mt Fuji - and the most typical view that we all know. Here we will visit Toshogu Temple, the mausoleum of the first shogun, Tokugawa Ieyasu, after a ride on the local ropeway. After this first stop, I will guide you around the fish market in Shimizu, the little brother of Tokyo's Tsukiji Fish Market, but with a fresher tuna. This will be the right time to make a visit to a sushi restaurant where quality is guaranteed. The afternoon will begin with a visit to the beach of Miho, known as Miho no Matsubara, a UNESCO World Cultural Heritage Site. It is a volcanic sand beach featured in many historical records and Japanese fairy tales. In autumn, the place hosts traditional Noh theater during a famous festival. The tour will finish in downtown Shizuoka where we will visit the ruins of Sunpu Castle, one of the biggest Japanese castles during the Edo Period and now a cherry tree park with good places to experience a Japanese tea ceremony. If you are interested, we could make a final stop in a different facility specializing in art and traditional folk crafts from Shizuoka (lacquerware, ceramic, tea, bamboo crafts). I will send you off to Shizuoka Station so that you can continue your travel, or I will drop you off at your hotel if you decide to stay a little longer.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-discover-shizuoka-the-city-under-mt-fuji/3538?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Shizuoka, the city under Mt Fuji!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 07:06:04"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4655,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1438343607/rahed0xiyneocbggdpzv.jpg",
        "strIntroduction": "You are invited to my residence, a share flat of Japanese youths where you can freely communicate with us. For vegetarian people, I will cook Japanese traditional dishes such as miso soup by using miso (made of soybeans), seaweed soup, tofu and several vegetables. Please inform me in advance how strict you are as a vegetarian (can you eat eggs, dairy products, etc) If you would like to have Japanese food with Halal meat, please send me the request at latest 3 days in advance. I will go to a Halal grocery shop and take chicken or beef for your meal (mutton is not used in Japanese food). If you would like to have meal just with vegetables and fish, let me know about that too. I'm looking forward to seeing you and sharing with you our Japanese food experience!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-japanese-homemade-dish-for-vegetarian-halal-dietary-people/3356?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Japanese homemade dish for Vegetarian / Halal dietary people",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 07:10:01"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 9124,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1359356040/noasgb4fk7yhwjggmlqu.jpg",
        "strIntroduction": "This program explores the intriguing world of Japanese traditional music through the Koto. The Koto is a traditional musical instrument (like a harp but horizontal) which has 13 strings and is played with finger picks on the right thumb, forefinger, and middle finger. It is characterized by its changing beautiful tone and lingering echo of sound. There is a lot of Western-style inspired koto music due it's variety of chords. The Koto is sometimes played in jazz sessions. In this program participants will have a unique chance to learn and play a simple piece.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-koto-harp-with-guide-interpreter-in-tokyo/523?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Koto Harp with Guide Interpreter in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 07:14:21"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 4189,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355841063/yk22vwpz2c85e9bkgp0f.jpg",
        "strIntroduction": "Have you ever tasted homemade food from Japan? There are quite a number of home-style dishes in Japan, and they are all said to be healthy - there is a reason why it is healthy too. It’s because Japan has excellent and various techniques that make full use of ingredients. Techniques that can be applied to a lot of meals around the world – not just Japan. In this activity, you’ll learn the many techniques that underlie Japanese home-style dishes. We will teach you how to cook dinner in 20 minutes using only a frying pan as well as how to use a microwave in the most convenient ways. Learn the many skills offered in this activity and add a little spice to your meals to make them easy, delicious, and healthy. * Please tell us when making a reservation what food you would like to make as well as any ingredients you specifically want to use.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-cook-a-healthy-japanese-homestyle-dish/141?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cook a Healthy Japanese Homestyle Dish",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 07:19:44"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 9,
        "intUsdCost": 2793,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1404464686/ze3ezyocqxr6pgywmqte.jpg",
        "strIntroduction": "Now offering walking tours around Tokyo with macabre themes. We aim to show you mysterious and hidden aspects of the city; things you won't find in any guide book. All tours are original and researched by a Japan expert and certified paranormal investigator. Our material is based on authentic history and traditional legend. Some of the places we visit include: Haunted tunnel Ghost hill Execution ground Ancient Samurai hara-kiri site Magical goblin shrines Healing power spots Spirit trees Droopy eyed ghost house Head burial mounds Old Hag's pond Ninja graves Cursed temples... ... and much much more...! Guided by experienced tour leaders, English language commentary is provided throughout. Most tours last 2.5 hours to 3 hours. Many are during the daylight hours, sometimes we venture out after dark. Our leisurely walks take you through some of the most unique and historic areas of town. We run private tours for groups of 5 to 25 people. If you are a single guest, we may be running a tour the week you are here, just ask us. Come find out why Tokyo is one of the most haunted cities in the world!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-go-on-a-tour-of-haunted-places-in-tokyo/45?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a Tour of Haunted Places in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 07:25:27"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15734,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1425258718/axyn7w2llbktjdyoafnw.jpg",
        "strIntroduction": "Enjoy Kyabakura through our experience program! This is an experience program at Kyabakura, a unique type of Japanese night entertainment. Cute girls will provide excellent hospitality. This Kyabakura is located in Shibuya, Tokyo. *No extra charge *Girls in attractive costume will serve you with generous hospitality. *Interpreter (English only) will help you with communication between the girls and the staff, as well as with information about how to get to the Kyabakura from your nearest station. *Additional charge would occur in following cases: - Order different drink or food - Order drink for the girls - Appoint a girl - Extend the staying time *Available days and time Monday to Saturday From 8pm to 12pm *There may be cases where waiting time occurs, especially after 10pm. Rules at Kyabakura ~do’s and don’ts~ There are rules and manners to follow when you visit a Kyabakura. Please read them through before your first visit to Kyabakura. Dress code: There is no dress code. Jeans, T-shirts, sandals, a pair of suits are accepted; however, the girls will not be happy if your clothing is dirty or smells bad. Of course, naked is not accepted. Carry-in: It is prohibited to carry food and beverage into the Kyabakura. Souvenirs for the hostesses are accepted even if it is food or beverage. Eating or drinking the souvenir inside is not accepted though. Body touch: Not allowed. There may be a case where the girls would touch you, but you are not allowed to touch them. Conversation: There are a few topics that cannot be talked in conversation with the hostesses, such as their private lives. Some hostesses use dummy name and have another job, so asking those private questions, like real name and address, should be avoided. Also, the girls would not like too much dirty talk, so please be careful. If these rules are not followed, the staff of the Kyabakura has the right to ask you to leave the place. Let’s follow the rules and instruction to avoid any troubles. Gentleman who follow the rules and manners usually score big with the girls. *These are the basic rules and manners at Kyabakura. They may vary by location.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-kyabakura-lingerie-pub-night-shibuya/3182?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience a Kyabakura Lingerie Pub Night in Shibuya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 07:30:28"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 2793,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1428931894/zmgxxu9wxgjecindrkrn.jpg",
        "strIntroduction": "Shibuya's ganguro gyarus (girls who dress according to a popular alternative fashion trend) are a unique sight in Tokyo that will fascinate you for sure! In the newly opened Ganguro Cafe in Shibuya you can meet the gyaru girls, watch their funny para para style dancing performance and shake hands with them! Of course, you can take many photos and videos! In the Ganguro Cafe you will be served one drink, one dish and you will receive outstanding service from the professional ganguro gyarus! Join the fun with us! The Ganguro Cafe welcomes you every Tuesday, Friday, Saturday and Sunday between 11:00-19:00.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-crazy-show-with-ganguro-gyaru-girls-in-shibuya/3306?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a crazy show with Ganguro Gyaru girls in Shibuya!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 07:33:40"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 55,
        "intUsdCost": 9310,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1383619036/xygu1lbud50cklumwwoq.png",
        "strIntroduction": "Would you like to wear a kimono in Asukusa and enjoy this unique cultural experience? Asakusa is a unique neighborhood in Tokyo in which you can immerse yourself in both the rich cultural traditions of Japan, as well as experience the ultra-modern and cutting-edge Soramachi or \"Sky Tree.\" Kimonos are classified into two types: formal (free-style designs) and informal (woven patterns and dyed repeat patterns). ***Please note: You will only be allowed to walk around Asakusa for one hour. Why we love it: -Food and drink are allowed while wearing the kimono. -Kimonos can be adjusted for all heights and weights. Please come and let us make your trip to Asukusa exquisitely memorable!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-wear-a-kimono-in-asakusa/1262?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Wear a Kimono in Asakusa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 07:37:35"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2514,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1423366309/ci7sehtj0ywaienmay6d.jpg",
        "strIntroduction": "In Shinjuku, there are numerous restaurants with local Japanese food. Golden Gai is one area in Shinjuku with over 200 restaurants and bars. I'll introduce you to my favorite ramen shop. The restaurant is famous for its ramen with tonkotsu broth and sardines. Tonkotsu ramen has a pork-based broth and a hearty flavor. The restaurant is difficult to find so I'll take you there, and we can enjoy eating the best ramen together! Availability: Sunday - All day Monday, Wednesday, Friday - Daytime Tuesday, Thursday, Saturday - By request",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-eat-ramen-with-a-local-in-shinjuku-golden-gai/3125?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Eat ramen with a local in Shinjuku Golden Gai",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 07:41:21"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 23275,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1429782182/uetrwavevlf2blylgqrz.jpg",
        "strIntroduction": "We will hike from Umagaeshi (Mt Fuji's bottom) to the 5th station. Depending on the arrival time at the 5th station, we might even go further to the 6th station. Then we will head back to Tokyo. This tour takes about 10 hours in total. I'll meet you at Shinjuku Station or your hotel in central Tokyo. We will take the highway bus from Shinjuku Station to Mt. Fuji Station. Once we arrive at Mt.Fuji Station, we will take a taxi to Umagaeshi. It takes about 2 to 3 hours to hike to the 5th station. There we will have lunch (lunch fee is not included in the price). Please prepare about 1000-2000 JPY for lunch. After that we will head back to Tokyo. Here is an example itinerary of the tour: 7:10 take the bus from Shinjuku to Mt.Fuji Station. 9:02 arrive at Mt.Fuji Station. 9:30 take a taxi to Umagaeshi. 10:00 arrive at Umagaeshi and start hiking. 13:00 arrive at the 5th station (depending on the time, we might head to the 6th station) 15:00 head back to Tokyo. 17:25 arrive at Shinjuku Station.",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-go-on-hiking-tour-from-umagaeshi-to-fifth-station-on-mt-fuji/3388?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a Hiking tour from Umagaeshi to 5th station on Mt.Fuji",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 07:46:37"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 14896,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1390015589/dsagzh2o7eexxcixiiyv.jpg",
        "strIntroduction": "Do you dream of Resident Evil, Kamen Rider, or Ninjas? Do you want to visit the huge Gundam statue in Tokyo or a restaurant where female 'borgs battle using giant robots? If so, come take a tour of Tokyo's famous themed restaurants! In this experience, we'll visit some themed cafes and other super-secret-but-awesome cutting-edge areas around Tokyo! Here are some ideas to get you started! - Biohazard Bar and Grill, a Resident Evil themed bar and grill, complete with memorabilia on the walls and a dressed-up wait-staff For example guide will take you to anywhere you are interested in from the list below Please let the guide know about your preference. - Kamen Rider The Diner - Capcom Cafe - Roppongi’s Zombie Bar - Ninja Restaurant - Robot Restaurant - Gundam Front in Tokyo - One Piece store in Shibuya Come enjoy Tokyo with us! Photo by http://www.flickr.com/photos/coolinsights/8256430814/ Photo by http://www.flickr.com/photos/ronggur/6109835584/ Photo by http://www.flickr.com/photos/saraffujimura/7182679695/ Photo by http://www.flickr.com/photos/monana7/8127674811/ Photo by http://www.flickr.com/photos/smull/4104482309/",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tour-tokyos-famous-themed-restaurants-and-shops/1728?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour Tokyo's Famous Themed Restaurants and Shops",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 07:51:07"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 7588,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1446644055/hpczvkpitr3rje1hnsgc.jpg",
        "strIntroduction": "【Note: On March 18th, 2016 I'll move from Tokyo to Hiroshima. This menu will be available from March 20th in Hiroshima!】 In this cooking class, I will teach you how to make a Japanese bento. Bentos are traditional homemade lunch sets. The bento will be served on a bamboo leaf and ready to take out after the class so you can enjoy your lunch outside. What's in a bento? - Omusubi (rice ball) - Tamago-yaki (sweetened egg omelette) - Teriyaki chicken (chicken with teriyaki sauce) - Pickles (fresh vegetables seasoned with kelp and salt) - Vegetables Based on your preferences and requests, we can also cook other Japanese food in the cooking class. For example, we can cook Hiroshima-style okonomi-yaki (cooked with layered vegetables, pork, ramen noodles, and egg) or sushi rolls. Please note: There must be a minimum of 2 people for the cooking class. Reservations must be made 2 days in advance.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-a-bento-cooking-class-in-tokyo/3091?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Bento Cooking Class in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 07:55:06"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 9217,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1426653741/wrrduaytmzrs1gja0ak0.jpg",
        "strIntroduction": "From the colorful boutiques of Takeshita Street to the trailblazing designer outlets of Ura-Hara, there is no shortage of style in Harajuku, the fashion capital of Tokyo. Many global fashion trends originate in the small shops and narrow streets of Harajuku. Immerse yourself in this hotspot of underground fashion fanatics with a three-hour small group walking and shopping tour. Walk through Harajuku, visiting both popular shops and lesser-known ones. Enjoy the atmosphere, the street foods, the “kawaii” fashion and chic culture. Learn about how the fashion business operates while watching what people are wearing in the streets or as you pick up a few local Japanese bargains at the nearby 'dollar store'. While Harajuku fashion is aimed mainly at women – and young women at that! – everyone can find something of interest in this truly unique neighborhood. Also don't forget to take this unique opportunity to ask all your fashion questions to your expert guide, a professional youth trend-watcher who reports the latest developments in Harajuku to fashion companies worldwide. Regularly scheduled tours run on Tuesdays 11:00 -14:00 and Thursdays 11:00 - 14:00, other days are available if you book the 'private tour' option.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-harajuku-kawaii-fashion-shopping-tour/3118?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Harajuku Kawaii Fashion and Shopping Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 07:58:26"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 11544,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1477817617/skzjbyrovmur0j1ajdq6.jpg",
        "strIntroduction": "Have you heard of Naoshima before? It is a small island located in the Seto inland Sea, and famous for its modern art museums, architectures and sculptures. This island has been selected as one of the places that you should visit before you die by the famous American magazine, 'Traveler' in 2000. Benesse art museum, Chichu art museum, Lee Ufan museum, and Art House Project are must-see places in Naoshima. Just wandering around Naoshima will provide you with an experience that you have never done before. A giant pumpkin will welcome you with the beautiful beach, which has now become an icon for Naoshima itself by Yayoi Kusuma, who is one of the acclaimed Japanese artists. This tour will pick you up at Osaka Umeda Plaza motor pool in the early morning and will take you on the ferry to Naoshima. You will have free time in Naoshima so that you can relax, discover and explore the art as much as you want. Itinerary - 6:30am- Depart from Osaka Umeda Plaza motor pool by Bus - 11:00am-12:15am Depart from the Uno port by Ferry - Arrive in Naoshima, Free time in Naoshima for about 8 - 8.5hours! - Back to Uno port by yourserf - 19:30pm Depart from Uno port by Bus - 23:15pm Arrive around JR Osaka station Why we love it: - Don't have enough time? No worries! Visit Naoshima in one day! - Enjoy free time in Naoshima and explore the modern art! - Since this tour is a day trip tour, you can do different activities on the next day! This tour will provide you an unforgettable trip. If you like modern art and nature, or is interested in visiting Naoshima, join this tour! All are welcome! Photos by: -https://flic.kr/p/gELpyd -https://flic.kr/p/wjXqp -https://flic.kr/p/5byNoF -https://flic.kr/p/5bD5Z7 -https://flic.kr/p/e7BVMi",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-go-to-naoshima-from-osaka-or-kyoto-day-trip-tour/2391?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go to Naoshima from Osaka! (Day trip Tour)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 08:03:42"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 2700,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1405227031/fnly5koi5nbqiip95fzc.jpg",
        "strIntroduction": "There is nothing better than a cold beer after a relaxing, hot bath. The Japanese people love to take a bath, and is known to be a country for great hot springs, also known as the 'onsen'. However, not many people know about the 'sento', which are old public bath houses, that rely more on tap water, rather than natural springs. Like the 'onsen', the 'sento' acts as an important social hub for the Japanese, and are much cheaper than the 'onsen'. The 'sento' also has a beautiful, dynamic artwork drawn on the walls above the bath, which you can gaze at while you relax, and talk with the locals who also visit the 'sento'. We will be visiting Kyoto's most famous 'sento', Funaoka Onsen! This onsen was built in 1923, and is considered to be one of the best public bath houses in Kyoto, due to the superlative decoration inside. Once we are inside the bath, i will teach you how the local Japanese people take a bath in Japan. I will be providing small towels for you to use in the bath, so you don't have to prepare anything! After a nice, long, bath, we will be visiting a local 'izakaya', which is a Japanese tapas styled pub, for some tasty Japanese food and beer. I would like to get to know you better, and would like to answer any questions you have on Japan! Lets enjoy exchanging ideas on how you can maximize your fun here in Japan! I look forward to meeting you! I promise you that this trip will be amazing, and will provide you with an experience that you can only do in Japan!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-the-public-bath-and-izakaya-in-kyoto/2464?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy the Public Bath and Izakaya in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 08:09:10"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2100,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1425978671/f3kvt788njccwoysaspw.jpg",
        "strIntroduction": "For this tour we will meet in central Kyoto City from either your hotel or a pre-arranged central location. From there we will take the train down to Yodo Race Track. When we meet, I will give you some pointers and an overview of the set up. Once we arrive you will be surprised to see that this is quite popular in Japan and see that many people enjoy a day at the races. Actually many people are studying one of the dozen or so newspapers sold Japan wide focused on \"keiba\" meaning horse racing. Let's enjoy the high tech betting machines and try our luck with a bet or two. Take a long shot with a few hundred yen if you like and win big! Or just enjoy watching the races and enjoy a great day out. We can also get some nice food and drink. Just like in stadiums around the world there are lots of special treats on sale at the races. Indulge with a tasty Japanese street food or have an ice cream or even beer. We spend a lovely afternoon and have you back in Kyoto City by dinner and can even help you book a restaurant for that evening.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-watch-horse-racing-in-kyoto-japan/3211?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Watch Horse Racing in Kyoto, Japan!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 08:13:24"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 6982,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1408526295/mupxmhl6dq5wootbqjhr.jpg",
        "strIntroduction": "11:00 Meet up near Roppongi Station View Roppongi Hills Roppongi Hills area is symbolic of the Roppongi area. This enormous structure houses museums, movie theaters, and a number of public sculptures created by renowned contemporary artists of this era. Lunch at Fjord After a long walk, we will take a break the historic café, Fjord. The specialties include Western-style curry rice cooked with Demi-glace sauce. It took more than six years to perfect this rich brown sauce that compliments the curry. Visit 21_21 Design Sight This exhibition space built in the middle of Tokyo Midtown Garden area was designed by Tadao Ando, one of the most famous Japanese architects of this era. One of the founders of this facility was Issei Miyake, the international fashion designer, who continues to direct events at the gallery to this day. Taste traditional Japanese sweets at TORAYA! After a scenic exhibition walk, let’s take a short breather and try some Japanese sweets? Toraya is one of the most historic makers of Japanese confections called “Wagashi.” This famous shop was founded back in the early 16th century. In addition to the shop, there is a café and a gallery space. Check out THE COVER NIPPON The Cover Nippon more than just a souvenir shop, this is where you can buy top quality made-in-Japan items created by traditional craftsmen. This immense variety of creativity will provide you with a new perspective on your daily life. 16:00 Come back to Roppongi Join this tour and make your trip unforgettable!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-contemporary-art-and-design-in-roppongi/2652?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Contemporary Art and Design in Roppongi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 08:17:50"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 18620,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1417245709/bj0t1pu30dj9erswyxt5.jpg",
        "strIntroduction": "Your otaku expert guidewill walk with you for three hours through the amazing Akihabara neighborhood. The maximum group size is eight people which allows an intimate conversation among guide and participants about the fascinating, lovable, weird, and obsessive aspects of otaku culture. Otaku culture—the private world of Japan’s boys and men who live in a fantastic virtual world of manga and anime—has become a phenomenon with international appeal. One of the centers of otaku culture is the neighborhood of Akihabara on the eastern side of Tokyo. Enjoy a fun and insightful experience of Akihabara including advice on how to connect with the Otaku experience after you get back home. This in-depth tour features a visit with your guide to a maid cafe here you can interact with the maids and experience cosplay culture up close. Learn about the concept of \"mo-e,\" the modern phenomenon of relating to virtual characters as if they are real people. Please dress casually. There is a medium amount of walking, including some stairs. Most of the activities are indoors, so this tour is not canceled for weather except in extreme situations. Public WiFi is not available along most of the route of this tour. Please respect privacy of individuals and of merchants by refraining from closeup photography of individuals and store merchandise without asking permission. This tour is offered every Thursday 13:30 - 16:30 on a non-private basis and also on a private basis subject to the guide's availability and times that neighborhood stores and attractions are open.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-in-depth-otaku-culture-akihabara/2909?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "In-Depth Otaku Culture: Akihabara",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 08:22:17"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 20482,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1425710696/e9h0sxu0arg2cumccbgf.jpg",
        "strIntroduction": "This is a one day Ramen tour based on your requests. We will move by public transportation and on foot. In 6 hours we can visit 2-3 Ramen restaurants in Tokyo's 23 wards. Prior to tour day, you and I will decide the places where we will go. You can request to visit famous Ramen restaurants known for their exquisite Soy, Salt, Tonkkotsu-based broths. If you don’t have specific requests, I will recommend something for you personally based on your preferences. During the tour you might enjoy candid communication with the owner (though some of them don’t like that) or a friendly discussion with me. Once we finalize the schedule, we shall begin this amazing Ramen tour in Tokyo. Of course, this is a glorious food tour, so you should come with an empty stomach without having had a breakfast in the hotel!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-one-day-ramen-tour-in-tokyo/3205?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "One day Ramen Tour in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 08:25:39"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 1,
        "intUsdCost": 5679,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1408417002/ff9e0uajovidp4jd6dxm.jpg",
        "strIntroduction": "Tokyo is famous for its unique, modern architecture. Would you like to see them in one day? If so, join this tour and enjoy walking around the city to see the buildings with sophisticated design and structure! In this tour, you will visit the Aoyama and Omotesando area to see Dior Omotesando, Plada Aoya, Ao and Gyre. After that, we will move to the Ginza and Yurakucho area to see Louis Vuitton Ginza, Ginza Maison Hermes, MIKIMOTO GINZA 2, and Tokyo International Forum. All are beautiful buildings, which are unique in its own way. Detailed itineraries: We will meet up at 11:00AM. The tour will finish at 15:00PM. Why we love it: - You will love seeing the beautiful modern architecture! - You will enjoy taking pictures of the modern architecture in Tokyo! - You will learn about Japanese modern architecture! Walking around Tokyo and seeing the modern architecture is a great way to get to know more about modern Japan. Join this tour and make your trip unforgettable! Photos by: -https://flic.kr/p/4axTjq -https://flic.kr/p/4h15ep -https://flic.kr/p/6A5bMr -https://flic.kr/p/446D8t -https://flic.kr/p/4sQWBR",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-walking-architect-tour-for-tokyo-modern-architecture-lovers/2645?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Walking Architect Tour for Tokyo Modern Architecture Lovers!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 08:29:14"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 4189,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1408521817/yah5ncusvreb8fob5rlf.jpg",
        "strIntroduction": "Adjacent to both Shibuya and Ebisu stations, the area surrounding Daikanyama Station boasts a laid-back and sophisticated atmosphere. The name Daikanyama is believed to have originated in the Edo Period, when it was a mountain-forest area and also the residence of the Daikan (prefectural governor), who oversaw the military in wartime. Today the area hosts Hillside Terrace, a complex designed by architect Fumihiko Maki, as well as a high street lined with a rich variety of colorful shops. Neighboring Nakameguro is also packed with unusual boutiques, in which many of Tokyo’s everyday trends originate. In this tour, you will.... Visit Daikanyam T-site where in 2011 Tsutaya Books transformed the image of the area. Selling not only books but also DVDs, CDs and even stationery, the store is curated by a bevy of professional specialist staff known as media “concierges”. Walk to and around Nakameguro Visit Farver, a flower shop that is a local favorite. Afterwards you will be taken to the Sato Sakura Museum Tokyo. This is an excellent place to enjoy a very Japanese aesthetic. Founded in 2012 and specializing in modern “Nihonga” (Japanese-style painting), the Sato Sakura Museum is the Tokyo branch of the famous Koriyama museum located in the Fukushima Prefecture. You will come back at Nakameguro at 14:00.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-artistic-daikanyama-and-nakameguro-neighborhoods/2650?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Artistic Daikanyama and Nakameguro Neighborhoods!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 08:32:57"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 3258,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1399193067/bmutywyrc9sxwrhw8vwt.jpg",
        "strIntroduction": "Come join us for Okonomiyaki Cooking Night every Thursday, where you can cook Okonomiyaki with Japanese locals! Okonomiyaki is a savoury pancake with different fillings and sauces on top, it's a must-try Japanese dish. In this resturant, you can learn to cook Okonomiyaki and a local Tokyo dish called \"Monjayaki\" by yourself! Monjayaki is a pan-fried pancake that is similar to Okonomiyaki and a specialty of Tokyo where it's said to originate. Choose from over 25 ingredients! We will explain to you how to cook the food, and you can enjoy free flow of food and drinks throughout the night! After savouring your Okonomiyaki, head over to english bar to spend some cozy time chatting with Japanese locals. Here, people from all over the world gather to have nice conversations without discrimination. Have a memorable time in Tokyo with us!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-cook-okonomiyaki-with-locals/2194?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cook Okonomiyaki with Locals",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 08:36:52"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4189,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1392018917/przzkxkpngqaypzxrsi1.jpg",
        "strIntroduction": "Miyajima is a World Heritage Site and also one of the three most beautiful places in Japan. Walk around the island during this half day tour to see the Great Miyajima Torii Gate, Itsukushima Shrine, Daishoin Temple and Momijidani Park. If you like, you can also enjoy lunch on the island. Snack on some of the specialties of Hiroshima such as oysters, sea eels or Okonomiyaki (Japanese pizza or pancake). Any season is a good to come visit. Cherry blossoms welcome you in Spring and the autumn color of leaves will leave you in awe in November. Let's meet at your hotel or the JR Hiroshima station. We will take a JR local train and ferry to Miyajima. I'm looking forward to meeting you!",
        "strLocation": "Hiroshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hiroshima-join-a-half-day-tour-of-miyajima/1852?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a Half Day Tour of Miyajima",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 08:41:57"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 465,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1392782828/xqi0idsthsskdudhr1wg.jpg",
        "strIntroduction": "Let's have a lunch together in Osaka! I have lived in Osaka for 25 years. I like to meet people and show them around my city so I can give some tips to get around Osaka while enjoying lunch :) Our lunch area is 1. Umeda (North center of Osaka) 2. Tenjinbashisuji (The longest shopping street in Japan) You can request which area and what you would like to eat for lunch. We can chat about Osaka, Japan and your country, Let me know in advance if you would like to discuss any specific topic so that I have some time to check on it :) Photo Credit: http://flic.kr/p/5YjBKj",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-have-a-lunch-with-an-osaka-local-girl/1923?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Have a Lunch with an Osaka local girl!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 08:46:45"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 5,
        "intUsdCost": 2327,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355840978/eezowuqxnf6ppjbmqiat.jpg",
        "strIntroduction": "Do you want to see what it’s like to be a student at a Japanese university? Whether you are interested in studying or teaching in Japan – or just curious about university life in Japan – join me on campus for a tour, experience a class or reading group, and get a glimpse of university life from behind the scenes! The agenda is flexible, and can include the following: - Campus Tour (Waseda and Toyama campuses) - Walk the Waseda neighborhood - Lunch on- or off-campus - Join a reading group - Get insights on studying or teaching in Japan - Discuss and ask any questions you may have about life as a foreigner in Japan, teaching, traveling, sightseeing, how to survive and thrive in Japan, etc! If you have any other ideas, preferences or anything you would like to cover, please let me know in advance so I can prepare accordingly. I’m looking forward to meeting you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-being-at-japanese-university-with-professor/178?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience being at a Japanese University with a Professor",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 08:50:16"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 10241,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1450412866/uznrtuill7kc5hiyb66z.jpg",
        "strIntroduction": "Harajuku | Shibuya 2.5 hours 4 people max Start the tour before sunset to take advantage of the best light conditions. Meet the photographer at Harajuku station and get acquainted with the necessary photography techniques for this tour. Your session kicks off with Takeshita Street in Harajuku. No less than the busiest strip on a Sunday afternoon in Tokyo. Ideal for getting warmed up at shooting closer to people… really close. You will get more comfortable with candid shots. Expect eccentric characters in your frame too! The tour then stretches to more quiet and lesser known areas of Harajuku. Where you will take your time to refine more compositional aspects of street photography. You will learn how to look for decisive moments, interesting scenes, and eye pleasing backdrops. Take a short train ride to the next station and change scenery completely. As daylight dims and the neon lights come on you will arrive in Shibuya. You will explore the narrow backstreets of the neighborhood. Artificial light in central Tokyo is strong and clear: perfect for capturing interesting scenes of nightlife unfolding in your viewfinder. Isolate your subjects, put them into context and create a story: your story of Tokyo. This tour / workshop is an introduction to street photography. By nature, street photography is fun yet more demanding as it focuses more on people. If you’d prefer a more relaxed experience with more urban and architecture photography check out our Tokyo Metropolis tour. Technicalities: For this street photography tour / workshop we have seen great results with smart phones. However, we highly recommend that you bring a camera with manual overrides (M, Tv, Av, A or S modes) and a 35mm prime lens. Zoom lenses with wider angles such as 35-70mm are great too. Rough itinerary: Meet the group Shimbashi JR station 10min for technical preparation 1 hour shooting in Harajuku 1 hour and 20min shooting in Shibuya The tour concludes in front of Shibuya JR station [Average walking distance: 2 kilometers (1.3 miles) with up and down steps in train stations] This tour runs on Sundays only. Starting time is 14:30 in winter and 16:30 in summer.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-photo-tour-people-and-streets/2862?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tokyo photo tour - People & Streets",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 08:56:22"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8379,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1395084544/wbb2rdyg1r27gn5yngbf.jpg",
        "strIntroduction": "Focus on having fun during your trip, and we’ll help you capture all the surprises and new discoveries Tokyo has in store for you. Tell us “Take a picture here!” and we’ll do it. Plus, we’ll make sure to capture all your best moments even while you’re focused on exploring. We willll mail you a professional digital photo album of your memorable and personal trip to Japan. ※The first hour is ¥9,000 followed by 3,000yen for every subsequent hour. E.g. If your tour is 3 hours, please buy the first hour and select the 3,000yen option x 2.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-create-your-own-photo-book-luxxury-plan/2053?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Create a Photo Book for Your Japan Trip (Luxury Plan)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 08:59:41"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8379,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1436947214/l8vzb2sevdxhlx702vyv.jpg",
        "strIntroduction": ".",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-enjoy-cycling-in-osaka/1249?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy cycling in Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 09:03:07"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 1862,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1414994045/c7wkrfer30bcoh9ehvkl.jpg",
        "strIntroduction": "-Normal Plan 12am (midnight): Meet up at Shibuya sta. and pre-game at \"IZAKAYA,\" a Japanese bar! 1am: Move to a club and dance! I will choose a club to go to, depending on what kind of music you like. I know all genre of club musics! 4am: Tired? leave a club and get loco Japanese breakfast together! 5am: Take the first morning train, and have a good rest! ※This schedule is changeable, depending on events taking place at the club you are going to. -Entrance fee 2000yen-5000yen ※Entrance fee changes depending on events. Entrance fee and expenses happening inside the clubs are not included in the price. -Schedule for FEB 2015 ============================================== ■10th FEB@Shibuya 11pm-5am AFRO BEAT, HOUSE, TRIBAL MUSIC LIVE JAM SESSION 2500yen 1d -PLAN- 11:00pm: Meet at Shibuya sta. and go to Japanese style bar \"IZAKAYA\" and drink first! 12:30am: Go to the night club and dance! 4:30am: We'll get out of the club and let's go get local Japanese breakfast! 5am: Take the first morning train and have a good night! ============================================== ■14th FEB@Shibuya 11pm-5am JUZZ, FUNK, SOUL...ALL GOOD MUSIC!! LIVE JAM SESSION ALL GOOD ARTISTS, DANCERS, SINGERS...GATHERING!! 2500yen 1d ============================================== MY SPECIALTY IS... Hiphop especially old school, Jazz, Latin, Reggae, Cuban, Capoeira, Broken beats... I can arrange a plan of your preference, so please feel free to ask. Also I can pick you up wherever you are! I can take my local Japanese friends to this activity, so let's have a blast with Japanese locals! Do not hesitate, contact me first!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-go-clubbing-with-a-tokyo-insider/2785?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go Clubbing with a Tokyo Insider!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 09:06:12"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 10706,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1406270350/fpujbdgceqks6xbvevtf.jpg",
        "strIntroduction": "If you're in Japan, you cannot leave without experiencing the Japanese tea ceremony, meditation and a great view of Japan's most prestigious mountain, Mt. Fuji! Our program takes place in Atami and Hakone. Both of these places are located just outside of Tokyo and are popular places for tourists, and for the locals to visit during their short breaks! ~Programs details~ 1. Atami (2 hours) You will be experiencing the Japanese original tea ceremony and meditation at a traditional Japanese guesthouse. We will introduce the Japanese architecture and some history with Japanese tea and cakes. You can also experience the meditation like “Zen” under a guidance of the master. 2. Hakone (4 hours) We will visit the famous Ashinoko Lake and the Hakone shrine. You can get a beautiful view of Mt. Fuji from the Lake and have lunch with the view. If you'd like, we can visit the hill where there is a perfect view of Mt. Fuji! After the tour, you can stay at Hakone or come back to Atami with us! Both places are famous for its hot springs that are full of minerals good for your body! ~Access~ Atami is located about 50 minutes from Tokyo by train and is also located within the Japan Rail pass area. You can enjoy the hot springs with both mountains and a ocean scenery. Narita International Airport - Tokyo station : 60 minutes by train Haneda International Airport – Tokyo station : 30 minutes by train Tokyo station – Atami station : 50 minutes by bullet train : 2 hours by train (Tokaido line) Nagoya station - Atami station : 2 hours by bullet train Kyoto station – Atami station : 2 hours by bullet train (change to Tokaido line at Mishima station) We will pick you up at Atami station. For the further information, feel free to contact us! We look forward to meeting you!",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-enjoy-meditating-the-tea-ceremony-and-view-of-mtfuji/2505?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Meditating, the Tea Ceremony & View of Mt. Fuji!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 09:10:16"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5586,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1406032995/z7uddtauqimva8cmcd63.jpg",
        "strIntroduction": "If you like waking around a beautiful city while talking pictures, why not join us in this walking tour? This tour will let you witness the beautiful city of Yokohama and will give you a chance to snap plenty of pictures of the nature, old buildings, and the modernized skyscrapers of Yokohama. Yokohama is known as a major harbor city, and is definitely one of the places to visit in Japan. Yokohama is also a great place for taking pictures since there are a lot of unique attractions. Your guide will take you to awesome places for photography lovers! If you are not familiar with photography, this tour is a fun way to learn and enjoy photography. Your local guide will be more than happy to help you! *Where we will go: Yamate & Motomachi Area --- old western architecture, fashion district, pretty gardens, Harbor View Park Yamashita Park --- splendid view of the harbor, Hikawa Maru ocean liner Chinatown --- Chinese restaurants, street food, temples Minatomirai 21 Area --- modern buildings, amazing night view, Redbrick Warehouse, ferris wheel, Osanbashi Pier, Yokohama Landmark Tower ..etc *What to bring: Your camera (Mobile phones are also great!) and comfortable shoes to walk in. You mustn't miss a visit to Yokohama while you are in Japan! This clean, beautiful city will provide you with many great picture shots!",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-walking-tour-in-yokohama-for-photography-lovers/2498?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Walking Tour in Yokohama for Photography Lovers!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 09:14:14"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 8379,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1418106052/bnpfv9iurvwmucgcaxqi.jpg",
        "strIntroduction": "BEGINNERS welcome! Jingu Gaien | Korakuen | Rikugien Time: 3 hours From : 14:00 to 17:00 Walk : 3 km / 1.8 miles Group: 6 people max On this “Tokyo Autumn Foliage” photo tour you will be visiting the most colorful autumn spots of Tokyo. With the help of a local professional photographer take time to frame and blend the vivid colors of Japanese gardens. During daytime get a grasp of the simple rules of photography to shoot trees and leaves with a twist. At nighttime, mount your camera on a tripod to make the most of long exposure and catch the illuminated scenes. For “Tokyo Autumn Foliage” photo tour, you MUST bring a tripod or rent one from us (+ ¥1,000 each). You will bring back great photos of: •daytime autumn foliage scenes •nighttime autumn foliage scenes Rough itinerary •Meet at Gaienmae station •15 min to get acquainted with the necessary techniques •30 minutes in Jingu Gaien •20 min in train •50 min in Korakuen •15 min in train •50 min in Rikugien",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-photo-tour-tokyo-autumn-foliage/2859?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tokyo Photo Tour - Tokyo Autumn Foliage",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 09:18:41"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 22576,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1425615722/ztzyhgxlcjv0sp04cbo6.jpg",
        "strIntroduction": "",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-home-stay-at-a-friendly-couples-house-in-kyoto/2696?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Home Stay at a Friendly Couple's House in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 09:23:33"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2793,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1408772468/nvx0jocxpvzygaqgri2c.jpg",
        "strIntroduction": "Materials and Preparations: sushi-rice (vinegared rice) cut row fishes and vegetables nori (seaweed sheets) egg( egg sheets) if you don't like nori Temaki Sushi is rolled by hand! Combine your favorite ingredients inside the roll and make your one and only special temaki sushi!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-temaki-sushi-party-in-osaka/2576?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Temaki Sushi Party in Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 09:28:59"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6846,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1385623124/wid2xty5t20qxzgciiup.jpg",
        "strIntroduction": "As seen on: http://www.viralnova.com/so-theres-a-tiny-island-in-japan-and-youre-really-gonna-want-to-see-whats-there-trust-me/ I am proud to be able to arrange a trip to this tiny island just a little off the coast in Fukuoka, Japan for you. It seems like the island is not really outstanding, but you won't believe your eyes once there! The island is commonly referred to as \"Cat Heaven Island\" and is about 20 minutes by ferry from Shingu, Fukuoka city. When you walk around the island, there are cats, cats, cats.. so cute!! The cats are of a really friendly nature, residents of the island are familiar with the cats, and they get together with them. Besides the cats, there are small temples, local island people's life, natural trails, lots of good places to discover as well. In this activity, the host will help you getting on the island where you roam around freely. Don't miss this chance! Photo Credit: http://flic.kr/p/hyUWQ http://flic.kr/p/8ty72f http://flic.kr/p/eMrz5X http://flic.kr/p/6ZL8XF",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-discover-amazing-cats-heaven-island-aino-shima/1465?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Amazing Cats Heaven Island \"Aino-Shima\"",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 09:32:40"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8789,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1405515388/uwyuw5xgdypngufciji3.png",
        "strIntroduction": "This activity is temporarily unavailable. If you are looking for yukata + fireworks event in Tokyo 2016,please check this out : http://voyag.in/fireworks-festival-2016 Summer has come! It's time to go to the firework festivals in Japan! Have you heard of the Yukata before? It is one of Japan's traditional clothing, which is a casual version of the Kimono made of cotton, perfect for the summer weather. Many people go to the summer festivals wearing the Yukata, especially the girls, which is a perfect way to start off the summer season . If you would like to wear the Yukata but do not own one or do not know how to wear one, don't worry! This tour has everything you need! This tour will help you wear the yukata at Voyagin! We promise you that you will be more beautiful in the yukata and make unforgettable memories! The fireworks normally start around 7pm. It would be better if you could come to our office at least 4 hours before, so that you will have plenty of time to enjoy the yukata and to go to the firework festival. Popular firework festivals (2015) are as follow: You can choose one from those choices. - 18th July (Sat) Adachi firework festival ( Location: Adachi-ku) - 21nd July (Tue) Katsushika no-ryo firework festival ( Location: Katsushika-ku) - 25th July (Sat) Sumida River firework festival (Location: Sumida, Taito-ku) - 1st August (Sat) Edo River firework festival (Location: Edogawa-ku) - 1st August (Sat) Itabashi firework festival (Location: Itabashi-ku) - 9th August (Sun) Tokyo bay firework festival (Location: Chuo-ku, Odaiba) - 11th August (Tue) Jingu-Gaien firework festival (Location: Shinjuku-ku) - 22nd August (Sat) Chofu firework festival (Location: Chofu city near Tama river) Summer is the best season to wear the Yukata! Join us in this tour and make your trip unforgettable! Photo credits: -https://flic.kr/p/fSnQZ -https://flic.kr/p/4kgAeJ -https://flic.kr/p/4kgzmC -https://flic.kr/p/8pRZnR -https://flic.kr/p/djpHtp -https://flic.kr/p/8sibUM -https://flic.kr/p/3C9ck -https://flic.kr/p/fhPCSZ -https://flic.kr/p/oby5dS -https://flic.kr/p/cw7hs1 -https://flic.kr/p/ofCDBV https://flic.kr/p/aZ7wq8 https://flic.kr/p/3F5Ra",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-wear-the-yukata-and-go-see-the-fireworks-with-the-locals/2401?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Wear the Yukata and Go See the Fireworks with the Locals!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 09:37:25"
    }
]