[
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1850,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1372681943/u68cb6rfnwqakqyljtb0.jpg",
        "strIntroduction": "Get the best of Tokyo in a single day Don’t have enough time to travel around all of Tokyo? Don’t worry! Our 1-day tours are made for people like you who don’t have enough time to travel but would like to enjoy as much of Tokyo as possible. This tour covers many major tourist spots. After you join our West & East tour, you can say you visit most of all tourist spots in Tokyo!! We can arrange the itinerary as you like. ■ Asakusa ■ We start with the most popular tourist area, Asakusa. Asakusa is one of the most traditional places in all of Tokyo. Walking though the ancestral Japanese atmosphere you might be surprised at how Japanese religious customs are available to anyone and how Japanese time-honored manners have matured. You’ll experience the proper way to visit the temple & shrine, how to purify yourself, how to pray, and what a Japanese fortune teller is like. You will also see the new symbol of Japan’s state-of-the-art construction and architecture, Tokyo Sky Tree. ■ To the East side of Tokyo ■ We’ll have a 35-minute river cruise from Asakusa to the Japanese Traditional garden of Hamarikyu. It’s a typical Japanese style garden with a pond in center. You can enjoy the gap between beautiful seasonal flowers, tranquil atmosphere and surrounding modern high-rise buildings. At a teahouse on the pond, you can taste matcha tea with sweets if you like. 10-minute walk takes you to Tsukiji fish market, and we’ll have lunch in the outer market. You can enjoy the best sushi in the world at reasonable prices. We’ll visit another temple, Tsukiji Honganji which was built in old Indian style. Then we'll take the subway to Nijubashi, the bridge of the Imperial Palace. We’ll explain to you about the Japanese Imperial family. Finally we’ll move to Yurakucho area which is filled with local business persons by walk. You can enjoy its cozy atmosphere. As this tour finishes at near the Yurakucho station, you can enjoy shopping at nearby Ginza or have a drink at one of taverns of Yakitori alley after the tour. ★On this tour we cover This tour includes Asakusa walking tour. ■ Asakusa ■ Kaminarimon gate ■ Nakamise shopping street ■ Sensoji temple and Asakusa shrine If you already took part in our Asakusa walking tour, we will arrange a special tour to Kappabashi instead. ■ Hamarikyu ■ Tsukiji Fish Market (Lunch) ■ Imperial Palace ■ Yurackucho ■ Yakitori Alley (final stop) We can also talk about the traditional tea ceremony and the Japanese Imperial family system.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-private-east-tokyo-one-day-tour/869?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private East Tokyo One Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 09:42:07"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2775,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1396499849/uaovdxw7yl2y9rhqcq4f.jpg",
        "strIntroduction": "To learn about Japanese culture, listening and seeing is necessary. But beyond that, it is also very important to have hands-on experience. Learn to make a bowl of Matcha (green tea) by yourself and immerse in one of the longest standing beautiful Japanese traditions. Learn to hold the tools and use techniques with step-by-step instructions from the instructor, before finally making your very own bowl of Matcha. You will also get to experience a traditional Japanese tea ceremony in a comfortable tea room, complete with your bowl of Matcha and seasonal sweets. The host will assist you in English, as well as teach you about the history of tea ceremony. Simply relax and enjoy the way of the tea.",
        "strLocation": "Asakusa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-asakusa-learn-to-make-a-bowl-of-matcha/2121?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Make a Bowl of Matcha",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 09:46:44"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2775,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1401707849/mhzthph4wsfvwgz4g1iq.jpg",
        "strIntroduction": "**1 day event! First 10 participants to book get to enjoy this special 70% discounted price!** Tokyo is one of the biggest metropolitan cities in the world, but did you know that there is big forested countryside located in Tokyo city? Okutama is a popular place for mountain & river sports and outdoor activities, which you can access in 2 hours from central Tokyo. We offer a one-day tour of the beautiful forest countryside at a one-off special price, including one river sport and a local food barbecue lunch at the house of some nice Japanese old folks! DATE: June 24th, 2014 (Tue) ITINERARY 10:10 Starts from Okutama. 10:15 Tour briefing at the Seizan old folk house 10:30 Move to Ogochi area 11:15 Start Shower climbing/canyoning! (walking through canyons, and sliding down Tamagawa River) 12:45 Change clothes at Higurashi old folk house 13:30 Deer barbecue lunch at Higurashi 15:00 Leave Ogochi area for JR Okutama station - Okutama Field (We can also explore this field if you are interested!) ※if you would like to know more about Okutama Field, please refer to the link below. http://mori2ichiba.tokyo.jp/field/photo/ WHEN YOU BOOK… Please tell us your height (for a canyoning wear) as well as your name, age, and occupation. Your shoe size is also required if you are renting water shoes from us.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-river-sports-local-food-tokyo-countryside/2284?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "River Sports in Tokyo's Countryside (6/24)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 09:50:15"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4626,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1368775414/gxwmvvq08cgusgumfrzs.jpg",
        "strIntroduction": "For sumo wrestlers, you need to train really hard to become a great, strong wrestler. All the Sumo wrestlers train a lot and eat a ton everyday to build their body stronger. Morning training is the traditional way of Sumo training. The wrestlers start to train early in the morning before they even eat. They do sparring style training, so that it is just like watching Sumo game and really exciting! It is guaranteed all the people to enjoy this exciting experience!!! Book this experience to watch a part of the most popular Japanese culture!!! If you want to watch Sumo tournament at Ryogoku kokugikan, you will get ticket here.You will choose your seat from 5 options. Let's watch authentic Sumo! ※Please note that you will see sumo stable from outside in April since it's quite busy season. Please keep in mind following precautions when you visit the sumo stables. 1: A sumo stable is not a facility for tourists. Sumo wrestlers practice very seriously every day, so please don't forget to show respect to the stable master and wrestlers. 2: Please watch the practice quietly and do not move around in the stable. 3: Please do not talk in the stable. Even your whispering voice may disturb the wrestlers. 4: Please do not stand on the ring or on the sandy ground. The ring is the sacred place for the wrestlers. 5: At the entrance of the stable, please take off your shoes before stepping onto the tatami floor. When you sit on the tatami floor, please cross your legs. Do not stretch your legs toward the ring as it is considered impolite to show the soles of feet to the wrestlers. 6: Please take off your hat and sunglasses inside the stable. 7: While inside the stable, you are not allowed to eat, drink or smoke. 8: You can take photos during the practice but you are not allowed to stand up or move around. Please do not use flash more than necessary and do not use cameras with a loud shutter sound. 9: Please turn off your mobile phone. 10: Once you start watching practice, you are supposed to stay until the wrestlers finish their practice. So please try not to leave the stable during the practice. Photo Credit (last pic) http://flic.kr/p/5Z6aq1",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-watch-morning-sumo-training-at-sumo-dojo-in-tokyo/755?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Watch Morning Sumo Training at Sumo Stable in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 09:55:03"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1665,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355838670/wuhwou5reg4ijw1pmccz.jpg",
        "strIntroduction": "Do you want to try cosplay or Karaoke in Japan?? Or maybe both?? Then, \"Let's Enjoy Cosplay-Karaoke\" together! For free, you can try any costume and dress up as, for example, an anime character, a Japanese pop idol or as a Japanese high school student. You can sing whatever song you like as well! And don't hesitate to join us if you feel queasy or uncomfortable wearing a costume! Anyone is welcome to join! During lunch time the Karoke costs 1000 Yen for two hours. The prices in the evenings, weekends, or holidays are subject to change so contact me for further details!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-lets-enjoy-cosplay-and-karaoke-together/234?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Let's Enjoy Cosplay and Karaoke Together!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 09:59:41"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1388,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355846479/ahezgyzsou0a9okmsvuv.jpg",
        "strIntroduction": "In Japan, “sakura” (cherry blossoms) beautifully bloom between March and April. The season brings many to sit under “sakura” to drink and eat delicious food in what is called “Hanami” – one of the greatest festivities in Japanese culture. Come join us to experience an actual “hanami”! The Voyagin team will go to see the cherry blossoms and picnic at Yoyogi Park on April 4th! We will prepare 5 different types of sakes, so come and do “sake tasting” whilst gazing at “sakura”. Every year “sakura” blooms differently. Don’t miss this one-time only opportunity to “Hanami” with the team. We look forward to seeing you there! Details: Time: 4/4 13:00PM 〜 Where: Yoyogi Park (代々木公園)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-picnic-under-the-cherry-blossoms-with-the-voyagin-team/131?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "April 4: Picnic Under Cherry Blossoms with the Voyagin Team",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 10:03:53"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1480,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1393379722/lepqhj8aaeut518ijiw4.jpg",
        "strIntroduction": "Why not experience Japanese tea ceremony - called \"Sado\" in Japanese - when you visit Japan? It can be difficult to find somewhere you can experience Sado in English. However, a place for English-speakers to enjoy Sado has now opened in Asakusa! You will learn the authentic style there. It will be great to experience this traditional and cultural activity in a Japanese style-room with us! We will teach you with politeness and friendliness. Even if you don't know anything about performing ''Sado'' don't worry, you will learn it here. Not only you will drink Japanese green tea, but you will also make it by yourself. Of course we will let you know how to do it carefully. Our place is located 30 seconds by foot from Asakusa temple. Please try Sado and experience one of the most famous Japanese cultural activities when you visit Asakusa. Note: Special 50% off treat applies only during March in 2014.",
        "strLocation": "Asakusa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-asakusa-experience-japanese-tea-ceremony-sado-in-english/1722?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "50% OFF Enjoy a Tea Ceremony in Asakusa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 10:08:52"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 463,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1370516273/jupuadryvbjwuhslpck6.jpg",
        "strIntroduction": "Of course you can visit Asakusa by yourself. But you might feel just only the atmosphere if you don’t know anything. If you travel Asakusa with us, you can distinguish Buddhism and Shinto, Temple and Shrine after the tour. We do want to satisfy your curiosity!! Our tour guides have a professional guide license and all of us keep studying a lot. We tell you a lot of information during the tour. You will want to know why,why,why! Please ask us many questions! We do answer all of your questions! This is our Asakusa tour. More knowledge, More fun! Enjoy Asakusa!! ==== Asakusa is a very unique place in all over the world. Because two different religions are in one place! Do you know why?? If you want to know it, please join our tour! === Asakusa is one of the most traditional places in all of Tokyo. Walking through the ancestral Japanese atmosphere you might be surprised at how Japanese religious customs are available to anyone and how Japanese time-honored manners have matured. You’ll experience the proper way to visit the temple & shrine, how to purify yourself, how to pray, and what a Japanese fortuneteller is like. While at the same time Asakusa shows you the new symbol of what Japans state-of-the-art construction and architecture technology is all about, Tokyo Sky Tree. Currently the highest tower in the world measuring 634 meters tall, it is the new hot spot! So come and enjoy all that Asakusa has to offer, the traditional Japanese side mixed right in with modern Japan. ■On this tour we cover All major tourist spots are covered!! ・Kaminarimon Temple Gate ・Nakamise Traditional Shopping Street ・Gojunoto (Five-Story Tower) ・Sensoji Buddhist Temple ・Asakusa Jinja Shrine ■Let’s talk. “More Knowledge, More Fun” ・The difference between Buddhism and Shinto ・How to purify your body ・Japanese fortune telling ・How to pray in temple and shrine",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-asakusa-walking-tour/727?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Asakusa Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 10:12:08"
    },
    {
        "intDurationHour": 22,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3700,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1388314185/djv7l8fwinnc0cbohczu.jpg",
        "strIntroduction": "I've traveled the whole Japan, and my favorite place is the coastal city of Niigata, located on the Sea of Japan. There are absolutely loads of great places to see, like downtown, the city harbour, rural towns and isolated islands (Sadogashima, Awashima island, etc) In this tour you'll enjoy delicious food from the Sea of Japan, and discover traditional houses, which are the charms of Niigata. You'll interact with unique local people in our share house, and have lots of fun! Example of itinerary 1st Day 17:00 Meet at Niigata station 17:30 View the magnificent sunset over the Sea of Japan (you can see Sadogashima as well) 19:00 Enjoy dinner and local Japanese Sake with friendly locals at our share house 2nd Day 09:00 Breakfast 11:30 Walk around a local shopping street and historical buildings 13:00 Eat some sushi made with fish from the Sea of Japan! - I recommend Amberjack in the winter! 14:00 Get souvenirs at market in Niigata 14:30 Discover traditional houses, and if you wish, relax in a public bath 16:00 Say goodbye! I'm looking forward to seeing you. Let's enjoy the nature of Niigata together!",
        "strLocation": "Niigata",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-niigata-enjoy-seafood-and-traditional-houses-with-a-local-in-niigata/1626?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Seafood and Traditional Houses with a Local in Niigata",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 10:17:25"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3238,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1388280058/afdnhyeifqffsqfrxd7b.jpg",
        "strIntroduction": "In this activity, we will shop at Togoshi-Ginza shopping street and eat local specialties such as Yakitori (Japanese chicken BBQ) / Japanese sweets / Ramen / deep-fried chicken / croquette / shaved ice / pork over rice / tea. We will also drop into a pharmacy or 100 yen shop. Japanese pharmacies and 100 yen stores (equivalent to a dollar store) are unique in that they sell many items only available in Japan. The Togoshi-Ginza shopping street stretches for 1.3 kilometers and is the longest in Tokyo. The street has about 400 shops and has about 10000 visitors on any given weekday. Its also regularly featured by Japanese TV shows and magazines but strangely not found on guidebooks. I can also prepare an optional plan to the hot spring at Togoshi-Ginza.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-lets-go-shopping-at-togoshi-ginza/1094?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Let's Go Shopping at Togoshi-Ginza",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 10:21:15"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5756,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1359619010/y1qchys3wefrvjmeqs9a.jpg",
        "strIntroduction": "Even as a tourist, you need a little bit of Japanese language ability to do your shopping or ask for the way, enter the right train or order food in a restaurant. We must admit it, speaking English just ain't enough... (^-^;) So study Tourist Japanese with Nigo-Sensei, having a great time at Tokyo Riverside School.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-japanese-mini-class-2h-for-tourists/549?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Japanese Mini Class (2h) for Tourists",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 10:24:42"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3238,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355838748/abgorcnilyxd5k8gaxtm.jpg",
        "strIntroduction": "Shimokitazawa is widely considered one of Tokyo's most interesting neighborhoods, known for its abundance of live music, bars and restaurants. On this activity, we'll begin with a traditional Japanese meal at an izakaya. From there, I'll guide you around Shimokitazawa's winding streets as we stop in some of the most unique bars you can find in all of Tokyo. (The activity fee doesn't include food and drinks) (Photo by http://www.flickr.com/photos/tightenup/2279573424/) (Photo by http://www.flickr.com/photos/chrisliang82/2320366802/) (Photo by http://www.flickr.com/photos/clankennedy/4232818434/) (Photo by http://www.flickr.com/photos/toestubber/3023723303/)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-tokyos-most-unique-bars-shimokitazawa-bar-crawl/212?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Tokyo's Most Unique Bars: Shimokitazawa Bar Crawl",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 10:29:48"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3238,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355838937/zdpkleynav92rfyli4h1.jpg",
        "strIntroduction": "Yakitori is a common Japanese dish that is simply grilled chicken on sticks. A friend of mine owns a great little yakitori restaurant in the Nakano neighborhood of Tokyo. Come experience a night in Nakano, one of Tokyo's best kept secrets with its tiny back sidestreets lit up with glowing neon signs and filled with restaurants and bars. Yakitori is a great experience for any traveler as it brings the entire group together over shared dishes and drinks, alike. Plenty of vegetarian options are also available! (The activity fee doesn't include food and drinks) (Photo by http://www.flickr.com/photos/telstar/88224913/) (Photo by http://www.flickr.com/photos/wallyg/5769937988/) (Photo by http://www.flickr.com/photos/w00kie/408559255/) (Photo by http://www.flickr.com/photos/june29/3140402514/)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-have-yakitori-dinner-in-tokyos-nakano-neighborhood/211?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Have a Yakitori Dinner in Tokyo's Nakano Neighborhood",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 10:34:12"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2775,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1362738544/kx3nqx9wyqwqq1oftnqx.jpg",
        "strIntroduction": "In this experience, you'll get to participate in Zen zazen (seated meditation) to calm your mind at Hiroo's famous Kobayashi Institute. The zazen experience will last 50 minutes. By practicing zazen early in the morning, not only will you improve your concentration, but you'll also leave with both your mind and body feeling refreshed. You'll also get to experience sounds that you normally can't hear like the songs of birds. Come join me in practicing zazen!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-meditation-to-calm-the-mind/583?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Meditation to Calm the Mind",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 10:37:55"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4626,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358841119/lv045uiaa4oiae2hqjlu.jpg",
        "strIntroduction": "As you probably know, there are several places in Shinjuku that appeared in the novels of Haruki Murakami. I introduce to you such spot. ・Kinokuniya Book Store -where Toru(Wind-Up Bird Chronicle) bought Greek's tour guide, Watanabe(Norwegian Wood) bought Falkner's Light in August, and Tengo(1Q84) bought few Books before meet Fuka-Eri. ・Nakamuraya -where Tengo(1Q84) met Fuka-Eri for the first time. Tengo and Fuka-Eri drunk a glass of white wine. ・DUG -where Watanabe(Norwegian Wood) and Midori drank vodka tonic, and lithening Thelonius Monk playing \"Honeysuckle Rose\". We meet at Kinokuniya Book store. If you have any interest in Japanese original edition of novel, I introduce you to Haruki Murakami book department. There are some essay that have not been translated. And then, we go to Nakamuraya in front of Kinokuniya, and eat dinner at there, like Tengo and Fuka-Eri. I recommend you to order a glass of white wine. After a meal, we go to DUG. It's a few minutes from Nakamuraya. In DUG, we will listhening Jazz music and sipping cocktails - we should drink vodka tonic like Watanabe and Midori-, and talk about novel of Haruki Murakami. In tokyo, there are many Reading Book Club. And I sometime orgnize such event. Talking about novel is always interesting experience to me. Through discussion, we can touch and feel other people's thinking, and in many cases, it will be an unexpected experience. I'm very looking forward to talk about novel of Haruki Murakami with people overseas.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-what-we-talk-about-when-we-talk-about-haruki-murakami/295?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "What We Talk About When We Talk About Haruki Murakami",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 10:43:36"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5551,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1377235542/nssd3kxxsrgvym5aulhi.jpg",
        "strIntroduction": "I will teach you how to make nigiri-sushi in a friendly and at home environment. I am not fluent in English, but I can show how to make sushi in simple English. You can be assured that I will give you a demonstration first and then teach you step by step. The process is not complicated. Especially in this activity, I will teach you how to make nigiri-sushi in an easy way with no prior knowledge needed. The materials on top of the sushi-rice will change day by day, or season by season. Flow of lessons 1) Learn how to cut fresh ingredients into pieces. 2) I demonstrate how it’s done and you form your first sushi piece. 3) Practice how to press and shape sushi rice into a small ball. 4) Practice how to press and shape sushi rice together with a topping. 5) How to make Gunkan-maki 6) Tasting As OMOTENASHI (special offer), I will make miso-soup or pot-steamed hotchpotch for you. Also, I will prepare powdered tea and japanese sweets for you after tasting the sushi. I will prepare an English recipe, so that you can enjoy the handmade sushi at home, at a party or on a special occasion after going back to your country. Note: We have all required kichen tools (knives, bamboo mats, aprons and towels). https://flic.kr/p/7H46oM https://flic.kr/p/5kPKk",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-how-to-make-nigiri-sushi/996?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn how to Make Nigiri Sushi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 10:47:30"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5551,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355843746/tm1fczdfke9i9rjrfsmx.jpg",
        "strIntroduction": "Akihabara is a place that surprises everyone visits Japan. It used to be an area where electronics and other delicate electronic instruments were sold but with the computer boom over 30 years ago, stores that carried more Anime goods and Manga started to develop. Now Akihabara has turned into a town overflowing with unique and rare subcultures. This activity consists of a tour that will have you thoroughly enjoying Akihabara. In this activity, we will visit… • A Maid Café \"Candy Fruits Strawberry\"(キャンディーフルーツストロベリー) • An Armory store that carry models of weapons such as Japanese swords. • “Rabbit Café” (There are maids and rabbits in this café) • “Manndarake\" - まんだらけ- A store where you buy anything from Anime, manga, costumes, to antique goods) These places are the best-suited areas to fully experience the booming Akihabara cultures. These stores listed above are also places that are rarely visited by travelers – making this tour even more unique and authentic. In other words, through this activity, you can enjoy Akihabara differently than other tourists! (Photo by http://www.flickr.com/photos/fukapon/4692698383/ ) (Photo by http://www.flickr.com/photos/kwankwan/43702484/ )",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-a-deep-akihabara-tour/182?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "A Deep Akihabara Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 10:52:41"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6013,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1377854528/cb8oigeb31gjlnyckuzo.jpg",
        "strIntroduction": "",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-eat-chanko-nabe-in-the-old-sumo-stable/1022?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Eat Sumo Wrestler Hot Pot in the Old Sumo Stable",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 10:56:55"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9251,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358840526/jl63wfpmou7tancbr7bc.jpg",
        "strIntroduction": "Kyoto is a very calm town where remain full of old Japanese custom and culture. Only local people know the place as a hidden bar's where the owner visit with Maiko and geisha. It is too difficult to get there for tourists. I can take you to visit the place where are very deep inside of Kyoto which is not on the guide book.. I offer this tour who wants to have different experience in Kyoto. Also as optional After the bar, you can go along to the local club in Kyoto which is very popular for many young people are gathering on every weekend. (In the club you may need some form of identification and admission fee entrance fee.1 drink charge is also included.) Com to enjoy the nightlife in Kyoto with Ex Flight Attendant!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-bar-and-nightlife-in-kyoto/260?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Bar and Nightlife in Kyoto with Transexual",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 11:01:42"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 231,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1371493705/jdec59ejgsiprphnyxau.jpg",
        "strIntroduction": "I'm a 4th year student at Tokyo University and will be your guide on this (Hongo or Komaba) campus tour. Tokyo University has many modern and leading edge buildings as well as traditional ones. You can enjoy beautiful nature and the atmosphere of college in Japan. See what the daily college life here in Japan looks like. If you are interested, you can also try the school cafeteria! :) This is going to be a good opportunity for you to catch a glimpse of Japanese college life and see a Japanese university from with an insider!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-university-guided-tour/839?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tokyo University guided tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 11:06:10"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 463,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1370161741/r0fbh6jfkbzu3as6ryir.png",
        "strIntroduction": "I run a company which develops the service called \" Favlis\". It simplifies and improve \"sharing favorite and interesting information with close friends\" 10 times more than any existing communication platforms. It is a bookmark service that ①is shareble with friends ②automatically optimizes the bookmarked information for you (e.g Bookmarking a restaurant on Yelp will automatically ③allows you to bookmark and brings the information both on PC&SP In the future, people are able to send their favorite information(e.g restaurant) via very tiny device which is connected to brain synapse to their close friends. And when they walk by the recommended restaurant, it gives them a push notification directly to the device to let them know they are close to it. Our vision is to provide \"the telepathy user experience\" like above with the device we have today. That is Favlis.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-have-coffee-with-a-japanese-entrepreneur/173?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Have Coffee with a Japanese Entrepreneur",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 11:09:40"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1850,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1369100708/fvlnz6qouddlembgy0r2.jpg",
        "strIntroduction": "【Voyagin's Open Office Day】 Hi Guys, We are running the service \"Voyagin\", that is offering Off The Beaten Track activities, which tourists would never be able to experience with usual tour or by themselves. We started expanding our service in East Asia last December and now we got almost 500 activities to offer. We really appreciate people for supporting us in any way. This time, we decided to have a party for those who are supporting Voyagin - as a token of our gratitude. This up-coming event is going to be the first party we have at our office, so we're really excited about it! You have to join this party if you are: ・a tourist ・a foreigner living in Japan ・an exchange student studying Japanese ・interested in talking to people in English ・interested in Startup community ...actually you can join us regardless of who you are! [Place] Voyagin office (3-6-22 Kamimeguro Meguro-ku Tokyo, City Cope Hiranuma 402. there is a liquor shop on the first floor) [Time] start at 6pm [Price] 2000 JPY per person 2 persons among people who booked this party through our website will win Voyagin T-shirts! The more people come, the more fun it will be! This is going to be a great chance to meet new people.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-party-with-the-voyagin-team/756?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Party with the Voyagin Team!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 11:15:10"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 309,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1360918351/zk5wglumfes99w2jmyu9.jpg",
        "strIntroduction": "Be my guest and I will take you to the most memorable eating experience in Tokyo. We\"ll stroll down Meguro Street from Meguro Station to Otori Shrine, where the town's best eats are within blocks of each other. Every experience is tailored to your needs and interests. Let me know what you're into.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-meguro-street-food-crawl/564?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Meguro Street Food Crawl",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 11:18:45"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1989,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358841231/wbwgw74cpluuhfltcsjo.jpg",
        "strIntroduction": "If you don’t visit Kyoto, you cannot say you come to Japan. Kyoto is the heart of Japanese culture. You are guaranteed that you will enjoy the city surrounding by traditional architecture starting from world heritage shrines and temples and also will be impressed how international its atmosphere is. This harmonization of traditions and global trends has inspired people a lot. In fact, there are eight Nobel Prize winners (most recent October 2012; Shinya Yamanaka for iPS Cell Research) from Kyoto University, one of the prestigious worldwide research institutes. Kyoto is also famous for the center of Japanese technology. In this activity, You can - talk with Kyoto University students - walk around university with me - check out typical Japanese school cafeteria to eat. (Food price is not included) I can talk anything starting from global issues, politics, history, japanese companies (especially traditional typical big japanese companies) to where to visit in Kyoto such as shrine, temples and cafe :) I'm looking forward to see you!!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-come-visit-and-eat-kyoto-university/296?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Come Visit and Eat @Kyoto University!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 11:22:22"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 116,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355845156/g0pnhgkx0i3agzy2qq1d.jpg",
        "strIntroduction": "Hello! I'm a businessman born in Osaka, grew up in Tokyo and currently living in Yokohama. Right now I'm 26, and a fourth year employee at a manufacturing company. Whenever I get some time off, I ride my bike to Yokohama to take photos and go to cafes. Sports-wise, I played baseball all through elementary, middle, high school but I also enjoy playing soccer and tennis. I also love to meet new people, but I've only done this within Japan - amongst Japanese people - so I really want to meet many from around the world! Please contact me if you want to fully enjoy the beach, going on cruises, and eat Chinese food in Japan! I'll show you around Yokohama.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-explore-yokohama-beach-cruise-and-chinese-food-tour/206?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Yokohama: Beach, Cruise and Chinese Food Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 11:27:20"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2313,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355838698/an0sdaae5g8ab9h2vtlq.jpg",
        "strIntroduction": "Are you interested in discovering more of the real Japan? Maybe you've sight-seen a lot in Japan or at least have plans. However, do you have any plans for meeting and talking with local Japanese? I offer a precious opportunity to interact with around 20 Japanese people who all have different kinds of occupations. They have experienced being host families and spent lots of time with foreigners. You can get some hot and interesting local information that is not on your guide book. Also, you can enjoy a meal served by great Italian chefs.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-local-japanese-party/23?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Local Japanese Party",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 11:31:12"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3238,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355841167/qh4p1grojhkel6b9wzg9.jpg",
        "strIntroduction": "Lolita fashion is a fashion subgenre in Japan and has had constant popularity among many girls. Yet, when visitors come to Japan, many say that they have a difficult time looking for the right Lolita clothes. So in this plan, you will go shopping with an actual Japanese Lolita who will be able to introduce you the latest trends! Simply walking down the streets of Shinjuku or Harajajuku with a Japanese Lolita is an experience in itself too. Don’t miss this chance to shop with a Lolita! Basic schedule of plan: 1) Meet the Lolita you will be shopping with! 2) Together, decide where you will shop! 3) Shop! (The 3500 yen doesn't include shopping fee)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-go-shopping-with-japanese-lolitas/113?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go Shopping with Japanese Lolitas!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 11:35:32"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3700,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355841054/tamscifmo4vh0s0umcfp.jpg",
        "strIntroduction": "“Sukiyaki” has long been consumed in Japan for over 100 years since the “taisho” era. Do you know what the Japanese meal “Sukiyaki” consists of? “Sukiyaki” is a type of meal prepared in a “nabe” (Japanese for pot) with thinly sliced beef and vegetables that are all simmered in soy sauce and sugar in a shallow pot. When you bite into the meat, the juice flows instantly throughout your mouth filling it with sweet yet mildly salty sauce which all goes perfect with rice or beer. In this activity, you will learn how to make “Sukiyaki” and have it for dinner at the site. The stock Chef Yuki will be preparing that day will be made with special care, so you’ll be able to taste an unrivaled quality of “Sukiyaki”. Other than beef, “Sukiyaki” has other healthy ingredients in it that are common in Japan - such as long green onions, Chinese cabbage, “shirataki” (whitish strings of konnyaku), and fried tofu. We recommend you use this opportunity to eat your fill of “Sukiyaki” and master how to make it.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-cook-sukiyaki-with-a-local-chef-in-tokyo/140?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cook Sukiyaki with a Local Chef in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 11:39:13"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2405,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355838838/peq5h2luz8vvv6bg3ns5.jpg",
        "strIntroduction": "There are many types of absurd cafes in Japan. Maid Cafe is one of them, but Cat Cafe is surely one of the most ridiculous and enjoyable ones out there today! At \"Cat Cafe\", customers are able to have a cup of coffee while playing with a bunch of adorable cats. You can observe the sleeping cats. Play with the cats. Give them snacks. Your choice! Its uniqueness has also given the cafe a lot of media coverage, and is, today, one of the most talked about places in Japan! With this plan, you\"re able to be, play, and take pictures with the cats for an hour! Go and relax with the cats now! (Fee includes entrance fee. Drink and foods are extra.)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-cat-cafe-a-relaxing-time-with-cats/69?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cat Cafe: A Relaxing Time with Cats",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 11:45:31"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4626,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355845366/foczi11fjdspwv593z55.jpg",
        "strIntroduction": "Have you ever made sushi? Sushi is very popular and there are lots of fans of Sushi in the world. You might also be one of them. However, not many people has actually had much experience making it. So, this is a great opportunity for you to learn how to make sushi! A Sushi chef, who has thirty years career of making Sushi and Japanese food will teach you how to make Sushi. The skills you learn here will impress your friends and family back home. 1. Chef's lecture 2. Experience making Sushi 3. Dish up",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-how-to-make-sushi/24?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn How to Make SUSHI",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 11:50:48"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2775,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355841222/hkci8fawkjluwdzkknih.jpg",
        "strIntroduction": "This will be a good opportunity to calm your mind and body through zen meditation and Pilates. Pilates will also help you to de-stress and improve the state of your health. The meditation and Pilates will take place at Ennou Temple, which is a beautiful landmark that was built about 400 years ago. The first half of the lesson will be body element Pilates, taught by Saori. She will teach you how to relax your muscles and be conscious of your body's core to fix the habits and distortions of your body. The later half of the lesson will be meditation with the vice head priest of the temple, where you are invited to relax and reflect. We will teach you how to meditate and the meaning of sutra. It will be 40 min of Pilates and Zen each, and a 10 min break in between. Please come in comfortable clothes. We will donate all of the lesson fee to the neighboring disadvantaged areas through Re Smile Project.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-do-zen-meditation-and-pilates-at-a-temple/37?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Do Zen Meditation and Pilates at a Temple",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 11:56:08"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6661,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355845553/tcjuqsymb6zicscym7bg.jpg",
        "strIntroduction": "Home visit and customized cooking class with Mari This cooking class is not provided at cooking studio but at home of instructor, so the atmosphere is more friendly and family like. he guests will be able to experience authentic Japanese cooking classes and friendly home visit in 2-3 hours. The foods will be arranged on the basis of your specific request, if you are the first group to book. The place of this class is at the central area of the Tokyo. 5 minutes from Tsukiji Fish market on foot, 15-20 minutes from Shinjuku/ Shibuya/ Asakusa/ Tokyo/ Ginza/ Roppongi stations on train. This class \"Cooking with Mari\" and Mari herself was introduced by some media. For instance, this class was ranked 5 of the most popular activities on Tripadvisor in 2012 and also introduced as \"20 ways to make friends in Tokyo\" by Timeout Magazine which is one of the major travel guide publishers. Overview: This class will be customized only for you. Please ask the instructor what you want to learn, cook, or eat. Depending the menus the content of the cooking varies. Examples of the menus of Japanese dishes: You will cook 1 main dish, 1 side dish, Miso soup, Soup stock, and Japanese rice. The example of the main menus are as following, but please request anything you want to cook even if it is not listed below. Sushi Roll Gyoza Okonomiyaki Tempura Bento Udon Sashimi Karaage Teriyaki Oyako-don Tamagoyaki Onigiri (Omusubi) Tonkatsu (Katsu) or katsudon Sukiyaki Duke-don Saba no Misoni Gyudon Takikomi Gohan and so on... Examples of the menus of Japanese Vegetarian dishes: You will cook 1 main dish, 2 side dish, Miso soup, Soup stock, and Japanese rice. The example of the main menus are as following, but please request anything you want to cook even if it is not listed below. Okonomiyaki Vegetable Sushi roll Teriyaki Tofu Steak Iri-dofu Agedashi Dofu Simmered Koya-dofu with vegetable Vegetable Sushi roll Tofu Karaage and so on... Examples of the menus of Japanese Sweets: The example of the menus are as following, but please request anything you want to cook even if it is not listed below. Daifuku Maccha(Green tea) Roll Dango of some kinds of taste Language: English. I worked and studied in California and after that worked for Inter national school in Tokyo. Schedule: Please contact me for the details. Duration is about 2-3 hours and lunch class starts at 9:30am, dinner class starts at 16:30pm. Meeting place: Exit 5 at the Shintomicho Station(Y20, Yurakucho-Line) which is at Tokyo midtown area near to Tsukiji Fish Market and Ginza area. a. 5 minutes from Tsukiji station to Shintomicho station on foot. b. 10 minutes by metro from Ginza station c. 20 minutes from Shinjuku Station d. 10 minutes from Tokyo station e. 15-20 minutes from Shibuya station f. 25-30 minutes from Asakusa station What comes to mind when you think of Japanese food? Sushi? Natto? Tofu? These are all typical of a basic Japanese diet, but there's actually more than meets the eye. That is...Japanese food is often prepared differently depending on the season! By frequently mixing up the diet, many Japanese people have kept healthy while developing a wide range of dishes. With this plan, we'll teach you the basics as well as more difficult methods of preparing a Japanese-style dish. The food isn't fancy, but that's what's special about Japanese food! 1) We'll explain the cooking methods. 2) We'll introduce you to the many vegetables that are in season. 3) Cook! 4) Enjoy the meal!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-japanese-home-and-learn-authentic-japanese-cooking/58?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit a Japanese Home and Learn Authentic Japanese Cooking",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 12:00:27"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5551,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355841406/crh5jnvjseiid6mjt01q.jpg",
        "strIntroduction": "",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-find-out-what-lolitas-do-on-their-day-off/209?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Find Out What Lolitas Do on Their Day Off!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 12:06:20"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 463,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355843532/gqw2ycpjhe7gq6x5k02n.jpg",
        "strIntroduction": "I lived in London for 4 years studying fashion design (Menswear design). In July 2011, I graduated from the London College of Fashion at the University of the Arts London with a BA in fashion design. I've had many fruitful experiences during university; for example, working as an assistant for an English designer who I worked for as an intern during Paris Fashion Week and being selected as one of the Finalists for a big fashion competition in Los Angeles, USA. Nowadays, I work for a costume making company making stage costumes. In the future, I plan to work for many kinds of creators such as artists, producers and designers. My dream is to design \"never-seen daily menswear\" and popularize this across the world. But, here, what I would like to do is simply make as many more friends as I can make through talking about fashion!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-meet-a-young-japanese-fashion-designer/183?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Meet a Young Japanese Fashion Designer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 12:10:16"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 463,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355838855/vb8x3zbio8zjedigf8m2.jpg",
        "strIntroduction": "If you’re interested in Japanese architecture, then why don't we talk about it! For example, we can talk about \"Tadao Ando\" who is an architect famous for his masterpieces. In this activity, we’ll go see Japanese architecture of your choice. As an option, we can have a lovely traditional Japanese lunch around Tokyo, so please feel free to tell me where you want to visit and food you want to try! If you want, I'll also bring a couple of interesting books about architecture. Let’s have fun together and share our passion for architecture!! (Cost for food and drink is extra.) (Photo by http://www.flickr.com/photos/mkwilliams/5168193560/) (Photo by http://www.flickr.com/photos/kakutani/5599593163/) (Photo by http://www.flickr.com/photos/spilt-milk/3515833148/)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-customised-lesson-and-tour-of-japanese-architecture/82?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Customised Lesson and Tour of Japanese Architecture",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 12:13:44"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2128,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355843842/uqundvhg75oru4wdb2ry.jpg",
        "strIntroduction": "Japanese food has become popular all over the world, sushi and noodles still dominate the menus of most overseas Japanese restaurants making it very difficult for most to imagine what an average Japanese person eats. Imagine your own comfort foods back home. There is nothing especially fancy about a normal Japanese friend’s home-cooked meal but that is what makes it special. Take this opportunity to learn about real Japanese food with real Japanese friends, an experience that cannot be met by a visit to any great local restaurant. Not only will you be able to explore new dishes during these meals, this will be a fantastic opportunity to have a meaningful cultural exchange or practice your Japanese skills. Think of it as a short home-stay program for those who do not have the time but still want the experience. There are friends that welcome visitors during the day at lunch too so check through your schedule to see if you can find some time for a nice Home Visit. Please tell us beforehand which course menu you prefer, as well as all allergies and food you can’t eat. 1. Meet host family at their home or nearby landmark 2. Go to home to relax and enjoy lunch or dinner 3. Say goodbyes to family and leave home",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-yuki-and-his-friends-for-a-japanese-meal-at-home/139?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join Yuki and His Friends for a Japanese Meal at Home",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 12:19:08"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3330,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355841007/eno8eu7w8zixtjbitll7.jpg",
        "strIntroduction": "Have you ever heard or been to an \"Izakaya\" or \"Cabaret\" in Japan? If yes or even no, then the Golden-gai in Shinjuku is the place to go. The place is a utopia for bar lovers. Golden-gai is an area located in east Shinjuku famous for its number of bars – a number that exceeds 200. Booming as a black market back in the 1950s after the Second World War, the street has since then continually developed its culture of drinking. To this day, Golden-gai is a popular drinking spot for both young and old. In this plan, I’ll take you to bars that normally forbid foreigners to enter. Immerse yourself in the Japanese drinking culture and try all kinds of Sake at the bar of your choice. (The activity cost doesn’t include food, drink and entrance fee. It costs around 2000 yen at every bar you go to) (Photo by http://www.flickr.com/photos/perke/781483017/) (Photo by http://www.flickr.com/photos/perke/782225300/) (Photo by http://www.flickr.com/photos/perke/782360014/)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-shinjuku-the-holy-land-for-bar-lovers-with-yukihisa/136?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shinjuku: The Holy Land for Bar Lovers",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 12:22:39"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 463,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355846448/cd7qktank6b0xri0evzk.jpg",
        "strIntroduction": "Would you like to have lunch with a Japanese venture capitalist? I can talk about the Japanese startup scene. Right now, I'm planning to make my own venture fund within 2 years. In this activity, we'll meet up at Roppongi and start from there for lunch. Just seeing the vibrant city, is a plus but having lunch there is an experience in itself. Sometimes lunch is expensive in Roppongi, but the quality matches its price! I look forward to seeing you! I'd love to talk to new friends!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-eat-japanese-food-with-a-japanese-venture-capitalist/124?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Eat Japanese Food with a Japanese Venture Capitalist",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 12:26:33"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2128,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355845520/gklxpdk51yqgbb7a6ums.jpg",
        "strIntroduction": "Japanese food has become popular all over the world, but still sushi or noodles dominate the menus of most overseas Japanese restaurants - making it very difficult for most to imagine what an average Japanese person eats. Imagine your own comfort foods back home. There is nothing especially fancy about a normal Japanese family's home-cooked meal but that is what makes it special. Take this opportunity to learn about real Japanese food with real Japanese families, an experience that cannot be met by a visit to any great local restaurant. Not only will you be able to explore new dishes during these meals, this will be a fantastic opportunity to have a meaningful cultural exchange or practice your Japanese skills. Think of it as a short home-stay program for those who do not have the time but still want the experience. There are families that welcome visitors during the day at lunch too so check through your schedule to see if you can find some time for a nice Home Visit. The Adachi Family will serve an Osaka street food specialty, takoyaki (grilled octopus balls) and other original seasonal dishes. 1. Meet host family at their home or nearby landmark 2. Go to their house to relax and enjoy lunch or dinner 3. Say goodbyes to family and leave home",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-the-adachi-family-for-a-real-japanese-meal-at-home/55?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join the Adachi Family for a Real Japanese Meal at Home",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 12:31:10"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2775,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355845357/qsgpcitc8qrlhztokber.jpg",
        "strIntroduction": "Tokyo University, so called \"Japanese Harvard University\". The greatest school festival in Japan will be held on November 27th this year. In a Japanese school festival, you can eat different kinds of reasonable Japanese food and see dance performances, plays and fashion shows. It is going to be nothing touristy because you can’t find it in your guide book! Why don’t we join this largest scale of school festival by Japanese university students? 1. Meet at Keio Inogashira line, Komaba Todaimae st. 2. Go to the school festival. 3. Watch dance performances, plays and fashion shows. 4. Lunch. (Photo by http://www.flickr.com/photos/lostintokyo/61260029/) (Photo by http://www.flickr.com/photos/lostintokyo/61259787/)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-lets-visit-the-most-famous-university-in-japan/22?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Let’s visit the most famous university in Japan!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 12:35:23"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2128,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355845468/memugsfa6nztjm7fgkmx.jpg",
        "strIntroduction": "Japanese food has become popular all over the world, but still sushi or noodles dominate the menus of most overseas Japanese restaurants making it very difficult for most to imagine what an average Japanese person eats. Imagine your own comfort foods back home. There is nothing especially fancy about a normal Japanese family's home-cooked meal but that is what makes it special. Take this opportunity to learn about real Japanese food with real Japanese families, an experience that cannot be met by a visit to any great local restaurant. Not only will you be able to explore new dishes during these meals, this will be a fantastic opportunity to have a meaningful cultural exchange or practice your Japanese skills. Think of it as a short home-stay program for those who do not have the time but still want the experience. There are families that welcome visitors during the day at lunch too so check through your schedule to see if you can find some time for a nice Home Visit. The Muro Family will serve hand rolled temaki sushi, sake (rice wine), seasonal snacks, and green tea among other dishes. 1. Meet host family at their home or nearby landmark 2. Go to home to relax and enjoy lunch or dinner 3. Say goodbyes to family and leave home",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-the-muro-family-for-a-real-japanese-meal-at-home/35?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join the Muro family for a Real Japanese Meal at Home",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 12:39:03"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2313,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355844996/a7qgt9h66h0dzuigsrlt.jpg",
        "strIntroduction": "After a long trip, one of the best ways to loosen up tense muscles is to do Yoga. In this activity you will... • Do yoga on the roof of a fancy share house in Kagurazaka, Tokyo, with a small and friendly bunch. Never tried yoga? No worries! The yoga class will consist of slow-paced stretching exercises, simple breathing exercises and seated meditations so it should be easy as well as fun for both beginners and experts! This will be an excellent opportunity to make friends that are health conscious. Come enjoy yoga beneath the beautiful sky with Miss Japan and other friendly members! (Schedule) 1. Meet at the share house in Kagurazaka. 2. Change into clothes suitable for the exercise. 3. Yoga time! ※ Please note that photos and locations are different. Produce by SunroomYOGA https://www.facebook.com/SunroomYOGA",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-lets-do-yoga-on-a-roof-with-miss-japan/25?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Let’s do Yoga with Miss Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 12:44:06"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2313,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355845332/tfu0dtfoh5lbd7mpjnxh.jpg",
        "strIntroduction": "Geisya is traditional, female Japanese entertainers. Recentry there are a lot of Geisya movies. You may know the image of Geisya. They perform Japanese traditional dance and play shamisen (three-string Japanese instrument) to customers with courtesy. With this program, you can watch real Geisya and go inside of kenban (where geisha practicing). You can enjoy what Japanese entertainment was like for an hour. Geisha would be one of things that you’ve never experienced and you cannot do the same thing other than in Japan. 1. watch geisha performance 2. play some games with geisha 3. learn detail of geisha",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-geisha-traditional-japanese-play/17?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Geisha: Traditional Japanese Play",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 12:47:13"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3886,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355845317/lsrdtqsqxfsacvebjs3s.jpg",
        "strIntroduction": "Japanese food has become popular all over the world, but still sushi or noodles dominate the menus of most overseas Japanese restaurants making it very difficult for most to imagine what an average Japanese person eats. Imagine your own comfort foods back home. There is nothing fancy about a normal Japanese family’s home-cooked meal but that is what makes it special. Take this opportunity to learn about the real Japanese food that is cooked at these family dinners through our cooking classes, an experience that cannot be met by a visit to any great local restaurant. The first dish you will be making in this program is chirashizushi, a bowl of sushi rice topped with a variety of sashimi and garnishes. The main ingredients for our chirashizushi will be tuna, squid among other fresh sashimi. The second dish is deep fried chicken karaage. It would hard not to include karaage as one of our main dishes because of its popularity in everyday Japanese food. And lastly, tonjiru, a miso based pork soup filled with vegetables is also a staple dish that is hard to beat. Participants in this program will receive a free oke, a sushi rice mixing bowl, so you will be able to continue making chirashizushi at home. 1. Meet at the Misato chuo Station which is 25 min from Akihabara st. or 17 min from Asakusa st. and go to the Kitchen 2. Recipes will be handed out followed by a short explanation 3. Cook while following instructions 4. Take pictures of your creations 5. Eat your creations with your fellow participants 6. Say goodbyes and leave",
        "strLocation": "Saitama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-saitama-learn-basic-japanese-cooking/15?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Basic Japanese Cooking",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 12:52:31"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4626,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355838602/khzaeksnekve26o8e9a3.jpg",
        "strIntroduction": "Bonsai is the art of expressing the Japanese sense of beauty in nature through the creative use of trees, moss, and stones on a miniature scale. Bonsai masters aim to express the beauty of an entire garden or natural scene in a single planter. In this short lesson you will learn the basics to create your own bonsai garden with a miniature tree and decorated surroundings. - Learn the basics of what bonsai is and creating your own bonsai garden. - Arrange a bonsai garden using traditional wire and net tools. - Familiarize yourself with leaf and branch cutting techniques to shape your bonsai tree. - Experience how to conceptualize the bonsai garden and plant the bonsai tree to realize your vision. - Use decoration and watering techniques for the soil, moss, and rocks surrounding the tree to complete the bonsai garden.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-bonsai-japanese-art-of-gardening/1?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bonsai : Japanese Art of Gardening",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 12:57:05"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2128,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355845297/l7jizfp1c7c0bpdd3hvk.jpg",
        "strIntroduction": "Japanese food has become popular all over the world, but still sushi or noodles dominate the menus of most overseas Japanese restaurants making it very difficult for most to imagine what an average Japanese person eats. Imagine your own comfort foods back home. There is nothing especially fancy about a normal Japanese family’s home-cooked meal but that is what makes it special. Take this opportunity to learn about real Japanese food with real Japanese families, an experience that cannot be met by a visit to any great local restaurant. Not only will you be able to explore new dishes during these meals, this will be a fantastic opportunity to have a meaningful cultural exchange or practice your Japanese skills. Think of it as a short home-stay program for those who do not have the time but still want the experience. There are families that welcome visitors during the day at lunch too so check through your schedule to see if you can find some time for a nice Home Visit. We will serve a Japanese home-cooking staple, pork cutlets among other dishes. We will also have fresh sliced raw fish, sashimi, and fermented soybeans, natto, just so you can try! 1. Meet host family at their home or nearby landmark 2. Go to home to relax and enjoy lunch or dinner 3. Say goodbyes to family and leave home",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-join-the-suzuki-family-for-a-real-japanese-meal-at-home/14?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join the Suzuki family for a Real Japanese Meal at Home",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 13:02:00"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2035,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1486358539/be54boagsij3s2esjscf.jpg",
        "strIntroduction": "This is the ultimate countryside farm experience in Miyakonojo city, Miyazaki prefecture! Enter a rural blueberry farm and spend time with the local farmers picking fresh blueberries or making blueberry sauce or ice-cream! As an option, you can also eat high-quality Miyazaki wagyu beef for dinner prepared by an expert! Come to the blueberry farm and enjoy your time in the peaceful environment of the Japanese countryside! Choose your experience between the following two options: - Daytime option: Between May 27 and August 15: pick blueberries for 1 hour in the farm! You will be able to pick from over 30 different blueberry sorts! (the number of sorts you can pick varies according to the season) Between August 16 and May 26: make blueberry sauce, ice-cream, pancake or a crepe. The local farmers will tell you the secrets of making the most delicious blueberry sweets. (the exact periods may vary) - Evening option: In addition to the above, you will have a BBQ dinner with freshly grilled high-quality Miyazaki wagyu beef! A local expert will tell you more about the difference of beef types and will grill the beef for you! Fresh vegetables from Miyakonojo are included too! This activity is available on Wednesdays, Thursdays and Fridays.",
        "strLocation": "Miyazaki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-miyazaki-enjoy-farm-life-in-miyakonojo-blueberries-and-wagyu-beef/8140?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy farm life in Miyakonojo: blueberries and wagyu beef!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 13:06:11"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11564,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1486179555/p5dfmygygcwrojup8rur.jpg",
        "strIntroduction": "In this activity in Miyakonojo city, Miyazaki prefecture, you will have the rare chance to enter an authentic and well-preserved farmhouse which belonged to a local samurai family and have a delicious lunch with local specialties while wearing a traditional Japanese kimono! In addition, you will taste high-quality Japanese green tea and will learn more about the techniques of tea preparation from a local expert! The Maeda residence is a traditional building with a history of over 140 years. It has been owned by a local samurai family and is now open to the public as a farmhouse and restaurant serving exquisite specialties from the region. You will not only be able to see the well-preserved farmhouse from inside, but will also feast your eyes on the beauty of its Japanese garden. Come to the Maeda residence after 11:00 am for lunch and put on a Japanese kimono to enhance this unique cultural experience. While dining in the atmosphere of this historic building, you will truly feel like you have time-traveled back to the Edo period! The lunch includes also high-quality Japanese green tea prepared by a local expert who will explain to you the best techniques of preparing tea. This experience will be a wonderful memory of your trip to Kyushu! Note: The image of the lunch set is an example.",
        "strLocation": "Miyazaki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-miyazaki-enter-a-samurai-residence-and-have-lunch-with-tea-miyakonojo/8139?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enter a samurai residence & have lunch with tea, Miyakonojo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 13:12:01"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1203,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1485267965/l0kjojw045nndeoeogdl.png",
        "strIntroduction": "Buckle-up and take control of your holidays in Japan by renting a car. Forget about the figuring out the complicated Japanese public transportation schedules and fares, and move freely as you explore Japan at affordable prices with Orix Rent-a-car. Whether you are traveling in a group or simply want to move around more comfortably, renting a car in Japan is an excellent option for foreign tourists to Japan due to safe and convenient roads that connect all the country together, and with the help of the GPS, installed in all vehicles, you won't have to worry about getting lost, just input your destination, and get there fast. With this Orix Rent-a-car promotion, you will be able to choose between a compact car or a wagon car, depending on your group size at incredible prices. In addition, you will be able to opt for perks such as child seat and RAP insurance at no extra cost. Pick-up and drop-off your vehicle at more than 900 spots in all of Japan's 47 prefectures, including of course, popular spots such as Narita and Haneda Airport as well as major train stations and other air ports. Go where you want to go and at your own pace with a rental car and make the most out of your holiday in Japan. Available Cars Compact Type 5 people Wagon Type 7-8 people Features and add ons: 1.Multilingual GPS navigation system (English, Chinese, Korean) *Only English available for certain cars. *It may only be available in English. 2.Child seats available upon request. *Baby seats (newborns - one year olds / under 10kg), Infant seats (6 month olds - age 4 / 9kg - under 18kg), Student seats (Age 4-6 / 18kg - under 32kg) 3.Support with third parties in case of accidents or car breakdown 4. Air-conditioner in all vehicles 5.Audio auxiliary for cellphone *Only in Hokkaido 6.24 hour road service support. 7.Indemnity compensation",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-rent-a-car-and-explore-japan-on-your-own-at-incredible-prices/8119?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Rent a car & explore Japan on your own at incredible prices",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 13:15:07"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 16652,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1485226530/hjtluzkfe0e0kzic0eoc.jpg",
        "strIntroduction": "Transform yourself into Geisha or Maiko at a photo studio in Morishita, Tokyo! We are offering a Geisha or Maiko transformation program with full hair styling service at a photo studio in Morishita, Tokyo. There are two available courses: Geisha and Maiko courses, which both of them consisting a full set of kimono costumes, wig, hair accessories, hair set, and photo shoot session. You just have to choose the kimono you would like to wear, and the staff will help you dressing up and styling your hair with the wig and the hair accessories. After the makeover, follow the cameraman instructions and strike beautiful photos at the studio! In addition to the Geisha and Maiko makeover packages, you can purchase the following options if you want to: - Shironuri (Geisha Makeup) - Natural Makeup - Shironuri for your hands to match your Shironuri makeup All packages comes with 2 printed photos and CD-R consisting the digital data of the pictures! This course is only available upon reservation, and book this program with no hassles with our service!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-transform-yourself-into-a-geisha-or-maiko-in-tokyo/8111?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Transform Yourself Into a Geisha or Maiko in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 13:20:00"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5736,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1483867827/jozvgwksbwu31nohpbiz.jpg",
        "strIntroduction": "Tokoname city is located just next to Chubu International Airport, not far from Nagoya city. It is home to one of Japan's oldest and best known pottery industries. You can stroll the \"Pottery Footpath\" and see the remaining brick chimneys of the old kilns. The Chita Peninsula area has popular art studios where you can see exhibits of local pottery artists. In this tour you will also cycle along the coastline with a guide, and visit old-fashioned sweet shops, craft ateliers, and various places related to Tokoname's traditional old lifestyle. You can even enjoy communication with the locals! Create wonderful memories from your trip to Tokoname!",
        "strLocation": "Aichi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aichi-cycle-around-tokoname-and-discover-pottery-and-local-life/8064?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cycle around Tokoname and discover pottery and local life",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 13:24:22"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 356172,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1483864969/fbvky1a8cdxtqzuuoiyz.jpg",
        "strIntroduction": "In this activity you will stay in Sapporo and have your pre-wedding photos taken in the vast and beautiful nature of Hokkaido! The schedule of the activity is below: Day 1 Check in the Sapporo hotel and try your wedding dress and costume Day 2 Pick-up from the hotel by private car and transfer to the photo destination. The destination depends on the season and the best photo opportunity. Among the possible photo locations are: Sapporo, Otaru, Furano. Biei, Shintoku, Tokachi. Day 3 Free time. Optional outdoor activities available It is possible to switch the program of day 3 with day 2 in case of bad weather.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-have-amazing-wedding-photos-taken-in-the-nature-of-hokkaido/8063?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Have amazing wedding photos taken in the nature of Hokkaido",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 13:27:59"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9251,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1483861800/etfd7y46kjmjhg32tx8l.jpg",
        "strIntroduction": "This is a unique outdoor adventure in which you can explore the \"Snow Country\" Niigata in a different way. You will depart on a snowshoe hiking through Japan's largest river terrace landscape of Naeba-Sanroku Geopark and will search for animal trails in the snow together with an experienced guide. Finally, you will have lunch inside a unique pit dwelling which looks like it has remained from the ancient Jomon era (15th-4th century BC)! Below is the schedule of the tour: 9:30 am: Take the Minami Echigo bus bound for Mori-Miyanohara from JR Echigo-Yuzawa Station's East Exit. 10:10 am: Get off at Komageri bus stop and meet your guide there. - have a coffee or tea in a cute cafe - begin trekking with snowshoe in the snow wilderness - have lunch in a pit dwelling - free time 14:45 pm: Take the bus from Komageri stop and return to Echigo-Yuzawa Station. Note: The bus fare is not included.",
        "strLocation": "Niigata",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-niigata-embark-on-a-historical-snowshoe-adventure-in-niigata/8062?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Embark on a historical snowshoe adventure in Niigata",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 13:31:20"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10176,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1422839398/x54hhjfx9xvi0vrynach.jpg",
        "strIntroduction": "Sumo is an iconic national sport of Japan, and The Grand Tournament for sumo runs just 6 times a year. However, there are many chances for us to see sumo wrestlers in action by watching them up-close-and-personal at a morning training sessions. Our program will escort you to the sumo stable, so you'll get the chance to learn about sumo's history and how it's entwined with Japan's native Shinto religion, and see the rigorous training of these impressive athletes. After the practice, you'll have the exclusive opportunity to take photos with the sumo wrestlers! Training takes place in Tokyo, Osaka, and Nagoya according to the season. For Tokyo, please see our other tour page here: http://bit.ly/sumo-morningpractice Please keep in mind the following precautions and rules when you visit the sumo stables: 1. A sumo stable is not a tourist facility. Sumo wrestlers practice very seriously every day, so please don't forget to show respect to the stable master and wrestlers. 2. Please watch the practice quietly and do not move around in the stable Children under 12 years of age are not permitted. Sumo fans are expected to be as still as possible during the practice. Depending on the tour date and sumo beya, well-behaved children under 12 years of age may be permitted to participate in the tour so please inquire with us before booking. 3. Please do not talk in the stable. Even your whispering voice may disturb the wrestlers. 4. Please do not stand on the ring or on the sandy ground. The ring is the sacred place for the wrestlers. 5. At the entrance of the stable, please take off your shoes before stepping onto the tatami floor. When you sit on the tatami floor, please cross your legs. Do not stretch your legs toward the ring as it is considered impolite to show the soles of feet to the wrestlers. 6. Please take off your hat and sunglasses inside the stable. 7. While inside the stable, you are not allowed to eat, drink, or smoke. 8. Cameras: If you ask for permission first, you will usually be permitted to take photos during the practice, but please never use a flash, loud shutter sounds, or take videos during the practice. 9. Please turn off your mobile phone. 10. Once you start watching the practice, you are supposed to stay until the wrestlers finish their practice. So please try not to leave the stable during the practice. 11. Please don't bring a big backpack or luggage with you since the sumo stable has limited space for the audience. 12. If you have any visible tattoos, please cover them as much as possible. Tattoos are not widely accepted in Japanese society and particularly in traditional spaces such as the sumo stables. --- For 2016 the preliminary schedule in Osaka is as follows: March 1 - 26 (excluding March 11) The start time varies as listed below: 8:30am Start : March 1-10 7:30am Start: March 12-26 (due to the tournament season) This program will not be available for the other dates, since there are no official training sessions for sumo wrestlers during the off-season. However, you still can book tickets for the national sumo tournaments held in the months when this tour is not available. The stable is located in Sakai city, and the closest train station is Shinkanaoka Station (30-40 min from Shin-Osaka Station). The exact meeting time and meeting point can only be confirmed when the date is close. Please note that original sumo stables are located in Tokyo, therefore stables in Osaka are temporary stables created in a warehouse. The activity is indoor and chairs will be provided. --- IMPORTANT DISCLAIMERS: Children under the age of 12 and elderly people over the age of 60 will not be admitted inside the sumo stable. The sumo stable has the right to refuse access to guests who are unable to observe the house manners. During busy periods this may be a group tour (1~4 groups). For large bookings, your group may be separated into 2 different stables. It is very rare but in the case that the sumo wrestlers are unwell and other unforeseen circumstances, the practice and thus the tour might be shortened. There are no restrooms available at the sumo stable. Please reserve your booking if you are fine with these conditions.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-watch-sumo-wrestlers-during-their-morning-practice-in-osaka/3082?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Watch Sumo Wresters during their Morning Practice in Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 13:35:58"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3053,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470039094/nzkwrwgmybbwswmlwga4.jpg",
        "strIntroduction": "If you have not been to any historical sites in Kyoto yet, this tour is for you! This tour will cover visiting the historical sites in Kyoto in one day! Kyoto was Japan’s capital for over 1,000 years, and the historical scents of Japan still remain. Kyoto has a stunning collection of UNESCO World Heritage sites and also a geisha district. The temples and traditions are outstanding, but the food is also exquisite! This tour will take you to famous tourists spots in Kyoto in one day. A professional guide will show you around safely, while presenting you with important and interesting information about the historical sites and about the city in general. Detailed itineraries: 9:00 Meet up at your hotel 9:15 Fushimi Inari Shrine (60mins) - Fushimi Inari Shrine is an important Shinto shrine in southern Kyoto. - It is famous for its thousands of vermilion torii gates, which straddle a network of trails behind its main buildings. - The trails lead into the wooded forest of the sacred Mount Inari, which stands at 233 meters and belongs to the shrine grounds. - Foxes are thought to be Inari's messengers, resulting in many fox statues across the shrine grounds. 11:00 Kiyomizu temple (60mins) - Kiyomizudera is one of the most celebrated temples of Japan. - It was found in 780 on the site of the Otowa Waterfall in the wooded hills, east of Kyoto, and derives its name from the fall's pure water. - In 1994, the temple was added to the list of UNESCO world heritage sites. - Kiyomizudera is best known for its wooden stage that juts out from its main hall, 13 meters above the hillside below. - The stage affords visitors a nice view of the numerous cherry and maple trees below that erupt in a sea of color during the spring and fall, as well as of the city of Kyoto in the distance. - The main hall, which together with the stage was built without the use of nails, houses the temple's primary object of worship, a small statue of the eleven faced, thousand armed Kannon. Kiyomizu temple → Ninen-zaka-Sannen-zaka area → Kodaiji temple → Yasaka Shrine (90mins) - Just downhill from and slightly to the north of Kiyomizu-dera, you will find one of Kyoto’s loveliest restored neighborhood, the Ninen-zaka-Sannen-zaka area. - The name refers to the two main streets of the area: Ninen-zaka and Sannen-zaka, literally ‘Two-Year Hill’ and ‘Three-Year Hill’ (the years referring to the ancient imperial years when they were first laid out). - These two charming streets are lined with old wooden houses, traditional shops and restaurants. - If you fancy a break, there are many tea houses and cafes along this lane. - Kodaiji is an outstanding temple in Kyoto's Higashiyama District. - It was established in 1606 in memory of Toyotomi Hideyoshi, one of Japan's greatest historical figure, by Hideyoshi's wife Nene who is also enshrined at the temple. - Yasaka Shrine is one of the most famous shrines in Kyoto. Found over 1350 years ago, the shrine is located between the popular Gion District and Higashiyama District, and is often visited by tourists walking between the two districts. - You will have lunch somewhere around this area. - If you have any preferences or need a recommendation, feel free to ask the guide! 13:30 Gion (60mins) - Gion is Kyoto's most famous geisha district, located around Shijo Avenue between Yasaka Shrine in the east and the Kamo River in the west. - It is filled with shops, restaurants and ochaya (teahouses), where geiko(Kyoto dialect for geisha) and maiko (geiko's apprentices) entertain their customers with traditional dances, songs, and games. 15:15 Kinkakuji (60misn) - Visit the Golden Pavilion, a Zen temple, whose top floors are completely covered in gold leaf - It was the retirement villa of the shogun, Ashikaga Yoshimitsu, and according to his will it became a Zen temple of the Rinzai sect after his death in 1408. - It is a detailed architecture incorporating three distinct styles of shinden, samurai, and zen. 17:00 Arrive at Kyoto Station Why we love it: - Don't have enough time to travel around? No worries! Visit famous sightseeing sites in one day! - Take a tour with a knowledgeable English-speaking local guide with years of experience. - Strap on your adventurous spirit and immerse yourself in Kyoto - You will never forget the beauty of Kyoto! - You will enjoy wandering around Kyoto with the professional guide, since the professional guide will show you around the area with important and interesting information, and also about the Japanese culture! - Don't miss this opportunity to travel around Kyoto in one day! - Since this tour is a one day trip, you can do other activities on the next day! Join this tour and make your trip unforgettable! Photos by: - https://flic.kr/p/tAUJE - https://flic.kr/p/ifGEsp - https://flic.kr/p/enJMBg - https://flic.kr/p/6xnSus - https://flic.kr/p/nk2NGx - https://flic.kr/p/6v4cji",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-one-day-tour-around-historical-sites-in-kyoto/2469?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1 Day Tour Around Historical Sites in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 13:39:36"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2942,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470209788/lqeax7k5jmtjscpr2ght.jpg",
        "strIntroduction": "Can you think of anything unique to do in Osaka within a day? If you are confused of where to go, we have the perfect tour for you! This tour will guide you through famous tourist spots and infamous, but wonderful spots in Osaka! This tour is made for people, especially for a family with a young child! Osaka is the second largest city in Japan, but a lot more energetic and historical compared to the largest city, Tokyo. There are many historical sites to visit, and there are also countless amounts of cultural and local places to visit. This tour will include many of the cultural places in Osaka. There are two different options, so please pick the one you would like to visit depending on your interest. Here are some information about the places you will visit. ・Dotonbori: Dotonbori is a very famous shopping district in Osaka. Here, you will find numerous restaurants, shops and cultural sites. It is very popular street for people to eat and walk. It will be very bright and loud at night, and you will see why people like spending their time in the city during the night in Japan. ・Kuishinbo Yokocho: Kuishinbo Yokocho is an indoor-food district made for people to taste and know the fascinating food culture in Osaka. The model of the building represents the 1970s, when the traditional working-class neighborhood were in bloom. You can eat various different Japanese food here. Here is a detailed schedule of the tour: [Schedule] 10:00am Meet at Osaka station 10:00am~10:30am Go to Pokemon Center Osaka 11:00am~1:00pm Visit to Osaka castle 1:00pm~1:30pm Lunch Break 2:00pm~3:00pm Ride on Osaka Water bus *Please choose either option A or B* Option A 3:30pm~5:00pm Walk around Dotonbori 5:30pm~7:00pm Visit to Takoyaki Museum in Universal CityWalk Osaka End of the tour Option B 3:30pm~4:30pm Walk around Dotonbori 5:00pm~6:30pm Visit Osaka Aquarium KAIYUKAN 7:00pm~7:30pm Naniwa Kuishinbo Yokocho End of the tour Osaka will provide you with everything you expected to see while traveling in Japan! From historical castles and the lively streets of food, souvenirs and entertainment! ※Osaka castle will be closed from Dec/28/2016 to Jan/1/2017 [Photo (Copy right)] https://flic.kr/p/eacZHz https://flic.kr/p/6aE8ei https://flic.kr/p/dmLc8H https://flic.kr/p/8F6F5h https://flic.kr/p/8hY64v",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-unique-and-cultural-one-day-family-tour-in-osaka/2398?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Unique and Cultural One Day Family Tour in Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 13:44:08"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1156,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473308465/di3pzorpi65mvupyrf9i.jpg",
        "strIntroduction": "In this experience, you'll get to participate in Zen zazen (seated meditation) to calm your mind at the temple in Komazawa. By participating zen session, you will improve not only your concentration, but you'll also leave with both your mind and body feeling refreshed. You'll also get to experience sounds that you normally can't hear like the songs of birds. Come join me in practicing zazen!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-zen-meditation-experience-in-tokyo/2166?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Zen meditation Experience in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 13:49:17"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1721,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481003035/wn1tdpfhwx9smieg0sdv.jpg",
        "strIntroduction": "Join our Osaka Afternoon Tour and discover Osaka's favorite snack - the Okonomiyaki or Takoyaki. You will have a private guide who will take you around Osaka! Go around the city in your preferred pace, and ask many questions! Osaka Castle, a grand structure dating back to the 17th century when Osaka became the center of Japan and began to prosper as a great town of merchants. First, we will visit “Dotonbori” to have a popular snack. It’s the liveliest area in the heart of the old town centre with lots of reasonably-priced restaurants and shops which have replaced the old theaters that used to thrive here. Osaka is called the town of “Kuidaore,” which translates to “eat until you drop.” Just like the locals, we will enjoy eating Okonomiyaki, a Japanese savory pancake containing a variety of ingredients such as cabbage, scallions and eggs, or Takoyaki, a savory round pancake with cooked octopus! Following our meal, we will take a casual stroll down Dotonbori Street and spot many peculiar shop signs along the way. Next we visit Osaka Castle. It boasts gigantic and exquisite stone walls which are the highest in all of Japan. Many sections of the castle have been lost in history. The total length of the stone walls is about 12km or 8miles. We will go around the Osaka Castle Park, up the five-story main tower and take a close look at the unbeatable walls surrounded by two large moats. This is the second Osaka Castle, built after the first Osaka Castle was burnt down during the Winter War and the Summer War in 1615. The stone walls of the first castle have been buried deep under the ground! There are many interesting stories about the castle, so let’s enjoy the sights and listened to the amazing history of the castle. Looking forward to meeting you and enjoying these two famous sights in Osaka! ※Osaka Castle will be closed from Dec/28/2016 to Jan/1/2017",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-join-an-osaka-castle-walking-dotonbori-food-tour-in-osaka/1839?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Osaka Castle Walking & Dotonbori Food Tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 13:55:19"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 925,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473309034/pnhggymh5walfwjvcc7o.jpg",
        "strIntroduction": "Saihō-ji is a Rinzai Zen Buddhist temple located in Matsuo, Nishikyō Ward, Kyoto, Japan. The temple, which is famed for its moss garden, is commonly referred to as \"Koke-dera\", meaning \"moss temple\", while the formal name is \"Kōinzan Saihō-ji\". The temple, primarily constructed to honor Amitabha, was first founded by Gyōki and was later restored by Musō Soseki. In 1994, Saihō-ji was registered as a UNESCO World Heritage Site, as part of the \"Historic Monuments of Ancient Kyoto\". Until 1977, Saihō-ji was open to admission to the general public on a walk-up basis, as with other temples. At present, while it is open to the public, a number requirements limit the number of visitors. It is said that these regulations were put into place to protect the delicate moss from the hordes of tourists that plagued the temple before 1977. They prefer for the application to arrive up to 7 working days before the intended visit; there is only one visit per day, with time varying, so time of visit cannot be specified. The fee to visit (¥3,000) is the highest in Kyoto. Visitor are given access to the grounds for 90 minutes. Before being permitted access to the garden, visitors must engage in an activity, which varies from day to day. These include zazen (sitting meditation), hand copying sutras (shakyō), and chanting sutras. One is then asked to write down one's wish, name, and address. The monks keep all the sutras in the pagoda and continue to pray for all. The most famous times to visit are either during the East Asian rainy season (in Kyoto, early June to mid-July), when the rains make the moss particularly lush, or in late autumn, when the turning leaves contrast with the moss. ※Reservation is required 2 weeks in advance. ※This tour includes reservation from the temple and interpretation of the tour.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-tour-saiho-ji-moss-temple-a-unesco-world-heritage-site/1788?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour Saihō-ji (Moss Temple), a UNESCO World Heritage Site",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 13:58:38"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1721,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470209599/ipit9n1zyizut61kofek.jpg",
        "strIntroduction": "Explore Osaka Central Wholesale Market with our government licensed guide. After enjoying shopping various fish including fresh tuna at the market, you will be invited to a private house and then have a chance to learn how to make three kinds of sushi. Osaka Fish Market Walk: Osaka Wholesale Market, the market dealing fresh food and products for Osaka residents, was originally begun around the 16th century when Osaka Castle was built. Since its foundation, the market has been prosperous as 'The Country's Kitchen'. This year it celebrates the 80th anniversary of its foundation, with an area that is 8 times that of Koshien Baseball Park, 320,000 ㎡, making it one of the largest wholesale food markets in Japan. When it dawns, several thousands tons of food stuffs from all over Japan and from abroad, are dealt within around 2 hours. Our government licensed guide will escort participants around market, safely in a small group, mainly looking over the fish market which has 180 intermediate wholesalers to handle fresh fish. Outside the market, the shops which sell vegetables, fruit, pickles and other ingredients can be visited if you like. After purchasing tuna and other ingredients, participants will visit a private residence. The guide will give you information about Japanese culture and everyday life in Osaka during transfer by public transportation. Sushi Making at Home: The sushi making will be explained and instructed easily and clearly by the guide who is well acquainted with sushi-making. Learn to prepare \"maki sushi\"(rolled sushi), \"gunkan maki\"(sushi rice wrapped with a strip of seaweed and topped with soft ingredients) and \"nigiri sushi\"(sushi rice topped with a slice of raw fish). The beautiful sushi designs created are sure to delight and appeal to guests of all ages, especially children. The sushi making at a typical private home will surely be an once-in-a lifetime Japanese experience and a great opportunity to experience and enjoy daily life in Osaka, which includes Osaka dialects with lively atmosphere! Sushi Party: After making sushi and arranging them beautifully, it's time for a sushi party and to enjoy eating together. Following the tour, participants may take with them the utensils used in the cooking lesson. Impress your family and friends with your new sushi making skills by throwing a sushi party at home – the perfect Japanese souvenir! Our guide will take you to the nearest station in order to provide the customer an easy access to the hotel or to the next destination. Photo by http://www.flickr.com/photos/stewart/2473047026/",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-fish-market-walking-and-sushi-making-in-osaka/547?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Fish Market Walking and Sushi making in Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 14:04:24"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1832,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464920526/yh8dycbhbtekitqc5ig5.jpg",
        "strIntroduction": "Arashiyama is a scenic spot in Kyoto where the cultural flavors and colors of the ancient royal court have been preserved. Take a moment to walk through the noted Tenryuji Temple, listen to the rustle of the bamboo leaves and cross the Togetsukyo Bridge, over the Oi River. Wander around the sites and in the shoes of the ancient people. Our government-licensed tour guides will show you around with warm hospitality and total dedication. Since this is a private tour, your guide will take care of you from the beginning till the end. The starting time of the tour is flexible, but it's recommended to start either between 9:00-10:00 in the morning or around 13:00 in the afternoon. Okochi Mountain Villa ↓ Nonomiya Shrine ↓ Tenryuji Temple ↓ Togetsukyo Bridge ↓ End of tour (Tour guide will assist you how to get to the subway station or the nearby bus stop for your next visiting spot or your hotel) == Okochi Mountain Villa == Okochi Mountain Villa is the villa and garden of samurai film star Denjiro Okochi (1898-1962). The grounds of the villa, located on the slopes of Mt. Ogura, are a traditional Japanese strolling garden that includes a garden, tea houses and shrines. The garden is vast and has a sense of elegance and austere simplicity. Okochi was a well-known pious Buddhist who built the Jibutsudo, a Zen meditation hall. It was said that Okochi wanted to create the perfect garden with everlasting beauty to contrast with beauty captured on film that deteriorates over time. Do you think he felt the end result was perfect? When you aim for perfection, you discover it's a moving target. ～George Fisher == Nonomiya Shrine == Nonomiya Shrine is a Shinto shrine where, in ancient times, unmarried imperial princesses stayed for a year or more to purify themselves afterwhich they were sent to Ise Shrine in Mie prefecture to serve as a representative of the Imperial family. The shrine famously appears in the tenth chapter of the Tale of Genji, a classic work of Japanese literature from the eleventh century and the world's first novel. The black torii (gate) at the entrance of the shrine is an example of the earliest style of torii - unlike later versions, the bark is exposed. It has become a popular destination for young singles who come to pray for marriage. == Tenryuji Temple == Tenryuji Temple, the head quarters of the Rinzai school of Zen Buddhism, is the top-ranked among Kyoto's Five ZenTemples. The shogun Ashikaga Takauji built the temple in 1339 to comfort the spirit of the late Emperor Godaigo who passed away on Mt. Yoshino in Nara prefecture. This temple's garden, designed by the priest Muso Soseki, became the model for all later gardens that incorporate nature as a backdrop for their designs. It features a circular promenade around Sogen Pond, allowing visitors to enjoy the scenery of the garden from a variety of vantage points. == Togetsukyo Bridge == The name \"Togetsukyo\",meaning \"Moon Crossing Over the Bridge\", comes from a description of the bridge written by Emperor Kameyama in the 14th century. He wrote that , as the moon traverses the sky , it appears as if the moon is crossing over the bridge. Visitors are enchanted by the picture perfect scenery of the cherry blossoms in spring or the colorful changing leaves in autumn. Togetsukyo Bridge crosses the Oi River, well-known for its beautiful reflection of nearby Arashiyama.. There are popular boat rides around the bridge., and at night you can also witness traditional cormorant fishing, in which retrieves fish from the throats of cormorants.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-join-kyoto-arashiyama-and-tenryu-ji-tour/544?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join Kyoto Arashiyama Bamboo and Tenryu-ji Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 14:07:56"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 16652,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1478855770/fiuwhnaedl7we7bqc1hr.jpg",
        "strIntroduction": "Don't have any plans yet to celebrate the New Year of 2017? Cruise along the Kobe Bay and enjoy the astonishing night view of Kobe, which is worth more than 10 million dollars! The Port of Kobe is a maritime port of Kobe city in Hyogo Prefecture, which is located close to the Hanshin Industrial Region in Kobe, Hyogo. The Port is one of the most important ports in Japan, as it accommodates many commodities from the overseas. Let's celebrate the beginning of 150th anniversary of Kobe port with a great countdown to the New Year 2017! The cruise ship departs the port of Kobe at 22:30 and it will make a trip all the way to Akashi Kaikyo Bridge (the world's biggest suspension bridge!), which is about 3900 meters long. To your right, there's a breathtakingly beautiful night view of the city of Akashi, and to your left, you can enjoy the sight of Awaji Island which is one of the biggest islands in Japan! During the cruise, enjoy luxurious Chinese dinner served buffet-style along with free flow drinks! Dinner includes: – Hot appetizers – Cold appetizers – Deep fried spring rolls, seafood and chicken – Dim Sum – Soup – Chinese Seafood Noodles – Desserts (Tarts, Cononut mochi pastries, Fried sesame rolls, Coconut milk with Tapioka balls, Mango pudding and assorted fruits) You can enjoy the beautiful view of Kobe City such as the illumination of Kobe Port Tower, Illuminations at Kobe Harborland’s Mosaic, and Meriken Park. The night view of Port of Kobe, which can be viewed clearly from Mt. Rokko is believed to be worth more than 10 million dollars, so make sure that you enjoy the bright illuminations of Port of Kobe while cruising along the harbor area! Have a wonderful New Year's Countdown by cruising along the Port of Kobe!",
        "strLocation": "Hyogo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hyogo-luxurious-countdown-cruise-experience-in-kobe/7780?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "New Year's Eve Countdown Cruise 2016 in Kobe!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 14:11:11"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 17577,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482308076/qg6zjkmeujgyc8vkgffp.jpg",
        "strIntroduction": "Welcome the New Years of 2017 by participating in this wonderful countdown event at the Peak Lounge and Bar at Park Hyatt Tokyo! The Peak Lounge and Bar held the new years countdown for the first time in 2016, and will take place again this year due to its great popularity among the jetsetters of Tokyo! Dance to the music specially played by DJ SARASA, a top-notch hip hop DJ, DJ Kawasaki, a top-notch soulful House DJ, and SHACHO the frontman of internationally-acclaimed jazz sextet. Celebrate the New Year of 2017 in a chic and classy style at The Peak Lounge and Bar with free flow, unlimited champagne, cocktails, wine, and soft drinks with delicious lights canapés with your friends or family! Also enjoy the picturesque view of the glittering Tokyo city from the 41st floor atrium only at The Peak Lounge and Bar at Park Hyatt Tokyo! Reservation is difficult to make, so make sure you use our reservation service to book this program with no hassles!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-new-years-2017-countdown-lounge-event-at-park-hyatt-tokyo/7990?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "New Years 2017 Countdown Lounge Event at Park Hyatt Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 14:14:49"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 40705,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482118620/fmhd7ckxl12pblagx0q8.jpg",
        "strIntroduction": "Celebrate the New Years of 2017 by participating in this wonderful New Year's countdown event at Andaz Tavern, and book this program with no hassles with our service! Andaz Tavern is a top-notch lounge dining bar located in Andaz Tokyo Toranomon Hills, a top-notch hotel managed by Hyatt Group. Andaz Tavern is currently offering a special program, New Years Countdown Event to welcome the year of 2017! Andaz Tavern is the hotel's signature restaurant, serving refined European provincial cuisines with seasonal indigenous Japanese ingredients. The restaurant is located on the 51st floor of Andaz Tokyo Toranomon Hills, offering stunning views of the city over the Imperial Palace, featuring floor-to ceiling glass windows. The head chef of Andaz Tavern is Chef Gregor Streun from Germany, who has discovered his passion for cooking at an early age. He began his career as an apprentice in a Michelin-starred hotel \"Der Schafhof\" when he was 16. He obtained his culinary master's degree at the college of hotel management in Heidelberg in 2010. He began his career with Hyatt at Partk Hyatt Shanghai in 2012. In 2014, he joined Andaz Tokyo as executive sous chef, supervising various areas of the hotel's culinary operations, and preparing the finest European provincial cuisine at Andaz Tavern. Thus, you can enjoy the most authentic European dining experiences only at Andaz Tavern! The New Years Countdown Event plan includes the following items: - 5 kind of special dishes - Free flow of champagne The dishes prepared for the countdown event use special seasonal indigenous Japanese ingredients, which are apparently have the highest quality compare to the dinner menu. There are only 40 seats available, so make sure that you make a reservation for this program in advance with our service!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-new-years-2017-countdown-event-at-andaz-tavern-tokyo/7989?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "New Years 2017 Countdown Dinner at Andaz Tavern, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 14:18:19"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11564,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1478856598/bj2yxt15u0su2xi7hsym.jpg",
        "strIntroduction": "Have a wonderful New Year celebration by joining this wonderful countdown cruising event in Hakata, Fukuoka! Cruise along the Hakata Bay while enjoying a gospel performance! Hakata Bay is one of the most important bays in South Japan, surrounded by many skyscrapers. The night view of Hakata Bay is very beautiful, as you can see the beautiful lights of the skyscrapers shining. This cruising event will take you to cruise along the Hakata Bay with Mariera Ship, and you can enjoy the beautiful night view of Hakata Bay while listening to the gospel performance. You can also enjoy a delicious standing dinner buffet, that comes along with the New Years soba noodles and free drink (beer, whiskey, shochu, wine, and soft drinks). The chef of Mariera Ship is famous for its delicious creations of French Cuisine, so you can expect a wonderful French dining experience with this program. A lottery game will be held before the countdown, and you will welcome the New Year of 2017 by counting down while enjoying the gospel performance as well!",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-new-year-2016-countdown-cruising-event-in-hakata-fukuoka/7856?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "New Year 2016 Countdown Cruising Event in Hakata, Fukuoka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 14:22:22"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4256,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1478856165/utrdjkgszo9a7mnhpyvw.jpg",
        "strIntroduction": "Join the countdown cruising event in Osaka to welcome the New Year of 2017! Enjoy a live music performance and join the lottery game to win a wonderful prize only with this event! Osaka Bay is a collection of young districts and peninsulas built to accommodate Osaka's sprawling growth, which is also one of the most important bays in Japan. At Osaka Bay, you can find Osaka's biggest sea aquarium \"Kaiyukan\", Tempozan Ferris Wheel, Mt. Tempozan, Cosmo Tower, and Universal Studios Japan. Accommodating these famous arcades, the view of the Osaka Bay is very beautiful at night. This countdown cruising event will take you to cruise along the Osaka Bay for an hour to welcome the New Year of 2017. You will have a ride on a Colombus Ship, where you can enjoy a live jazz music performance while watching the tremendous night view of Osaka Bay. Don't forget to join the lottery game to win a wonderful prize!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-2016-new-year-countdown-cruising-in-osaka/7855?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2016 New Year Countdown Crusing in Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 14:28:10"
    },
    {
        "intDurationHour": 32,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 89722,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1479781822/zhpigu0ofzia7prmdlre.jpg",
        "strIntroduction": "Have a great journey this winter by visiting Hokkaido to enjoy some of the most famous winter activities in Japan! Also enjoy Hokkaido's winter delicacies such as king crab and fresh seafood dishes! The journey starts at Chitose, where you will be visiting Lake Shikotsu Ice Festival to see its wonderful view of ice fall! After that, you will be visiting Sapporo Snow Festival, which is one of the largest winter events in Japan. Sapporo Snow Festival is usually held at Odori Park, Susukino, and Tsudome, and more than 2 million people visit Sapporo just to participate in this event! Enjoy the astonishing view of huge snow and ice statue before heading to the hotel! On the second day, you will be visiting another site of Sapporo Snow Festival in the morning, and after that you will be visiting Asahikawa Winter Festival to see its beautiful snow statues! Asahikawa Winter Festival is Hokkaido's second largest winter festival, and if you're lucky you can also enjoy a music performance while visiting the site! Have your lunch at Taisetsu Ji-Beer Brewery, and fill your tummy with its delicious Mongolian BBQ lunch! Also try the local beer of Asahikawa, Taisetsu Ji-Beer, and don't forget to take home some of the beer jellies for souvenirs as well! Visit Asahiyama Zoo, a very popular zoo located in the middle of Hokkaido, where you can observe the animals from various angles! Enjoy watching the cute penguins diving underwater and see the winter animals like polar bear and wolves before heading to Sounkyo Onsen! You will spend the night in Sounkyo Onsen, and you can enjoy watching the beautiful Sounkyo Ice Waterfall Festival after having your dinner, where you can see the glowing colorful snow statues! On the third day, this journey starts at Abashiri Port, where you will have a ride on an ice breaker ship \"Aurora\" to cruise along the Abashiri Port! After that, have a wonderful lunch at Abashiri, where you can try the sample of king crabs, and choose salmon roe rice bowl or scallop lunch set for your lunch! Also watch Ainu traditional dance performance, which is registered as one of the UNESCO intangible cultural assets! Also visit Mt. Io an active volcano in the vicinity of Kawayu Onsen, which is famous for its yellow, sulfurous vents. Enjoy walking around the mountains and don't forget to try the eggs that are cooked by the natural heat of the mountain as well! Visit Lake Mashu, a caldera lake in Akan National Park, which is also famous as the most beautiful lake in Japan! Lake Mashu is also one of the deepest lakes in Japan, which is famous for its clear blue water. You can enjoy the beautiful view of the lake from the observation decks, and enjoy its mystical atmosphere before heading to Akanko onsen! On the last day, the journey starts in Tokachi, where you will be visiting some of the most scenic sightseeing spots before heading back to New Chitose Airport! The itinerary for this tour is as follows: Day 1 - Depart from New Chitose Airport (9:50-12:20) - Visit Chitose for Lake Shikotsu Ice Festival - Sapporo Snow Festival and have your dinner by yourself (120 minutes) - Stay at APA Hotel Resort Sapporo Day 2 - Sapporo Snow Festival - Asahikawa Winter Festival - Taisetsu Ji-Beer Brewery and have Mongolian BBQ lunch - Asahiyama Zoo (90 minutes) - Stay at Soukyo Onsen and enjoy Sounkyo Ice Waterfall Festival by yourself after dinner Day 3 - Abashiri Port - Have a ride on Ice Breaker Ship “Aurora” and cruise along the Abashiri Port - Taste the king crab and have fresh seafood dishes - Visit Mt. Io and Lake Mashu (the mystic lake) - Stay at Akanko Onsen Day 4 - Visit Tokachi Scenic Viewpoint and stare at the vast of Tokachi Plane - Return to New Chitose Airport (estimated arrival time 13:50-19:00) ※Important Notes※ - The minimum participants of this tour is 2 persons - Tour departing on February 4 and February 12 will not visit the Asahikawa Winter Festival - Tour departing on February 12 will see the destroying of the snow statues of Sapporo Snow Festival on the second day of the tour - Please let the tour staff know about your choice for the lunch on the third day - You will get free pairs of \"non-slip shoe covers belts\", which is necessary to walk on the icy roads at the snow festival sites. - There are two available sizes: M (22 cm-25 cm) and L (25 cm - 28 cm), please let us know about your size when making the reservation Have a wonderful winter holiday by participating in this tour, and use our reservation service to book with no hassles! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-snow-festivals-and-ice-breaker-ships-from-sapporo-hokkaido/7918?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Snow Festivals & Ice Breaker Ships form Sapporo, Hokkaido!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 14:32:08"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 59748,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1479344633/iitfkp6cwqxbv8srjmlq.jpg",
        "strIntroduction": "Enjoy a splendid winter holiday in Japan in Hokkaido and see the breathtaking view of Hokkaido’s winter! Also have a splendid dining experience in Sapporo, one of the most famous cities in Japan for its delicious foods! The journey starts at Onuma Quasi National Park, a park in Hakodate that is well-known for its picturesque, island dotted lakes, and Mt. Komagatake. The most attractive area of the park is located between Lake Onuma and Lake Konuma, which can be easily explored on foot. Have a ride on Hakodate Ropeway and enjoy the beautiful daylight view of Hakodate City from high altitude for an hour! Also visit Hakodate Bay Area and walk around for an hour to explore the souvenir shops, patisserie, and enjoy the great panorama of Hakodate Port as well! The Hakodate Illumination starts on December 1, so enjoy the astonishing view of glowing Hakodate Illumination! After that, enjoy a buffet style Hokkaido dinner consisting snow crabs and other seafood dishes! Spend the night at Heiankan Kaiyoutei and relax and soak your body into an open air bath to rejuvenate yourself from fatigue. Start your second day by visiting Hakodate Asaichi morning market, where you can find 300-odd shops and eateries selling fresh seafood and vegetables. After that, you will visit Hokkaido Konbu Museum, where you can find many kinds of seaweed kelp products. You will visit Lake Toya, a wonderful lake located in Shikotsu Toya National Park, which is also famous as one of the best fishing, hiking, and camping spots in Hokkaido. After visiting Lake Toya, you will be visiting Otaru, a small harbor city in Hokkaido, that has a beautiful preserved canal area and herring mansions. Otaru was one of the most important ports for trading and fishing. Walk around Otaru and explore the local culture there with your friends or family! For dinner, you will have a buffet-style dinner in Sapporo before heading to the hotel, consisting king crab, snow crab, hairy crab, sushi, and Japanese beef Wagyu, which are Hokkaido's famous delicacies! Spend the night at Hotel Resort Trinity Sapporo! On the last day, the journey starts depending on your choices. You will be visiting either Asahiyama zoo or Snow museum, two of Hokkaido's best sightseeing spots! Spend a wonderful and fun time with your friends or family before heading to New Chitose Airport! For customers departing on December 10 and 11, you will be able to participate in The Club Tourism Special Event \"X'mas Chartered Night Cruise\", consisting special offers as follows: - Taking pictures with Santa Claus in front of a huge massive Christmas tree with free Christmas card gifts limited for the tour participants - Roasted whole Christmas turkey - Enjoy Christmas lottery while cruising and win a 3,000 JPY shopping coupon that can be used at Hakodate morning market. Chance is 1 out of 5 people! The itinerary for this tour is as follows: Day 1 - Depart from New Chitose Airport (9:40-11:25) - Visit Onuma Quasi National Park and walk around for 30 minutes - Ride on Hakodate Ropeway for an hour - Visit Hakodate Bay Area and walk around for an hour - Have a snow crab buffet-style dinner and spend the night at Yunokawa Onsen Day 2 - Visit Hakodate Asaichi morning market for 30 minutes - Visit Hokkaido Konbu Museum for 20 minutes - Visit Lake Toya for 20 minutes - Visit Otaru and stroll around for an hour - Visit Sapporo and have dinner for 80 minutes - Spend the night at Sapporo Day 3 - Visit Asahiyama Zoo or Snow Museum (60-90 minutes) - Tour ends at New Chitose Airport (15:50-18:25) Make a reservation with our service and explore the beauty of Hokkaido and have a wonderful dining experience this winter! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-three-days-illumination-and-crab-dinners-from-sapporo-hokkaido/7899?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "3 Days Illuminations & Crab Dinners from Sapporo, Hokkaido",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 14:37:39"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 27754,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1478842502/xveeuaq1bvnrgcgwqklz.jpg",
        "strIntroduction": "Enjoy a one day round trip tour to Jigokudani Monkey Park, a world famous preservation park for wild snow monkey in Japan! This journey will take you to Nagano to visit Zenkoji temple, a national treasure of Japan built 1400 years ago. Zenkoji temple is one of the most remarkable wooden artifacts, and one of the most important temples in Japan. After visiting Zenkoji temple, this journey will take you to Jigokudani Monkey Park, where you can see the cute snow monkeys taking a bath in natural hot springs! Enjoy watching the snow monkeys' charming expressions while they are soaking and relaxing themselves in the hot springs! The itinerary for this tour is as follows: - Depart from Tokyo station with Shinkansen to Nagano Station (7:50-8:30) - Arrive at Nagano Station (9:10-10:00) - Visit Zenkoji Temple to walk around and have lunch there (60 minutes) - Depart from Zenkoji Station with local train and walk to Jigokudani Monkey Park - Stroll around the Jigokudani Monkey Park (50 minutes) - Depart from Nagano Station (16:30) - Arrive in Tokyo Station (18:30-19:00) - Tour ends at Tokyo Station Have a wonderful wild life experience this winter only in Nagano! this tour is provided by HIS",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-one-day-round-trip-snow-monkey-tour-in-nagano/7881?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1 Day Round Trip Snow Monkey Tour in Nagano from Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 14:41:44"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5828,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1478866318/ifvjcnc8s38fqq6uqahg.jpg",
        "strIntroduction": "Suzumeya is conveniently located near Kyoto Station - 5 minute walk distance from JR Tanbaguchi Station. You are welcome to a cozy traditional machiya residence. The duration of the course will be approximately 2.5 hours, and you can choose the lesson starting from 10 am or 2 pm. 1) 10:00 - 12:30 10:00 Introduction 10:00-12:00 cooking 12:00-12:30 tasting, tea party! 2) 14:00 - 16:30 14:00 Introduction 14:00-16:00 cooking 16:00-16:30 tasting, tea party! Japanese traditional tea for the small tea party and sweets for souvenirs are included into the price.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-make-japanese-traditional-seasonal-confectionery-in-kyoto/7885?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make Japanese traditional seasonal confectionery in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 14:45:43"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7308,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1479361414/oasfs4e9krjggqwpoypn.jpg",
        "strIntroduction": "You will create tasty dishes in a Japanese-style atmosphere! Features of my cooking class: -small classes are limited to a maximum of 4 people -Children are welcome! *Over 5 years old *Children need to be accompanied by a responsible adult -Private lessons are available (no extra charge) *Unless you make a booking for a private lesson, others may join in the same class with you. -Aprons and hand towels are provided Schedule (please choose Morning class or Evening class) M - 10:15 am / E -4:15 pm Meet you at Ryogoku station/両国駅 on Toei Oedo line/都営大江戸線, at top of the stairs of exit A5 10:30 am / 4:30 pm Cooking class starts 12:30 pm / 6:30 pm Enjoying your creation for lunch or early dinner around 13:00 - 13:30 pm / 7:00-7:30 pm The class ends Cooking Menu: miso souop, oyakodon and 2 side dishes",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-make-the-popular-oyakodon-bowl-dish-in-tokyo/7904?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make the popular Oyakodon bowl dish in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 14:51:07"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26366,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1480555670/gzhjch4gfbc2xzgfregm.jpg",
        "strIntroduction": "Celebrate this New Year's Eve countdown with friends and family on board a luxurious cruise on Tokyo Bay! This amazing cruise offers breathtaking views of Tokyo skyline's most representative sight such as the Rainbow Bridge, the Tokyo Tower and Tokyo Skytree! The tour will meet at 22:30 on December 31st and depart Tennozu Sea Fort Square Pier at 22:30, as you admire the sights you will be able to enjoy a delicious buffet dinner featuring Toshi-Koshi soba, a traditional New Year's noodle dish while delighting with a live music performance and free drinks such as beer, whiskey, wine, cocktails, and soft drinks included in the price, as well as a glass of sparkling wine for the New year's toast. Just before midnight, the cruise will navigate the Urayasu open waters where everybody will rise their glass as they celebrate the countdown to welcome 2017! This ship accommodates maximum 120 people, and has some sitting areas. There are no private rooms available. The cruise will also take you to an area where you will be able to watch the amazing fireworks display of Tokyo for a truly unforgettable evening, before returning to the pier at 1:15 where a taxi service will be waiting for you to take you back to one of the designated hotels. Don't miss the chance to experience this luxurious cruise on Tokyo Bay and reserve now! This tour will be done at the B course on the course map picture.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-celebrate-the-new-years-countdown-in-a-cruise-in-tokyo-bay/7860?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Celebrate the New Year's countdown in a cruise in Tokyo Bay",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 14:55:51"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 18502,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1479699297/pskxeab5rcokw8nfntd6.jpg",
        "strIntroduction": "The first sunrise of a new year, or Hatsuhinode as it's called in Japanese, is celebrated by many Japanese people since ancient times, and even today many people hike mountains or go to the beach to witness it and pray that the next year brings plentiful blessings. Whether to take part in this ancient tradition, or just to admire the golden colors of the sunrise, there could be no better way to start your 2017 than with this magical early-morning cruise to Tokyo bay to watch the sunrise from a boat. Besides indulging in this natural spectacle, you will enjoy a delicious buffet-style breakfast on board, featuring Ozouni: rice cakes cooked with vegetables, a special dish for the New Year. You will also be served a special dessert resembling Kagamimochi: sticky rice cakes shaped like a mirror. The tour also includes free drinks such as beer, wine, whiskey, cocktails and soft drinks. You will also be delighted with the unbeatable views of the Tokyo metropolis, including breathtaking sights such as the Rainbow bridge, connecting the mainland with the man-made island of Odaiba, and even Mt. Fuji at a distance as the boats approaches Haneda Airport. This ship accommodates maximum 120 people, and has some sitting areas. The tour will meet at 4 am and proceed to Tennozu Sea Fort Square, where you will be welcomed with a hot coffee before getting on board a luxury boat that will depart at 6:10. You will then admire the first sunrise of the year, an opportunity to reflect on the year that has passed and envision what the new year will bring. At around 6:50, the boat will approach Haneda airport area to get a closer look to Mt. Fuji in the distance, the perfect image to wrap up a wonderful start of the next chapter in your life. don't miss the chance to experience this unique cruise that will stay with you forever. By joining this tour, you'll enter a raffle to have a chance to win a free cruise ticket or a bottle of champagne! So reserve your spot now! This tour will be done at the C course on the course map picture.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-admire-the-new-years-sunrise-from-a-cruise-on-tokyo-bay/7810?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Admire the New Year's sunrise from a cruise on Tokyo bay",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 15:00:41"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 18502,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1480316953/espu52tr0xvriut4xflz.jpg",
        "strIntroduction": "The first sunrise of a new year, or Hatsuhinode as it's called in Japanese, is celebrated by many Japanese people since ancient times, and even today many people hike mountains or go to the beach to witness it and pray that the next year brings plentiful blessings. Whether to take part in this ancient tradition, or just to admire the golden colors of the sunrise, there could be no better way to start your 2017 than with this magical early-morning cruise to Tokyo bay to watch the sunrise from a boat. Besides indulging in this natural spectacle, you will enjoy a delicious buffet-style breakfast on board, as well as unbeatable views of the Tokyo metropolis, including breathtaking sights such as the Rainbow bridge, connecting the mainland with the man-made island of Odaiba, and even Mt. Fuji at a distance as the boats approaches Haneda Airport. The tour will meet at 4 am and proceed to Tennozu Sea Fort Square, where you will be welcomed with a hot coffee before getting on board a luxury boat that will depart at 6:10. You will then admire the first sunrise of the year, an opportunity to reflect on the year that has passed and envision what the new year will bring. At around 6:50, the boat will approach Haneda airport area to get a closer look to Mt. Fuji in the distance, the perfect image to wrap up a wonderful start of the next chapter in your life. don't miss the chance to experience this unique cruise that will stay with you forever. This tour will be done at the C course on the course map picture.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-admire-the-new-years-sunrise-from-a-cruise-on-tokyo-bay/7900?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Admire the New Year's sunrise from a cruise on Tokyo bay",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 15:04:04"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 26366,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1480316746/pgtl2ejxbiiphuhc6mij.jpg",
        "strIntroduction": "Celebrate this New Year's Eve countdown with friends and family on board a luxurious cruise on Tokyo Bay! This amazing cruise offers breathtaking views of Tokyo skyline's most representative sight such as the Rainbow Bridge, the Tokyo Tower and Tokyo Skytree! The tour will meet at 22:30 on December 31st and depart Tennozu Sea Fort Square Pier at 22:30, as you admire the sights you will be able to enjoy a delicious dinner and drinks included in the price, and just before midnight, everybody will rise their glass as they celebrate the countdown to welcome 2017! The cruise will also take you to an area where you will be able to watch the amazing fireworks display of Tokyo for a truly unforgettable evening, before returning to the pier at 1:15. Don't miss the chance to experience this luxurious cruise on Tokyo Bay and reserve now! This tour will be done at the B course on the course map picture.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-celebrate-the-new-years-countdown-in-a-cruise-in-tokyo-bay/7903?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Celebrate the New Year's countdown in a cruise in Tokyo Bay",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 15:08:46"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 18040,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1478505438/unb2q1lbycloc4bstwlc.jpg",
        "strIntroduction": "Are you spending your year-end holidays in Japan? If you do so, you should definitely join this wonderful New Year’s countdown party event at Shangri-La Hotel in Tokyo! Shangri-La Tokyo is a five stars hotel located in Marunouchi, Tokyo. Located over 13 floors of the Marunouchi Trust Tower Main, Shangri-La Tokyo was selected as the best 4&5 stars hotel in the world in TripAdvisor’s Travelers’ Choice Award 2012. Every year Shangri-La Tokyo holds the countdown party, which eventually is the most expensive and the most luxurious countdown party in Tokyo. This year’s countdown party will be held at the lounge in the lobby of Shangri-La Tokyo, where you can welcome the New Year 2017 while enjoying the music played by the Guest DJs. The countdown party at Shangri-La Tokyo is always gorgeous and enjoyable, as you can enjoy watching many performance and dancing at a lounge decorated with elegant furniture. This countdown party offers two different courses as follows: - Package A: admission to countdown party and free flow of champagne with a light meal - Package B: admission to countdown party and free flow of Dom Perignon with a light meal The countdown party starts at 10.p.m. and ends at 3.a.m. Free flow champagne and a light meal will be available until 24:30 at latest. Please note that children under 12 years old cannot participate in this event. To participate in this countdown party, you need to book either one of the courses and follow the dress codes, which are formal and elegant. Groom yourself and dress up fashionably and properly before you come to this party! Make a reservation for this tour in advance with our service, and have a wonderful New Year’s Eve by participating in this awesome countdown party!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-new-years-countdown-party-at-shangri-la-hotel-tokyo/7770?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "New Year's Eve Countdown Party at Shangri-La Hotel, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 15:13:57"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 37005,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1479275549/yc3dwp7ghvqusaj9utxq.jpg",
        "strIntroduction": "Greet the New Year by participating in this wonderful New Year's Eve countdown dinner at Tour D'Argent in Hotel New Otani Tokyo! Spend an unforgettable moment with your family, friends, or someone special at this 1 Michelin Star restaurant! Hotel New Otani Tokyo opened in 1964, a month before the Tokyo Olympics. The construction of the hotel was requested by the government to accommodates the foreigners visiting for the Olympics. Hotel New Otani Tokyo is one of the best hotels in Japan, and it is also known as one of the three great hotels of Tokyo (The Imperial Hotel, Hotel Okura Tokyo, and Hotel New Otani Tokyo. Many important events were held at this hotel such as the G7 Summits. Tour D'Argent is a top-notch French restaurant, established in Paris since 1582. The restaurant is famous for its high standard of quality and tradition, serving only the finest French Cuisine. The restaurant is also honored for its authentic representation of French culture and tradition. Tour D'Argent in Hotel New Otani Tokyo is the only branch of Tour D'Argent. The decoration of the restaurant is very fancy and elegant, representing the original Tour D'Argent in Paris. The quality of the food and the beverage is very excellent, serving only the best wine and seasonal cuisines specially prepared by our great Chef. The countdown dinner starts at 23:00 on December 31st, 2016, and guests can enjoy a jazz music performance while enjoying Tour D'Argent's delicious dinner course! Please note that only 16 years and above guests can participate in this countdown dinner event! Use our reservation service and have a wonderful countdown moment this year!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-new-years-eve-countdown-dinner-at-hotel-new-otani-tokyo/7760?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "New Year's Eve Countdown Dinner at Hotel New Otani Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 15:19:20"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13877,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1478507377/zw3t2rd66qdjzj5pj5ve.jpg",
        "strIntroduction": "Celebrate and welcome the New Year of 2017 by joining this wonderful countdown cruising event in Yokohama! Enjoy the beautiful night view of Yokohama Bay with delicious hors d'oeuvre buffet and free flow wine (red and white)! Of course, non-alcoholic drinks are available too. Yokohama Bay is one of the most important bays in Japan, that is famous for its beautiful night view. With this countdown cruising event, you can see the breathtaking night view of Yokohama Bay, with the shining view of Minato Mirai's Cosmo Clock 21 Ferris Wheel! Enjoy music that DJ will play on board and don't hesitate to request your favorite songs. They are more than happy to play your favorites because it's the last day of 2016 and you deserve to have a dance! There will be 2 lottery events on the ship, and you might get the chance to win luxurious gifts such as tickets to an upscale hotel in Yokohoma and so on! A glass of champagne will be served as the countdown to 2017 approaches. As a celebration of the New Year, enjoy Japanese traditional \"Kagami biraki\"(the opening of a Kagami mochi, which is eaten traditionally on New Year's Day) with Japanese sake! Let's make a toast with the fine night view and celebrate the new beginning of the New Year! Have a wonderful New Year's countdown event with this cruising program, and make a reservation for it with our wonderful service! ※This activity will be done in Japanese on that day.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-new-years-eve-countdown-cruise-2016-in-yokohama/7818?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "New Year's Eve Countdown Cruise 2016 in Yokohama!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 15:22:46"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 33304,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1479717369/udp7qfuwq1gihkopjphc.jpg",
        "strIntroduction": "Have a spectacular New Year’s countdown dinner at New York Grill at Park Hyatt Tokyo while enjoying the night view of Tokyo! Park Hyatt Tokyo is one of the best hotels in Japan, offering one of the most exclusive traveling and dining experiences in Shinjuku. Located at the heart of Tokyo, the capital city of Japan, Park Hyatt Tokyo is very famous among both the foreigners and the locals. On the 52nd floor of Park Hyatt Tokyo, you can find a restaurant called New York Grill offering the finest Western food with the modern tastes of New York. At New York Grill, you can enjoy the breath-taking views of the Tokyo skyline from its big windows, and you can enjoy watching the Chef and his team cooking your dinner in an open kitchen. Inside New York Grill, you can find a massive huge floor-to-ceiling wine cellar accommodating largest selection of US wines in Japan. The foods at New York Grill are made with the finest ingredients only and prepared with a light and creative touch by the Chef. The New Year’s Eve dinner at New York Grill will be divided into two sessions, and if you book for the second session, you will be able to stay for the countdown. The contents of the courses for each section are as follows: ① 1st session: December 31st, 5:30PM - 8:30PM 26000JPY - Multi-course dinner (4 dishes) - Glass champagne \"Krug\" * does not include countdown event ② 2nd session: December 31st, 9:00PM - 1:00AM 40000JPY - Multi-course dinner (5 dishes) - Glass champagne \"Krug\" - Glass sparkling wine for countdown *Tax and service fee(15%) will be charged additionally. In addition to the dinner sessions, you can also celebrate the upcoming New Year at New York Bar as well. At New York Bar, you can enjoy a Jazz music performance and elegant canapés prepared by our Chef. Grab a glass of champagne and welcome the New Year of 2017 at New York Bar! ③ Countdown at New York Bar: December 31st, 9PM - 1AM Place: New York Bar (52nd floor of Park Hyatt Tokyo) Price: 15000JPY - Glass champagne \"Krug\" and canapés. *Tax and service fee will be charged additionally. Have a blast welcoming the New Year of 2017 and use our wonderful reservation service to book this event with no hassles! ※ Price Includes ※ Voyagin Service Fee: The price of our service fee is $30 USD. The amount of our service fee reflects our continuous and persistent efforts to secure places in your preferred restaurant. It takes time and effort to make sure your reservation will go through. ***Please kindly note that top-notch restaurants charge a cancellation fee between $100 USD and $200 USD per person when guests make last minute cancellations as they would have given the limited seats to other customers if the seats were not allocated to you. Therefore, in the event that you cancel your reservation less than a calendar week prior to your scheduled date of visit and/or don't show up for your meal, we will have to invoice you for the cancellation fees incurred. We strongly recommend that you kindly visit the restaurant as scheduled. We promise it will be a great experience!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-new-years-eve-dinner-at-new-york-grill-at-park-hyatt-tokyo/7776?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "New Year's Eve Dinner at New York Grill, Park Hyatt Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 15:28:07"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 61521,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1478506975/n3dkvbstqcskh5qtlmae.jpg",
        "strIntroduction": "Have a wonderful New Year’s Eve by attending the Masquerade New Year’s Eve Gala Dinner only at Shangri-La Hotel in Tokyo! Shangri-La Tokyo is a world class five stars hotel located over 13 floors of the Marunouchi Trust Tower Main in Tokyo. The hotel was selected as the best 4&5 stars hotel in the world in TripAdvisor’s Travelers’ Choice Award 2012. The Masquerade New Year’s Eve Gala Dinner is an annual event of Shangri-La Tokyo, which is held in its famous luxurious ballroom. Shangri-La Tokyo’s ballroom is famous for its tremendous size, and for its gorgeous chandeliers and its classic elegant decorations. Time will stop and you will drown into the dramatic atmosphere once you enter Shangri-La Tokyo’s ballroom. Enjoy an exclusive dining experience only at Shangri-La Tokyo and enjoy the romantic and elegant atmosphere with your family, friends, or partners! The contents of this New Year’s Eve Masquerade Dinner are as follows: - Multi-course dinner (5 dishes) - Wine Pairing - Drinks - Masquerade Show - Venetian mask (you can bring your own too) *Please note that children under 12 years old cannot participate in this event. The gala dinner starts at 8.p.m. and goes on till about 2.a.m. Wine pairing and dinner will be served until 24:30 at latest. Grab your own Venetian mask, and dress up fashionably and elegantly to join this event, and have a blast welcoming the New Year of 2017! Enjoy Tokyo’s most exclusive New Year’s celebration and use our reservation to book this event with no hassles!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-new-years-eve-masquerade-dinner-at-shangri-la-hotel-tokyo/7774?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "New Year's Eve Masquerade Dinner at Shangri-La Hotel, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 15:31:50"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7031,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1479233033/u54pkxdqni8nuvyephgf.jpg",
        "strIntroduction": "You will create tasty dishes in a Japanese-style atmosphere! Features of my cooking class: -small classes are limited to a maximum of 4 people -Children are welcome! *Over 5 years old *Children need to be accompanied by a responsible adult -Private lessons are available (no extra charge) *Unless you make a booking for a private lesson, others may join in the same class with you. -Aprons and hand towels are provided Schedule (please choose Morning class or Evening class) M - 10:15 am / E -4:15 pm Meet you at Ryogoku station/両国駅 on Toei Oedo line/都営大江戸線, at top of the stairs of exit A5 10:30 am / 4:30 pm Cooking class starts 12:30 pm / 6:30 pm Enjoying your creation for lunch or early dinner around 13:00 - 13:30 pm / 7:00-7:30 pm The class ends Cooking Menu: miso souop, onigiri, dorayaki and 1 side dish",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-make-dorayaki-and-onigiri-and-have-fun/7895?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make Dorayaki & Onigiri and have fun!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 15:37:28"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7864,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1479229234/bk7yq0z9c5wsvqrwxas8.jpg",
        "strIntroduction": "You will create tasty dishes in a Japanese-style atmosphere! Features of my cooking class: -small classes are limited to a maximum of 4 people -Children are welcome! *Over 5 years old *Children need to be accompanied by a responsible adult -Private lessons are available (no extra charge) *Unless you make a booking for a private lesson, others may join in the same class with you. -Aprons and hand towels are provided Schedule (please choose Morning class or Evening class) M - 10:15 am / E -4:15 pm Meet you at Ryogoku station/両国駅 on Toei Oedo line/都営大江戸線, at top of the stairs of exit A5 10:30 am / 4:30 pm Cooking class starts 12:30 pm / 6:30 pm Enjoying your creation for lunch or early dinner around 13:00 - 13:30 pm / 7:00-7:30 pm The class ends Cooking Menu: miso soup, nigiri sushi, sushi roll, inari sushi (rolled-sushi)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-make-sushi-and-have-fun-in-tokyo/7891?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make Sushi and have fun in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 15:42:48"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11101,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476770574/bs1radyfhhs8fydgoin9.jpg",
        "strIntroduction": "What comes to your mind when you think of Japan? Many people first think of the image of Mt. Fuji! Since it was registered as a World Heritage site, Mt. Fuji is becoming more and more popular among not only tourists but also the Japanese. Mt.Fuji is the biggest mountain in Japan at a height of 3776m. This guided one-day tour includes a stop at the Fuji Visitor Center, a trip up to Mt. Fuji's 5th station at an elevation of 2,300 meters, a cruise on pristine Lake Ashi, and a ride on the Mt. Komagatake Ropeway which boasts great views of the surrounding Hakone National Park. You will be speechless when you see Mt. Fuji with the beautiful lake. Come join this tour if you want an easy way to experience Mt. Fuji! ~Itinerary~ - Depart from Shinjuku Station West Gate Highway Bus Terminal at Tokyo Government Building to Hakone by bus at 7:45 - Walk to visit Hakone Shrine Hakone Shrine is a Japanese Shinto shrine located in Hakone near Lake Ashi, and it is famous for its beautiful floating red gates. The shrine is located at the top of Hakone Mountains and surrounded by Hakone Forests. Hakone Shrine is a famous power spot in Japan, and it is famous for bringing in good fortune, traffic safety, and making wishes come true. - Lake Ashi Cruise Cruise on Lake Ashi from Moto Hakone to Hakoneen, a tourist area at the foot of Mt. Komagatake in Hakone region, and it offers interesting attractions such as the Hakone Komagatake Ropeway and Hakoneen Aquarium. With this tour, you can experience having a ride on Hakone Komagatake Ropeway after having delicious Japanese traditional lunch! - Hakone Komagatake Ropeway Have a ride on Komagatake Ropeway and enjoy the beautiful view of Mt. Fuji and Lake Ashi from the top! Also enjoy the beautiful view of Izu and its peninsula, and stroll your eyes on the summit of Mt. Fuji and worship the Motomiya of Hakone Shrine from the ropeway! - Visit Mt. Fuji 5th Station At Mt. Fuji 5th station, you can enjoy the tremendous view of Mt. Fuji and the beautiful view of Lake Ashi on a clear day. You can also stroll around the station to explore the Torii gates, shrines, and souvenirs shops before returning to Tokyo! - Return to Shinjuku (estimated arrival time 19:30) ※Since this tour is only conducted on Saturdays, if you are interested in a Mt fuji tour on other days of the week, please check the following page: https://www.govoyagin.com/activities/japan-yamanashi-breathtaking-scenery-mtfuji-hakone-one-day-tour/876",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-mt-fuji-hakone-one-day-tour/7755?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "20% OFF Visit Mt. Fuji & Hakone: One Day Tour [Only on Sat]",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 15:45:56"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4163,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476753918/mkhazyichznmy4fgffbl.jpg",
        "strIntroduction": "Are you interested in learning Japanese traditional culture? If you are, you should definitely watch this wonderful Japanese traditional dance and musical show! This plan offers you a discount ticket for Japanese traditional dance (Nihon Buyo) and musical show, which will be held in Asakusa on October 30, 2016! Nihon Buyo is a traditional Japanese dance invented in the early Edo Period (17th Century). The dance is originally adapted from Kabuki (Japanese traditional stage drama) and these days the dance has incorporated and refined many new techniques and moves. There are many genre of Nihon Buyo, but two of the most important genres are the Kabuki dance and the Kamigata-mai. Kabuki dance is a genre of Nihon Buyo that uses many elements of Kabuki stage, and Kamigata-mai is a genre of Nihon Buyo developed in Kamitaga (Kyoto & Osaka areas) with influences from Noh. Both of these dances are performed together with Shamisen (Japanese lute), but Kabuki dance has more dynamic and vigorous moves. Nihon Buyo is a very beautiful and gorgeous dance show that is worth to watch! This show includes several different sessions, where you can enjoy watching the Kabuki, Geisha, Samurai, Musical, Comedy, Magic, etc. You can also enjoy the view of the scenic effects and their gorgeous kimono as well. You can enjoy this incredible show in Asakusa, between 11:00 - 18:00 only on October 30, 2016! Reservation is difficult to make, so we recommend you to use our reservation service to book with no hassles! this tour is provided by HIS",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discount-tickets-for-japanese-traditional-dance-show/7752?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "20%OFF Discount Tickets for Japanese Traditional Dance Show!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 15:51:51"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9529,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476345710/bwdxsnb5m1gv8s9ght2u.jpg",
        "strIntroduction": "This is a 3.5 - 4.5 hour tour at Asakusa, Tokyo. Asakusa is one of the best traditional sightseeing places in Tokyo. You'll feel the old Japanese culture at this place. It's very popular and we will take a commemorative photo during this tour. I'll pick you up at Asakusa Station (if you need me to pick you up from your hotel, an extra charge will apply). Experience making and eating soba noodle at local shop. ↓ Go to the Kaminarimon gate and take a commemorative photo in front of the big gate. ↓ Shopping at Nakamise Street. ↓ See Asakusa's temple which brings luck to visitors. When we have a time, go to other place!! Duration: 3.5 - 4.5 hours Participants: 2-8 Days of the week: Monday, Tuesday, Wednesday, Friday Meeting point: Asakusa Station (if you need me to pick you up from your hotel, an extra charge will apply) Time: ①9:30 am- ②14:30 pm- I'm looking forward to seeing you in this tour!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-making-and-eating-soba-noodles-and-asakusa-tour/7729?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience making and eating soba noodles & Asakusa tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 15:55:16"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6106,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476347552/hj9bul4yxjfatnko20mh.jpg",
        "strIntroduction": "Maricar is a go-kart rental service, where you can enjoy cosplay and driving if you have a driver’s license. You can wear the Mario, superman, ironman, batman etc,, costume and go anywhere you want driving Maricar on the public road. There is no doubt that you will stand out in such vivid, unique Maricar. Put your costumes on, play your favorite love songs on loud speakers, and drive around your favorite part of town in Tokyo! The Real Life Super Heros Go-karting is coming true! There are free options: GPS car navigation (if available), action camera, loud sound speakers (if available), helmet, mask, and glasses. If you drive with your friends or families, the wireless applications can also be rented for a fee. Business Hours: 10:00-22:00 Note that the go-kart activity will not be available after 10 pm, therefore book earlier if you want to enjoy your entire requested time. For example, if you want to book a 2-hour tour, the latest possible time for booking will be 8 pm. Please note that: ※ You must have a valid Japanese drivers license, Japanese SOFA license, or International Driving Permit based on the 1949 Geneva Convention*. ※Bring a valid Japanese or SOFA license, or International Driving Permit* and a copy of your passport (passport is not required for Japanese) to the shop on the day *Holders of a license from Belgium, France, Germany, Monaco, Slovenia, Switzerland or Taiwan can use an official Japanese translation provided by the Japan Automobile Federation (JAF) or the country’s embassy or consulate in Japan. The plan include 2-hour rental, English guide, costume, and fuel (you do not need to fill up the tank when returning). Insurance fee is included in the price. Third Party Liability = Unlimited Guest himself/herself = up to JPY 30,000,000 Disclaimer = JPY 50,000",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-rent-a-go-kart-around-tokyo-from-shibuya/7732?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Rent a \"Maricar\" Go Kart around Tokyo from Shibuya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 16:00:31"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 27976,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475118055/eukmseeq9hhslvjshr3f.jpg",
        "strIntroduction": "Join this wonderful tour program, which is only available in November, to visit Hida-Takayama, Shirakawago, Unazuki Onsen, and Kurobe Gorge! With this tour, you will be able to visit both Gifu and Toyama prefecture at reasonable price! This tour departs from Tennoji, Umeda, or Kyoto and will take you to Hida-Takayama where you can visit and stroll around the streets of its legendary old town! You will also visit Shirakawago, where you can walk around the “Gassho-zukuri” Farmhouse Village, which is designated as The World Heritage Spot by the UNESCO! At Shirakawago, you can also enjoy the beautiful view of the autumn leaves as well! You will stop by the Unazuki Onsen, which is the nearest onsen from Kurobe Gorge Train Station. You will have your dinner here and you will spend the night at Green Hotel Kisen or other hotel of the same class. The next morning, you will have your breakfast at the hotel and then leave to take a ride on Kurobe Gorge Train. You can see the autumn leaves that stand along Japan’s deepest V-shaped gorge while traveling, and you will visit Kanetsuri for sightseeing as well. After that you will return to Kurobe for shopping before returning back to Kansai area. The itinerary for this tour is as follows: Day 1 - Depart from Tennoji at 7:20 or from Umeda at 7:30 or from Kyoto at 7:35 - Visit Hida-Takayama and stroll along the streets of the old town (70 minutes) - Visit Shirakawago and walk around the World Heritage “Gassho-zukuri” Farmhouse Village (50 minutes) - Visit and stay at Unazuki Onsen Day 2 - Depart from Unazuki Onsen - Take the Kurobe Gorge Train from Unazuki Station - Arrive at Kanetsuri Station for sightseeing (60 minutes) - Return to Unazuki Station - Visit Kurobe for shopping (20 minutes) - Return to Tennoji, Umeda, or Kyoto, tour ends in between 18:05-20:10 You can apply for an optional lunch for the first day of the trip with our Ad-on option. The optional lunch will be the “Makunouchi-Bento”, a boxed meal containing meat, fish, vegetable dishes, and rice. You can enjoy eating the lunch box that comes with a tea while traveling on the bus. Shirakawago and Kurobe Gorge are very famous destinations in Japan, so we recommend you to book this tour with our service in advance! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-explore-hida-takayama-shirakawago-and-kurobe-gorge-in-two-days/7618?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Hida-Takayama, Shirakawago & Kurobe Gorge in 2 Days!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 16:06:33"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8982,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475117059/o9drjq3zhrzbbwij8j6z.jpg",
        "strIntroduction": "Visit Gunma to see the tremendous view of the autumn leaves from Fukiware-no-Taki and enjoy the autumn delicacies such as matsutake mushroom rice with this tour! This bus departs from Shinjuku, Ueno, or Tokyo and will take you to Numata to have lunch that includes: matsutake mushroom rice, Japanese beef sukiyaki, 2 snow crab legs, etc! In addition, you can enjoy a 50 minutes all-you-can-eat apples on a plate too! After that, you will visit Fukiware-no-Taki, which is the best spot to see the beautiful view of the autumn leaves in Gunma! Before returning to Tokyo, you will visit the Homare-kokko Sake Brewery, where you can learn the brewing process of the sake and have some sake tasting! You will also get the souvenirs of the autumn delicacies such as 1 Ise lobster & frozen abalone, and 1 frozen matsutake mushroom! The itinerary for this tour is as follows: - Meet at Shinjuku or Ueno at 8:40 or at Tokyo at 9:10 - Take the bus to Numata to have lunch and have the all-you-can-eat apples - Fukiware-no-Taki to view the autumn leaves (40 minutes) - Visit Homare-kokko Sake Brewery for factory visit and sake tasting (30 minutes) - Return to Shinjuku, Ueno, or Tokyo and tour ends in between 17:20-17:50 Make a reservation with no hassles with our service and join this wonderful tour! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Gunma",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gunma-autumn-leaves-wagyu-sukiyaki-lunch-and-sake-brewery-in-gunma/7614?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Autumn Leaves, Wagyu Sukiyaki Lunch & Sake Brewery in Gunma!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 16:10:31"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12979,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475116890/pxnznhemvmhkajyeqbfx.jpg",
        "strIntroduction": "Visit Niigata to see the beautiful view of the autumn leaves this fall! Enjoy a luxurious lunch set meal that includes the autumn delicacies, and get on the ropeway to see the view of the autumn leaves from high altitude! This tour departs from Shinjuku, Ueno, or Tokyo and will take you to Niigata to enjoy the autumn delicacies and the beautiful view of the autumn leaves! You will have your lunch at Yuzawa, where you can enjoy a luxurious Japanese style lunch set that consists: Matsutake Mushroom Rice, Crab Shabu-shabu, Crab Soup, Maguro Tuna, Sea Urchin, Salmon Roe, and Northern Shrimp! After lunch you will take a ride on Tashiro Ropeway, where you can enjoy the panoramic view of the autumn leaves from 230 m altitude! Later, you will get on Naeba Dragondora that runs from Naeba area to Tashiro Highland, where you can see the excellent colorful autumn leaves, Mt. Tairappyo, and the Mystic Lake Futai! The itinerary of this tour is as follows: - Meet at Shinjuku, Ueno, or Tokyo at 7:40 - Take the bus to Yuzawa and have lunch (60 minutes) - Take the bus to Tashiro Ropeway Sanroku Station - Have a ride on Tashiro Ropeway to Tashiro Ropeway Sancho Station (10 minutes) - Walk to Dragondora Sancho Station - Get on Naeba Dragondora and see the panoramic view of the autumn leaves (25 minutes) - Take the ropeway to Dragondora Sanroku Station - Return to Shinjuku, Ueno, or Tokyo, and tour ends in between 18:30-19:10 This tour departs from: - Shinjuku Oct 19, 22, 25, 27, 29, 30, & Nov 3, 6 - Ueno Oct 21, 23, 26, and Nov 5 - Tokyo Oct 20 & 28 Enjoy the rest of your fall with this wonderful autumn leaves viewing tour, and make sure that you book this tour with no hassles by using our service! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Niigata",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-niigata-naeba-autumn-leaves-tour-and-seafood-set-lunch-in-niigata/7610?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Naeba Autumn Leaves Tour & Seafood Set Lunch in Niigata!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 16:14:16"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8982,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475117300/t3vuctluj6kwfglpmsr6.jpg",
        "strIntroduction": "Visit Tochigi and enjoy the view of its 3 famous waterfalls in Oku Nikko, which are full of minus ion! Enjoy driving on Iroha Slope & Konseitoge Pass for its beautiful autumn leaves! Cruise along the Lake Chuzenji for its colorful autumn leaves and enjoy the autumn lunch box prepared by Matsunoya, a shop that is famous for its delicious bento box lunch! This tour departs form Shinjuku, Ueno, or Tokyo and will take you to Tochigi for its beautiful autumn leaves and famous waterfall! First you will drive on Iroha Slope, where you can enjoy the beautiful view of the autumn leaves with its maple color! You will visit Kegon Falls to view its beautiful panorama from its observatory deck and then you will have a ride on Chuzenjiship to cruise along the Lake Chuzenji, where you can see the reflection of the autumn leaves on the water surface! You will also visit Shobugahama to see the excellent scenic view of Ryuzu Falls! You will also visit and stroll around Yudaki Falls, so don't forget to bring your camera with you during this tour! You will visit Numata for shopping before returning to Tokyo, where you can buy the souvenirs for you to take home! The itinerary for this tour is as follows: - Meet at Shinjuku, Ueno, or Tokyo at 6:50 (meet at 6:20 on the following dates: Oct 15, 16, 22, and 23) - Take the bus to Iroha Slope - Visit Kegon Falls and view the panorama for 50 minutes (Additional fee 550 JPY will be charged separately if you use the elevator from the observatory deck to the upper observatory, but the view of the waterfall from the observatory deck is fair enough to enjoy) - Take the bus to the boat station and have a ride on Chuzenjiship to cruise along the Lake Chuzenji (20 minutes) - Visit Shobugahama - Visit Ryuzu Falls and view the panorama for 30 minutes - Take the bus and visit Yudaki Falls and stroll around for 30 minutes - Visit Numata for shopping (20 minutes) - Return to Shinjuku, Ueno, or Tokyo - Tour ends at 17:50 Enjoy the view of 3 legendary waterfalls only with this tour and make sure you book this tour with no hassles by using our wonderful service! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Tochigi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tochigi-see-three-great-waterfalls-and-cruise-along-lake-chuzenji-tochigi/7609?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See 3 Great Waterfalls & Cruise Along Lake Chuzenji, Tochigi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 16:18:18"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9981,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475115783/hirczamnpvihtayooc58.jpg",
        "strIntroduction": "Enjoy the autumn delicacies by joining this wonderful tour program of Yamanashi prefecture! Visit Yatsugatake for its delicious cheese cake and enjoy the organic lunch buffet consisting Japanese & Western dishes at Kiyosato Highland Park! This tour departs from Shinjuku or Ueno and will take you to Yamanashi to enjoy the autumn delicacies and its great scenic views! You will visit Yatsugatake Cheese Cake Factory to shop its delicious cheese cake that are prepared with natural ingredients! After that, you will visit Kiyosato Highland Park, where you can enjoy organic Japanese & Western lunch buffet prepared with Yamanashi's freshest organic vegetables! After that, you will visit Hifashizawa Bridge and Yatsugatake Kogen Bridge to see and take pictures of its beautiful autumn leaves! After that, you will take the Yatsugatake Kogen Line (Koumi Line) to enjoy a train journey on the highlands, which is also known as the world's first hybrid train. You will visit Katsunuma to enjoy a 30 minutes all-you-can-eat grapes picking at the farm, which is famous for its autumn kyoho grapes before returning to Tokyo! The itinerary for this tour is as follows: - Meet at Shinjuku or Ueno at 7:50 (the tour departs 30 minutes earlier on the weekends and national holidays) - Take the bus to Yatsugatake Cheese Cake Factory for shopping (30 minutes) - Take the bus to Kiyosato Highland Park for lunch buffet (60 minutes) - Take the bus to Higashizawa Bridge to take photos (20 minutes)Take the bus to Yatsugatake Kogen Bridge to take photos (20 minutes) - Take the bus to Nobeyama Station - Take the train to Kiyosato Station - Take the bus to Katsunuma for 30 minutes all-you-can-eat grapes picking - Return Tokyo and tour ends in between 17:40-18:20 This tour departs from: Shinjuku on Oct 13, 16, 19, 25, 29, and Nov 1, & 3 Ueno on Oct 15, 18, 23, 27, 31, and Nov 4, & 6 Enjoy the rest of this autumn by joining this excellent tour program, and make sure that you use our wonderful service to book with no hassles! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-organic-lunch-autumn-leaves-and-grape-picking-in-yamanashi/7608?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Organic Lunch, Autumn Leaves & Grape Picking in Yamanashi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 16:22:41"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9981,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475117379/rsylajyatpnpf5he6nny.jpg",
        "strIntroduction": "This tour departs from several places in Tokyo, and will take you to Shinshu area of Nagano to enjoy the autumn delicacies! With this tour program, you can experience eating the delicious gourmet of Shinshu area and enjoy seeing the beautiful autumn flowers and the panoramic view as well! You will depart from Tokyo early in the morning, and visit Ikenodaira for lunch buffet with 3 choices of autumn dishes: Matsutake rice, Maitake Tempura, or Shinshu Soba. You can eat any of this dishes, as much as you want, for 50 minutes in total. You will also visit the Forest of Golden Acacia, and ride the lift to see the astonishing view of Cosmos & Marigold flower as well! You can also stroll around Lake Shirakaba before moving to Tateshina for shopping. You will visit Shinshu Miso Factory, where you can see the Japanese traditional miso storage and shop for some miso to bring them home as souvenirs! Later, you will visit Oginoya Suwa for shopping as well, where you can get Shinshu's crafts and local food and bring them home as souvenirs! This tour will also provide you a souvenirs goody bag that includes: 2 raw Matsutake mushrooms, 1 pack of flower seeds, 1 pack of Shinshu Soba Noodles (150g), and 1 bunch of grapes. Please let us know if you cannot take home one or any of the souvenirs, and we will give you another souvenirs as a substitution. The itinerary for this tour is: - Departing from Shinjuku, Ueno, Tokyo, Ikebukuro, or Shibuya at 7:50 - Take the bus to Ikenodaira to have lunch, visit Forest of Golden Acacia, ride a lift and view cosmos flowers - Take the bus to Tateshina for shopping - Take the bus to Shinshu Miso Factory to visit the miso storage and to enjoy shopping - Take the bus to Oginoya Suwa for shopping - Return to Shinjuku, Ueno, Tokyo, Ikebukuro and tour ends in between 17:00 - 18:00 This tour departs from: - Shinjuku on Sep 22, 23, 28, 30, Oct 10, 16 - Ueno on Sep 24, 27, 29, Oct 5, 8, 13 - Tokyo on Oct 1, 11, 14 - Ikebukuro on Sep 26, Oct 6, &12 - Shibuya on Oct 9 & 15 Enjoy the rest of your fall by visiting Nagano for its delicious food and great panorama! Make sure that you use our reservation service to book with no hassles! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-lunch-buffet-autumn-flowers-and-miso-factory-visit-in-nagano/7607?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Lunch Buffet, Autumn Flowers & Miso Factory Visit in Nagano!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 16:27:47"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11564,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473871724/ryar56ki95cx0xwn0tf1.jpg",
        "strIntroduction": "By means of observing just a few simple rules in making your essential contribution as a guest, for a while wholly immerse yourself in Tea ceremony. You will simultaneously learn how to demonstrate, by means of partaking from a single vessel, a humble and grateful respect for the presence of others in English. I hope you will enjoy this once in a lifetime experience in Osaka. ************************************************** Inclusions: ・30 min Tea Ceremony Workshop ・Take you to nice Cafe or 1 hour Tour around Osaka Station anywhere you want to do . ************************************************** Schedule: 1. Meet up in Osaka Station at 14:00-14:30 Take you to the Tea Ceremony place. 2. Tea Ceremony will start from 15:00. 3. End at 15:30 4. I will take you to a nice Osaka cafe or Umeda area anywhere you want to do (about 1 hour) . ************************************************** I can advise you about your further sightseeing. I will grant you an irreplaceable experience.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-enjoy-tea-ceremony-workshop-in-english-in-osaka/7577?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Tea Ceremony Workshop in English in Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 16:32:04"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4626,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474450517/jkpgdfjkmfbdrvt2rthp.jpg",
        "strIntroduction": "Required time: 10:00 a.m. - 12:00 p.m.（2 hours walking） We meet up at “Tenjinbashi-suji-rokuchome” station at 10:00 a.m. and start the beginning of the longest “Tenjinbashi-suji” shopping street”. We will explore this street eating up Japanese local foods. ■Tenjinbashi-suji shopping street There are variety of 600 stores in “Tenjinbashi-suji” shopping street. You can find from super market to electrical store, and unique Japanese shops like Pachinko (Japanese gambling machine) shop and 100yen shop. Going through this street, you would find Japanese local foods and drinks like “Takoyaki”, “Ichizenyaki”, croquette, green tea, and Skewered ball shaped rice cakes. It’s a chance to eat them. ■Tenma market (20〜30min) We have specialty stores such as meat shop, fish shop, vegetable shop, “Katsuobushi” dried bonito shop or Korean pickles shop in Tenma market and they sell their products with large package cheaper than the prevailing price. Chefs come to Supermarket “Pro mart” in Tenma to buy groceries to cook since they sell cheaper and they sell good ones. ■Osaka Tenmangu Shrine (20〜30min) “Osaka tenmangu” Shrine is famous as one of the three biggest festivals called “Tenjin-matsuri” festival. The origin of this shrine backs to Heian era, which means about 1050 years ago. You may know how to behave in the shrine when you purify, pray, or go through Torii gateway at the entrance to a Shinto shrine. Let’s try to learn exact way of them together. Break up there.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-explore-local-osaka-in-the-longest-shopping-street-in-japan/7549?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore local Osaka in the longest shopping street in Japan!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 16:38:13"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8982,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475116246/mp8spoxb30u0kdjijbba.jpg",
        "strIntroduction": "Visit Ibaraki prefecture to enjoy the autumn delicatessen such as kyoho grapes picking, pear picking and chestnuts! Explore Omitama and enjoy the beautiful view of 5 million cosmos flowers this fall! Stop by Nasuminato to shop fresh seafood products and visit Kanefuku Mentai Park to shop the seasoned cod roe “mentaiko”! This bus tour departs from several area in Tokyo and will take you to Kasumigaura in Ibaraki for kyoho grape picking, pear picking, and chestnut harvesting. At Kasumigaura, you can experience picking a piece of kyoho grapes directly from the tree and bring it home as souvenirs! You can also enjoy a 30 minutes all-you-can-eat pear picking and chestnuts harvesting and bring home 300 g chestnuts, which Ibaraki is famous for! This tour will also take you to Omitama, where you can see more than 5 million cosmos flowers! You will have a lunch box that includes Ibaraki’s specialty the chestnuts steamed rice! After that you will visit the Kanefuku Mentai Park, which is owned by Kanefuku, a famous producer of “Mentaiko” seasoned cod roe! You will also visit Nasuminato, where you can buy fresh seafood products! The itinerary for this bus tour is as follows: - Meet at Ueno at 6:50 or Tokyo/Shibuya at 7:20 or at Shinjuku at 7:30 (7:10 on October 9) - Visit Kasumigaura to pick 1 piece of kyoho grapes directly from the tree (20 minutes) - All-you-can-eat pear picking & chestnuts harvesting (30 minutes and take home 300 g of chestnuts) - Visit Omitama to see the cosmos flowers (40 minutes) - Visit and stroll around Mentai Park for shopping (30 minutes) - Visit Nasuminato for shopping (20 minutes) - Return to Ueno, Tokyo/Shibuya, or Shinjuku, tour ends in between 17:30-18:10 The schedule for this tour is as follows: Departing from Shinjuku on September 24, 28, October 4, 7, and 9 of 2016 Departing from Ueno on September 25, 30, October 1, and 5 of 2016 Departing from Tokyo on September 23, 27, and October 2 of 2016 Departing from Shibuya on September 29 of 2016 Enjoy the remaining of autumn by joining this wonderful tour program! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Ibaraki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ibaraki-fruit-picking-chestnuts-harvesting-and-flower-park-in-ibaraki/7596?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Fruit Picking, Chestnuts Harvesting & Flower Park in Ibaraki",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 16:41:50"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9981,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475116636/rne6r5cqjpizqzcylgtl.jpg",
        "strIntroduction": "Visit Kamikochi in Nagano and spend your day walking around that area, where you can enjoy the beautiful scenery of its nature! This bus tour will depart from Shinjuku early in the morning and will take you to Kamikochi area for a walking tour. Kamikochi is known as the diamond crown of the Japanese Alps, for its tremendous scenery. The scenic area of Kamikochi is a basin at 1500 m elevation, creating a magnificent background with a wonderful aquamarine Azusa River in the foreground. Kamikochi is a very popular spot for mountain trekking, which starting point is the famous bridge: Kappa-bashi. Kappa-bashi was built in 1891 on the River Azusa, which later became the iconic symbol of Kamikochi. Kappa-bashi is a wooden suspension bridge, located within 5-minute walk from Kamikochi’s coach terminal. In addition to Kappa-bashi, you can enjoy the scenic view of Taisho Pond that provides perfect reflections of the Hotaka Mountains, and walk around the Mt. Yake. This bus tour includes a lunch box, which you can enjoy while seeing the beautiful view of Kamikochi’s great nature! The itinerary for this tour is as follows: - Depart from Shinjuku at 6:50 - Walk around Kamikochi area (4 hours) - Return to Shinjuku and tour ends at 21:30 The tour departs on Sep 27, Oct 3, 12, & 14, and Nov 3 of 2016 Make a reservation for this tour and enjoy the beautiful scenic of Kamikochi area this Autumn! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-go-on-a-kamikochi-walking-tour-and-see-kappa-bashi-in-nagano/7590?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a Kamikochi Walking Tour & See Kappa-bashi in Nagano!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 16:47:15"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8982,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475117841/qjs2oqxz2zmcuh269ozb.jpg",
        "strIntroduction": "Visit Hitachi city in Ibaraki prefecture to see the beautiful autumn flowers this year, and enjoy a sushi lunch that includes fresh sea urchin and salmon roe sushi! Visit the beer brewery and have beer tasting before returning back to Tokyo! This bus tour will take you to Hitachi city in Ibaraki to visit Nakaminato, where you will have an early and fresh sushi lunch that includes juicy sea urchin and cold roe sushi! In addition, you can also shop around Nakaminato to buy some souvenirs to bring home as well! After that you will visit Hitachi Seaside Park to walk around and see the beautiful autumn flowers such as: Sulfur cosmos (late September until mid-October), cosmos (early October until late October), and kochia scoparia (early October until mid-October). You will also visit a beer brewery, where you can see the brewing process of the beer and enjoy beer tasting as well (participants under 20 years old will have soft drink instead). The itinerary for this bus tour is as follows: - Depart from Ueno at 7:30 or Shinjuku/Tokyo/Shibuya at 8:00 or Ikebukuro at 8:10. On October 8 & 10, the tour will depart 30 minutes earlier than the regular schedule - Visit Nakaminato for early lunch at 11:00 and shopping (80 minutes) - Walk around Hitachi Seaside Park - Beer brewery tour to see the brewing process and for beer tasting (70 minutes) - Return to Ueno or Shinjuku/Tokyo/Shibuya or Ikeburo, tour ends in between 18:00-18:40 This tour departs on the following dates: September 28, 29, & 30, October 4, 6, 8, 15, 16, 18, 19, & 23 Spend the rest of your autumn by joining this tour program, and book this program with no hassles with our reservation service! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Ibaraki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ibaraki-sushi-lunch-flower-parks-and-brewery-tour-in-ibaraki/7586?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Sushi Lunch, Flower Parks & Brewery Tour in Ibaraki!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 16:52:10"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11990,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475117220/ocsneq7vdoywpot1fwqq.jpg",
        "strIntroduction": "Visit Gunma prefecture for its delicious crabs in Numata and its soft, juicy, and shiny muscat grapes! In addition also enjoy the view of cosmos flowers at Hanadaka Tenbou Hanano Oka, which look extremely beautiful from mid-September to mid-October. This bus tour departs from Shinjuku station and will take you to Hanadaka Tenbou Hanano Oka, where you can see more than 400,000 beautiful cosmos flowers, which look very beautiful in between mid-September to mid-October. After visiting the flower park, you will visit Numata to have a 60 minutes all-you-can-eat crabs lunch, which includes: grilled crabs, boiled crabs, crab-mixed rice, crab hotpot, and crab tempura. In addition, you will experience picking one bunch of sweet, soft, and shiny muscat grapes directly from the tree, and bring it home as souvenirs. After that, you will vist Homare-kokuko sake brewery where you can shop for Gunma’s local Japanese sake, and you will stop by Numata again to shops some souvenirs before returning to Shinjuku. The itinerary for this bus tour is as follows: - 8:10 Meet at Shinjuku - Visit Hanadaka Tenbou Hanano Oka (30 minutes) - Visit Numata for an all-you-can-eat crabs lunch (60 minutes) - Pick your own muscat grapes (1 bunch) and shop around (40 minutes) - Visit Homare-kokuko Sake Brewery & shop (30 minutes) - Visit Numata for shopping 820 minutes) - Return to Shinjuku and tour ends in between 17:40 – 18:30 This tour departs from Shinjuku on September 18, 24, 25, and 30 of 2016. Make a reservation for this tour with no hassles by using our wonderful service! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Gunma",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gunma-visit-cosmos-flowers-park-and-enjoy-crab-lunch-in-gunma/7578?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Cosmos Flowers Park & Enjoy Crab Lunch in Gunma!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 16:55:41"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9981,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475117995/li4leuywjtzanwhrhead.jpg",
        "strIntroduction": "Visit Hyogo and try one of its best delicatessen, Kasumi crab this fall! Visit Amarube Railway Bridge to see the beautiful sea of Japan! Stroll around Kinosaki Onsen Town, an old town that has 1,300 years of history! In addition, visit Genbudo Cave, which is famous as one of Japan’s best spiritual spots! This bus tour departs from Kyoto station and will take you to Hyogo prefecture, where you can enjoy many delicious food and visit many historical places. You will visit Hamasaka, where you can enjoy eating Hyogo’s most famous crab, Kasumi crab. You will have the crab lunch course that include: whole Kasumi crab (100-150 g), boiled red snow crab (2 legs), flaked crab meat, Chinese style shark fin hot pot with starchy sauce, gratin in a crab shell, crab’s miso-like paste, crab porridge, etc. You can upgrade the amount of whole Kasumi crab to 400 g per portion by choosing the option menu when booking. After lunch, you will visit Michi No Eki “Amarube” to visit Amarube Railway Bridge’s “Sora No Eki” observation site, where you can enjoy the astonishing view of Sea of Japan. Later, you will visit Kinosaki Onsen Town, a representative hot spring district of Kansai that has more than 1,300 years of history and walk around there. Before returning to Kyoto, you will visit Genbudo Cave, which is a natural monument of Japan, formed by a magma eruption around 1,600,000 years ago. The itinerary for this bus tour is as follows: - Meet at Kyoto Station Hachijo Exit at 7:20 - Visit Hamasaka for Kasumi crab lunch (60 minutes) - Michi no Eki “Amarube” and visit Amarube Railway Bridge for its “Sora no Eki” observation site (40 minutes) - Walk around Kinosaki Onsen Town - Visit Genbudo Cave (40 minutes) - Visit Wadayama - Return to Kyoto - Tour ends in between 19:30-20:30 This tour departs from Kyoto on September 16, 25, &30, and October 6 & 15 of 2016. Fill your tummy with Hyogo’s specialty Kasumi crab and enjoy strolling around Hyogo prefecture for its historical places with no hassles by making a reservation with Voyagin’s services! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Hyogo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hyogo-visit-hyogo-to-enjoy-kasumi-crab-lunch-this-fall/7573?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Hyogo To Enjoy Kasumi Crab Lunch This Fall!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 17:01:56"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8982,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475117935/cfyspups7q6dnivt4wm0.jpg",
        "strIntroduction": "Visit Mie prefecture for its unique culture and delicious food to fulfill your autumn appetite! Explore the Shigaraki-yaki Togei Village for its beautiful ceramic ware, and have an all-you-can-eat Matsuzaka beef and grilled matsutake mushrooms for lunch! Also visit Ise Shrine, one of the most famous shrines in Mie before returning to Umeda or Namba! This bus tour departs from Umeda or Namba, and will take you to Mie prefecture to visit Shigaraki-yaki Togei village, where you can shop Mie’s beautiful Shigaraki ceramic ware before you head to the restaurant to have your lunch. You will visit either Meihan Seki or Ueno for lunch, where you can have an all-you-can-eat Matsuzaka beef, grilled matsutake mushrooms, and steamed rice with matsutake mushroom! In addition, you can also enjoy these a la carte menu as well: steamed dish (vegetable, matsutake), matsutake in a fish cake, simmered matsutake with seatweed, and matsutake soup. Matsuzaka beef is famous for its juicy taste, and it is one of the most popular wagyu brand in Japan. Matsutake is fall's best delicatessens, which has very tempting good smell! After lunch, you will visit Mie’s famous Ise Shrine and explore its Naiku (inner area of the shrine) as well. You will also stroll around the Okage Yokocho to buy souvenirs before returning to Umeda or Namba The itinerary for this tour is as follows: - Depart from Umeda at 8:00 or Namba at 8:10 - Visit Shigaraki-yaki Togei village for shopping Shigaraki ceramic ware (20 minutes) - Have lunch at Meihan Seki or Ueno (50 minutes) - Visit Ise Shrine, its Naiku (inner area of the shrine), and stroll around Okage Yokocho (60 minutes) - Return to Umeda or Namba - Tour ends in between 18:30-19:30 This bus tour departs from Umeda on September 20 & 28, and on October 3, 6, 8, and 11 of 2016 and from Namba on September 27, and October 4, 9, & 12 of 2016. Enjoy the autumn delicatessens and visit one of Mie’s most famous shrines, Ise Shrine by making a reservation for this tour with our service! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Mie",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-mie-enjoy-matsuzaka-beef-lunch-and-visit-ise-shrine-in-mie/7572?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Matsuzaka Beef Lunch & Visit Ise Shrine in Mie!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 17:08:05"
    }
]