[
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7993,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475052936/hck4y4ddewz23vmqqphx.jpg",
        "strIntroduction": "Visit Hitachi Seaside Park in Ibaraki to see many beautiful seasonal flowers and visit Yasuda Kajuen Fruits Farm to enjoy an all-you-can-eat grape picking this fall! Also visit Ami Premium Outlets, where you can buy many exclusive branded stuff with lower price! This tour departs from Shinjuku Washington Hotel and will take you to Hitachi Seaside Park in Ibaraki, where you can see various beautiful seasonal flowers such as: Yellow Cosmos (late September to mid-October), Cosmos (from early to late October), and Kochia (from early to mid-October). You will also visit Hitachinaka for a buffet lunch that includes all-you-can-eat yakiniku, sushi, and desserts. You will visit Yasuda Kajuen Fruits Farm for an all-you-can-eat grapes or pears picking, and after that you will visit the Ami Premium Outlets. Ami Premium Outlets is a shopping area that consists more than 150 exclusive brand stores, where you can get many branded stuff for lower price. In addition to all of these, make sure that you join the lottery event that is held while traveling on the bus to win some prizes. The itinerary for this tour is as follows: - Depart from Hotel Gracery Shinjuku - 7:50 Meet at Shinjuku Washington Hotel - Visit Hitachi Seaside Park to view the seasonal flowers (90 minutes) - Visit Hitachinaka for lunch (60 minutes) - Visit Yasuda Kajuen Fruits Farm for an all-you-can-eat grapes / pears picking (30 minutes) - Visit Ami Premium Outlets for shopping (60-90 minutes) - Return to Shinjuku - 18:00 – 18:20 Tour ends This tour departs on September 26, 27, 28, &29, and on October 3,4,5,6,8,10,11,12, &13 of 2016. Enjoy seeing the beautiful autumn flowers and a shopping spree at Ami Premium Outlet this fall by making a reservation for this program with our service! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Ibaraki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ibaraki-visit-flower-park-fruit-farm-and-premium-outlets-in-ibaraki/7568?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Flower Park, Fruit Farm, & Premium Outlets in Ibaraki!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 17:12:27"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9981,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475052448/v8jcpty8nyvbvkuldgp9.jpg",
        "strIntroduction": "Visit Fuji-Q highland and have a ride on Fuji Airways, a wind and water splashes attraction near Mt. Fuji! Also enjoy visiting and exploring the ninja village in Yamanashi to experience the ninja life! Visit the Fuji Flower Village to see the beautiful autumn flowers before returning to Tokyo! This bus tour departs from Shinjuku and will take you to the Mt. Fuji area in Yamanashi prefecture. You will visit Fuji-Q Highland to have a ride on Fuji Airways, the wind and water splashes attraction, where you can have a realistic flight experience (children who is younger than 4 years old, or whose height is below 110 cm cannot have a ride on Fuji Airways, and in this case there will be no refund). You will also visit the Oshino Shinobi no Sato, where you can explore the “Ninja Karakuri Yashiki” (Ninja Trick House) to experience the life of ninja. You will have a Japanese set meal with local dishes for lunch here from a mini buffet. After that you will visit Fuji Flower Village, which is a brand new sightseeing spot opened this year. You can enjoy seeing the great view of the autumn flowers, before stopping by the Mt. Fuji 2nd station. Before returning to Shinjuku, you will stop by Mt. Fuji 2nd station to have some rest and to enjoy the scenery of the great nature of Mt. Fuji as well. The itinerary for this tour is as follows: - Depart from Hotel Gracery Shinjuku - 8:20 Meet at Shinjuku Washington Hotel - Visit Fuji-Q Highland and have a ride on Fuji Airways (50 minutes) - Visit Oshino Shinobi no Sato and have lunch there (100 minutes) - Visit Fuji Flower Village (50 minutes) - Visit Mt. Fuji 2nd Station and have a rest (25 minutes) - Return to Shinjuku - 18:00-18:30 Tour ends This tour departs on September 16, 18, 23, 25, & 30, October 2, 7, & 9 of 2016. Enjoy the beautiful view of autumn flowers by making reservation for this tour with our service! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-visit-fujiq-highland-and-ninja-village-in-yamanashi/7567?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Fuji-Q Highland & Ninja Village in Yamanashi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 17:17:16"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9891,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473803104/ezme0mopwj7rgn8cj0eb.jpg",
        "strIntroduction": "Visit Lake Kawaguchi, where you can see the great panorama of Mt. Fuji and the beautiful burning bush with this tour. This tour departs from Hotel Gracery Shinjuku and Shinjuku Washington Hotel, and will take you to Lake Kawaguchi to see the Mt. Fuji and the burning bush in the morning. After that, you will visit the Oshino Shinobi no Sato, where you can visit the \"Ninja Karakuri Yashiki\" (ninja trick house) for free. You will also have a Japanese set meal with local delicacies for your lunch here. You will also visit Katsunuma for a 30 minutes all-you-can-eat grape picking, and you will also visit Chateau Katsunuma for wine tasting & shopping! You can also join the free lucky draw program to win some prizes while traveling on the bus! The itinerary for this tour is as follows: - Depart from Hotel Gracery Shinjuku - 8:20 Depart from Shinjuku Washington Hotel to Lake Kawaguchi (90 minutes bus ride) - View Mt. Fuji & the autumn bush at Lake Kawaguchi (30-40 minutes) - Visit and have lunch at Oshino Shinobi no Sato (100 minutes) - Visit Katsunuma for grape picking (30 minutes) - Visit Chateau Katsunuma for wine tasting and shopping (30 minutes) - Return to Shinjuku - 17:00-17:30 tour ends This tour departs on Oct. 11, 12, 14, 15, 18, 19, 21, 22, 25, 26, 28, & 29 of 2016. Make sure that you book this tour with our reservation program before it is sold out! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-mountain-fuji-ninja-village-and-grape-picking-tour-in-yamanashi/7565?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Mt. Fuji, Ninja Village, & Grape Picking Tour in Yamanashi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 17:23:27"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10891,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473800623/xydzymfnyo07jxv72uw8.jpg",
        "strIntroduction": "Visit Shizuoka & Yamanashi and enjoy the excellent panorama of Mt. Fuji with this tour program! This tour departs from Shinjuku, Ueno, or Tokyo and will take you to Shizuoka to visit \"Mishima Skywalk\", which is the longest suspension bridge for pedestrian in Japan. The length of the bridge is around 400 m, and you can see the tremendous view of Mt. Fuji from this incredible bridge! Enjoy a delicious and luxurious steak rice bowl with foie gras lunch and salad bar at En France! You will also visit Sengokuhara in Hakone, where you can see the stunning view of the susuki (Japanese silver grass), and then you will take the bus to Katsunuma in Yamanashi, where you can enjoy an all-you-can-eat grape picking! The itinerary of this tour is as follows: - Meet at Tokyo (7:50), or Shinjuku / Ueno (8:00) - Take the bus to Mishima Skywalk - Explore Mishima Skywalk (60 minutes) - Enjoy the steak rice bowl with foie gras and salad bar at En France (45 minutes) - Take the bus to Sengokuhara to see Susuki (40 minutes) - Take the bus to Katsunuma - Enjoy all-you-can-eat grape picking (30 minutes) - Return to Tokyo, Shinjuku, or Ueno by bus - Tour ends at 18:10 - 18:30 This tour departs on: - September 15, 16, 22, 25, 28, & 29 of 2016 - October 1, 4, 8, 9, 10, 12, 15, 20, & 25 of 2016 - November 1, 2, & 4 of 2016 This tour is very famous, so we suggest you to book this tour in advance with our service! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-see-mountain-fuji-from-mishima-skywalk-and-enjoy-grape-picking/7564?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See Mt. Fuji From Mishima Skywalk & Enjoy Grape Picking!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 17:29:17"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9791,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473756834/gfxpw1cqdi5gpi587ams.jpg",
        "strIntroduction": "This bus tour will take you to Yamanashi prefecture to visit Lake Kawaguchi and “Saiko Iyashi No Sato Nenba” to enjoy the stunning panorama of Mt. Fuji. You will also enjoy a ropeway trip “Tenjosan Park Kachikachi Yama Ropeway” where you can enjoy looking at Mt. Fuji from the top of the mountain. This bus tour departs from Shinjuku, and will take you to Lake Kawaguchi, where you can see the beautiful view of the autumn leaves and enjoy having a special local Hoto hot pot for lunch. After that, you will visit Tenjosan Park to have a ride on its ropeway to enjoy the view of Mt. Fuji from the top (1,075 m altitude). You will also visit “Saiko Iyashi No Sato Nenba”, which was a thatched-roof farmhouse village in Nenba district near Lake Saiko, but was destroyed by a typhoon 50 years ago, and now the site has 20 thatched-roof farmhouses at its original location. You can also participate in the free “lucky draw” The itinerary for this tour is as follows: - Depart from Hotel Gracery Shinjuku - 7:50 Depart from Shinjuku Washington Hotel - Arrive at Lake Kawaguchi and enjoy the great view of Mt. Fuji & the autumn leaves (75 minutes) - Enjoy Hoto hot pot for lunch (50 minutes) - Take the Kachikachi-Yama Ropeway from Tenjosan Park (70-90 minutes) - Visit Saiko Iyashi No Sato Nenba and walk around (50 minutes) - 17:00-17:30 Arrive at Shinjuku, tour ends This tour departs on November 2, 5, 8, 9, 14, 17, 19, and 21 of 2016. Visit Mt. Fuji and enjoy the view of the autumn leaves by making reservation for this program with our service! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-enjoy-the-view-of-mountain-fuji-from-three-spots-in-yamanashi/7561?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy The View of Mt. Fuji From 3 Spots in Yamanashi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 17:33:00"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9981,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475052710/a3b3vyqggnu8o6xo81d7.jpg",
        "strIntroduction": "Join this tour program to enjoy a wonderful experience of fruit picking in Yamanashi this fall! Yamanashi is famous for its fruit products, such as the kyoho grape (Japanese grape), apple, and persimmon. You will depart from Shinjuku or Ueno by bus to Isawa, where you can enjoy shopping at a jewelry shop. After that, you will visit the herb garden to see the beautiful view of the cosmos flowers and fill up a bag by harvesting chestnuts. Later on, you will visit Chateau Katsunuma and walk to Torii villa to have a lunch course and shopping with friends. You will also visit Koshu and experience harvesting a pumpkin there and visit Ichikoen to enjoy an all-you-can-eat fruit picking. At Ichikoen, you can compare the taste of two different grapes, enjoy all-you-can-eat grape, melon, apple, pear, orange, and persimmon. The itinerary of the tour is as follows: - 7:50 Meet at Shinjuku or Ueno - Depart to Isawa by bus - Enjoy shopping at a jewellery shop (40 minutes) - Visit the herb garden by bus (40 minutes) - Visit Chateau Katsunuma by bus - Walk to Torii Villa - Have lunch & enjoy shopping (80 minutes) - Visit Koshu by bus and experience harvesting a pumpkin (25 minutes) - Visit Ichikoen by bus and enjoy fruit picking (40 minutes) - Return to Shinjuku or Ueno by bus - 16:10 - 17:10 Tour ends This tour departs from Shinjuku on September 20, 22, and 27 of 2016, and from Ueno on September 19, 23, and 28 of 2016. This tour is very famous among the locals and the foreigners, so use our reservation service to book with no hassles! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-all-you-can-eat-grape-and-fruit-picking-in-yamanashi/7559?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "All-you-can-eat Grape & Fruit Picking in Yamanashi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 17:36:24"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10970,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473679887/jqmiwomtagyozdc7hgwb.jpg",
        "strIntroduction": "Join this tour and enjoy walking on the foot of Mt. Fuji, and visit the beautiful Deguchi Pond, amazing Yamanakako Hana No Miyako Park, stroll around Lake Yamanaka, and visit Suwa Shrine to learn about the local culture of Yamanashi! This tour departs from Shinjuku by bus to Oshino Hakkai, which is the point where you will start walking. You will walk from Oshino Hakkai to Deguchi Pond, where you can see the beautiful traditional Japanese pond. After that, you will walk to Yamanakako Hana No Miyako Park, where you can see beautiful flowers and enjoy the warm atmosphere of the autumn leaves. In addition to the flowers, you can also enjoy the view of Mt. Fuji as well. After that, you will walk around Lake Yamanaka and have lunch there, and visit the Suwa Shrine, which is famous for giving good luck in match-making, fertility, safe pregnancy & delivery, and raising children. This shrine is also called as “Yamanaka Suwa Shrine”. After visiting the shrine, you will walk back to Lake Yamanaka and take a bus ride to Lake Kawaguchi or Lake Yamanaka or Subashiri Hot Spring to rejuvenate yourself with a warming onsen bath before returning back to Shinjuku. Please remind that you cannot enter the hot spring if you have tattoos. The itinerary for this tour is as follows: - 7:20 Meet at Shinjuku - Depart to Oshino Hakkai by bus - Walk to Deguchi Pond - Walk to Yamanakako Hana No Miyako Park & stroll around - Walk around Lake Yamanaka and have lunch there (40-50 minutes) - Walk to Suwa Shrine - Walk to Lake Yamanaka - Take a bus ride to Lake Kawaguchi, Lake Yamanaka, or Subashiri Hot Spring (60 minutes onsen bath) - Return to Shinjuku by bus - 18:30 Tour ends This tour departs on October 6, 19, 30 of 2016. Make a reservation with our service to book this program with no hassles, and enjoy walking around Mt. Fuji area with your family and friends! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-enjoy-a-walking-tour-on-the-foot-of-mountain-fuji-in-yamanashi/7557?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Walking Tour on The Foot of Mt. Fuji in Yamanashi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 17:39:44"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10891,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475051719/qeycltmoquswytwrjehj.jpg",
        "strIntroduction": "Visit Shizuoka prefecture and enjoy the all-you-can-eat grilled seafood and sushi lunch with this bus tour program! This tour is departing by bus from Shinjuku, Shibuya, Ikebukuro, and Ueno in the morning, and will take you to Shizuoka’s famous sightseeing spots and local shops! You will visit Ajikobo at first, one of Shizuoka’s famous shops for seafood products. This tour program includes free souvenirs of dried fish consisting: 1 Kinmedai (red bream) and 2 Aji (horse mackerel), and you can still buy more dried seafood products at the shop if you want to. If you cannot bring back the dried fish to your country, please let us know in advance so we can substitute it with sweets or other souvenirs. After visiting the Ajikobo, you will visit the Chidorikaikan, a restaurant where you can enjoy an all-you-can-eat grilled seafood and sushi for your lunch. After lunch, you will visit Osezaki, where you will stroll around the Suruga Bay for a short period of time where you can take pictures of the wonderful scenery of Mt. Fuji. Enjoy an all-you-can-eat Mikan (Japanese tangerine) picking at Kisho Kanko Noen for 30 minutes. After that, you will visit Numazu Gourmet Kaido-no-eki, where you can shop for souvenirs before returning to Tokyo. The itinerary for this tour is as follows: - Meet at 7:20 if you are departing from Ueno - Meet at 7:50 if you are departing from Shinjuku/Shibuya/Ikebukuro - Take the bus to Shizuoka - Arrive at Ajikobo - Shopping at Ajikobo (20 minutes) - Visit Chidorikaikan for an all-you-can-eat grilled seafood and sushi lunch (60 minutes) - Visit Osezaki for sightseeing and taking pictures (20 minutes) - Visit Kisho Kanko Noen for an all-you-can-eat mikan (Japanese tangerine) picking (30 minutes) - Visit Numazu gourmet Kaido-no-Eki for shopping (30 minutes) - Depart to Tokyo - 17:00-18:10 Arrive at Ueno/Shinjuku/Shibuya/Ikebukuro, tour ends This tour departs on October 2, 4, 6, 8-10, 11, 12, 21, 22, 24, 25, 28, 29, and 31 of 2016. Make a reservation for this tour with our service and have a blast this fall by enjoying the excellent panorama of Mt. Fuji and fill your tummy with Shizuoka’s local food! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-enjoy-grilled-seafood-buffet-and-fruit-picking-at-shizuoka/7555?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Grilled Seafood Buffet & Fruit Picking at Shizuoka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 17:43:47"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9891,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475051599/atzoqji92xygbc5ggsqe.jpg",
        "strIntroduction": "Make a reservation for this tour and visit the Safari Park of Mt. Fuji with your friends or family! This bus tour is departing from Shinjuku and will take you to Mt. Fuji area to enjoy a safari adventure, an exhibition, and an all-you-can-eat grape picking at Katsunuma! Stay at Fuji Safari Park for three hours and enjoy a fun time with your family and meet up with many animals from around the world! At the Safari Park, you can see the animal right up close from the bus, and you can enjoy playing with small animals at the “Animal Village” and “Fureai Ranch”. You will have your lunch at the Safari Park, so please prepare your lunch in advance, or buy your lunch at the service area since the restaurant at the Safari Park will be very crowded during lunch time. After spending some of your time at the Safari Park, you will visit the Kunimasu Exhibition Hall, and after that, you will visit Katsunuma in Yamanashi prefecture for an all-you-can-eat grape picking! The itinerary for this tour is as follows: - 7:40 Meet at Shinjuku - Take the bus to Fuji Safari Park - Visit Fuji Safari Park & have lunch by yourself (180 minutes) - Visit Kunimasu Exhibition Hall (40 minutes) - Visit Katsunuma for all-you-can-eat grape picking (30 minute) - Take the bus to Shinjuku - 18:10-18:50 Arrive at Shinjuku, tour ends The tour departs on September 17 & 24 of 2016, and on October 1 & 9 of 2016. Enjoy spending unforgettable moment with your family and friends at Fuji Safari Park, and enjoy eating grape in Yamanashi this fall! Use our reservation service to book this program with no hassles! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-visit-fuji-safari-park-and-enjoy-grape-picking-at-yamanashi/7554?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Fuji Safari Park & Enjoy Grape Picking at Yamanashi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 17:49:30"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8982,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475050871/lcoff2jl6h1atq2whwfc.jpg",
        "strIntroduction": "This bus tour will take you to Lake Kawaguchi in Yamanashi prefecture to enjoy an all-you-can-eat grape picking and delicious lunch! After filling your tummy, enjoy seeing the tremendous view of Mt. Fuji while dipping in Hottarakashi Onsen, one of the most beautiful natural hot springs in Japan! There are two hot springs at Hottarakashi Onsen, \"Atchi No Yu\" and \"Kotchi No Yu\". You can enjoy watching the beautiful scenery from the bathtub, as this hot spring is located on the top of Kofu basin and on the opposite side of Mt. Fuji. You can only visit one of the hot springs, so please decide which hot springs do you want to get it in advance. The itinerary for this tour is as follows: - 7:50 Shinjuku - Take the bus to Lake Kawaguchi - Stroll around Lake Kawaguchi (30 minutes) - Take the bus to Misaka Farm - All-you-can-eat grape picking (30 minutes) - Have lunch (50 minutes) - Take the bus to Monde Winery for shopping (30 minutes) - Take the bus to Hottarakashi Onsen - Take a bath (60 - 90 minutes) - Take the bus to Shinjuku - 17:30 - 18:10 Tour ends This tour departs on September 16, 22, and 27 of 2016. This tour program is very famous among the locals & the foreigners, so make sure to book it as soon as possible with our reservation service! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-grape-picking-mountain-fuji-and-hot-spring-at-lake-kawaguchi/7543?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Grape Picking, Mt. Fuji, & Hot Spring at Lake Kawaguchi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 17:55:09"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9066,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473311674/ndtunuqc3z2sxlnuqlzp.jpg",
        "strIntroduction": "Niseko is the most scenic town in Hokkaido. There are some opportunities for taking amazing photos of the countryside landscape. In this private DOWNHILL cycling tour you will visit some of the best spots and take amazing photos. Even if you have been there before, you will experience something different when riding a bike. Our private dowhnill cycling tours are a hybrid of the self-guided, and are also considered “semi-guided.” These tours are the same as self-guided with one primary exception: the addition of a support van rather than a ride-along guide. Here is the tour we have for our beginner or intermediate cyclists: -Private Downhill Cycling Tour in Niseko- Details: The easiest way to discover Niseko. Level: Relaxed and Moderate Total distance: about 14 km Duration: about 3 hours *Minimum amount is 2 people, Maximum 5 people. *The price includes; Rental bike, English speaking support, helmet, a bottle of mineral water. *This tour is available every day between Jun 5 and Oct 25th. You can decide the starting time between 9 am and until 3 pm. Note that the price includes about 3-hour tour. If you want to extend the tour, you need to pay additionally.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-niseko-downhill-cycling-tour-in-hokkaido/7529?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Niseko Downhill Cycling Tour in Hokkaido",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 18:00:51"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8982,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475117636/azm9cdxnambpkotggjhj.jpg",
        "strIntroduction": "Visit Kyoto this Autumn to enjoy its wonderful fall foliage, which is more beautiful than the cherry blossoms in Spring! The fall foliage last for two months, and the leaves start changing in Kyoto sometimes in October. The peak of the fall foliage is in mid-November, and you can still see colors on the trees until mid-December. This tour departs from Umeda and Namba, and will take you to 6 different tourists spots by bus, which are perfect for fall foliage. The spots you will be visiting are as follows: - Arashiyama Arashiyama is the second most important sightseeing area in Kyoto, where many temples and shrines are located in this area. It is famous for the Arashiyama Bamboo Grove. - Tenryuji Temple This temple is the headline attraction of Arashiyama, and it accommodates an incredible Zen temple, which garden is one of the finest gardens in Kyoto that has a wonderful mountain views. During the fall foliage, the mountains and the trees will turn red. - Komyoji Temple This temple is a superb temple, that is rarely visited by the tourist. It has a beautiful Japanese garden that will turn red in Fall. - Tofukuji Temple This temple that is carpeted with maple trees, and spanned by three different bridges, will turn red in November, and the view from the Hojo Garden is wonderful during Autumn. - Nanzenji Temple The maple trees near the San-mon gate will look very beautiful on top of the moss during Autumn. - Tetsugaku No Michi (The Path of Philosophy) This path is one of the most attractive sightseeing spots in Kyoto. During the Spring, this path is full with the blooming cherry blossom trees, and during the Autumn, this path is full with the red maple trees. The schedule of the tour will be as follows: - Umeda 7:30 - Namba 7:45 - Arashiyama - Walk around Tenryuji Temple (90 min, including Arashiyama) - Stroll around Komyoji Temple (40 min) - Stroll around Tofukuji Temple (60 min) - Stroll & walk around Nanzenji Temple & Tetsugaku No Michi (90 min) - Umeda or Namba (18:30 - 19:30) Lunch box is included in this tour. Reservation is difficult to make, so don't forget to book this tour in advance! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-visit-kyoto-this-autumn-to-enjoy-the-fall-foliage/7509?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Kyoto This Autumn To Enjoy The Fall Foliage!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 18:06:26"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5088,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472641112/gg9ipdubkhvxckledimx.jpg",
        "strIntroduction": "----- Overview ------- Duration: Approx. 60 mins Req. per Booking: 1-4 guest Req. to Run Class: 1 guest Minimum age is 9 years Minimum height is 130 cm (4.2 ft) --- Class Schedule ---- *10:30 Class starts* The cooking instructor will be waiting for you at the cooking studio. Let’s get started the fun! *Enjoy your meal!* After the class ends, you can enjoy your creation at the cooking studio, or by taking away with the Japanese-style lunch box.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-quick-n-easy-60-min-inari-zushi-cooking-class-in-tokyo/7148?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Quick-n-Easy! 60 min Inari-Zushi Cooking Class in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 18:10:56"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11564,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471415693/vbvz0qmldqunr6bfbnbe.jpg",
        "strIntroduction": "Visit the famous spots for viewing flowers and enjoying delicious food in the outskirts of Tokyo that can be tricky to visit alone. After meeting at the Keio Plaza Hotel in Shinjyuku, the bus will head towards Hitachinaka, Ibaraki prefecture and make its first stop at Nakaminato for a delicious sushi lunch. Then the adventure will start at Hitachi Seaside Park where the bright red kokias and cosmos flowers are in bloom with a seasonally limited viewing! You will enjoy a superb view with flowers across 3.5 ha of vast land. Then you will visit the Plum Liquor Brewery. Plum liquor (\"umeshu\" in Japanese) is one of Ibaraki prefecture's specialty products which is widely consumed across the country. The brewery you will visit has been producing plum liquor since the Edo Era. Learn about the history of plum liquor and how it's made, and see the equipment used. You can also try some plum liquor. After plums are pears! Visit a fruit-picking orchard to experience picking pears and eat as much as you like! Chestnuts are specially offered during fruit-picking. After the all-you-can-eat, the bus will head back to Tokyo to drop you off near Shinjuku Station West Exit. this tour is provided by HIS",
        "strLocation": "Ibaraki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ibaraki-enjoy-autumn-activities-at-1-day-hitachinaka-tour-ibaraki/7421?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Autumn Activities at 1-day Hitachinaka Tour, Ibaraki!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 18:15:57"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4626,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472545288/suytje45dqzt0r8hfdvl.jpg",
        "strIntroduction": "Take a cruise along five rivers in Tokyo! The cruise includes the Nihonbashi River, Kamejima River, Sumida River, Onagi River, and Ohyoko River. Guests can go on the exciting Koumon (Lock) ship elevator, and see an amazing view of Tokyo Skytree. Cruisers get a totally unique experience that you can't get on land. Nihonbashi is linked by the Nihonbashi River to some of Tokyo's major waterways, including the Sumida River, each with its own character and each offering a variety of excursions. They offer a view not only of the city's many famous bridges but of the dramatically changing face of the city. The river cruise is popular, and in some seasons sell out almost immediately. We offer a special plan for you. The following are three timetables (Select one): <9:40 Course> 09:40 Meeting up/Reception in front of Nihonbashi Uogashi Kinen Hi (Nihonbashi Uogashi Monument) 09:50 Boarding at Nihonbashi Pier 5 River Cruise 11:20 Disperse at Nihonbashi Pier <11:30 Course> 11:30 Meeting up/Reception in front of Nihonbashi Uogashi Kinen Hi (Nihonbashi Uogashi Monument) 11:40 Boarding at Nihonbashi Pier 5 River Cruise 13:10 Disperse at Nihonbashi Pier Check the Tour Conditions link below. voyag.in/2c7AgMg",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-private-cruise-over-five-rivers-in-tokyo/7330?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Private Cruise over Five Rivers in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 18:21:52"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4626,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472546099/ykodrpn1t9qixcl19kn6.jpg",
        "strIntroduction": "The Nihonbashi-Kanda River Cruise provides a glimpse of the contrast between premodern Edo and present-day Tokyo. The Nihonbashi Pier was completed in 2011, featuring ornamental caps replicating the original wooden bridge. Depart from this pier for a fun cruise and a history lesson on the Edo Period in Tokyo. Guests can get a unique view of the largest bridge on the Nihonbashi River, the Edobashi Bridge and pass underneath it. Depending on the tide you can almost touch the underside of the bridge! This area also connects some of Tokyo's major waterways, each with its own character and a variety of excursions. They offer a view not only of the city's famous bridges but the dramatically changing face of the city. The cruise is extremely popular and tickets sell out almost immediately. We offer a special plan for you. The following plan has two two different schedules (Select one): <9:40 Course> 09:40 Meeting up/Reception in front of Nihonbashi Yuraiki no Hi (Nihonbashi History Monument) 09:50 Boarding at Nihonbashi Pier Nihonbashi River & Kanda River Cruise 11:20 Disperse at Nihonbashi Pier <11:30 Course> 11:30 Meeting up/Reception in front of Nihonbashi Yuraiki no Hi (Nihonbashi History Monument) 11:40 Boarding at Nihonbashi Pier Nihonbashi River & Kanda River Cruise 13:10 Disperse at Nihonbashi Pier Check the Tour Conditions link below. voyag.in/2c7AgMg",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-nihonbashi-river-and-kanda-river-cruise-in-tokyo/7327?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Nihonbashi River and Kanda River Cruise in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 18:27:08"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2498,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467548574/pj3azwvocoxjvjrdrelw.jpg",
        "strIntroduction": "There's no better way to start the day than experiencing the wonderful feeling of gently ascending into a clear morning sky, and gazing at the picturesque scenery extending before your eyes from above - you'll literally feel on top of the world! Take lots of photos while feeling the gentle morning breeze caressing your cheeks and the warmth of the morning sun. Before you know it, you'll be on your way back down to the fields of Niseko and reliving that floating feeling. This is an accessible and fun way to experience the joys of hot air balloon riding, suitable for the whole family!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-sunrise-hot-air-balloon-flight-at-niseko-safe-and-fun-ride/7003?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Sunrise Hot-Air Balloon Flight At Niseko! Safe & Fun Ride!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 18:32:03"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1850,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469854683/kljqzexjzrrmdd3rk4il.jpg",
        "strIntroduction": "This is a facility in Shinjuku, Tokyo, which lets you experience the mystic and exciting world of ninja! FAQ: Q1. What kind of facility is this? This is an interactive entertainment facility featuring ninja. Q2. Can you show me how to get there? It is a three-minute walk from the eye-catching Godzilla building in Kabukicho, Shinjuku, Tokyo. Q3. How many people can enjoy it at the same time? It is a hiding place of ninja, so we cannot let in a large number of people at the same time. The maximum capacity is 4 people per tour group. Q4. How long will a tour take? Approx. 15 minutes. Q5. Can you speak English/Chinese? We are sorry. Our staff can speak Japanese only, but descriptions in panels are also written in English, Chinese and Korean.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-practice-ninja-skills-at-a-ninja-trick-house-in-tokyo/7224?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Practice ninja skills at a Ninja Trick House in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 18:37:43"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 42093,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469438951/shro3d2g9c4flutfgbh3.jpg",
        "strIntroduction": "The rice paddy art in Inakadate has become famous worldwide. The theme for this year's art is \"\"Godzilla Resurgence\"\" and \"\"Sanadamaru,\"\" the NHK historical drama. The art that uses land as a canvas constantly changes and is a must see while it lasts! There is also a tour of the workshop run by the sword smith, Mitsugu Nakahata who has crafted Japanese swords for many years in Inakadate. While listening to explanations from the sword smith, you can take a sword in hand for a close look. A lunch featuring local foods will be prepared. Enjoy a leisurely lunch at a farmhouse restaurant that doesn't' have a menu--it serves whatever has been freshly picked that day. The tour ends at an early hour so that afterwards you can readily travel to Oirase Keiryu (mountain stream). Spend a languid time eating meals made from whole Aomori apples and bathing in a bath overlooking the grand nature of Oirase. Schedule: Day 1 8:30 Gather at Joto Exit, Hirosaki Station; meet up with the guide and travel to Inakadate in a vehicle (van or regular taxi) 9:00 Arrive at No.2 rice paddy art site (there is a wait time when crowded) 9:40 Arrive at No.1 rice paddy art site (there is a wait time when crowded) 10:15 Tour Katana no Iori (Japanese sword workshop) and actually handle a Japanese sword 11:40 Lunch of local dishes at a farmhouse restaurant; Japanese meals are prepared from vegetables freshly picked that day from the restaurant's backyard garden 12:50 Tour Niji no Mart (popular local market) and shop *Go to roadside station on Sundays. 13:15 Arrive at main entrance to Hirosaki Station; end tour 13:26 Depart from main entrance to Hirosaki Station; take a bus to Aomori Airport (out-of-pocket cost of 1000 yen per person) 14:20 Arrive at Aomori Airport 15:00 Depart on free shuttle bus to Oirase Keiryu 16:30 Arrive at Oirase Keiryu Hotel 18:00 Dinner at Aomori Ringo Kitchen 21:00 Attend a lecture on nature in the vicinity by Mori no Gakko, which teaches the value of Oirase Keiryu Day 2 7:00 Breakfast buffet 8:00 Take a free shuttle bus; walk along the mountain stream 10:00 Depart from Oirase Keiryu Hotel; ride the shuttle bus",
        "strLocation": "Aomori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aomori-2-day-tour-in-aomori-rice-paddy-art-and-japanese-swords/7209?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2-Day Tour in Aomori: Rice Paddy Art and Japanese Swords",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 18:41:31"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1850,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468827422/cdnnvx5jb6kosihgkfbq.jpg",
        "strIntroduction": "The tasting workshop is held on night time (after 22:00) as well as day time in Japonica Lodge located in front of Asakusa Station. So, you can join casually our workshop (40 min program) anytime you want. Outline of Workshop １: Select preferred 3 tea from 6 tea (Gyokuro, Kabuse, Sencha, Wakocha, Genmaicha, Houjicya) ２: Learn making tea while feeling the change of taste with temperature of hot water ３: Enjoy the different taste of each tea with Japanese confection Also the program participants are provided 15% off coupon for tea leaves, traditional teawear, so you will enjoy Japanese Green Tea in your home. All of our tea leaves from Wazuka. Wazuka is a town in Uji, Kyoto. This very small town produces up to half of the tea produced in Kyoto. It make a great amount of the renown, high-quality Uji-cha. Japonica Lodge has partnership with a cafe owned by the town, and specifically provides Wazuka-cha (tea made in Wazuka). We offer by far the most types of Wazuka-cha in the Kanto area so please stop by to enjoy the scent and flavor of some of the best teas in Japan. Japanese green tea is proven to be very healthy and beneficial for the body, brain, and soul. Try it, not only as a delicious drink, but also as part of your healthy diet!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-participate-in-a-japanese-green-tea-tasting-workshop-tokyo/7136?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Participate in a Japanese Green Tea Tasting Workshop, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 18:44:59"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13877,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468912691/wqwcawkp6d7cco9y4ha6.jpg",
        "strIntroduction": "Learn to make sushi from a professional chef in Tsukiji, site of the world’s largest fish market. During this 2-hour workshop you’ll gain experience cutting fresh, raw fish and learn the art of rolling \"maki\" (sushi rolls) with a sheet of seaweed and sushi rice. Afterward, savor your creations made with several types of fish, depending on the day’s catch. Once you arrive to the designated venue, you can get ready for an authentic sushi experience. You will cut sushi, roll maki and learn about the art of sushi-making from a professional. First, you will learn how to prepare the fish. You will get raw fish to cut and be instructed on how to do so. You will prepare Maguro (tuna), Ikura (salmon roe) and three or four other kinds of fish, depending on the catch of the day. You can be assured that the fish that you will be using, will be of a high-quality. You will then be given a big container of sushi rice from which you will make small rice balls to be the base of the sushi. Later, you will put the raw fish and rice together to make the sushi. You will also be using real wasabi root that you will grind yourself! You will also be taught how to make maki, or sushi rolls. At the end of the class, you will be able to try what you have created.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-sushi-making-class-with-a-professional-chef-in-tsukiji/7145?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Sushi Making Class with a Professional Chef in Tsukiji",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 18:49:00"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 41630,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465780667/udf7aqct7o1yyowbtjcq.jpg",
        "strIntroduction": "Visit Omagari to join the Omagari Fireworks Festival this summer! Omagari Fireworks Festival is one of the biggest fireworks festival of Tohoku region, which is held every year on the 4th Saturday of August. The fireworks is held on the dry bed of the Omono-gawa, a river in the city of Omagari, Akita prefecture. More than 760,000 spectators are expected to come from all over Japan every year. More than 30 fireworks manufacturers from all over Japan compete to show off their technique at this festival. You can enjoy the breathtaking view of Omagari Fireworks Festival without any hassles by joining this tour program. This tour program offers you two different schedule as follows: 2 Days Shinkansen Trip to Omagari Fireworks Festival with spectator seats and onsen stay: Day 1 - Departing from Tokyo/Ueno/Omiya/Utsunomiya/Sendai Station (7:44 - 11:00) - Arrive in Omagari Fireworks Festival Watch the fireworks at the spectator seats while eating a bento dinner - Onsen Stay Day 2 - Departing from the Hotel - Visit Hiraizumi Have your lunch by yourself - Arrive in Tokyo/Ueno/Omiya/Utsunomiya/Sendai Station (18:36 - 22:24) 2 Days Bus Trip to Omagari Fireworks Festival & Hiraizumi Day 1 - Departing from Shinjuku Tocho (7:00) - Omagari Fireworks Festival We will be arriving in the late afternoon, so you will not be able to watch the daytime fireworks. You can watch the fireworks from the spectators seat - Arriving in Hachimantai Onsen (26:00) Day 2 - Departing from Hachimantai Onsen - Visiting Hiraizumi and Chusonji Temple - Arriving in Shinjuku (21:30) You can choose either one of the programs to join the Omagari Fireworks Festival in Akita prefecture! Reservation is difficult to make, so we recommend you to use our service to book with no hassles! IMPORTANT: *This trip is available in Japanese only* - however we highly recommend this as a rare Japan experience that you can enjoy regardless of language.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-the-omagari-fireworks-festival-in-omagari-akita/6757?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join the Omagari Fireworks Festival in Omagari, Akita!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 18:52:41"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7401,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468551198/w6tqfpipgkeg0p0ix1d2.jpg",
        "strIntroduction": "We offer Kyoto-style home dish cooking in English! *or with English translator, depending on the availability of the instructors Course Detail: Contents/Recipe: Recipe A Sukiyaki Course Dashi tasting : Learn about Dashi, which is a basis of Japanese food. Dashi-maki Tamago (Japanese egg roll) : Cook simple side dish by using the Dashi and eggs. Special Sukiyaki: The traditional menu that has 400 years’ history in Japan, or commonly known as \"Japanese Beef Hot Pot\". Rice: the primary staple food of Japanese cuisines, which has long history in Japanese Culture. Mochi dessert: The sweets loved by many Japanese from old days. Matcha: Powdered-green tea. Let’s try making matcha tea and drink with Mochi dessert. Recipe B Temari-Sushi (Ball-Shaped Sushi) Course Special Price Campaign for New Course! Dashi tasting ：Learn about DASHI, which is a basis of Japanese food. Dashi-maki Tamago(Japanese egg roll)：Cook simple side dish by using the DASHI and eggs. Temari-Sushi: One type of sushi, Japan’s representative dish, with 700 years of history. Temari was initially made to be small and round so that it is easy for Maiko (apprentice Geishain Kyoto) to eat. It is made by putting a seafood topping of your preference on a vinegared rice. Date: every Tuesday, Thursday, and Friday Time: 4:00 P.M - 6:30 P.M. Number of Participants: 2 - 8 people *We also offer private lessons, where you are free to choose the time, date, and menu of your choice. As we are located in the middle of Kyoto City, close to Nishiki Market, it is conveniently accessible within from Kyoto City Subway and Hankyu Railway. Only 3 minutes from either station! SUMAYA Cooking Class was originally founded as a restaurant 80 years ago in Kyoto City center. It delivered high quality Japanese dishes to famous temples and companies, thus it has been much loved by the locals for several decades. Today, the 4th owner holds Japanese home cooking class. The authentic, traditional dishes are arranged to be easier so that everyone can learn easily. Here, we aim to teach and pass on the the charm of Japanese Cuisine, \"washoku\", not only to the locals but also to the world. Spread the passion and love for Japanese cuisine with us!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-learn-kyoto-family-dishes-cooking-class-in-kyoto-city/5253?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Kyoto Family Dishes, Cooking Class in Kyoto City",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 18:58:45"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481248435/tgq5uqfmoldc1lslioop.jpg",
        "strIntroduction": "",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-reservation-service-for-hotels-in-japan/7063?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation Service for Hotels in Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 19:04:05"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8789,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465137891/myz9akz3txfzhyajerbt.jpg",
        "strIntroduction": "This is an activity to experience two of the most attractive aspects of Japanese culture, the traditional kimono and the kawaii designs and fashion of Harajuku! Chose from a wide variety of kimonos with unique and kawaii designs by well-known kimono designer Yumi Yamamoto, who often uses flowers and fruits, unlike traditional kimonos. Then, put it on with the help of the staff who will walk you through the process. You can wear all sorts of accessories to enhance your outfit and when you feel you are ready, hit the streets of Harajuku and stroll around for two hours!, you will have plenty of time to pose, take pictures and show off! At the end, you will only need to return the accessories, under-dressing, obi (belt) and geta or zori (traditional footwear), but your chosen kimono will be yours to keep! There are over 20 varieties for both winter and summer for you to chose from as well as hijab styles for Muslim women, and even a few varieties for men! Don't miss the chance to live a unique experience strolling around Harajuku dressed up in your own kawaii kimono. this tour is provided by HIS",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-dress-up-in-a-kawaii-kimono-and-stroll-around-harajuku-tokyo/6681?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Dress up in a kawaii kimono & stroll around Harajuku, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 19:08:26"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13877,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467630994/cv5tdlqgncoa4s2tpwvn.jpg",
        "strIntroduction": "The soba-making master's house is in Kanagawa prefecture and it is around 1 hour drive from Tokyo. We will meet up at our office that is 10 minutes walk from Harajuku Station at 10:00 AM and move to the destination by car. Once we get to the house, a master will be your guide for a day. The number of participants is limited to 8 people, so hospitable service is ensured for each participant! There will be a translator to help you communicate so don't worry about a language barrier! You will spend around 3 to 4 hours at the house making soba and do what locals do. Other than soba making, the activities are to be decided depending on the situation. In other words, it is entirely up to you to decide what you want to do throughout the day. You can take a walk around the area, go grocery shopping or just chat with a soba-making master to hear their life stories. After the trip, we will head back to Harajuku Station and go back to Tokyo's city life.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-spend-half-a-day-with-a-soba-making-master-near-tokyo/7029?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Spend half a day with a Soba Making Master near Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 19:14:21"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5181,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467344494/w5ip0inzew59q22w5d61.jpg",
        "strIntroduction": "When you are traveling with your family, it is great to share the fun time with them. However, when you have young children, sometimes you have to give up on visiting some places, just like romantic restaurants, bars, activities and etc. I want everyone who are visiting Tokyo to fully enjoy this fun and tasty and great city with a big hospitality for people. That is why, I am going to take care of your children (age of 1 and older) while you are going to visit those places you cannot go with your young children. ★☆★About myself, the babysitter★☆★ I am a 33-year-old female living in Tokyo. I studied Early Childhood Development at a college in Los Angeles California, and I used to work at the children daycare center as a certified Teacher in LA CA. I also worked at International Preschool in Omotesando Tokyo as a school manager for 2 years. ☆★☆I love children and I love to help people who want to enjoy their Tokyo stay！☆★☆ When you are looking for someone who can take care of your children, please let me know. I am going to have fun time with your children with fun Japanese traditional games just like Origami, and I also am going to help you to make appointments of the activities and reservations of restaurants you want to go!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-english-bilingual-babysitter-service-in-tokyo/6957?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "English Bilingual Babysitter Service in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 19:19:01"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8049,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481246883/noonf5iu5cfrixcsccdw.jpg",
        "strIntroduction": "Both fly boarding and hover boarding are the products of Zapta racing in France. The company makes unique equipment that allow participants to enjoy the water even more. These two are steadily becoming some of the most popular new marine sports in the world. On a fly board, you can jump to around 9 meters high. The machine emits jet water on the surface, which allows participants to jump high into the air. The view of the breathtaking Lake Biwa is amazing from up there, and it's a great way to enjoy both sports and Japan's beautiful natural setting. Hover boarding is more similar to snowboarding or skateboarding. This idea was coined from the movie, \"Back to the Future\". Instead of emitting jet water on the surface, the water is pushed towards the sides, allowing participants to be propelled forward up to 5 meters at 25 kilometers per hour. If it's your first time, don't worry! An orientation will be given before the activity so you can be sure you will feel both comfortable and safe. Feel the amazing power of the water jets as you fly across the lake. Make unforgettable memories on your trip to Japan!",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-enjoy-fly-boarding-and-hover-boarding-at-lake-biwa/6909?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Fly Boarding and Hover Boarding at Lake Biwa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 19:24:40"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 57913,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466586341/nsdvlyadldycwq32b9xw.jpg",
        "strIntroduction": "At Oirase Keiryu, spend a languid time eating meals made from whole Aomori apples and bathing in a bath overlooking the grand nature of Oirase while surrounded by a forest. On Day 2, travel to the port town of Hachinohe where you'll be shown 8 backstreets with bars only found in a town where a unique port-town culture has been firmly entrenched since long ago. Get an early start on Day 3. Walk around an area full of old-fashioned markets, including Municipal Hachinohe Gyosai-Ichiba Market that was opened in 1953. There, you can enjoy talking with the chatty local ladies. The fresh seafood you eat at this area from bygone days is fantastic! This tour will energize you with nature and people power. Schedule: Day 1 14:30 Ride the bus from Hachinohe Station 16:10 Arrive at Oirase Keiryu Hotel; check-in 18:00 Dinner at Aomori Ringo Kitchen 21:00 Attend a lecture on nature in the vicinity by Mori no Gakko, which teaches the value of Oirase Keiryu Day 2 7:00 Breakfast buffet 8:00 Take a free shuttle bus; walk along the mountain stream 10:00 Depart from Oirase Keiryu Hotel; ride the shuttle bus 11:40 Arrive at Hachinohe Station 12:22 Depart Hachinohe Station for Same Station 12:52 Arrive at Same Station; reach Kofunato 13:00 Lunch at the seafood restaurant, Kofunato; eat sea urchin atop rice and the well-known iso ramen 14:00 Depart from Kofunato to go trekking 15:12 Arrive at Osuka; take the bus 15:23 Arrive at Tanesashi Kaigan Information Center; view information, rest at the café, etc. 16:00 Tanesashi campfire & outdoor cooking 18:00 Travel from Tanesashi Kaigan to downtown 18:30 Tipsy tour of Hachinohe backstreet bars 21:30 End of Day 2; stay overnight at a downtown Hachinohe hotel Day 3 *When touring from Mon.–Sat. 6:45 Travel to Fish Market No.2 7:00 Breakfast of the best seafood in Japan 9:00 Travel to Tanesashi Fishing Port 9:30 Sea kayak 11:00 Lunch cooked by Tanesashi fishermen 12:30 Trek along Yodo no Matsubara in Tanesashi Kaigan 14:00 Arrive at Tanesashi Kaigan",
        "strLocation": "Aomori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aomori-3-day-aomori-tour-oirase-tanesashi-kaigan-morning-market/6892?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "3-Day Aomori Tour: Oirase, Tanesashi Kaigan, morning market",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 19:29:36"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 50789,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466586131/isric5qwazh6gygcohfq.jpg",
        "strIntroduction": "Hachinohe is a town where a unique port-town culture has been firmly entrenched since long ago. After you leave Same Station to go bar hopping, the same neighborhood that was so busy with haggling during the day at the fish market becomes enveloped in quiet as the sunset glow turns to darkness. With lantern in hand, your guide will lead you to bars one after another while you take in the aroma of the sea air. Hostesses will welcome you with a smile and invite you into places from days gone by. At the last bar, top off the night with the Hachinohe ballad sung by staff and a dance by the hostess. Buy some souvenirs and be on the last train at 9:46. Feeling slightly tipsy, you'll head downtown where you'll be shown 8 backstreets with bars. From Day 2, travel to Oirase Keiryu. Spend a languid time eating meals made from whole Aomori apples and bathing in a bath overlooking the grand nature of Oirase. Schedule: Day 1 17:38 Gather at Same Station 17:45 Bar hopping tour of fishermen hideaways in Same Ginza 20:24 Depart from Same Station 21:00 Tipsy tour of Hachinohe backstreet bars 23:00 End of Day 1; stay overnight at a downtown Hachinohe hotel Day 2 7:30 Hotel checkout; go to Tanesashi Kaigan by taxi 8:00 Morning yoga at Tanesashi Grassy Area 9:00 Breakfast at Tanesashi Grassy Area 10:30 Trek along Yodo no Matsubara in Tanesashi Kaigan 12:00 Lunch cooked by Tanesashi fishermen 13:30 Go to Hachinohe Station from Tanesashi by taxi 14:30 Arrive at Hachinohe Station; ride shuttle bus 16:10 Arrive at Oirase Keiryu Hotel; check-in 18:00 Dinner at Aomori Ringo Kitchen 21:00 Attend a lecture on nature in the vicinity by Mori no Gakko, which teaches the value of Oirase Keiryu Day 3 7:00 Breakfast buffet 8:00 Take a free shuttle bus; walk along the mountain stream 10:00 Depart from Oirase Keiryu Hotel; ride the shuttle bus 11:40 Arrive at Hachinohe Station",
        "strLocation": "Aomori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aomori-3-day-aomori-tour-oirase-tanesashi-kaigan-and-bar-hopping/6891?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "3-Day Aomori Tour: Oirase, Tanesashi Kaigan and bar hopping",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 19:34:50"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 30066,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466585882/lzn7kipajo1djexva2dy.jpg",
        "strIntroduction": "Fully enjoy the beautiful scenery of Tanesashi Kaigan. There is a pathway offering an easy trekking course. All 5 of your senses will be stimulated by pleasant sea breezes on your skin, the sound of the waves, the smell of the ocean, and the soft ground of the pine forest. Data has been released showing that walking along the Tanesashi coastline relieves stress and is good for your health. At the fishing port located at the end of the trekking path, you can experience the life of fishermen and enjoy a meal made with freshly caught seasonal seafood. In the evening, head to Oirase Keiryu where you'll go from the ocean to being enveloped in a forest. Spend a languid time eating meals made from whole Aomori apples and bathing in a bath overlooking the grand nature of Oirase. Schedule: Day 1 10:39 Arrive at Tanesashi Kaigan Station; go to Tanesashi Kaigan Information Center 10:50 Trek along Yodo no Matsubara in Tanesashi Kaigan 12:00 Lunch cooked by Tanesashi fishermen 13:30 Travel from Tanesashi to Hachinohe Station by taxi 14:30 Arrive at Hachinohe Station; take the shuttle bus 16:10 Arrive at Oirase Keiryu Hotel; check-in 18:00 Dinner at Aomori Ringo Kitchen 21:00 Attend a lecture on nature in the vicinity by Mori no Gakko, which teaches the value of Oirase Keiryu Day 2 7:00 Breakfast buffet 8:00 Take a free shuttle bus; walk along the mountain stream 10:00 Depart from Oirase Keiryu Hotel; ride the shuttle bus 11:40 Arrive at Hachinohe Station",
        "strLocation": "Aomori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aomori-2-day-tour-in-aomori-experience-the-best-of-local-nature/6890?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2-Day Tour in Aomori: Experience the best of local nature",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 19:38:14"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 43666,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466585619/qjudjohikaaeilcdg5ea.jpg",
        "strIntroduction": "This is a relaxing 3-Day tour in Aomori prefecture! On Day 1, you'll appreciate the scenic beauty of Tanesashi Kaigan. All 5 of your senses will be stimulated by pleasant sea breezes on your skin, the sound of the waves, the smell of the ocean, and the soft ground of the pine forest. Data has been released showing that walking along the Tanesashi coastline relieves stress and is good for your health. On Day 2, start off the morning by practicing yoga and having breakfast on the grass right in front of the ocean. Experience the life of fishermen at the fishing port, and enjoy a lunch made with freshly caught seasonal seafood. In the evening, head to Oirase Keiryu. Spend a languid time eating meals made from whole Aomori apples and bathing in a bath overlooking the grand nature of Oirase. Schedule: Day 1 14:46 Arrive at Same Station; meet up with the guide; leave your luggage; listen to an explanation of the schedule 14:57 Travel from Same Station to Tanesashi Kaigan by sightseeing bus 15:08 Arrive at Ashigezaki Observation Deck; trek along a path of blooming flowers 15:59 Travel by bus from Osuka Kaigan and enjoy breathtaking scenery from the bus as it drives along the coast 16:10 Arrive at Tanesashi Kaigan Information Center; view information, rest at the café, etc. 17:00 Spend sunset enjoying BBQ around a campfire; under the starry sky lay down on the grass and gaze at the stars 20:00 End of Day 1; stay overnight at a Japanese bed and breakfast Day 2 7:30 Morning yoga at Tanesashi Grassy Area 8:00 Breakfast at Tanesashi Grassy Area 9:00 Trek along Yodo no Matsubara in Tanesashi Kaigan 10:35 Walk along the beach 11:00 Lunch cooked by Tanesashi fishermen 12:30 Go to Hachinohe Station from Tanesashi Fishing Port by taxi, bus or train 14:30 From Hachinohe Station ride the shuttle bus 16:10 Arrive at Oirase Keiryu Hotel; check-in 18:00 Dinner at Aomori Ringo Kitchen 21:00 Attend a lecture on nature in the vicinity by Mori no Gakko, which teaches the value of Oirase Keiryu Day 3 7:00 Breakfast buffet 8:00 Take a free shuttle bus; walk along the mountain stream 10:00 Depart from Oirase Keiryu Hotel; ride the shuttle bus 11:40 Arrive at Hachinohe Station",
        "strLocation": "Aomori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aomori-3-day-aomori-tour-tanesashi-kaigan-and-oirase-by-local-train/6889?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "3-Day Aomori Tour: Tanesashi Kaigan & Oirase by local train",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 19:41:28"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12304,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466409820/byt6ca4xda8ogi3otfm4.jpg",
        "strIntroduction": "",
        "strLocation": "Aomori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aomori-half-day-tour-in-aomori-rice-paddy-art-and-japanese-swords/6865?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Half-Day Tour in Aomori: Rice paddy Art and Japanese Swords",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 19:45:50"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13877,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466479396/yvokaz73jifahchkmxl9.jpg",
        "strIntroduction": "The courses are based of the Ichiju-Sansai concept, which consists of rice, soup, a main dish and 2 side dishes. You can learn how to use the Japanese seasonings and fresh ingredients. Please choose the course when you have a reservation. After confirming your booking, I will arrange the details. 1) Sushi course: Cook 2 kinds of home-style sushi, Temarizushi (ball sized sushi) and Chirashizushi, with seasonal fresh rare fishes 2) Chicken course: Main dish (ex. Fried chicken, Teriyaki etc.), 2 side dishes, rice, miso soup, desert 3) Seafood course: Main dish (seasonal fresh seafood), rice, miso soup, 2 side dishes, desert 4) Tofu&Vege course: Main dish (ex. Tofu stake), 2 side dishes, rice, miso soup, tofu desert 5) Japanese curry course: Chicken curry & rice, 2 side dishes, desert 6) Japanese vege curry course: Seasonal vegetable curry & rice, 2 side dishes, desert * For Muslims: All courses are available * For Vegetarians: courses 4 and 6 are available Please let me know the following info when you make the booking: - Name/Age/Gender/Nationality of each participants - Hotel name - Course number and name (only 1 course) - Food restrictions or allergies (if you have) Policy for Muslims : All ingredients are Non-pork and Non-alcohol. In addition, some of seasonings are HALAL certified ones. HALAL Meat is available. Prayer space and Udo are available. Chopsticks, cups, cooking knife, and cooking board are separated. Other cookwares and dishes are not separated whether HALAL or not. I am not Muslim, but I have enough knowledge about HALAL. If you have any anxious, please let me know in advance. The place to have a lesson is near Minami-Senju Station (about 7 minutes walk from the station). I will pick you up/drop off at the station. The details of the meeting point will be advised if the reservation is fixed. If you are interested in a local supermarket tour, please let me know. I can arrange it for you too! (Depends on the schedule) If you are male, please come along with a lady (your partner, friend, family, etc). Free Wi-Fi is available.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-to-cook-japanese-popular-dishes-halal-vegetarian/6874?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to cook Japanese popular dishes (HALAL/Vegetarian)!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 19:50:33"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 52269,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466471957/qfutciycsjw1asbmyskm.jpg",
        "strIntroduction": "Join a unique Samurai Boot Camp in Gifu's countryside from July 16 to July 18, 2016! The popular certified swordsmith Taro will teach you and other enthusiasts from Japan and abroad how to forge your own samurai knife from scratch! This is the ultimate blacksmith experience combining outdoor activities and multi-cultural interaction! Enjoy the peaceful riverside nature of Gifu prefecture and make your own samurai knife - a wonderful souvenir from your trip to Japan! The program of the camp is summarized below: Day 1, July 16 Gather at the picturesque cottage village near the river. All cottages have bathroom and toilets. Shape the samurai knife under the guidance of Master Taro. Have a welcome dinner in the evening. Day 2, July 17 Start the day by cutting high-quality coal from the early morning before breakfast. Enjoy swimming in the river before forging the knife. Catch some fish from the river and cut it yourself with the knife you made! For lunch you will have oven-cooked piza, and for dinner - barbeque. Day 3, July 18 Clean your cottage after breakfast and prepare for departure. Up to 60 participants are welcome to join this camp. Multi-cultural interaction is welcome! Have fun and a wonderful 3-day adventure in Gifu's countryside! Access: Please arrive directly at the cottage village. From Gifu Station take the local Gifu bus on Gihoku line bound for Taniai. Get off at Taniai bus stop where your host will meet you.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-join-a-samurai-boot-camp-and-make-a-samurai-knife-july-16-18/6868?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a Samurai Boot Camp and Make a Samurai Knife,July 16-18",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 19:54:32"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5828,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465872271/qbbmmiszt0ukcn7rcark.jpg",
        "strIntroduction": "Enjoy a \"Kawaii\" Harajuku tour with us and visit the most iconic spots of the area! Below is the schedule of the tour: 16:00｜Meet Up @ GAP Flagship Harajuku (In front of Harajuku Station Omotesando gate) 16:15｜Go to \"Purikura\" shop 17:00｜Walk along Takeshita street, Then go to cafe \"KAWAII MONSTER CAFE\" 18:00｜Go to kawaii shopping mall \"CUTE CUBE\" (for shopping) 18:30｜Go to fast fashion shop \"WEGO\" (for shopping) 19:15｜Move to Shibuya by \"Hachiko-bus\" (Local small bus) 19:30｜See the scramble crossing of Shibuya and Go drink to 'Maid-cafe' \"Maidreamin'\" 21:00｜Dismiss @ Shibuya Station",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-harajuku-kawaii-tour-with-a-local-host/6772?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Harajuku \"Kawaii\" Tour with a Local Host",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 19:59:55"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3700,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465918697/nh6s9fkf5i0c5ga92b6k.jpg",
        "strIntroduction": "",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-go-to-anison-anime-song-event-in-akihabara/6773?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go to \"Anison\" (Anime Song) Event in Akihabara!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 20:04:49"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3238,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465894353/elnkwjsynlyvyolir1ur.jpg",
        "strIntroduction": "This is a new hot and \"kawaii\" event in Harajuku that you can't miss! The event is on every first Friday! Join us for a wonderful DJ party with \"kawaii\" Harajuku pop icons! The schedule of the event is below: 20:00｜Meet Up @ GAP Flagship Harajuku (In front of Harajuku Station Omotesando gate) 20:15｜Arrive @ \"KAWAII MONSTER CAFE\" 25:15｜Dismiss @ Harajuku Station",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-go-to-the-harajuku-kawaii-party-tokyo-pop/6775?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go to the Harajuku Kawaii Party \"TOKYO POP\"!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 20:08:29"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6938,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465981138/vaj3rgend38ubp5k3o50.jpg",
        "strIntroduction": "Take advantage of unique photo ops at Tsukiji Market while dressed in either a Japanese \"yukata\" (light kimono) or wearing kabuki makeup — or both! After donning this traditional costume, an informative guide leads you on a walk past numerous stalls at the world’s largest fish market. ◎Highlights -Tsukiji Market tour in traditional dress -Choose to wear kabuki makeup and/or yukata -Stroll through the market for fantastic photo ops! -Learn about Japanese traditions from a professional guide ◎What You Can Expect Enjoy Tsukiji! This tour includes walking around the largest fish market in the world, Tsukiji, Tokyo! You will have the option of wearing Kabuki makeup, a Traditional Japanese Yukata or both! Then you will be shown the Tsukiji area, then be free to eat lunch at a location of your choosing. Here is the tour: - Kabuki makeup You will arrive at our office and our staff will put Kabuki Makeup on you. It's an interesting process. - Put on Yukata You will then be assisted in putting the Yukata on. It's not simple clothes so getting assistance is definitely helpful. - Tour Tsukiji You will then explore the Tsukiji market. It's about 4 rows of back to back fish related stalls that make up the market and all are interesting. You are free at this time to also eat lunch at any of the locations in Tsukiji. Depending on how the tour goes you may also wish to see Ginza which is also near by. You will then return and remove makeup and Yukata. - Departure time 10 am-10 pm -Duration Yukata Rental 15 min/per person fitting time Return by 10:00 pm Kabuki make up 20 min/per person makeup application Return by 10:00 pm",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tour-tsukiji-fish-market-in-kabuki-makeup/6784?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour Tsukiji Fish Market in Kabuki Makeup!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 20:11:38"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 16652,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481190323/mqor9uaxenr5z6whmuuc.jpg",
        "strIntroduction": "Visit Nagano and join the Lake Suwa Fireworks Festival this summer! Lake Suwa fireworks is one of the biggest fireworks festivals in Japan, and the biggest fireworks festival in Nagano prefecture. You will see more than 40,000 fireworks launched on Lake Suwa at this mid summer fireworks festival, and you can enjoy the view of Suwa city area on the South side of the lake too. This program offers you two different courses with the following schedules: 1 Day Train Trip with spectator seats - Departing from Tachikawa, Hachiouji, or Shinjuku - Arrive in Kamisuwa Station - Arrive in Lake Suwa (You will have to pay the transportation fee from Kamiwa Station to Lake Suwa by yourself) - Lake Suwa Fireworks Festival - Arrive in Kamisuwa Station (You will have to pay the transportation fee from Lake Suwa to Kamiwa Station by yourself) - Departing from Kamisuwa Station by night train - Arrive in Shinjuku, Hachioji, or Tachikawa Station 2 Day Bus Trip to Lake Suwa Fireworks Festival and Kamikochi Day 1 - Departing from Shinjuku Tocho 10:00 - Arrive in Suwa Glass Museum - Lake Suwa Fireworks Festival - Arrive in Schole Hakuba 26:00 Day 2 - Depart from Schole Hakuba - Walk around Kamikochi for 2 hours and a half - Arrive in Shinjuku 21:00 You can choose either one of the programs to join the Lake Suwa Firework Festival in Nagano! Reservation is difficult to make, so we recommend you to use our service to book with no hassles! IMPORTANT: *This trip is available in Japanese only* - however we highly recommend this as a rare Japan experience that you can enjoy regardless of language.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-visit-nagano-and-join-the-lake-suwa-fireworks-festival/6756?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Nagano and Join the Lake Suwa Fireworks Festival!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 20:16:08"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 37005,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465132126/jmxv8kpeuoq9hqoz9wzt.jpg",
        "strIntroduction": "The summer fireworks festivals, or hanabi (lit. fire flowers), originally meant to scare away evil spirits and are a major part of Japanese culture, not to be missed when you visit Japan. The Nagaoka Fireworks are held annually along the banks of the Shinano River over two nights in August and the finale covers about two kilometers of the river, the widest span of fireworks in the world! Getting a seat for this event is not easy, so these tours offer all the benefits of hassle-free arranged transportation and seats at the event! Option 1: by Shinkansen bullet train from Tokyo Station, Ueno or Omiya between 07:00 and 15:00 (state preference at time of booking). It takes around 30 mins on foot from Nagaoka Station to the hanabi site. After the event, it will take 60 mins to walk back to Nagaoka Station from where you will take the 23:15 train to Shiozawa station, arriving at 00:13. A shuttle bus will pick you up and take you to your hotel (either: Sateautel Shiozawa; Ipponsugi; or Yoshizato). Option 2: by coach bus from Shinjuku Station, departing 11:30. The coach bus will take you directly to the hanabi site. After the event, the bus will take you to your hotel (Hotel Green Plaza Joetsu), arriving after midnight. The following day, you will have some time for sightseeing before returning to Shinjuku at 16:30. This tour includes Koshihikari (rice brand) bento box for dinner on the first day. Departure: August 2 departure or August 3 departure. IMPORTANT: *This trip is available in Japanese only* - however we highly recommend this as a rare Japan experience that you can enjoy regardless of language.",
        "strLocation": "Niigata",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-niigata-enjoy-a-2-day-nagaoka-fireworks-tour-in-niigata/6677?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a 2-Day Nagaoka Fireworks tour in Niigata, August 2-3!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 20:21:17"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6938,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471944562/ybgs4fm2jze5a2pyy0sp.jpg",
        "strIntroduction": "In this tour, you will be able to enjoy rafting on Kuma River. The river is popular amongst tourists; many people come to enjoy a ride on the river since it is considered to be one of the three most rapid rivers of Japan. You will be able to pick from the following three options: 1. Morning course Departing time: 9:00 (ends around 13:00) An exciting ride on rapid Kuma River. Party time included! Jumping into the river possible! 2. Afternoon course Departing time: 12:00 (ends around 16:00) An exciting ride on rapid Kuma River. Party time included! Jumping into the river possible! Note: The afternoon course takes you to faster rapids and more exciting rafting opportunities. 3. Full day course Departing time: 9:00 An exciting ride on rapid Kuma River. Party time included! Jumping into the river possible! Full day of water fun!",
        "strLocation": "Kumamoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kumamoto-enjoy-rafting-on-kuma-river-in-kumamoto/6669?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Rafting on Kuma River, in Kumamoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 20:26:25"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8696,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465514995/mqz6vdtjxw3lteyzp7ld.jpg",
        "strIntroduction": "This inspired Tokyo Food Tour will take guests from scenes in in the famous blockbuster movie, \"Kill Bill\", through the impressive Roppongi Hills property development and finishes on the bustling commercial street of Azabu-juban. At our first stop, we will enjoy a course lunch at the famous “Kill Bill Restaurant”, the restaurant that inspired director, Quentin Tarantino for the setting of the infamous fight scene where Uma Thurman (the Bride) took on the Tokyo gang called the Crazy 88s. Famous for it’s beautiful décor and great food, it has been visited by famous people such as George Bush, Johnny Depp, Sylvester Stallone, Henry Cavill and other notable individuals. Lunch includes salad, shrimp dumpling, shrimp and vegetable tempura, grilled fish, assortment of skewers, soba and dessert. After lunch we will walk towards the upscale Roppongi Hills, home to the 54-storey Mori Tower, Mori Art Museum and Tokyo City View observatory. Scattered around its landscape is public art such as Louise Bourgeois’ giant, spiny Maman spider sculpture and the benches-cum-sculptures along Keyakizaka-dōri, as well as the re-created Edo-style Mori Garden . After our stroll through Roppongi Hills, we will head down the popular Keiyakizaka street toward the ever-busy Azabu-juban Shotengai (Azabu-juban Commercial Street), one of the most popular foodie streets in the heart of the city filled with some of the most historic restaurants, bars and general stores. See places like Mamegen, a 140 year-old shop that sells 90 varieties of snacks and desserts ranging in taste from sweet, to spicy, to salty; and Karinto, a famous shop that sells around 50 flavor variations of karinto, a deep-fried snack made with brown sugar. Guests will also visit Agemochiya, well known for their appetizing, delicious and nicely wrapped rice crackers and Naniwaya, which serves very traditional taiyaki (fish-shaped griddlecakes traditionally filled with adzuki (sweet bean paste) that has a history of more than 100 years. You will have a chance to stop in each store and browse for some omiyage (souvenirs) as we end the tour near Azabu-juban Station where you can easily get to your next destination.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-go-on-a-kill-bill-restaurant-roppingi-azabu-food-tour/6722?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a Kill Bill Restaurant-Roppongi-Azabu Food Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 20:31:00"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7679,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481187813/taznvydmnwmw0qg1j5wk.jpg",
        "strIntroduction": "",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-experience-the-suigo-sawara-iris-festival-in-katori-chiba/6538?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience the Suigo Sawara Iris Festival, in Katori, Chiba",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 20:36:44"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2590,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463921286/mj3hqte5yqeclvn1kaul.jpg",
        "strIntroduction": "Koiwai is a 7,400-acre farm located amid the scenic splendour at the base of Mt. Iwate. Famous for its dairy produce, Koiwai is a popular tourist destination, attracting around 750,000 visitors every year. Some of the farm buildings in the area, including silos and cowsheds, have been deemed National Tangible Cultural Properties. These buildings are just part of the lovely scenery at Koiwai and has been featured in a number of television dramas and feature films. On this guided bus tour (Japanese-speaking guide only), you will learn everything about Koiwai, explore dairy farms normally closed to the public, and see how the dairy products are made. When you enter the beautiful, expansive forest, your guide will tell you all about the diverse wildlife that live there. The meeting and ending point for this tour is at pastoral Makiba Park with its many attractions. Price includes admission, bus fare, Japanese-speaking guide, and fee. All major credit cards are accepted. • Add-on: Guided Kamimaru cattle barn admission - additional fee. Meeting and drop off point - Makiba Park. Duration: 70 minutes Start times: 09:30; 11:00; 13:00; and 14:30 daily (check in 10 mins beforehand) Access: Free parking available for 30 large buses and 2,300 standard cars. Arrivals by bullet train (Tohoku or Akita) or train (Tanzawa line), transfer to Bus at Morioka Station, platform 10 bound for \"Koiwai Farm Makiba Park\", or take the bus from Koiwai Station.",
        "strLocation": "Iwate",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-iwate-explore-the-koiwai-farm-and-forest-by-bus-in-iwate/6523?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the Koiwai Farm and Forest by Bus, in Iwate!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 20:40:15"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8049,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463920402/m3otz9tfyqguzownygts.jpg",
        "strIntroduction": "Enjoy this self-guided tour from Kumamoto by bus. In Nagasaki, you will stay at a comfortable, clean and modern Nagasaki Bus Terminal Hotel.The hotel is perfectly located to explore Chinatown, one of the largest in Japan. You'll be able to browse the fascinating shops and restaurants of this vibrant, colourful area. There are also classic shopping arcades of the historic Dejima area where you can find souvenirs to take home. The hotel also makes for a great base from which to explore this amazing city to your own personal agenda, pace, and interests. For example, this great budget package is equally ideal for experiencing the nightlife in Nagasaki, or viewing the city from the top of the hills. While in Nagasaki, you should also try the local noodle dishes: champon and sara udon! With so many cultural and gastronomic delights to offer, Nagasaki is a great place to visit. Of course, visitors to the city are always encouraged to visit the Nagasaki Peace Park to consider the futility of human conflicts, and the horror this has led to in the past. Far from being a depressing and unsettling experience, this permanent exhibition and memorial, and indeed the city of Nagasaki itself, is a testament to hope and renewal in a spirit of peace and harmony.",
        "strLocation": "Nagasaki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagasaki-experience-a-self-guided-tour-of-nagasaki-for-solo-travelers/6521?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience a Self-Guided Tour of Nagasaki, for Solo Traveler",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 20:45:10"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1166,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463765762/xlqeajajstxuzib2drqv.jpg",
        "strIntroduction": "Ikuta Ryokuchi Park Tour Ikuta Ryokuchi Park is one of the most cherished park areas in all of Kawasaki. Surrounded by small woods made up of various oaks, Ikuta Park is located in the gently undulating Tama Hills. There are some facilities such as Japan Open Air Folk House Museum and Taro Okamoto Museum and so on in the park. Even if you don't enter those facilities, you can enjoy hiking and seeing the nature. ------------------------------------------------------------------------------------------------------------------------------------------- Itinerary 11:00 am - Meet up at Mukogaoka-yuen 11:30 am - Japan Open Air Folk House Museum 00:30 pm - Lunch (Japanese Soba) 02:30 pm - Indigo dying 03:30 pm - Taro Okamoto Museum of Art 05:30 pm - Dinner (Hiroshima Style Okonomiyaki) 07:00 pm - End of the tour *The itinerary is not fixed except meeting time and Indigo dying. *You can change dinner if you want. ------------------------------------------------------------------------------------------------------------------------------------------- After meeting up, we will visit the Japan Open Air Folk House Museum. There are 25 buildings from the Edo Period (1603-1867) which were relocated to Kawasaki from all over Japan. Many of them have been designated as important cultural properties by the government. You can see what traditional Japanese houses look like and how old Japanese people lived. We will eat Japanese Soba (buckwheat) noodles for lunch made with spring water from Oshino Village in Yamanashi prefecture. [Menu] Minkaen-soba (Hot soba with three mix on top) : 800 JPY Sansai-soba (Hot soba with wild vegetable) : 650 JPY Tororo-soba (Hot soba with grated yam) : 700 JPY Nameko-soba (Hot soba with nameko mushrooms) : 700 JPY Tanuki-soba (Hot soba with tempara crumbs) : 650 JPY Mori-soba (Cold soba) : 600 JPY Hiyashi-tororo-soba (Cold soba with grated yam) : 630 JPY You can try indigo dyeing using a plain handkerchief. It's easy even if it is your first experience. It takes 30 minutes to an hour. [Charges] A plain handkerchief : 600 JPY A tie-dyed handkerchief : 900 JPY A tie-dyed shop curtain (noren) S size : 1,500 JPY A tie-dyed shop curtain L size : 3,000 JPY You can also enjoy creative dyeing with your goods brought in. [Charges] 15 JPY per 1 gram of cloth [Examples] A handkerchief (weighs about 20 grams) : 300 JPY A Japanese hand towel (40 grams) : 600 JPY A T-shirt (120 grams) : 1800 JPY The Taro Okamoto Museum of Art mainly collects and preserves the works of Taro Okamoto, and his parents Kanoko and Ippei. Taro is very famous artist in Japan especially for creating \"Tower of the Sun\" which became the symbol of Expo'70 in Osaka, 1970. I won't go inside the museum, so enjoy his works to your heart's content. [Admission] Permanent exhibition - Regular 500 JPY, Concession : 300 JPY Temporary exhibition - varies according to exhibition At the end of the tour, we will eat Hiroshima Style Okonomiyaki for dinner at the local restaurant. Okonomiyaki is a Japanese savoury pancake containing a variety of ingredients. Hiroshima Style Okonomiyaki is characterized by containing noodles. The ingredients are layered rather than mixed in Hiroshima. A restaurant can be changed if you want. Please feel free to ask me. Let's enjoy the tour together!",
        "strLocation": "Kawasaki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kawasaki-explore-ikuta-ryokuchi-park-in-kawasaki/6478?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Ikuta Ryokuchi Park in Kawasaki",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 20:48:55"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7123,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464043858/rqbs1z17lkaiwsqgxt7y.jpg",
        "strIntroduction": "We start the class by introducing all basic Japanese ingredients that are necessary in making authentic Japanese flavour. You will get a chance to see and even taste the key ingredients used in everyday cooking. Once you're familiar with the ingredients, we will proceed in making dashi (soup stock) or miso teaching you the traditional way of doing it. In the class , we will make three side dishes, an all time favourite is Tamagoyaki which is the Japanese egg roll. We will give a hands-on experience in making this very delicious side dish. The other two side dishes depend on what kind of ingredients are in season, we use only the freshest ingredients . The last part is making the main dish, we have a great selection of main dishes from Tonkatsu, Tempura, Nikujyaga (Japanese beef stew), Shogayaki (Pork with ginger), Grilled Fish with miso, Chicken Teriyaki, Yakisoba, Sukiyaki, Shabu-Shabu etc. This course includes some delicious wagashi (Japanese dessert) and Japanese tea. All recipes in English will be handed out at the end of each class.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-japanese-home-cooking-class-in-tokyo/6576?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Japanese Home cooking classes in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 20:52:23"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 15172,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463037503/szx4brttfsvhvfls6gca.jpg",
        "strIntroduction": "Let's take a walk through Tokyo's emotional cityscape wearing a kimono or yukata! I will prepare the clothes (yukata in summer) for this 3-hour tour. Male yukata is also available. Below is the schedule of the activity: 1) I bring the kimono to your hotel. You can wear it. (around 30 min) 2) We will go to the place of the meeting with the photographer. The recommended place is Kagurazaka and Asakusa. 3) The photographer takes your pictures. Photography time is 30 minutes 4) Let's eat a lunch in a staff recommended restaurant! I rent the kimono for a full day. I will deliver the data and a framed photo on the next day at your hotel. Staff members who live in Kagurazaka and Asakusa will guide you. Please enjoy this pleasant tour!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tour-tokyo-in-kimono-or-yukata-with-a-photographer/6337?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour Tokyo in Kimono or Yukata with a Photographer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 20:57:07"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2313,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463326312/kv6b2ku5gh4wjg8dqbhr.jpg",
        "strIntroduction": "Incense has been an essential part of Japan's religious and daily life for centuries. These Monko workshops teach appreciation of incense. Participants are asked not to wear any perfumes. Monko workshop: Experience the distinctive fragrances of high-grade incense woods. Learn to 'listen' to incense and distinguish fragrances. For 2 to 5 people. Schedule: Monday - Saturday, 10:30 a.m. and 2:30 p.m. Approx. 45 min. duration. Monko Practice Workshop: Experience the entire Monko process, from preparing the censer to burning the Incense wood. For 2 to 4 people. Schedule: Monday - Saturday, 10:30 a.m. and 2:30 p.m. Approx. 60 min. duration. Genji Incense Workshop: participate in a sophisticated game, determining which of five censers have the same fragrance. Green tea and sweets will be served! For reserved groups of 5 or more. Schedule: Monday - Friday, 2:30 p.m. Approx. 90 min. duration Scented Sachet Workshop: Learn to mix ingredients to create your own original fragrance. The natural ingredients keep insects away, so scented sachets are often put in drawers and wardrobes. For 2 to 40 people. Schedule: Monday - Friday, 2:30 p.m. Approx. 45 min. duration. Kneaded Incense Workshop: Learn to mix ingredients to create your own original kneaded incense. You can take away the kneaded incense you make in the workshop and enjoy burning it at home. For 2 to 40 people. Schedule: Monday - Friday, 2:30 p.m. Approx. 45 min. duration.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-listen-to-incense-or-join-an-incense-making-course-kyoto/6384?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Listen to Incense or Join an Incense Making Course in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 21:00:30"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2350,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481178321/xmgvwa9rf8xa5zq7sxth.jpg",
        "strIntroduction": "This is a one hour long panoramic bus tour in an open top bus of Fukuoka. The buses have been specially designed to allow for maximum comfort and best possible viewing of the sights. Enjoy all the amazing sights Fukuoka has to offer from the comfort of your seat and feel the wind and sun as you make your way through historic sights, breathtaking views and Fukuoka's landmarks. There are three routes available: The seaside route takes on the metropolitan highway that runs along the beach for spectacular views of The Fukuoka Yahoo! Dome, the Fukuoka Tower and many more famous spots! Departure time: 9:30, 11:30, 15:00, 17:00, 18:00 The Hakata route will give you a historic overview of the city, and you will be able to see the Kujida shrine, as well as other historical relics of Fukuoka. Perfect for history buffs! Departure time: 10:00, 12:00, 15:30 The Fukuoka night view route takes you on the metropolitan highway in the evening and allows you to take in the night view as you drive past landmarks such as the Fukuoka tower. Departure time: 19:30, 20:00 By purchasing any route of this bus tour, you'll also be able to ride as many times as you want on that day on regular buses in the designated central area of Fukuoka. Don't miss the chance to enjoy Fukuoka in a unique and convenient way!",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-enjoy-fukuoka-s-amazing-sights-with-an-open-top-bus-tour/6403?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Fukuoka's amazing sights with an open top bus tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 21:05:51"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 15800,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462874447/uq4lwdc5ylfd6h1i3qbz.jpg",
        "strIntroduction": "This is a trip to Shimokita Peninsula in Aomori prefecture, Japan. The trip will start at 9 am and finish at 7 pm. I will pick you up at Shichinohe-Towada Shinkansen Station at 9 am. We will drive along coastal roads and through the forests to one of the three holiest temples in Japan. The drive is 2 hours through scenic and remote landscapes. Here we will walk through a hellish smoking landscape near an acidic lake surround by a lotus flower shaped set of mountains. Enter Bodaiji Temple and get a closer look at Japanese Buddhism. This temple is a thousand years old and the entrance to the afterlife making it very important. You will see many Jizo statues. Jizo is the Bodhisattva of hell and guardian of children. Outside of the temple is a small restaurant where we will have lunch from 12:00 to 1:00. Afterward we will bathe in a traditional bathouse at the temple from 1:00 - 1:30 pm. The bathouses are constructed out of wood and have a sulfuric smell. This is an excellent chance to interact with Japanese people as people tend to be very relaxed and talkative. There is often a chance to view a traditional Buddhist ceremony with drums and chanting from 2:00 - 2:15 pm. After bathing and possibly seeing the ceremony we will take a short drive to Yagen Valley from 2:30 - 3:00 pm. Here we can take a walk down a picturesque mountain stream with waterfalls and also visit an outdoor mountain bath called Kappa Yu. A Kappa is a mischievous Japanese forest spirit and he resides in the rivers of Yagen Valley. We will round up the tour with a scenic drive back to Shichinohe-Towada Shinkansen Station. Catch the train to Aomori at 7:22 pm. The trip can be a private tour or shared as a group.",
        "strLocation": "Aomori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aomori-explore-aomori-lush-forests-mountain-bathhouses-temples/6310?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Aomori's Lush Forests, Mountain Bathhouses, Temples!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 21:11:08"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 15500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463019278/gxb7oswye1xhfaafyzg2.jpg",
        "strIntroduction": "This is a tour to Aomori prefecture's countryside with a visit to the famous Oirase Gorge near Lake Towada. The river valley path winds along the river and affords spectacular views of over a dozen waterfalls and many interesting rock formations. The water is crystal clear and the green forest surrounds you and cools you as you walk in the clean mountain air. After walking we will take a short drive to Sukayu Onsen, a 300 year old traditional bathhouse. The water comes straight out of the ground and is contained in a large cypress bath. The bathhouse is mixed bathing separated by a rope throughout the middle of the bath. There is also a single gender bath. After bathing we will take a walk around the volcanic area and botanical gardens with Hakkoda mountains looming over us. This is a spectacular place and one very far off the beaten track. Itinerary of the tour: Shichinohe-Towada Shinkansen Station Pick up: 9:00 AM Scenic Driver through Rural Japan and Winding Mountain Roads: 9:15 - 10:30 (bus to start of walk 280 JPY) Walk through Oirase Gorge/Waterfall Viewing: 10:30 - 1:30 pm View by a dozen magestic waterfalls along a smooth and easy walking path through a beautiful forest. Walk 2-4 kilometers one way in 2.5 hours. Lunch at Yakeyama Restaraunt: 1:30 - 2:30 pm Drive to Sukayu Onsen: 2:30 - 3:15 p, Sukayo Onsen Bathe in Mixed or Single Gender Onsen baths: 3:15 - 4:15 pm Explore Volcanic Activity Zone around the Onsen: 4:15 - 5:15 pm Return to Shichinohe-Towada Shinkansen Station: 5:15 - 6:10 pm If headed to Aomori city you will catch the Shinkansen at 6:27 pm. If headed to Tokyo you will catch the Shinkansen at 6:53 pm. Staying an evening at the Onsen is possible for an additional fee and subject to availability.",
        "strLocation": "Aomori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aomori-see-aomori-waterfalls-and-300-year-old-mountain-hot-spring/6330?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See Aomori's Waterfalls and 300-Year-Old Mountain Hot Spring",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 21:16:17"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4071,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461603890/d9jrqygzfeckl2m2xboj.jpg",
        "strIntroduction": "Okonomiyaki is known as a kind of Japanese-style pancakes or pizza. As “okonomi” means “what you like” or “what you want”, you can add your favorite ingredients in okonomiyaki. Okonomiyaki is usually made from egg, flour, water, small shrimp, squid, and chopped cabbage. (Monja is a kind of Okonomiyaki) The Okonomiyaki ＆ Monja shop I'm going to take you to is near Tsukishima (月島）Station in Tokyo. We will meet at Tsukishima Station and go along the Monja street. Choose the kind of okonomiyaki you like, and I will show you how to make it on the big iron plate! Then you can eat it! There are 75 Monja shops along the Monja street. I'll take care of the reservation in advance. Please book in advance and enjoy it!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-how-to-make-okonomiyaki-and-monja-in-tokyo/6212?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn how to make Okonomiyaki & Monja in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 21:19:46"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9066,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462512174/jclphvcqwnxob7u5lpp5.jpg",
        "strIntroduction": "If you wnat to experience diving, Kerama Island is your best choice! Try this one-day diving tour around three spots in Kerama Islands, Okinawa! Meeting times and places: 1）Naha Meigusuku Port 8:00 am (500 JPY for all day parking if you come with a car) 2）Naha city hotel (pick-up available) Time required: 7 hours ※Depend on the weather conditions, we may be back to port earlier. Please understand. Notes: ※Sea turtles are natural creatures, it is possible that you cannot see the sea turtles. ※Will not go on the island. Disclaimer: ・At the time of your application, please tell the customer's mobile number, age, height, weight, foot size, degrees with mask, hotel`s name and need of pick-up service from your hotel or not of all participants. ・Customers older than 60 years of age cannot join this tour because of safety problem. ・Customers with problems of the circulatory system, respiratory system disease, high blood pressure, otitis media, pregnant, epilepsy, diabetes, liver failure, hangover, who drink all day, cannot join. In addition,due to the health condition of the day, we may not be able to take you with us. ・Children over 8 years old can take part. ・After diving, you cannot take an airplane immediately. ・Sea turtles are natural creatures, it is possible that you cannot see the sea turtles. ・It is possible to prepare water glasses with degree lens for customer. If you need, please let us know at the time of booking. We recommend to use the disposable contact. ・If under 20 years old, the customer needs a signature of the guardian to consent. ・Have free pick-up service from your hotel. If you need, please let us know at the time of booking. ・Additional more tank costs 5,000 JPY（pay on that day）. ・Please bring swimsuit wear, bath towel, sunscreen, shoes. After the tour, there are shower rooms at the harbor. ・If the tour was canceled because bad weather, we will refund the tour fee by band transfer. The transfer fee will be borne by the customer. If on the day we can go to 2 points after departure from Naha because of bad weather, we will not refund the money.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-dive-around-kerama-islands-in-okinawa-for-a-whole-day/6290?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Dive around Kerama Islands in Okinawa for a whole day",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 21:23:24"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7401,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461582085/ty0khbjfkrmargxjlrrv.jpg",
        "strIntroduction": "If you want to try scuba diving outside of the main season, this is your best opportunity! You will go to Chibishi atoll, part of the Kerama islands in Okinawa (free pick-up service is available from Naha city hotels only) and will try scuba diving together with sea turtles among some of Okinawa's best corals! This half-day tour is available only from April 1 to June 30 and from October 1 to October 31. Don't miss your chance to experience Okinawa's sealife! *Number of people required to take this tour: At least 4 people Meeting times and places: 1）Naha Meigusuku Port: 7:30 am／12:30 pm 2）Naha city hotel Time required : 4 hours Meeting Places: 1）Naha Meigusuku Port (500 JPY for all day parking if you come with a car) 2）Naha city hotel ※We will you contact the night before the tour. Disclaimer: 1.Bussines hours（Weekday：9:30-18:30／Weekend&Holiday：9:30-17:00). 2.At the time of your application, please tell the customer's mobile number, age, height, weight, foot size, degrees with mask, hotel`s name and need of pick-up service from your hotel or not of all participants. 3. Customers older than 60 years of age cannot join this tour because of safety problem. 4. Customers with problems of the circulatory system, respiratory system disease, high blood pressure, otitis media, pregnant, epilepsy, diabetes, liver failure, hangover, who drink all day, cannot join. In addition,due to the health condition of the day, we may not be able to take you with us. 5. Children over 8 years old can take part. 6.After the experience diving, you cannot take an airplane immediately. 7.Sea turtles are natural creatures, it is possible that you cannot see the sea turtles. 8.It is possible to prepare water glasses with degree lens for customer. If you need, please let us know at the time of booking. We recommend to use the disposable contact. 9. If under 20 years old, the customer needs a signature of the guardian to consent. 10.Have free pick-up service from your hotel. If you need, please let us know at the time of booking. 11. Please bring swimsuit wear, bath towel, sunscreen, shoes. After the tour, there are shower rooms at the harbor. 12.If the tour was canceled because bad weather, we will refund the tour fee by band transfer. The transfer fee will be borne by the customer. If on the day we can go to 2 points after departure from Naha because of bad weather, we will not refund the money.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-half-day-scuba-diving-tour-at-chibishi-island-kerama/6211?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Half-day scuba diving tour at Chibishi island, Kerama",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 21:27:11"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 14524,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460875081/q8gctdgmlkcqowonxamk.jpg",
        "strIntroduction": "Located at the base of Mt Yatsugatake, Kiyosato Plateau is a popular summer resort in Yamanashi Prefecture. In this one day bus tour, we will take you to Kiyosato Kogen Hotel for lunch, where you'l have a delicious course menu. And at Makiba Restaurant, you will be able to purchase delicious cookies and fruit jams as souvenirs, and will receive a small ice cream snack. You will then head to a blueberry farm for blueberry picking and \"all-you-can-eat\"! After enjoying the fresh air, we will head to Chateau Katsunuma Winery where you'll be able to taste Japanese wine. Finally, go to another farm and pick 2 peaches per person! Fruits picking is one of the highlights of visiting Yamanashi, so be sure to enjoy fully the day in the sunny nature of Yamanashi! Itinerary: -Depart from Shinjuku at 8:00 - Take the expressway bus. (*On May 3rd, 4th, 5th, depart at 7:30) - Makiba Restaurant (shopping and ice cream) -Kiyosato Kogen Hotel (Enjoy lunch of western dishes) - Blueberry picking (eat as many as you can) - Chateau Katsunuma Winery (Taste Japanese wine) - Peach picking (two pieces per person) -Bus to Shinjuku, End of tour (Scheduled 19:00)",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-enjoy-fruits-picking-and-lunch-in-kiyosato-kogen-in-yamanashi/6081?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy fruits picking & lunch in Kiyosato Kogen in Yamanashi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 21:31:03"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9251,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461294443/isaj8xj7c5a8jycwa5xd.jpg",
        "strIntroduction": "2 Days Limited Tour only available on April 25th & 28th!! This is a 1-Day bus tour going to Mt. Fuji Shibazakura Festival from Shinjuku, Tokyo. You may also visit Lake Kawaguchi and Mt.Fuji, so it's definitely worth joining! In this tour, you will meet your guide in the morning at Shinjuku, Tokyo, and take the bus to visit Lake Kawaguchi, Fuji Shibazakura (Moss Phlox) Festival, Mt. Fuji 5th station, and return to Shinjuku in the afternoon. When you arrive at Yamanashi prefecture, you will first visit Lake Kawaguchi, which is one of Fuji Five Lakes and is the gateway to Mt. Fuji. Enjoy the natural reflection of Mt. Fuji! After that, here comes the main purpose of the tour, Fuji Shibazakura Festival. Shibazakura is also known as Moss Phlox and you may observe about 800,000 of them! It is a festival of flowers which gives color to Mt.Fuji through contrast with their gorgeous colors. Since lunch is not included in this tour, you are free to eat your own lunch at the festival. Then, you will go to Mt.Fuji 5th Station and get the closest view of Mt. Fuji. There is also a Shinto shrine so you may visit it too. There are so many special things about this tour! Firstly, you can enjoy not only the Shibazakura Festival but also places like Lake Kawaguchi and Mt.Fuji 5th Station. Even for the local Japanese it is not so easy to go to these places from Tokyo, so we definitely recommend you and it's a must-try tour! Secondly, multilingual audio guidance is available for this tour, including 6 languages such as English, Spanish, French, Italy, Chinese and Thai. Even if you don't understand Japanese, there's no need to worry about it! In addition, there will be an English tour guide too so you may ask them anything you want. Thirdly, free Wi-Fi service is available on the bus. After the arrival, if you would like to take a shot of the festival or share your selfie with the beautiful Shibazakura, you can instantly send messages to your friends and show off! There are many other special offers for this tour, so don't miss this opportunity to experience this valuable activity! This tour is only available on April 25th & 28th. Itinery: 08:00 Meet your guide at \"\"LOVE\"\" monument at Shinjuku You will depart at 08:30. Via Tokyo Metropolitan Expressway & Chuo Expressway 10:05 - 10:30 Lake Kawaguchi Enjoy the natural reflecting pool for Mt. Fuji ! 11:15 - 13:00 Fuji Shibazakura Festival Take your lunch here with the beautiful view of 800,000 of Shibazakura! 14:30 - 15:00 Mt.Fuji 5th Station Get the closest view of Mt. Fuji! 17:00 - 17:30 Return to Shinjuku Station. Please go to your next destination on your own.",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-enjoy-oneday-bus-tour-to-mtfuji-shibazakura-from-tokyo/6116?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy 1-Day Bus tour to Mt.Fuji Shibazakura from Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 21:34:29"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3700,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460262635/jpjslyt7h9nvyjf0allj.jpg",
        "strIntroduction": "Ise Jingu is visited by many people from times immemorial and is a famous traditional spot. It is said to be an energy ”power spot”. This means it's a spiritual spot. Ise Jingu is large and is surrounded by many trees. You can heal your spirit there. Ise Jingu is divided into two areas: Naiku (Inner Shrine) and Geku (Outer Shrine). We will go to both in this tour. Below are the details of the itinerary: 10:00: Meet at Kintetsu Iseshi Station. Iseshi Station can be reached on Kintetsu train from Nagoya. (The train fee from Nagoya to Iseshi Station is not included in the tour price) Go to Ise Jingu Geku. Walk around the shrine. 11:00: Go to Ise Naiku by my car. 11:30: See Ise Jingu Naiku. This shrine is bigger and is visited by more people. 12:30: Walk around Okage-yokocho shopping street. Buy foods and souvenirs. This tour doesn't include lunch. But you can buy many local foods there. Some of them you can eat only there. 13:30: Go to see the famous \"husband and wife\" rocks at Futami-okitama Shrine. The rocks are in a line as if they are a husband and wife. The scenery is pretty with the sea surrounding the rocks. 14:30: Leave Futami-okitama Shrine. Go to Uji-Yamada Station. 15:00: End of tour Please let me know if you have other preferences for the time schedule.",
        "strLocation": "Mie",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-mie-see-the-highlights-of-ise-jingu-on-a-private-guided-tour/5918?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the highlights of Ise Jingu on a private guided tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 21:40:23"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1665,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460382883/wxxbegazl9gyo7dfvv2d.jpg",
        "strIntroduction": "The is a historical bus tour where you can explore Koiwai Farm guided by amazing staff actually working on the farm. Many places are usually not open for visitors, so don't miss this opportunity to uncover the hidden secrets a farm with over 120 years of history! Koiwai Farm was opened in 1891 and is one of the most historical dairy products maker in Japan. They offer this tour to show and tell the guests how exciting the “dairy farming, forestry, service” are. The total farm space is approx. 3000 ha, which is twice as big as Haneda Airport. The tour guide will introduce Koiwai Farm’s history, what kind of things they’re doing, scenery from the farm, and more with their official uniform which continues to be worn from the Meiji era. The staff at Koiwai Farms work using traditional methods while also implementing environmentally innovative initiatives. Moreover, it is a great chance to see a sustainable forest which is very rare in Japan. It is an exciting tour where you can see a “real” farm and feel the atmosphere of the active livestock business! We recommend this tour to guests who are interested in attending academic tours such as visiting museums or guests who love to take photos! There are many photo shooting spots to enjoy the seasonal scenery of Koiwai Farm. This tour is available during April 15th to November 6th. Itinerary: Meet your guide in front of the set up tent at Makibaen in Koiwai Farm ※You have 4 options for the meeting time. 09:30 / 11:00 / 13:00 / 14:30 You will visit: -Main Office -Old Amihari Highway -Warehouse -Tsurugadai Cowshed -Biomass Power “Shizuku-ishi” -Natural Refrigerator -Kamimaru Cowshed -See the only cherry blossom tree in Koiwai Farm -Bushes of Koiwai Farm This tour ends at the point of departure.",
        "strLocation": "Iwate",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-iwate-enjoy-guided-bus-tour-of-koiwai-farm-in-iwate-tohoku/5924?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Guided Bus Tour of Koiwai Farm in Iwate, Tohoku!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 21:44:47"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12767,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460625136/upnnb18bptvxbgmhsboc.jpg",
        "strIntroduction": "We have a special tour for you: All-you-can-eat “Biwa” loquat and melon, and great views of a rice terrace and Tokyo Bay. You start in Tokyo in the morning and come back to Tokyo in the evening. Relish fresh fruits at the best of the season! See the traditional rice terrace which the local farmers have sown from generation to generation. Enjoy the rural landscape where rice terraces spread across the hillsides of mountains. Wearing clothes and shoes that let you move easily and comfortably is strongly recommended. The basic schedule: Shinjuku, Ueno, or Tokyo station: 8:50 Hachimitsu Kobo honey factory (Rest, 20 minutes) Mt. Nokogiri (Enjoy the views of Tokyo Bay, 30 minutes) Tomiura (All-you-can-eat “Biwa” loquat & melon, 30 minutes/Shopping, 20 minutes – 50 minutes in total) Oyama Rice Terrace (Visit the rice terrace in fresh green, 40 minutes) Shinjuku, Ueno, or Tokyo station: 17:00 – 18:00 Departure date and place: Shinjuku: May 14, 22 Ueno: May 15 Tokyo (station): May 21 * Fee includes a bus seat, all-you-can-eat loquat, and all-you-can-eat melon. The following conditions will apply: * The minimum number of participants for operation is 25. * You are required to check in at least 10 minutes before your scheduled tour departure. * There is no restroom on the bus, so please go to the restroom before you get on the bus. * A tour conductor or staff of your preferred language will accompany the tour from the designated meeting place and provide the participant with basic information necessary for the tour (such as meeting place and time at each stop) in your preferred language. Information on sightseeing in the areas of tour destinations will not be provided. However, brochures in your preferred language will be provided. * Children 6 years old and above can participate in this activity. * Please be sure to protect yourself against hot and cold weather. * If we have to cancel the tour due to typhoon, heavy snow, or other circumstances beyond our control, we will decide the cancellation by 3 pm Japan Standard Time one day before the departure, and inform you about it by email. * You can bring PET bottles, thermos bottles, and beverages in containers with a lid on the bus. * You cannot take your pets with you.",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-enjoy-all-you-can-eat-loquat-and-melon-in-chiba/6051?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy All-You-Can-Eat Loquat and Melon in Chiba!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 21:50:16"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3053,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460441383/jhx02ffheurpuhq8zfwd.jpg",
        "strIntroduction": "Wear samurai clothes “iaidogi”. Strike a samurai pose with a Japanese sword in an old temple near Osaka. We can also provide “hakama” which is Japanese style clothes for women. 2-7 year old boys can wear “hakama for children”, too. You can take pictures during the activity. Below is the summary of the activity: (held 4 times per a day) Part 1: (30 min, 10:00-10:30, 12:00-12:30, 14:00-14:30, 16:00-16:30) Wear clothes \"iaidogi\"and \"hakama\" clothes. Part 2: (30 min, 10:30-11:00, 12:30-13:00, 14:30-15:00, 16:30-17:00) See the old temples. Pose like a samurai with a Japanese sword. Time schedule: The time for one session is about 1 hours. Choose between one of the slots below: 1st: start 10:00 - end 11:00 2nd: start 12:00 - end 13:00 3rd: start 14:00 - end 15:00 4th: start 16:00 - end 17:00 Address: 1141 Shindachi ichiba Sennan Osaka Japan 〒590-0504",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-strike-a-samurai-pose-with-japanese-swords-osaka/4967?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Strike a samurai pose with Japanese swords, Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 21:55:11"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5088,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460625161/cex5ineusmaegidkolgn.jpg",
        "strIntroduction": "This is a group tour for up to 8 people. Below is the itinerary of the tour: 10:25: Meeting at Tsukiji Shijo Station (close to the main gate of Tsukiji Market) 10:30: Strolling the inner market, fish and seafood section - learn about Tsukiji, fish and seafood in general, or the best fish and seafood in all seasons - witness wonders you can see only in Tsukiji Market - mingle with the worker's colleagues 11:00: Strolling Uogashi-yokocho - visit some stores including a cooking knife store where the guide sometimes visits to buy or amend his shop's knives - try some snacks during the tour if you are hungry. We can find Japanese omelettes, a famous Japanese sweets shop (dango, Japanese dumpling) whose dango are favourite among Tsukiji's workers. 11:30: Namiyoke shrine - visit a special shrine for all Tuskiji workers. The guide bows every time he passes by. 11:40: Question time - please ask the guide whatever you want: about lunch spots or where to go during your stay! We want to help you as much as we can, like I was helped in many countries where I have traveled. 12:00: End of tour",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-a-quick-tsukiji-tour-guided-by-a-tsukiji-market-worker/6050?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a quick Tsukiji tour guided by a Tsukiji market worker!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 21:59:45"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 23128,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459921532/vklhyzxgr0qjkexcbqop.jpg",
        "strIntroduction": "I offer the exquisite Japanese cuisine and sushi course in one of the locally popular hideaway restaurants in Tsukiji, Tokyo. One English-speaking local will be included in this course as the chef and his wife are not English speakers. He/she will help deepen your dining experience. The chef is well informed about sake, Japanese distilled liquor (shochu), etc. Please dive into this profound Japanese cuisine world! Time & Date Mon - Fri: 18:00 - 22:00 Sat: 17:30 - 21:00 Meeting Point Tsukiji Station *or, we can arrange pick-up at another place according to your travel schedule (the transportation fee is not included) Schedule 17:30 - 19:00 meet up at Tsukiji Station 17:40 - 19:10 Japanese cuisine and sushi course starts You can stay there until the closing time. Menu Description The chef goes to Tsukiji Fish Market every day to choose the best vegetables, fish and seafood in the season. Unlike pre-made food chain store, the menu changes day by day. Before sushi, dishes for paring with sake are mainly served. =Below seasonal dishes are examples= *Every season -cream cheese pickled with Japanese sake leeks Japanese sake leeks deepen and make cream cheese more tasty, which is one of this restaurant's specialty. Enjoy the amazing combination with Japanese sake. *Winter only -foie gras of the sea, Ankimo (steamed Monkfish liver) Unlike foie gras, it is natural, good for heath, and full of nutrition. Sake and Ankimo make one of the best couples in Japan! :) NOTICE: * +16 year-old only * Please let me know if you have any allergies * Group tour (max. 8 people) * Raw fish and seafood (shrimp, clams etc) are included in this course. So I don't recommend this course for strict vegetarian * Any food request is welcome（Do you have any dietary restrictions like Halal? Please let me know） * Depending on the availability, this tour would not be held or I can recommend another local hideaway restaurant near Tsukiji * Meeting time will be fixed according to your schedule. Please contact us.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-feel-like-a-local-at-a-secret-hideaway-restaurant-in-tsukiji/5697?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Feel like a local at a secret hideaway restaurant in Tsukiji",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 22:05:03"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1164,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460130706/qslilovkruk6tezo1thh.jpg",
        "strIntroduction": "*This is a group tour* 10:00: Meet at Tsukiji-Shijo Station 10:10: Stroll the inner market and Uogashi Yokocho - visit the inner market and its shops for vegetables, cooking knives, Japanese cooking instruments or kitchenware for shopping. - if you are hungry, you can try Japanese omelette or dumplings famous in Tsukiji *The inner market might be closed according to the market calendar. In this case, we will explore Uogashi Yokocho further. 10:40: Namiyoke Shrine, a special shrine for Tsukiji's working people 11:00: Move to Ningyocho by subway - you may be surprised and ask \"why leave Tsukiji before lunch!?\". But actually working people in Tsukiji usually don't have a meal there. Instead, I will bring you to Ningyocho, where you ill find many delicious quiet restaurants in a relaxing atmosphere, without any queue. 11:20: Strolling and lunch - drop by some famous Japanese sweets shop for souvenirs, tea shop, Tofu shops, Taiyaki shops, Ningyo-yaki shops, Senbei (rice crackers) shops, etc. - we have many choices for lunch there: ramen, sushi, Japanese cuisine, Oyako-don (a rice bowl topped with cooked chicken covered by half-cooked egg), sukiyaki, grilled fish pickled with sake lees, etc. If you don't have any preference, please follow me! 13:00: End of tour (after tour, if you want to have a tea break near here, I have many recommendations. Ningyocho is famous for cafes too!)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-tsukiji-like-a-pro-buyer-and-have-a-fancy-sushi-lunch/5903?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Tsukiji like a pro-buyer & have a fancy sushi lunch!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 22:09:48"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 17577,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459944872/jcyfibrb9xu972lw9mnb.jpg",
        "strIntroduction": "Save the long early queue for fight day tickets. If you have come all the way to Japan but missed out on the chance to watch sumo, this just might be your last chance to catch a glimpse of Japan's most famous traditional sport. With pre-ordered ticket prices ranging from 5,000 - 40,000 JPY for each day of the Tokyo Sumo Championship Tournament, sumo can be very expensive. Add to that the fact that most tickets are sold out as early as a month before each tournament, watching live sumo in Japan is a real rarity. Tokyo's Sumo Championship is also only available 3 times a year running for a total of only 45 days out of the 356 days in the year, making sumo a highly unique experience that few that come to Japan will ever get the chance to see. With this service you can buy the “Fight Day\" tickets to become one of the lucky few to watch real Japanese Sumo Wrestlers fighting for a Championship Trophy. The price changes due to popularity of the tickets which depends on each day. The last day ticket for example is hugely popular and very difficult to get. ===================== IMPORTANT INFORMATION ===================== -Seats are located in the 2nd floor furthest from the ring. -Cancellation only acceptable 2 days before the day the ticket is for. -Ticket face value is only 2,200 JPY (our price is for the service.) -Pick up your ticket close to the Sumo Championship Site on the same day as your ticket will be used. -We can not assure you that we will be able to purchase the tickets, you will be fully refunded if we are unable to purchase your tickets. -If we can purchase your tickets we will contact you on the reservation morning between 9:30-10:30 so you will need to provide a contact e-mail address and if possible telephone number, so that you can receive the ticket-pick-up meeting point data. -If you reserve more than 1 ticket there is a chance that we cannot purchase all tickets, but you will still need to pay for the those tickets. There will be no refund for tickets that have already been purchased.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-last-chance-fight-day-tokyo-sumo-championship-tickets/5887?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Last Chance Fight Day Tokyo Sumo Championship Tickets!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 22:13:06"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9344,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459672331/yxa6ysmrkvglxrkydajn.jpg",
        "strIntroduction": "Nagano and Yamanashi have many beautiful places to enjoy viewing cherry blossoms and many people from all around Japan visit Nagano and Yamanashi for hanami. Takato Joshi Koen (Takato Castle Ruins Park, Takato Castle Site Park) is reputedly one of the three best locations to see cherry blossoms in Japan, along with Hirosaki Castle and Yoshinoyama. The park is located on a hill in Ina City of Nagano Prefecture about 60 kilometers south of Matsumoto. There are about 1500 cherry trees of the pinkish Kohigan variety around the park providing great cherry blossom views each spring. The Kohigan cherry trees are said to have been planted here in 1875 when the park was first opened to the public. Yamanashi Togenkyo (Peach Blossom Paradise) is one of the most famous peach-producing areas in Japan and there are vast peach fields spread around the whole area. As the flat land does not have much change in elevation, once the peach blossoms start blooming, the scenery becomes like a new world covered with a pink carpet. Every year, peach blossoms start blooming in early April and they spread gradually to the higher altitude and there are many spots where you can enjoy the great scenery of the peach fields. You start in Tokyo and come back to Tokyo. Wear clothes and shoes comfortable to walk in. The one-day bus tour is held in the following order: Start at Shinjuku Station (7:00) Shopping at Oginoya Suwa Ten (Lunch time) Takato Joshi Koen Yamanashi Togenkyo Come back to Shinjuku Station (Around 19:00) * The order may change. * The bus may be delayed due to the traffic conditions. * If the peach blossom season has passed its peak, the bus will take you to Chateraise Belle-Foret Winery instead. **The price differs depending on the date. * Admission fee to Takato Joshi Koen is included. * Lunch is not included. Ohanami bentoh with tea or Oginoya Kamameshi without tea can be prepared (1,000 JPY including tax for each). If you need it, apply for it when reserving the tour, and make payment in the tour by cash. * Free for infants aged 5 or under.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-enjoy-a-cherry-blossom-tour-in-nagano-and-yamanashi/5848?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Cherry Blossom Tour in Nagano and Yamanashi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 22:16:38"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459559290/ypcpg8cig8epjct9xji1.jpg",
        "strIntroduction": "Meeting you outside the East Exist of Kamakura station our food guide will account for all guests before departing. You will start the tour by walking towards Danzakura, a long walking pathway between the Nino Torii Gate and the San'no Torii Gate. A Torii Gate is an important part of Japanese culture and Shinto religion. It marks the approach and entrance to a Shinto shrine and also the division between the physical and spiritual worlds. Danzakura is a raised path lined with cherry trees and looks particularly splendid in the spring when everything begins to bloom. Alongside are very famous restaurants, food shops we will be able to make stops at. Our first stop is a local store that specializes in side dishes and pickles. Sampling most items will be free to try for our guests. After some samplings, we will be walking towards the beautiful Sanno Tori Gate, the spiritual entrance to Tsurugaoka Hachimangu, the most important Shinto shrine in the city of Kamakura. The shrine is at the geographical and cultural center of the city of Kamakura. After our approach we will sit down for a beautifully arranged traditional Japanese lunch where our foodie will further detail the rich tradition and history behind some of the most local Japanese cuisines as well as manners of eating them. The next stop is Komachi Dori a street lined with over 250 restaurants, boutiques, fancy cafes, Japanese-style sweet cafes, and stores unique to the ancient city. Sample some local snacks in this very busy street. End off the tour with an amazing Japanese Dessert served with green tea in a beautiful ancient Japanese garden house.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-embark-on-a-walking-food-tour-in-kamakura/5815?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Embark on a Walking Food Tour in Kamakura!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 22:22:50"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9899,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459591472/nlwuqul5ohutdufjb2id.jpg",
        "strIntroduction": "Get picked up at your hotel or meet at a designated station in Nagoya, and let's start the tour! We will guide you to some good places based on your request and preferences. We will drive or take you to our apartment where we will serve you Japanese foods which we can make ourselves! While making the food, you can enjoy the atmosphere of a typical Japanese apartment. Note: If your time is limited, we can have our food ready in advance. Please choose among the food examples from the list: - Chirashi-zushi (sushi rice in a bowl with a variety of ingredients ) - Sukiyaki (thin slices of beef with various vegetables) - Takoyaki oOctopus dumplings) - Okonomiyaki (a meat, seafood, and vegetable pancake) We will do our best to serve your requested Japanese foods! This experience is conducted by two local hosts in Nagoya (Shoichi and Kanako).",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-nagoya-customized-tour-with-home-made-traditional-dishes/5828?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Nagoya customized tour with home-made traditional dishes",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 22:26:21"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 17485,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459186368/q7f5z8w2m4xdia0uszhu.jpg",
        "strIntroduction": "This is an all-night tour for people who want to party in Tokyo during their visit! Below is the detailed itinerary of the tour: 11:00 pm: Gather at Roppongi 11:30 pm: Have some drinks at a Japanese sake bar (Izakaya) 12:30 am: Take a train and go to the nightclub 1:00 am: Enter the nightclub 4:30 am: Have a breakfast if you want to 5:00 am: End of the tour, go back to your hotel by taxi Be ready to party wild all night with us!!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-party-all-night-on-this-amazing-nightlife-tour-in-tokyo/5684?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Party all Night on this Amazing Nightlife Tour in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 22:30:07"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5828,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457920672/m9q7zc1uakcuu0ntarbk.jpg",
        "strIntroduction": "You cannot spot any modish girl in the city without a perfect and well-cared manicure. Whether it is do-it-yourself at home or enjoy a comfortable service in the beauty salon, they always treat the nails with hundreds of choices in designs and colors in Tokyo. Being new here and love to join the popular kawaii (cute) culture in Japan? It is best to have your manicure taken care of. With the latest nail technology, you can have high quality gel nail application, free choice of design and color combination, have twinkling stones and stickers lasting up to 3-4 weeks. Compared to the common manicure, a gel nail treatment is faster and easier to apply and promises longer durability. Moreover, the service also comes with free fix to the decorative materials. And please enjoy the most comfort during the nail application with our English translator accompanied. However, children under 15 years old are not allowed. An additional surcharge will have to be paid on the day for old gel removal. The nail shop only operates from 10 AM - 5 PM.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-try-on-japanese-kawaii-nail-art-in-tokyo/5358?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try on Japanese Kawaii Nail Art in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 22:33:45"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 42556,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1458725926/yhuno1cc8ayzb9cw0ifw.gif",
        "strIntroduction": "**This special workshop will be held on May 21 and May 22, 2016 only. Do you know what Japanese traditional Urushi lacquer is? Many people have misgivings about Urushi lacquers based on the fact that they can cause allergic reactions and take a long time to dry. With accurate knowledge, Urushi lacquer can be handled by amateurs at home too. This is an art form with a variety of applications. Urushi has a history of over 9000 years and is 100% ecological. Urushi is famous for being used in the restoration of national treasures such as Kinkakuji Temple in Kyoto (“The Golden Pavilion”). This is a rare opportunity for English speaking students to learn the mysterious and fascinating Urushi art forms by practicing them in our studio! A Japanese instructor will be translated from Japanese to English on the spot!!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-participate-in-an-urushi-art-workshop-for-beginners-in-may/4678?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Participate in an Urushi Art Workshop for beginners in May",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 22:38:53"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1458706294/qokeuphc6sx6iu3614og.jpg",
        "strIntroduction": "The Tour starts at the meet up point in Shimbashi. Enjoy the beautiful scenery of Tokyo River and Odaiba, a set of small man-made fort islands (daiba literally means \"fort\"), which were built towards the end of the Edo Period as you take the monorail to head towards Daiba Station. Upon arrival, you will walk through some of the most breath taking sceneries of Tokyo, then Head to Aqua City for some local Japanese lunch that most locals enjoy to eat - the meals are very healthy and delicious. After this, we will walk around a small ramen museum where ramen from different places in Japan with different kinds of broths and noodles can be seen. We will proceed to the beautiful Diver's City Tokyo Plaza - a diverse, buzz-creating new landmark of Tokyo in one of Japan’s most popular sightseeing spots. This is also home to some very new and trendy dessert and snack places that are very famous even with locals such as the Hello Kitty Cafe, Gundam Cafe, Calbee Potato Shop, etc. End the trip by enjoy some refreshing drinks and desserts while savouring the beautiful view of Odaiba!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-odaiba-on-a-walking-food-tour/5482?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Odaiba on a Walking Food Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 22:42:58"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 16652,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468304394/gr0s5ebumedfbvyxuyn7.jpg",
        "strIntroduction": "We provide exclusive professional portrait shooting opportunity for you in the original Samurai Armor, fully handmade by craftsman in Japan. We are the only photo studio with full services including dressing armors, and the art-level portrait, suitable as a great and unique gift or interior decor for the life time. We provide 3 courses: 1)【ASAKUSA LIMITED】Foreign tourist ｍonitor Pair plan . This is for Foreign tourist ｍonitor plan. 2) Standard Course by junior photographers with limited angles of portrait. 3) Premium Course by senior professional photographer with the angles to be coordinated in a best manner for the customer. ■Armor type 1) Sanada Yukimura type Sanada Yukimura type is Yukimura's famous reddish armor design (the actual armor is modified into black). 2) Date Masamune Family type Date Masamune family type. 3) Kuromusya type (Black threaded typ) Black threaded type is those broadly used in Muromachi Era (1336-1573). Photo shown on the left. 4) O-yoroi type O-yoroi type is the design used in Kamakura Era (1185-1333) when samurai used arrows from the horse back. Their armors were leather covered and the sleeves were wide. ■Shooting Plan ◆SUMMER SPECIAL COURSE【ASAKUSA LIMITED】 Foreign tourist ｍonitor Pair corse (For 2 persons) 30,000JPY/2persons (＋tax) -------------------------------------------------------------------- We would like to give a real and authentic cultural opportunity to foreign tourist. So, We have a special plan only for foreign tourist in Asakusa limited. It is for Foreign tourist ｍonitor plan. The price is reduced to 30,000 yen from 36,000 yen(for 2 pesons) of Standard plan (both tax not inclusive). You need to satisfy ALL of the following: 1. To consent to post your photo on our promotional materials & upload on our website. 2. To share the photos taken at SAMURAI STUDIO through SNS (Facebook and/or Twitter) AND click \"Like\" on our Facebook SAMURAI STUDO page. 3. To answered a questionnaire about our studio. *Not subject to living in Japan ①Select Armor & Dressing by specialist staff ・Please choice your armor type： Sanada/Date Musya/Kuro Musya. ②Shooting Samurai Art Photo by professional photographer & Posing produce ・Number of postures:５ postures. （solo 3 postures (per person) & Pair photo 1 posture） ・Number of shots:2-5 shoots per posture. ③Check your photo & select ④Printing the photos & photo date ・Digital photo data: All of you photos are downloadable from the web site we create. ・Printing the photos: Choose your favorite 2 shots which will then be attached on the original mount paper. ◆STANDARD COURSE 1)18,000 JPY/person + tax -------------------------------------------------------------------- This is designed for people who dreamed of taking profession photos wearing Samurai Amor. You choose your favorite Amor. We serve the dressing each by each while explaining the whole items. Our junior photographer will take 3 postures which we believe the coolest ones from our past experience. (Estimated time required: 45 min.) Three postures are standing, looking back, and holding sward for immediate fighting. All of them will emphasize the beauty of Samurai Amor. ・Number of postures: 3 postures are standing, looking back, and holding sward for immediate fighting. All of them will emphasize the beauty of Samurai Amor. ・Number of shots: 10 shots (2-3 shoots per posture) ・Photographer: Junior photographer：Optional accessories are available upon request. Your own collected items are not acceptable. ・Printing the photos: Choose your favorite 2 shots which will then be attached on the original mount paper. ・Digital photo data: All of you photos are downloadable from the web site we create. ◆PREMIUM COURSE 1)42,000 JPY/person + tax -------------------------------------------------------------------- The premium course is designed for people looking for the once-in-a-life-time memorable event such as pre-wedding banquet or 60-year old birthday. Also, we recommend this course to people who have been waiting a chance to fully enjoy to be a samurai matching their own images in their mind. Bring your own collected samurai items if you are the one. The real and exclusive portrait will be yours. (Estimated time required: 60 min.) ・Number of postures: 10 postures you prefer. According to your own images we take 10 postures you like. We offer our best advice on the postures suitable to you, if you wish. ・Number of shots: 30 or more. 2-3 shots per posture. ・Photographer: Professional senior photographer highly experienced in various media including advertisements and magazines. They will bring out the best natural expression from you while advising how to make a cool posture. ・Accessories: All are usable at our hands. You also can bring in your own items if you wish.・Printing the photos: Choose your favorite 2 shots which will then be attached on our original mount papers. ・All data will be given in a DVD in addition to downloading capabilities from our website.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-dress-up-like-a-samurai-warrior-and-take-photos-in-tokyo/3963?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Dress up like a samurai warrior and take photos in Summer!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 22:48:36"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462179949/pjc4q0bla556cd4yia6w.jpg",
        "strIntroduction": "We start by making the perfect sushi rice, a key element to enhance the taste. We then explain the fundamental elements of Japanese home cooking which is your first chance to see, feel and even taste some of the ingredients we will be using. Sprinkled into the preparation and cooking we touch on some history, traditional etiquette, and other fun facts to help paint a more complete picture of the traditions you are learning. Our classes are fun, informative and engaging-a very personal experience where you can ask everything that you want to know about sushi and maki. The flower mosaic sushi and temari sushi are absolutely delicious and gorgeous-they're almost too beautiful to eat. This course will definitely give you some skill that you can take back home with you-an unforgettable experience that you will surely be able to enjoy and put into practice. You will be able recreate your favourite sushi/rolls,even much more beautiful and yummier than those you see at any Japanese restaurants. Our Sushi and Maki Lunch Course is served with two side dishes, Osuimono (Clear Broth Soup), Japanese Wagashi (Dessert) and green tea.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-make-your-own-flower-mosaic-sushi-and-temari-sushi/5364?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make your own Flower Mosaic Sushi & Temari Sushi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 22:53:50"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1045,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457945882/lshzllexwzlxtyjlecoh.jpg",
        "strIntroduction": "Between the end of March and the beginning of April, just during the two weeks, Japan’s national flowers, cherry blossoms (sakura), are blooming and attracting many people, Japanese and foreigners. Kyoto is especially popular during this period because of its age-old sakura trees in the traditional setting of temples and shrines. Some of the famous temples and shrines are open even in the nighttime. This tour will take you to those famous spots for sakura. I can coordinate this tour according to your needs and interest. Because some of those spots are very crowded, you might not want to go. Instead there are quiet spots with fewer people or places where you can sit and drink. Tour Duration: 3 Hours Maximum Number of People: 10 Tour Type: Walking Only Tour Highlights: Some of the recommended Sakura Spots: Toji Temple, Hirano Shrine, Miidera Temple, Ishiyamadera Temple, Sakamoto area",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-go-on-a-cherry-blossom-sakura-night-viewing-tour/5363?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a Kyoto Cherry Blossoms (Sakura) Night Viewing Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 22:57:33"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4626,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457582097/qd6kh14jixyqyezroejn.jpg",
        "strIntroduction": "This tour is basically a private tour. Anyone can join it, but since garden's road is graveled, using strollers or wheelchairs might be difficult. In the tea house inside Sankeien Garden, you can enjoy a tea ceremony and taste matcha green tea with Japanese confectionery. This program in the tea house is officially offered by Sankeien Garden, so it is up to the guest whether to participate. The extra activity will cost 500 JPY per person and it doesn't include the guiding fee. I will pick you up at Motomachi-Chukagai Station or JR Negishi Station. Alternatively, we can meet at the entrance of Sankeien Garden.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-visit-sankeien-garden-in-yokohama/5288?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Sankeien Garden in Yokohama",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 23:02:04"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10639,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457246568/rgzxlnlclkqtx9qctihe.jpg",
        "strIntroduction": "One of Japan's most iconic spring scenes is the fields of shibazakura flowers. Unlike traditional Japanese cherry blossoms, shibazakura come in a variety of colors including, whites, pinks and purples. These unique flowers grow together in thick bunches, creating the illusion of a glorious and colorful flower carpet. On this tour you will travel from Nagoya Station up to Mt. Chausu to see Shibazakura Hill. From there, we will travel to Hamamatsu Flower Park and Enjoy the Hamanako Flower Festa (limited time only). We will conclude our trip back at Nagoya Sation at the end of the day. Book your trip today to some of the most famous spring sightseeing spots in Japan! ※Itinerary※ - Meeting Point: Nagoya Station West Exit, ESCA Underground Shopping Mall. (7:20) - Departure from Nagoya Station by bus to Chausuyama Plateau (90 minutes) - Hamamatsui (shopping) (20 minutes) - Hamamatsu Flower Park (Hamanako Flower Festa) (90 minutes) - Return to Nagoya Station (17:50) Lunch is included in this tour.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-see-shibazakura-on-one-day-bus-tour-to-shizuoka-from-nagoya/5212?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See Shibazakura on One Day Bus Tour to Shizuoka from Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 23:07:27"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 37930,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457246030/o96gdtu7pamtr4lhrrpk.jpg",
        "strIntroduction": "Hakone is a beautiful destination for a spring vacation! The three attractions for this tour are as follows: - The Fuji Shibazakura Festival (for a limited-time only) Around 800,000 shibazakuras bloom this time of year at the foot of Mt. Fuji, the national symbol of Japan and a World Heritage site. - Hakone Sightseeing Cruise Ship Go on a sightseeing cruise around the scenic Lake Ashi on a \"Pirate Ship\". - Azaleas in Himenosawa Park The best time to see the 60,000 blooming azaleas is from late April to mid-May, so book your trip today! ※Itinerary※ Day 1 - 7:40 - 9:00 Depart from Shin-Osaka Station by bullet train. (approximately one hour) - Arrive at Gifu Hashima Station - Bus from Gifu Hashima Station to Numazu, Shizuoka (stop for shopping) (30 minutes) - Bus from Numazu to Himenosawa Park (40 minutes) - Bus from Himenosawa Park to Hakonemachi Port for Pirate Ship cruising (40 minutes) - Cruise from Hakone Machi Port to Tokendai Port - Spend the night at Hakone Sengokuhara Onsen (hot spring) Dinner will be provided at Hotel Hakone Powell. Day 2 - Take a bus from Hakone Sengokuhara Onsen to Lake Yamanaka (20 minutes) - Bus to Oshino Hakkai (50 minutes) - Bus to Lake Kawaguchi and visit the surrounding area (70 minutes) - Bus to Lake Saiko (25 minutes) - Bus to Lake Shoji (20 minutes) - Bus to Lake Motosu for the Fuji Shibazakura Festival (60 minutes) - Bus to Hamamatsu Station - Bullet train from Hamamatsu Station to Shin-Osaka Station (Arrive 19:30-21:00). Breakfast will be provided at Hotel Hakone Powell.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-enjoy-a-two-day-sightseeing-tour-from-osaka-to-hakone/5205?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a 2-Day Spring Sightseeing Tour From Osaka to Hakone!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 23:10:28"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11379,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1451202042/cboub7lxbdu5mz64s8yt.jpg",
        "strIntroduction": "Visit some of the best cherry blossom viewing spots in Nagoya by bicycle with our knowledgeable and fun guide and find out how to enjoy the cherry blossoms the proper Japanese way. First, we will take you to Nagoya castle for sakura blossoms, we'll then pick up your bento at depachika in Sakae and head to Tsuruma Park for hanami. In Tsuruma park we will find a spot with a nice view of cherry blossoms and have a picnic while admiring the trees. Availability: Mid-April, time varies according to cherry blossom forecasts and weather conditions. Can also be held in Ferbuary for seeing plum blossoms, if the weather allows. *Can be offered year-round if you do not seek cherry blossoms. *RECOMMENDED: Nagoya Castle has a Spring festival starting on March 26th! Length of the tour: 4 hours Itinerary: 10:00 - Meet at Sakae Station and pick up bikes 10:10 - Ride to Nagoya Castle 10:20 - Nagoya Castle and Meijo Koen 11:30 - Bike to Sakae along Horikawa 11:45 - Lunch purchase at Mitsukoshi depachika 12:15 - Leave Mitsukoshi and head to Tsurumai Koen 12:45 - Lunch at Tsurumai Koen 13:30 - Leave Tsurumai Koen 13:45 - Back at the bike store *Please choose the appropriate option when booking the tour. The price is per person, so if your group is 2 or more participants, please book the tour the according number of times.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-view-cherry-blossoms-by-bicycle-with-a-picnic-in-nagoya/4329?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "View Cherry Blossoms by Bicycle with a Picnic in Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 23:13:44"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 22665,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457271084/ezetvhhkz2pgzqtcwlli.jpg",
        "strIntroduction": "This half-day tour will take you to many beautiful locations featuring some of the best Sakura blossom viewing sport around Nagoya. We will start the tour from visit to Depachika shopping mall for purchasing lunch or sweets for the picnic. Next, we will head right to Tsurumai park, featuring 1,200 Cherry trees, for enjoying Japanese traditional HANAMI picnic - eating while looking at blossoming cherry trees. Tsumurai park has over 100 years of history and is a fusion of European and Japanese style garden. After picnic we will spend an hour at Togokusan Fruit Park featuring about Weeping Sakura type, besides many orchards and fruit orangeries. Finally, we will visit Nagoya Castle's Spring Festival for viewing over 1,600 Sakura blossoming trees in evening illumination and enjoying many food stalls and entertainment. At the end, the coach will take you back to the starting location. You may choose to stay at the festival if you prefer. RECOMMENDED: March 26-April 10 Nagoya Castle has Spring Festival where you can enjoy Evening Illuminations, food stalls, and performances in the evening. *Outside of these dates the illumination might not be available* *If you decide to have a private tour, you might be able to adjust the itinerary. Please contact us beforehand if you would like to change the coach route* *If you are having a private tour, we will pick you up at your hotel. Otherwise please come to the meeting location* Sample itinerary: 13:30 Meet at Nagoya Station or Sakae. Purchase sweets at Mitsukoshi Depachika or Takashimaya 14:15 Leave for Tsurumai Park 14:45 snack picnic at Tsurumai Park 15:45 Leave Tsurumai Park 16:30 Arrive at Togokusan Fruit Park 17:30 Leave the fruit park 18:15 Nagoya Castle (lit up sakura) 19:30 back at Sakae or Nagoya Station",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-see-all-the-best-cherry-blossoms-in-nagoya/4330?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See all the Best Cherry Blossoms in Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 23:17:52"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12027,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481102545/jk4i3tyxjpd3meuy8uer.jpg",
        "strIntroduction": "Enjoy winter activities in Hokkaido by making a reservation for this JR Day Trip Ski Pack with your family and friends! There are three different destinations for this JR Day Trip Ski Pack, which are Tomamu, Sahoro, and Niseko. All destinations include the round trip JR train ticket (for Tomamu and Sahoro, the train tickets are designated in advance), 1 day ticket for lift & gondola, and rental ski set (skis, poles, and boots). The ski resorts for each destinations are Hoshino Resort Tomamu, Sahoro Resort, and Niseko Hirafu or Niseko Village Ski Resort. Except for Niseko Village Ski Resort, the plan includes the round trip JR train ticket, Niseko Village Ski Lift and Gondola 8 hour ticket, lunch, hot springs, and does not include the rental ski sets. The Tomamu Ski Resort has a lot of bells and whistles that make it incredibly family friendly. The resort is the most extravagant in Hokkaido, as it has 50 meters wave pool, glamorous restaurants, and peculiar looking sky-scraper hotel towers. The ski courses suite to all levels of skiers, so everyone can enjoy skiing at this resort. The resort is also friendly to kids, as it has an adventure terrain park and kids-specific park. The amenities and infrastructures of this resort is top notch. Sahoro Resort in Hokkaido is a reasonably small to medium sized with only 17 courses that suite all levels of skiers. The lifts are well developed with a gondola, 2 high speed quads, and 5 other lifts. The slopes of Sahoro are uncrowded, although sometimes the lift queues can develop at the gondola if there are a lot of local school kids. This resort offers various other activities during winter such as evening grooming tours, fishing, snow shoe tours (3 hours), snow rafting behind a snowmobile, snow field horseback trekking (30 or 50 minutes rides), and tubing and sledding. Niseko Grand Hirafu Village is a cultural mountain paradise in Hokkaido. The village is internationally recognized for amazing snowfalls, great skiing, snowboarding and a long winter season, which make Hirafu is truly a unique ski town. You can also enjoy world class dining, relaxing hot springs, bars and events at this resort too. Niseko Village Ski Resort sits within the Niseko United ski area, that accesses inter-linked ski resorts boasting a combined 2,191 acres of skiable terrain. The resort is strategically located at the base of Mount Niseko Annupuri and it offers the award-winning hotels with spa and hot spring facilities, a dining and retail village hub, luxury residences, and international snow school and alpine activities. The restaurant is open from 11:30 to 14:30, and the hot springs is open from 13:00. The lunch is either buffet or set menu. Bath and face towels are included in the plan too. The Itinerary for each destination is as follows: For Tomamu - Departing from Sapporo Station to Tomamu Station with Limited Express Super Tokachi (designated train) - Departing from Tomamu Station to Hoshino Resort Tomamu with shuttle bus - Spend time at Hoshino Resort Tomamu - Departing from Hoshino Resort Tomamu to Tomamu Station with shuttle bus - Departing from Tomamu Station to Sapporo Station with Limited Super Express Tokachi (designated train). For Sahoro - Departing from Sapporo Station to Shintoku Station with Limited Express Super Tokachi (designated train) - Departing from Shintoku Station to Sahoro Resort with shuttle bus - Spend time ant Sahoro Resort - Departing from Sahoro Resort to Shintoku Station with shuttle bus - Departing from Shintoku Station to Sapporo Station with Limited Super Express Tokachi (designated train). For Niseko Grand Hirafu - Departing from Sapporo Station to Otaru Station with local or rapid train - Departing from Otaru Station to Kutchan Station with local train - Departing from Kutchan Station to Niseko Grand Hirafu with local bus (Niseko bus) - Spend time at Niseko Grand Hirafu - Departing from Niseko Grand HIrafu to Kutchan Station with local bus (Niseko bus) - Departing from Kutchan Station to Otaru Station with local train - Departing from Otaru Station to Sapporo Station with local or rapid train - Schedule for the local bus departing to or from Kutchan Station is as follows: Kutchan Station 7:55 → Hirafu Welcome Center 8:13 Kutchan Station 9:40 → Hirafu Welcome Center 9:58 Kutchan Station 13:00 → Hirafu Welcome Center 13:18 Hirafu Welcome Center 13:30 → Kutchan Station 13:48 Hirafu Welcome Center 15:42 → Kutchan Station 16:00 Hirafu Welcome Center 16:07 → Kutchan Station 16:25 Hirafu Welcome Center 17:30 → Kutchan Station 17:48 Hirafu Welcome Center 18:48 → Kutchan Station 19:06 For Niseko Village Ski Resort - Departing from Sapporo Station to Otaru Station with local or rapid train - Departing from Otaru Station to Kutchan Station with local train - Departing from Kutchan Station to Niseko Village Ski Resort with shuttle bus - Spend time at Niseko Village Ski Resort - Departing from Niseko Village Ski Resort to Kutchan Station with shuttle bus - Departing from Kutchan Station to Otaru Station with local train - Departing from Otaru Station to Sapporo Station with local or rapid train",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-reservation-for-jr-day-trip-ski-pack-to-hokkaido/5242?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for JR Day Trip Ski Pack to Hokkaido!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 23:21:54"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11101,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481102028/ck4sra3vk38zetjolait.jpg",
        "strIntroduction": "This is a ten hour private sightseeing tour in a spacious van with a driver and a translator ready to take you anywhere you like! This tour is ideal for small groups of up to five people, and it's great for one day visits to Mt. Fuji and lake Kawaguchi-ko area, but you can decide where you want to go. Whether it's an exhaustive city tour of Tokyo, or the natural beauties of Kanagawa and Yamanashi prefectures, you'll have plenty of time to explore the sights in a relaxed and convenient way! The tour includes the driver so you don't have to worry about figuring out the routes, and a translator to facilitate communication with the driver so meeting places and times are clear and your trip goes smoothly. Here's an idea of how you can use this tour to make the most out of your trip: 9:00 Pick-up at your hotel in Tokyo or Chiba prefecture 12:00 Visit of Mt. Fuji 5th station 14:00 Stop for Lunch 15:00 Visit Lake Kawaguchi 16:00 Shopping Gotemba Premium Outlet for shopping 19:00 Arrival at your hotel.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-mtfuji-area-with-a-private-car-sightseeing-tour/5195?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Mt.Fuji area with a private car sightseeing tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 23:26:14"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9300,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1455262516/jwttzyhamew8ypslczte.png",
        "strIntroduction": "Yanaka is one of the few districts in Tokyo where the shitamachi atmosphere, an old town ambience reminiscent of Tokyo from past decades, still survives. Throughout the district, there is an air of nostalgia and a rustic charm. In this tour, we will take you to several beautiful hitstorical spot, have some great pictures. Through the site seeing, you will find many cats around the town.After siteseeing tour, you will try some traditional Japanese foods!!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-traditional-japanese-food-art-tour-in-old-town-yanaka/4801?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Traditional Japanese Food & Art Tour in Old Town Yanaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 23:29:39"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6938,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1455854475/uqp1a7j5hbdrf9hxr9iq.jpg",
        "strIntroduction": "First of all, we meet up at your hotel or a station you like. Then we go to the area of Fukagawa and stroll around temples, shrines, gardens, etc. Local festivals takes place every month. Perhaps you can see one. The tour cost is per person for 4 hours and includes lunch or dinner. Let's enjoy walking together! Fukagawa is located in the east side of Sumida River in Tokyo's Koto ward. The culture of Edo period is still alive in this area. This is also the place where Basho, the famous haiku poet and author of the classic \"Oku no hosomichi\" lived in his later years. 500 years ago, when Ieyasu Tokugawa, the founder of the Edo shogunate first came to this area, Fukagawa was a marsh. But it was filled in to provide new land for the city and farming. Hachiro Uzaemon Fukagawa, a native of Osaka city, developed the area and named the village after himself. These were the roots of Fukagawa. Now it is a peaceful downtown with a taste of old Tokyo. An alley takes you back in time to the old era. The local shop selling short neck clams boiled in soy sauce offers a savory treat that has been popular for a hundred of years.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-a-walk-around-fukagawa-area-in-tokyo-with-locals/4899?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a walk around Fukagawa area in Tokyo with locals",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 23:33:38"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1455261987/ho6pfj5iahkp3ulomoas.png",
        "strIntroduction": "Stroll through a historical arts and culture area of Tokyo that is popular among both young and old local people. Ningyocho is sophisticated district of old downtown Edo with rich history and tradition.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-taste-local-japanese-food-experience-culture-in-ningyocho/4800?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Taste Local Japanese Food & Experience Culture in Ningyocho",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 23:39:00"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9400,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1455263109/uhtvzq4dznafqablz4ql.png",
        "strIntroduction": "Daikanyama is a source of the latest fashion and is also a high-class residential location. When you walking through the street, you can see many fashionable people ,unique shop and modern architecture. In this tour, we will take you to see several modern architecture, histerical architecture. After that, will take a break to have great tea and sweets.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-modern-day-hipster-daikanyama-art-design-walk/4802?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Modern Day Hipster：Daikanyama Art & Design Walk",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 23:43:25"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1388,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457344470/jk3wdru2m0kw4clsvook.jpg",
        "strIntroduction": "If you will stay in Osaka during the cherry blossom season, you should definitely check out this unique cruise program to enjoy the astonishing view of cherry blossom trees in Osaka. You will cruise along the Okawa river, a famous cherry blossoms viewing spot. Enjoy the breathtaking and hypnotizing cherry blossoms views, while spending precious time with you friends or family. You will also see Osaka's famous historical places and tourist spots such as OMM building, Osaka Castle, Sakuranomiya Bridge, Japan Mint, Kawasaki Bridge, and Temmabashi Bridge, as the cruise will pass by these spots. The program is available from March 26th to April 10th, 2016. Free admission for one child(under 12 years old) per one adult. Schedule: The cruise will depart every 10 to 30 minutes in between 10:00 to 19:00 ( in between 14:00 to 19:00 on March 26, 2016). The length of the tour is around 25 minutes. The cruise will depart from Hachikenya Port. The location of Hachikenya Port is right by Keihan's Line Temmabashi Station Gate 17. Please note that: - The schedule might be changed or canceled due to bad weather. - The program will be operated by different boat depending on the day. - The program will be operated by roofed boat when it rains, but the program will be canceled due to heavy weather.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-cruise-along-okawa-river-with-cherry-blossoms-view-in-osaka/5187?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cruise Along Okawa River with Cherry Blossoms View in Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 23:47:32"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11657,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456642537/zyl37hk3uytelfqbmwzm.png",
        "strIntroduction": "How about a luxurious and relaxing cruise in Odaiba, Tokyo? On this tour, you will be able to enjoy a 60-minute cruise on a limousine boat. The limousine boat is designed to cruise stably and quietly. From its silver metallic body, its gull-wing doors open out to welcome customers. Inside there is a luxurious and relaxing sofa. On this tour you can enjoy the sea breeze from the windows and sitting inside the room. The route of the cruise is especially chosen to enable viewing the modern icons of Tokyo such as the Tokyo SkyTree and the Rainbow Bridge. After the luxurious cruising, you will have lunch at the elegant restaurant Hilton Tokyo Odaiba. Itenerary: -Meet Up, Nihombashi Station (Tokyo metro / Ginza -Line) (9:50) -Walk, Port for the Limousine Boat. -Cruise, Limousine Boat Cruising (approx.1 hour) Sights on the cruise: -Kiyosubashi Bridge - View Tokyo SkyTree from the boat. -Odaiba Marine Park -Rainbow Bridge -Haneda Airport Runway B (See air planes flying over your head.) -Palette Town (Leave the ship) -Walk - Hilton Tokyo Odaiba (Have lunch. Disband 13:00 after lunch.)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-cruising-on-a-limousine-boat-in-odaiba-tokyo/5039?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy cruising on a Limousine Boat in Odaiba, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 23:52:25"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2359,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456020843/rbn1xygbuldzbldiitri.jpg",
        "strIntroduction": "Reserve your airport transfer from/to Kansai International airport to Osaka city center with a limousine bus! Usually, the bus company only sells tickets on the departure day, but with this reservation, you'll secure your airport transfer before you even land in Osaka, so that when you get there, you won't have to worry about finding transportation into the city. The bus departs from terminals 1 and 2 at Kansai International airport and stops at major hotels in Osaka city center. Stops: -Kansai airport Terminal 2 -Kansai airport Terminal 1 -Shin-Hankyu hotel -Herbis Osaka -Hilton Osaka -Hotel Hankyu International -Westin Hotel Osaka -Senri New Town -Senri Chuo Whether you are planning to stay at any of these hotels or nearby, this is an excellent choice to get into Osaka city center with a fast and convenient service! For your way back to the airport, you can also ride the limousine bus at any of these hotels, for a fast and easy transfer to Kansai International airport.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-get-tickets-for-limousine-bus-kansai-airport-to-osaka/4917?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get tickets for Limousine Bus from/to Kansai Airport, Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-08 23:55:25"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11379,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456274521/mpoxd9akddrm07jfy0zs.jpg",
        "strIntroduction": "I will organize a unique trip for you in Osaka! We will meet in Namba Osaka at 10:00 am. Then, we will go to the beauty salon first. You can choose between receiving a gel nail polish or a high-quality eyelash extension (please choose one). After we're done, we'll go have lunch somewhere (let me know if you have food preferences; lunch is not included in the price of this tour). Next, I can take you to a place of your choice. Send me your requests, for example: I want to find nice second-hand shop! I want to buy color lens from Japan! I want to go to a Maid Cafe for lunch! I want to do something special! I want to eat Osaka's best takoyaki! I'll try to follow the requests from your list. Finally, we will go to an animal cafe (cat or owl - please choose one) and have some cake and nice tea. Enjoy a girl's tour around Osaka!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-emark-on-an-osaka-beauty-and-fun-tour-for-girls/4974?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Embark on an Osaka Beauty and Fun Tour for Girls!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 00:00:41"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9066,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456121312/jzr95wb4eni9ykzz3fpx.jpg",
        "strIntroduction": "This is a Japanese home-style cooking class for foreigners. This class has had more than 200 foreigners in the past two years. Now it’s hot among Japanese media, some newspapers, magazines and NHK TV. Now luxurious classes with fewer than 15 attendees in a group are available! Profile of the Chef: Tominaga is an organizer of famous and popular cooking lessons in Japan for foreigners. More than 200 foreigners in Japan have attended her classes in past. Many love her recipes because of the Japanese taste and the seasonal materials she arranges, as well as the easiness to make the dishes at home. All dishes she made are amazing. Once her friends have tasted her dishes, certainly they come back to her cooking lesson. New recipes are introduced at each lesson. Tominaga's records in media 2016.2 “Dream Dinner Table” TV Show by BS Fuji 2016.1 Supervising English Edition of ”Simple & Testy Japanese Dinner” 2015.12 “Cooking class for Foreigner Japanese Traditional New Year Celebration Food called “Osechi” TV Show by News Every on Nippon TV 2015.10 DVD teaching material for junior high school student by Benesse Corporation 2015.9 “global spreading of Japanese Food” TV Show News Every by Nippon TV 2015.9 Article on Nikkei Newspaper 2015.3 Article on Nikkei Newspaper 2014,12 “Cooking Class for foreigner” TCV Show Good Morning Japan by NHK 2014,12 “Evolving Cooking Class” TV Show Morning Bird by TV Asahi 2014,12 “Developing Communication network” article by food by Kanagawa Newspaper 2014,10 “Spreading Japanese Culture by Japanese food TV” TV Show Kanagawa News alpha 930 2014.9 Article on magazine Nikkei Off time for adult Details of the lesson: In this lesson you can experience making a traditional Japanese home style recipe. We offer you a new arrangement of the Japanese recipe every time. This is because it’s important to feel the sense of seasons and the taste of seasonable ingredients at every moment. You can enjoy those tastes through seasonable vegetables and some other ingredients. Tominaga's recipes includes a main dish, a side dish, a Japanese soup and a dessert. The recipes for those 4 dishes are not complicated, they are considered for the learner. But you can grasp the basic matter of the traditional Japanese cooking from the lesson even though it is simpliﬁed for beginners. And the results should be almost the same level as expert's cooking. For example, you will learn in the lesson how to make dashi soup stock, that is a basic item for the Japanese cooking. It’s a kind of broth (bonito stock / kombu kelp stock) that makes the base ﬂavor of various dishes. You will receive the recipes printed after the class. Time schedule of the lesson: 11:00-11:15 Introduction and preparation 11:15-12:45 Demonstration and lessons 12:45-13:30 Tasting time! Place The studio is at Akebonobashi which is two minutes walk from Shinjuku Station. It’s in the center of Tokyo and easy to access. The cooking studio is spacious and properly bright.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-japanese-home-style-cooking-class-for-foreigners/3939?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Japanese Home Style Cooking Class",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 00:04:44"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 14016,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1455419169/msxdzufbzznn23zqa86b.jpg",
        "strIntroduction": "The custom of Hanami (Sakura blossom viewing) is celebrated every year in Japan during spring. While often it's a picnic or a walk in a park, this tour give you the unique experiences of viewing Sakura also from the air and the water. Nestled by the Hira Mountain range in the Shiga prefecture lies the largest freshwater lake in Japan, Lake Biwa. The valley of Lake Biwa is known for its stunning views of Sakura blossoms. This is a one-day bus tour from Kyoto to Lake Biwa in Shiga to see Sakura. Below is the schedule of the tour: 1. Pick up - 8:00 am Hachijou-guchi, Kyoto - 8:15 am Shijou-omiya, Kyoto 2. Bus to Lake Biwa valley + Ropeway trip Sit back in a ropeway ride an enjoy enjoy a fantastic aerial view of Lake Biwa and Sakura. + Kaizu-Osaki Rated one of the Top 100 places in Japan to view Sakura by the Japan Sakura Association, on this tour you get to escape the crowds and enjoy an exclusive view of the 4 km Sakura-lined lake shore of Kaizu-Osaki from the comfort of a boat cruise. + Tsudurao hotel Enjoy a lunch of Japanese seasonal foods, then soak up the day's experiences in an open air bath, complete with a view of Sakura. + Okubiwako parkway Finally, wrap up the day with coach ride through a tunnel lined with 4000 Sakura trees stretching for 23 km. 3. Return 18:30-20:00 pm - arrive back to your pick up place.",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-enjoy-sakura-from-the-water-and-the-air-near-kyoto/4818?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Sakura from the water and the air near Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 00:08:47"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8141,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1455207235/mpt8aheles2xslvieovo.jpg",
        "strIntroduction": "This is an extravagant one day tour where you'll be able to visit 3 different cherry blossom (sakura) locations in Nara, Japan's ancient capital. Each place is famous for old and beautiful Sakura trees and you will be amazed with the 2 wonderful trees that have kept blooming for over 100 and 300 years! Kyoto is a very famous place during the cherry blossom season, but Nara also has very beautiful places too. This tour is ideal for people who would like to enjoy the whole day viewing different Sakura sites. *Optional: You can order a Japanese lunch box which will be served on the bus. The lunch box includes fish, meat, vegetables and rice and comes with tea. A reservation is required 7 days prior to the departure. Payment is also required when you pay for the tour price. Available dates: Mar 30 - Apr 11 (Exclude Apr 4 & 8 ） Schedule : Picking up from the places below. -Umeda (8:15) -Namba (8:05) Sights on the tour: -Matabei Sakura (View cherry blossoms [approx. 60min]) -Miwa Somen speciality shop (Enjoy shopping [approx. 20min]) -Himuro-jinja Shrine (View cherry blossoms [approx. 60min]) -Nara Nagomi-kan (Enjoy shopping [25min]) A row of cherry trees(Sahogawa )/Seen from bus window -Koriyama Castle Ruins (View cherry blossoms [approx. 60min]) Arriving back to Umeda or Namba (17:00-18:00) -Matabee Sakura: View a 300-year-old cherry tree (the weeping cherry variety) *The best time to view its cherry blossoms is from early to mid April. -Himuro-jinja Shrine: View 100-year-old cherry trees (the Edohigan Sakura variety) *The best time to view cherry blossoms is from late March to mid April. -Koriyama Castle Ruins : View 1,000 trees of cherry blossoms (the weeping cherry variety).",
        "strLocation": "Nara",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nara-enjoy-a-full-day-tour-of-cherry-blossom-trees-in-nara/4788?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Full Day Tour of Cherry Blossom Trees in Nara",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 00:12:31"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9251,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1455028147/vpcjr3rfrajfu4aweuzw.jpg",
        "strIntroduction": "Have you seen a theater play in Japan? Do you want to experience Japanese culture in an innovative way? If you want to do both, this is the activity to join! Our 3-hour tour starts with an entertaining and inspiring theater play at a mini theater located in Kobe. The theme of the play this time is “ODEN”, one of the most loved Japanese winter dishes. Not only will you have fun time watching the show, but you can also learn much about “ODEN”: What is it? Why we like it? How to eat it? During the play, nice Japanese green tea will be served. After you enjoyed the play, we will move to a local Izakaya (traditional drinking restaurant) in the neighborhood (5 minutes by walk). And of course, you get to try real oden there. We provide a set of oden and a choice of drink. If you have anything you cannot eat, please inform us in advance. The theater play will be conducted in English. Our tour coordinators are fluent in English and welcome any of your questions during the tour. The theater actors are very friendly and they would be happy to communicate with you, too! We all look forward to seeing you and having good time together! Time slots -From 10:30 am to 1:30 pm",
        "strLocation": "Hyogo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hyogo-enjoy-oden-at-a-theater-and-a-traditional-izakaya-kobe/4744?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy \"ODEN\" at a theater and a traditional Izakaya, Kobe",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 00:18:03"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3423,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461401474/gabnzq2e4bhf2kvi2grb.jpg",
        "strIntroduction": "This meditation tour is done at the temple in pictures A, B, C and D. Pictures E and F above were taken at a Shodaigyo meditation session. You will visit an old local temple of the Nichiren Buddhist sect in a quiet district of Kanazawa. Unlike at other popular touristic spots, you will be able to enter inside and explore even the rear areas of this temple guided by a local priest. This is a unique chance to see from a close distance the relics of a Buddhist temple. The outline of the Shodaigyo Meditation Experience is as follows: 1. Learn about Shodaigyo meditation. 2. (About 5 minutes) Do Zazen, a silent meditation. (If you can’t sit cross-legged (seiza) for about 40 minutes, you can also sit in a chair) 3. (About 30 minutes) When you hear the taiko drum and mokusho—a wooden block that makes a sound, and are used like a metronome when we chant sutras—start to chant the Buddhist sutra repeating after the priest. We will start with a slow rhythm, which will get faster gradually. When everyone matches the rhythm and chants loudly, we will chant faster. We will chant with a fast rhythm for a long time. This is the main part of the meditation and people will hear the chanting everywhere in the temple. This is the best time to concentrate on the meditation. After this part, everyone’s rhythm will slow down again. When the chanting ends, the taiko drum and the mokusho will stop, and the temple will become quiet again. 4. (About 5 minutes) Do Zazen silent meditation. 5. This is the end of the meditation practice. 6. Relax and enjoy green tea and Japanese sweets in the quiet temple. 7. End of the activity. The area near the temple has many old buildings and roads and is within a walking distance of Higashi Chaya geisha district. You can enjoy walking around the backstreets to feel the spirit of the local neighborhood.",
        "strLocation": "Ishikawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ishikawa-experience-shodaigyo-meditation-near-higashi-chaya-kanazawa/4903?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Shodaigyo Meditation near Higashi Chaya, Kanazawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 00:22:49"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12859,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1455175401/kf1mi4w2ayhe8xochae6.jpg",
        "strIntroduction": "This plan is only held on Mar 29, 30, Apr 1, 3, but it's the season for seeing sakura. The tour bus will pick you up from Kyoto and take you to Hyogo Prefecture and return you at the end of the day. Your guide will tell you all about the historical facts regarding each site and take you to some of the best spots to see the sakura views! The restaurant also gives you a quirky taste of Japanese style, since this building is an old wooden house as you can see from the photos. Schedule: Meeting at Kyoto Hachijou-guchi (7:45) or Kyoto Shijou Omiya (8:00) A bus tour to Sasayama Castle, Kasuga Shrine, Himeji Castle and lunch at a french restaurant Nipponia. Arriving back at the place you were picked up. (18:00-19:00) *When the participants do not reach 28 people , the tour will not be operated. - Sasayama Castle A historic place located in Hyogo prefecture, the castle was build in 1608. Now we only see remains such as stone walls and the rebuilt Oosyoin building. This place is famous for 1000 Sakura trees which were planted all around the castle. - Kasuga Shrine Located close to Sasayama Castle and famous for Nougaku stage, a classical Japanese musical drama stage. - French restaurant Nipponia Also located close to Sasayama castle and famous for its quirky atmosphere, this restaurant is a part of a hotel which used to be old Japanese houses. - Himeji castle Built in 1346 it is a World Cultural Heritage site and a National treasure. This castle is also surrounded by 1000 Sakura trees and chosen as one of \"100 of the most famous places for seeing Sakura.\"",
        "strLocation": "Hyogo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hyogo-view-cherry-blossoms-in-hyogo-on-a-bus-tour-from-kyoto/4777?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "View Cherry Blossoms in Hyogo on a Bus Tour from Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 00:26:04"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1388,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1454792478/bcitnbqma2eld0vh5iw9.jpg",
        "strIntroduction": "Opened in 1977, Kawachi Wisteria (Fuji) Garden has 22 kinds of wisteria flowers together with exciting ways to display them, such as wisteria trellises, the wisteria dome, the wisteria tunnel, and a large wisteria tree. There is also a belvedere from which you are able to look down on the wisteria trellises. In recent years the garden received international attention by being featured as one of the most beautiful spots in Japan by foreign media. This garden is open every day from mid-April to mid-May, but the highlight of the wisteria blossoming is expected between April 22 and May 7. During this period entry is only allowed by obtaining a pre-paid ticket in advance, and then paying additional 500 JPY or 1000 JPY at the door depending on the daily changing price (due to flower blooming condition). IMPORTANT: Note that the entrance fee to be paid on the door changes from 500 JPY to 1000 JPY based on the day during the wisteria blooming season. The price of this activity includes only the compulsory pre-paid ticket for the Kawachi Wisteria Garden. Please pay the difference with the actual price on the day in cash when you arrive at the park. Note that you CANNOT enter during the high season without a pre-paid ticket bought in advance. Access: From Fukuoka city, take the bullet train to Kokura Station and change to a local train for Yawata Station. From Yawata Station you can take a shuttle bus to the Kawachi Wisteria Garden (operates once per hour only during the high season) or taxi for about 20-30 minutes. There is also a free shuttle bus going to the nearby hot spring facility \"Ajisai no Yu\" located next to the garden, but you can only ride it if you enter the hot spring or have lunch at the facility (not as free transportation only).",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-enjoy-a-hot-spring-and-view-japanese-wisterias-in-fukuoka/4717?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get Tickets to Kawachi Fuji Garden, Wisterias in Fukuoka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 00:31:08"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11101,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1454855521/s8zfqtn64k0pogrpbcmb.jpg",
        "strIntroduction": "In this tour you will explore Arashiyama, enjoy Sagano romantic train, visit Nanzen-ji temple and stroll Philosopher’s walk street in Kyoto. The tour also includes Temari-sushi lunch box! In Arashiyama you can enjoy the Yakata-bune of Arashiyama to see the beautiful cherry blossoms in Oigawa River. Yakata-bune is a traditional Japanese type of boat. Arashiyama is selected as top 100 popular spots to see cherry blossoms and therefore it is worth to go there! Since it is a small boat, not many locals have experienced this too! From Sagano Romantic Train you can enjoy the beautiful, elegant cherry blossom trees for about 7.3km long. One way takes about 25 minutes. The brilliant view from the train makes you feel like you’re in another world. Once you see this scenery of the mixture of river and the cherry blossoms it makes you want to come back again. The train also runs under the cherry blossom tunnel! At Nanzen-ji temple you can enjoy about 200 of cherry blossom trees. Therefore you can experience the luxury atmosphere by watching cherry blossoms in a Japanese traditional temple. Philosopher’s walk street is known as one of the best stroll spots for seeing cherry blossoms in Kyoto. There are 450 cherry trees along the street so the walk is a popular destination for tourists and locals especially during Hanami season. This tour is only available on April 3rd, 5th and 7th. Itinerary: (Main transportation will be by bus) 08.45am Meet your guide at Kyoto station Visit Arashiyama – take a cruise and stroll to see cherry blossoms Take the Sagano Romantic train Visit Nanzen-ji temple Stroll the Philosopher’s Walk street 16:00 – 17:30 This tour ends in the afternoon.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-sagano-romantic-train-and-cherry-blossoms-in-kyoto/4729?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Sagano romantic train and cherry blossoms in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 00:34:40"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9251,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1454827914/srgy962wfrhksxelw0zy.jpg",
        "strIntroduction": "During Cherry blossom season in Japan, the Asukayama park is the one of the busiest spots for cherry blossom viewers. The 8th Shogun Yoshimune Tokugawa planted 1270 cherry blossom trees here, to give his people the pleasures of viewing the cherry blossoms. The shogun also gave his approval to the people for them to eat, drink and enjoy themselves under the cherry trees. The park is also known as the one of the oldest parks in Japan. It is a well worth visiting and reminiscing of the past. This tour takes you to the parks which are famous for weeping cherry trees too. Weeping cherry trees have long and soft branches which cascade down gracefully. You will see these beautiful weeping cherry trees in the Koishikawa Korakuen and Rikugien which are the two best Japanese landscape gardens in Tokyo. You will be able to see with your own eyes the beauty of real Japanese gardens with graceful weeping cherry trees. Worried about lunch, not a problem! Take a break after walking around the park and recharge your energy for the next part of your trip, while enjoying a special buffet lunch in a lovely hotel restaurant. You can choose from a variety of cuisines and dishes which include Italian, Chinese, Japanese and an array of deserts. The tour is scheduled to give you enough time so you don’t have to hurry. The tour starts at Shinjuku station, East gate at 9:10 or Tokyo station, Marunouchi South gate at 9: 50. The first place you visit is Koishikawa Korakuen and you will have 50 minutes to look around. After that, enjoy a lunch buffet for 60 minutes. After lunch you will go to Asukayama Park and you will have 30 minutes to look around. Then walk to the Shibusawa Memorial Museum located in the park where you will also be given 30 minutes to look around. Then on to Rikugien where you will be given 60 minutes to look around and back to Maruyama Minamiguchi. This tour ends around 16:40 1)2)https://www.hatobus.co.jp/app/search/result_list/index?pcDisplayFlag 3) http://www.tokyodome-hotels.co.jp/restaurants/rilassa/ 4)http://www.tachikawaonline.jp/local/sakura/tyo_7_kita_asuka.htm 5) http://www.kensetsu.metro.tokyo.jp/kouen/kouenannai/park/koishikawa_ko.html 6)http://www.shibusawa.or.jp/museum/facility/",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-cherry-blossoms-in-tokyo-parks-with-buffet-lunch/4720?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy cherry blossoms in Tokyo parks with buffet lunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 00:39:15"
    }
]