[
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9251,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1454747707/tgc6mqjrgsosz9h9fps1.jpg",
        "strIntroduction": "Wakasagi or Japanese smelt, is a small fish living in lakes and rivers, and is considered a symbol of early spring. Wakasagi, when found at a fishmongers or at a supermarket, symbolizes the cold winter is ending. Wakasagi fishing is a great outdoor activity totally different from skiing or snowboarding in Hokkaido. One of the most popular spots to do it is in Barato River which takes about a half hour drive from Sapporo. During the harsh winter, Barato River is frozen over solid! In this tour, you can enjoy wakasagi fishing in a special tent site on the ice of the river. Tour guides will pick you up at your hotel, take you to a fishing spot, and give you tips on how to catch fish. They will even cook tempura made from the wakasagi you just caught from the icy river! There is no need to prepare any of the special equipment needed, such as a like fishing rod, as they are provided for you. After fishing, stop by a famous restaurant and store to sample some of Hokkaido's tastiest delicacies or have a warm lunch and fish tempura. Regardless of your fishing experience, gender or age, wakasagi fishing is a good pastime when you stay in the heavy snow of Hokkaido! ●Itinerary 09:00 AM Pick-up at your hotel or JR Sapporo Station-North Exit 10:00 AM- Wakasagi Fishing Experience at the Barato River 12:30 PM End of Fishing 13:00 PM Lunch Your guide will take you to a local restaurant, where you can try famous local delicacies. (The lunch price is not included in the tour) 15:00-15:30 PM Drop-off at your hotel or JR Sapporo Station ●Restrictions If fewer than 2 participants book, the activity may be cancelled. Children 5 years old and above can participate in this activity. Children of middle school age and under must be accompanied by a parent or guardian.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-smelt-ice-fishing-on-the-barato-river-in-hokkaido/4712?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Smelt Ice Fishing on the Barato River in Hokkaido!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 00:44:31"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 22203,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471843962/wopf9mhdlyaqb1mw3ota.jpg",
        "strIntroduction": "A splendid view of Tokyo Bay with a full French course would be so perfect for a memorable day with your dearest. What's more, this plan will come with a gorgeous cruise which will take 2-2.5 hours. We have 2 choices below. 1. A night cruise with a French full course meal: 19,000 JPY for two. A glass of wine is a present for each person. This price includes a French full course meal with 5 dishes and a boarding pass for the cruise. You can enjoy both fish and meat dishes with your meal and a glass of wine for each person to start a night of elegance. Cruising time : 19:00-21:30 Closing time for a check in gate: 18:45. Please make sure to arrive before this time. Number of participants: 2-10 people (Sorry, we can't take children in this plan.) 2. A sunset cruise. A definite promise for a table by a window. A French full course meal with a main dish of specially selected Wagyu (Japanese highly ranked beef) steak . Menu: +Marinade of a red sea bream with a cream of avocado. +A bouillon of seasonal vegetable and beans. +Today's grilled fish tossed with scented panko. A cream source of green peppers. +A rump steak of specially selected Wagyu beef with seasonal vegetables. * The selection of Wagyu will be changed monthly. Nov. ---- Miyazaki origin Dec. Jan. -----Saga origin Feb.---- Oita Bungo origin *Possible upgrading to sirloin steak with 1,200 JPY add-on. +Desert from our pastry chef +Bread +Coffee or tea Season: Nov. 2015 - Feb. 2016 Cruising time: 16:20-18:20 Closing time for a check in gate: 16:00. Please make sure arriving before this time. Number of participants: 2-4 people (Sorry, we can't take children in this plan.) ---------------------------------------------------------------------- Reservation is available from 2 months to the day before your boarding day. Your cost includes a meal and a boarding pass for two, tax and table charge. Credit card: VISA / Master / JCB / Amex / Diners / DC / UC / UFJ / NICOS / SAISON Smoking: Only available in a smoking area on deck. Seats: 90 seats Access: Walking distance from each stations below. +1 minute from Hinode Station , Yurikamome line, +12 minutess from Hamamatsu Station, JR Yamanote line, +15 minutess from Daimon Station, Tokyo Metro Tori- Ooedo line.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-cruising-dinner-at-tokyo-bay-on-symphony-boat/4642?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Cruising Dinner at Tokyo Bay on Symphony boat!!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 00:49:19"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3007,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1452052686/nwbiqzgf1orlsy4zcqc5.jpg",
        "strIntroduction": "In Japan during the 7th century it was believed that deities who came from the Kamo Shrines brought natural disasters to earth. However, once the Emperor provided offerings to these deities, the disasters receded and, eventually, a festival was born - Aoi Matsuri. Now, for a quick Japanese learning lesson: “Aoi” means hollyhock and “Matsuri” means festival. The name “Aoi” is given due to the members who present the hollyhock leaves during the festival. Fast forward to today and you'll discover that Aoi Matsuri is still celebrated, and annually, on May 15th, in Kyoto, Japan. It's also one of Kyoto's three main festivals, the others being Gion Matsuri and Jidai Matsuri. Over 500 individuals dress up in Heian Period clothing and walk from the Kyoto Imperial Palace to the Kamo Shrines (an hour-long journey). Originally, the Japanese would transfer one of the princesses from the Imperial family of Japan to the shrine. Today, a young female is chosen, annually, to play the role of the Imperial princess. As for how popular the event is, keep in mind that the Zoku-Nihongi (a historical Japanese record) noted that Aoi Matsuri was banned during the 2nd year of the reign of the 42nd emperor (697-707) due to the massive amount of people who attended! Come experience the traditional outfits, ceremony, horses, ox, ornately decorated cart, a once banned festival, and a taste of old Japan as you've never seen before. You can book special paid seats and enjoy the parade from either the Kyoto Imperial Palace or Shimogamo Shrine. This will be an excellent opportunity to see the highlights of the festival without getting lost in the crowd. Note: Please note that the special seat tickets are expected to sell out around one and a half months before the festival. Book now to secure your seats!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-travel-back-in-time-to-old-japan-and-see-aoi-matsuri-may-fifteenth/4474?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Travel back in time to old Japan and see Aoi Matsuri, May 15",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 00:53:16"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2313,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1450789868/rskr8a1ipq6listygkzv.jpg",
        "strIntroduction": "This is your chance to visit two only-in-Japan destinations in one day! First you'll snuggle with sweet, fluffy bunnies while sipping coffee or tea at my favorite rabbit cafe. I've been to quite a few, and this particular one usually allows guests to choose which rabbits they will play with. I also think it's special because the staff girls are dressed in cute bunny outfits and are particularly friendly. They really make the entire experience very comfortable! After that we'll head to my favorite maid cafe for lunch or dinner with cute Japanese girls dressed up as maids. The girls at this cafe are very sweet and speak a bit of English. They also put on performances, dancing and singing to J-Pop music while their audience sings along and taps tambourines. Another feature that makes this maid cafe great is their food menu. Unlike some maid cafes where the food is utterly inedible, the food here is actually quite delicious, authentic Japanese fare! There are hundreds of maid cafes and rabbit cafes in Tokyo, but don't waste time and money trying to find a good one! I've already done the research, so just follow me and prepare for two truly unique, only-in-Japan experiences. In addition to leading you to the cafes, I will also help you communicate with the maids as I have an intermediate grasp of the Japanese language. I will also explain the reasons why maid cafes and animal cafes are so popular in Japan, and answer any other cultural questions you may have! Hope to see you soon ／(=⌒x⌒=)＼",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-cuteness-overload-at-a-rabbit-cafe-and-a-maid-cafe/4293?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Cuteness Overload at a Rabbit Cafe & a Maid Cafe",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 00:57:50"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 15542,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1449554867/xtqlaoqptl96f99ecr0j.jpg",
        "strIntroduction": "Do you have any plans for this winter? If you do not, why not join this tour and experience Snowland fun and strawberry picking in Gunma. This tour is a one day tour program where you will have plenty of things to do! At Tambara Ski Park, you can enjoy an all-you-can-eat crab lunch and you can play in the snow with the whole family. You can also pick some strawberries at the strawberry picking garden, and relax in a natural hot spring bath while admiring the beautiful scenery. You will also have the opportunity to enjoy Japan's winter tradition at this snow park by getting on a snow escalator and visiting snow huts and sleds. These are the tour itinerary details: - Meet up at Ikebukuro Sunshine City Bus Terminal at 8:00 am - Departing from Ikebukuro Sunshine City Bus Terminal at 8:30 am - Arriving at Tambara Ski Park at 11:30 am - All-you-can-eat crab lunch (60 minutes) *other menus are also available - Playing in the snow (60 minutes) - Strawberry picking and all-you-can-eat (30 minutes) - Day trip hot spring (60 minutes) - Arriving at Ikebukuro Sunshine City Bus Terminal at 8:30 pm - Children under 6 pay an extra fee for the strawberry picking experience (see notes below). Tours run on Mondays, Wednesdays and Fridays until April 27.",
        "strLocation": "Gunma",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gunma-pick-strawberries-and-eat-crab-lunch-in-gunma-snowland/4233?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Pick Strawberries and Eat Crab Lunch in Gunma Snowland",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 01:02:50"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6476,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1449719348/hxldjwmoryegfmmzat8b.jpg",
        "strIntroduction": "Zen Buddhism has had a huge influence on Japanese culture and remains popular today throughout the world as a means of self-understanding and peace. This tour offers the opportunity to try out Zen meditation in a friendly, small-group non-religious setting in an attractive workshop space located within a few subway stops of major tourist areas Ueno and Asakusa. Beginners and all levels of experience are welcome as are believers of all faiths and philosophies. A Japanese Zen monk of the Soto-shu branch of Zen will first perform a brief ceremony blessing the participants which also helps clear the mind and focus attention. Each participant will receive an amulet from the ceremony. Then the monk will teach some simple relaxation techniques, useful for preparation to meditate or just on their own. The monk will then demonstrate Zen meditation and lead participants in a short Zen meditation session. We will sit cross-legged on meditation cushions on the floor, but it is not at all required to sit in true full- or half-lotus position. Chairs are available as well. Please dress appropriately. After the meditation, simple tea will be served, and there will be time for a few questions. English interpreting is provided for the entire time. This experience can help you better understand Japan and even perhaps help you understand yourself a bit better as well. Regular tours are held every Wednesday 13:00 - 15:00. Private tour option is available for other days on request.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-a-zen-meditation-and-ceremony-led-by-a-monk-in-tokyo/4243?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a Zen Meditation and Ceremony Led by a Monk in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 01:06:52"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8604,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1449548108/rupxqs5rw9jknid15ois.jpg",
        "strIntroduction": "Spend a pleasant afternoon in a small group tour visiting a beautiful garden in central Tokyo and then enjoying an informative sake tasting in a fun, casual setting. After meeting at a major train station in downtown Tokyo, we will walk a few minutes to a garden that was first built by a samurai in the 17th century and once owned by Japan’s Imperial Family. While contemplating the garden’s beauty, be sure to write down any meaningful thoughts you have, because you may not remember them once we get to our next stop where we enjoy a stand-up sake tasting choosing from among 40 varieties! Explore dry or fruity sake, sakes of different quality grades, and different regions of Japan. Finally, as the sun sets, we will go to the observatory deck of a skyscraper in the area for a view of Tokyo’s lights at night. Your guide can help you buy food to eat a casual dinner there, or can leave you with suggestions for restaurants to visit after enjoying the view. Regular tours are held every Friday from 14:30 - 17:30. Private tour option is available for other days (except for Sunday) on request.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-stroll-a-beautiful-japanese-garden-and-taste-sake-in-tokyo/4231?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Stroll a beautiful Japanese garden and taste sake in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 01:12:15"
    },
    {
        "intDurationHour": 22,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 23128,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1449655139/xvhn3olrnkfrtu7iv3si.jpg",
        "strIntroduction": "This is a special New Year bus tour in which you will visit one popular destination of your choice, go to a shrine like the Japanese do in the first minutes of the new year, and welcome the first sunrise on a boat cruise! Don't miss the chance to join one of the all-inclusive tours offered for celebrating the New Year! Tour: Matsushima, Miyagi prefecture Meeting Point: Hamamatsucho Station Bus terminal, Tokyo Departure time: 8:00 pm, December 31st, 2015 Matsushima is one of three most scenic spots in Japan. In this tour you will visit the old Shiogama Shrine. It has a long history of over 1200 years and it has been designated as an important national cultural property. Explore the gorgeous buildings and architecture style of Shiogama Shrine. It is also regarded as providing divine blessing for fishermen's good catch, well-being of your family, safe delivery of child and more! After visiting Shiogama Shrine, ride a scenic cruise boat around Matsushima, the famous bay with pine tree dotted islands, and welcome the first sunrise of the 2016! This tour has breakfast included and ends at Tokyo Station on January 1",
        "strLocation": "Miyagi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-miyagi-new-year-sunrise-cruise-tour-to-matsushima/4245?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "New Year Sunrise Cruise tour to Matsushima",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 01:16:26"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13877,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1449467444/hv8i8n9jd8p3e47ntlxd.jpg",
        "strIntroduction": "This is a 4 hour private guided tour around Hakone's highlights. The tour can be completely customized, so feel free to suggest itineraries or add/remove any items from my suggested route. Below is the detailed flow of my recommended Hakone tour: - Pick up at your nearest station (Odawara or Hakone Yumoto), hotel, or ryokan in the Hakone/Odawara areas. -Visit one of the oldest Japanese tea-houses in Hakone. - Visit Hakone Shirine, one of the oldest shrines in Japan and learn about its history. - Eat Japanese food for lunch. I will suggest a restaurant based on your preference. - Ride on an aerial tramway and see a splendid view of Lake Ashi and Mt. Fuji. - Visit other secret spots where you can see Lake Ashi and Mt. Fuji. - Visit a traditional Japanese house and experience the traditional old Japanese lifestyle. - Drop off at the station or your hotel/ryokan. *Please note that seeing Mt. Fuji is subject to weather conditions. If you have any questions, please feel free to contact me!",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-a-half-day-private-tour-to-hakone-with-a-local-guide/4227?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "A half-day private tour to Hakone with a local guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 01:20:28"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3700,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1449454767/ivuxs1gsd8egkzamb3k6.jpg",
        "strIntroduction": "A little known standing-only sushi bar in Tokyo offers inexpensive sushi for only 0.08$ per piece! In this activity I'll take you to that place near Yoyogi Station and we will eat cheap sushi and drink sake with local people! The meet-up is at Yoyogi Station or at your hotel in central Tokyo (please book the add-on option). Note: Not all sushi types cost 0.08$ but the prices are cheap compared to other sushi bars. The bar has irregular holidays. If it's closed, I'll take you to another place.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-eat-inexpensive-sushi-in-a-standing-bar-in-tokyo/4226?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Eat inexpensive sushi in a standing bar in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 01:25:02"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11101,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1448714249/n9mh8hzalu7bdlaoj7cd.jpg",
        "strIntroduction": "In my tour, I will take you to famous otaku shops and manga stores in Akihabara and Nakano, two of the iconic otaku neighbourhoods in Tokyo! Below you can find an example itinerary for this tour: Akihabara 11:00 - 13:00 This place is known as one of the most famous otaku spots in Japan. We are going to visit otaku shops and manga stores and then take cute photos in a photo booth with cosplay! Lunch 13:00 - 14:00 Visit a restaurant based on your preference. Nakano Broadway 15:00 -17:30 The second otaku place is Nakano and it has a lot of quirky anime shops, manga stores, retro game shops, figure shops and more. Cat's House: 18:30 - 19:30 Visit a cat house where you can enjoy and cuddle cute cats. Please note that this itineray is just an example of my tour. If there are stores or shops that you would like to visit, please do not hesitate to ask me. I can arrange that for you! I am also going to ask you what you would like to do in Akihabara and Nakano in advance by e-mail. Please choose between a long 8.5-hour tour or a shorter 6.5-hour tour.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-the-deep-otaku-world-in-akihabara-and-nakano/4196?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the Deep Otaku World in Akihabara and Nakano",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 01:28:37"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 27754,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1448719472/llpdwsuxnr2xllkvrnez.jpg",
        "strIntroduction": "This is an excellent helicopter ride starting from Urayasu (just next to Tokyo) and going around the Tokyo Bay area. The flight time is about 15 minutes. You can choose your preferred time slot for a daytime or a night time or even a sunset flight. This is the ideal activity for a memorable beginning of the New Year! Below you can find more details about the tours: 1. Daytime Cruise (choose a time slot between 15:00 and 19:00) on January 2 or January 3 Depature: Maihama / Urayasu heliport Goes around: Maihama Resort, Tokyo Sky Tree, Akihabara, Ginza Arrival: Maihama / Urayasu heliport Approximate flight time: 15 minutes This is a daytime helicopter flight. You can enjoy the panorama view of the big city and Tokyo bay. You also can take your family with you and offer them this wonderful experience as a big New Year present. 2. Night time Cruise (choose a time slot between 17:00 and 20:30) on January 2 and January 3 Depature: Maihama / Urayasu heliport Goes around: Tokyo Sky Tree, Ueno / Akihabara, Tokyo Dome, Shinjuku, Roppongi, Tokyo Tower Arrival: Maihama / Urayasu heliport Approximate flight time: 15 minutes This is a night time helicopter flight. You can enjoy the night view of the big city and the bay. You also can take your family with you and offer them this wonderful experience as a big New Year present. In this course you will be able to see how beautiful the night lights of Tokyo's buildings are. Sunset flights are also recommended!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-fly-over-tokyo-in-a-helicopter-for-the-new-year/4197?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Fly over Tokyo in a helicopter for the New Year",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 01:33:57"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4163,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1449126331/ff2hfxxal43h2sjv1w2u.jpg",
        "strIntroduction": "The mildly weird family restaurant Hooters is originally from the USA, and the first one opened in Clearwater, Florida in 1983. The first Japanese branch opened in Akasaka in 2010, and there are now 5 branches in Japan: 4 in Tokyo and 1 in Osaka. During its long history, the Hooters concept has remained true to its roots. The current logo, uniform, menu and ambience are all very similar to what existed in the original US store. This consistency is understandable given that Hooters maintained its success and high ranking among the industry's growth leaders. The casual beach-themed establishments feature music, sports on large flat screens, and a menu that includes seafood, sandwiches, burgers, salads, and of course, Hooters original chicken wings. Another feature of the American style restaurant is the waitress dressed in hot pants and T-shirts – the Hooters Girls are the very essence of Hooters. Trained to excel in customer service, they provide the energy, charisma and engaging conversation that keep guests coming back. Hooters will be throwing countdown parties at their Ginza,Shibuya and Shinjuku branches for the benefit of people looking to start 2016 in the tackiest way possible. The events will be held in a standing style. You can enjoy music by various guest DJs, entertainment shows by live performers, food, drinks and much more! To enjoy the party, a reservation is mandatory. The price includes the admission fee. The following is the schedule: December 31 23:00 pm – 03:00 am on the next day (Last order: 02:30 am)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-the-new-year-eve-countdown-party-at-the-hooters/4191?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join the New Year's Eve Countdown Party at the Hooters!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 01:39:54"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 17577,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1448853561/evie4lu6j0neqd6cd3f1.jpg",
        "strIntroduction": "Do you know what the heat source of the Japanese black smith ateliers is? The answer is charcoal. By heating up the charcoal it is possible to forge the metal hot. In this activity you will learn both the traditional secrets of the Japanese black smith as well as their practical application for daily use. We will begin by making a corkscrew. You don't need any prior experience to enjoy this activity. After we make the corkscrew we will test it to open a real bottle and will have a light cheese fondue lunch. In the afternoon we will start making the cheese knife. It's characterized by having several different types of cutting edges, so we will aim to do our best to create a knife that can be used casually every day. After the work is over we will have a small celebration with wine and cheese! Below is the schedule for this activity: 8:30 - 9:00: Pick up at Gifu-Hashima Station on the Tokaido Shinkansen bullet train 9:00 - 11:00: Make a corkscrew at the atelier 11:00 - 12:00: Have a light cheese fondue lunch 12:00 - 15:00: Make a cheese knife 15:00 - 16:00: Celebrate with wine and cheese As an add-on option you can make also a bottle opener. I will prepare a light meal for this activity. Please inform me if there is anything you cannot eat. Enjoy the art of Japanese black smith by creating tools for everyday use! Transportation access: Ride the Shinkansen (bullet train) to Gifu-Hashima Station. The following is the approximate time it takes from Japan's major cities: Kyoto - 30 min Tokyo - 1 hour and 50 min Nagoya - 10 min Osaka - 50 min If you're coming by car get off at Meishin Highway Gifu-Hashima IC and drive for 3 minutes to the station.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-make-a-cheese-knife-and-a-corkscrew-with-a-real-swordsmith/4160?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make a cheese knife and a corkscrew with a real swordsmith",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 01:43:17"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3238,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1448533287/hwgyuiijldpnohutouzj.jpg",
        "strIntroduction": "The otaku (geek/nerd) culture in Japan is booming, and this can be seen nowhere more than in Akihabara, Tokyo. Akihabara is packed with electronics stores, arcades, and manga/anime figurine stores. The otaku are generally much more interested in video games, anime, and manga comics than in dating, and even if they were interested in dating most would be too shy to ever make a move. Enter the maid cafe! To a foreigner it may seem a bit creepy to see grown men being waited on by young girls dressed as French maids, but these establishments are 100% innocent fun. They were created to accommodate the need for female attention that many otaku experience in their mostly-virtual lives. Maid cafes are a fun, kawaii way to spend an afternoon or evening. While not known for their cuisine, maid cafes offer an opportunity to interact, chat with, and even play games with adorable Japanese girls in costumes. It can be awkward at first, but with me by your side you will be smiling and chanting spells along with the maids to make your cocktail taste more delicious! They will sing, dance, draw on your food with ketchup, stir your sugar into your coffee, and take pictures with you. Maid cafes are truly an \"Only in Japan\" experience, and I am excited to take you to a few of my favorites for a day you won't soon forget. Choose between the Mini Kawaii tour (with a visit to one maid cafe) and the Big Kawaii tour (with a visit to two maid cafes).",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-go-on-a-wild-and-kawaii-maid-cafe-tour-in-akihabara/1298?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a Wild and Kawaii Maid Cafe Tour in Akihabara!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 01:47:08"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2930,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1446517759/ygwtt0qajaucjyadzmtc.jpg",
        "strIntroduction": "For you, the person who wants to get some shopping in and have a painless trip to the airport, this tour is the perfect solution! You will be picked up at your hotel 4 -5 hours before your departure, depending on how early you want to get to the airport. Your hotel can be anywhere in central Osaka (i.e., along or inside the circle formed by the JR Loop Line). It should then take 45 minutes or less to get to the outlet shops at Rinku Town. You'll be on your own to shop as you choose for two hours. For those not interested in shopping, there is also an onsen (hot spring) on premises (620 JPY, not included in the tour price). Rinku Town is quite large, with over 200 shops and restaurants to choose from. After two hours at Rinku Town, you will be driven to your departure terminal, which is less than ten minutes away. This is a completely private tour, so the pricing is per group, not per person.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-shop-in-an-outlet-mall-on-the-way-to-kansai-airport-osaka/4092?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shop in an Outlet Mall on the way to Kansai Airport, Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 01:51:37"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9899,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1445777510/xoqvf1p5aslhke90fvtc.jpg",
        "strIntroduction": "Hi, I'm Yuri, a 25-year old lady working in Tokyo. I started the \"Kotona\" homestay project with a carpenter and my friends in September 2015 and now we live here together. We call our house \"Kotona\" which means \"at home\" in Finnish! Our kotona is located in Nakano-ku, Tokyo. We are not a real family but enjoy sharing our lifestyles with each other. Why not stay here and experience not just the traditional Japanese life but also the real fun in Tokyo together with other young people? I'm sorry, but kotona is only for women to stay. This is what we love about our neighborhood: ・Lots of flowers and a huge green park in front of our house ・Public Bath where you can enjoy unique daily-changing aromas, such as lavendar, English rose and others! Located a few minutes away from the house. ・Kotona has a home theater! Let's watch a movie together! :) Join us for a homestay experience and let's have fun together!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-women-only-homestay-experience-in-tokyo/4048?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a women-only homestay experience in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 01:55:02"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6476,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1445265398/dwcpwtkxlfq6r8jczvld.jpg",
        "strIntroduction": "This experience program is a special workshop combining the traditional Japanese samurai sword activity with an exercise produced by an innovative performance group. The program is based on introducing the secrets of the sword technique. You will learn the basic movements and technique of swords and perform \"tate\" (killing technique) at the end. First, you will practice with a fake sword until you master the techniques. Finally, you will be able to perform together with other guests and recreate a typical samurai-fight movie scene!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-become-a-samurai-sword-master-in-tokyo/4029?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Become a samurai sword master in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 01:58:33"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5366,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1445241042/qfvwoul1ddg7dcgekiqq.jpg",
        "strIntroduction": "Tsukiji market is the biggest market among 11 wholesale markets in Tokyo and has the longest history. It is one of the world's largest markets that handles seafood in particular and various kinds of people visit it for fresh fish. This is a guided walking tour in English. An entertaining bilingual guide will take you to must-see spots! You will also enjoy eating various seafood meals inside and outside of the market, such as sushi, sashimi on the bed of rice, and other Japanese light meals. There are a lot of food stands where you can try fresh seafood and other snacks. They are fresh and delicious! *Meal cost is not included in the program price, so please pay in cash at the market.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-a-tsukiji-fish-market-tour-with-an-entertaining-guide/4026?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a Tsukiji Fish Market tour with an entertaining guide!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 02:03:08"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475225663/zmtcoyzexoofmf6aill7.jpg",
        "strIntroduction": "Izakaya Kayabuki in Utsunomiya, is a Japanese-style bar-restaurant where you can enjoy original Japanese foods and drinks while watching a funny “monkey show” at the same time. Because of its uniqueness, this place has been featured in reports by many foreign TV media including CNN and CBS. Many of its customers are tourists from abroad. In addition, Shigeru Ishiba, the ex-minister of agriculture, forestry and fisheries, visited Kayabuki as well and made this bar popular in Japan. At Kayabuki you can experience the service of two real monkey waiters, Yacchan and Fukuchan. Recently three other adorable monkeys have started working in Kayabuki too. Some customers may feel scared of catching some disease, but the monkeys are kept clean and don’t touch the foods. The restaurant follows strict hygiene regulations hence why customers don’t have to worry about anything. Also, Animal Welfare have inspected and approved the living conditions so that the monkeys don’t get stressed. The monkey waiters will serve you hot hand towels, drinks, ashtrays and they even clean the tables for you! You are able to give them soybeans for tips too. In addition, you may also take photos with the monkeys! They may come on your shoulders or on your legs, but they won’t bite you or scratch you. There are several food delicacies which you can enjoy at Kayabuki such as grilled chicken with garlic and red pepper, assorted sashimi plate and tofu with ponzu sauce. Since Kayabuki is a very famous unique restaurant, booking in advance is mandatory. Create an unforgettable memory from your trip to Japan with the attractive monkeys! Izakaya Kayabuki is open every day except for Tuesdays under the following schedule: *Dinner: 18:00 – 24:00 (23:00 last order) Average cost of a dinner per person: 6,000 – 8,000 JPY *Please note the monkey waiters are usually at the restaurant between 20:00-22:00. We recommend to book a reservation around 19:00-19:30. ※This is the reservation service only. You will need to pay for drinks and meals at the cafe.",
        "strLocation": "Tochigi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tochigi-reserve-for-monkey-waiter-bar-kayabuki-utsunomiya-tochigi/4015?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reserve for Monkey Waiter Bar Kayabuki Utsunomiya,Tochigi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 02:07:16"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5551,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1444993690/xqhdjffdsbt0fux7snc5.jpg",
        "strIntroduction": "Make your way to the Shimabara area of Kyoto, a former geisha district, and meet at our historic ryokan building: Kinse Inn. We'll meet in the lobby, then continue into the inn's former dance hall (now our cafe/bar space) outfitted with wooden parquet floors and stained glass windows dating back to the Taisho period. Here you'll get an overview of the aesthetic principles of Sogetsu-style ikebana, a demonstration of methods for cutting and arranging flowers, and a chance to try your hand at a seasonal flower arrangement of your own. All tools, materials, and flowers are provided, and the workshops are currently limited to a maximum of 4 participants. After the arrangements are complete, we'll move into the adjacent tatami-mat tea room to enjoy a bowl of matcha (whipped green tea) and a Japanese sweet. After the workshop concludes, the Shimabara area is convenient for visiting Nishihonganji Temple and the historic Sumiya Teahouse. You can also hop onto the JR Sagano train line for an easy ride out to the bamboo groves in Arashiyama.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-experience-ikebana-and-green-tea-in-a-250-year-old-kyoto-inn/4011?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience ikebana and green tea in a 250-year-old Kyoto inn",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 02:11:32"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 28679,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1438343243/lyqfuhgcogcm9wuec940.jpg",
        "strIntroduction": "In this reservation service, you will get an appointment with a professional manicurist in Ginza, Tokyo and have the chance to experience a fashionable makeover of your nails! The latest art styles will decorate your fingers! Below is the itinerary of this activity: 1. Tell me your preferred date and time for this activity. The treatment takes about 3 hours for finger nails and toe nails. 2. I will make a reservation at a salon, one of the little known good places visited by only a limited number of people. 3. I will pick you up wherever you like (within the center of Tokyo). 4. You will have the chance to discuss and decide your nail designs with the nail designer. Don't worry, our staff will break the language barrier. 5. After the treatment, I can guide you to your next destination within the city. (Please note transportation expense will not be included.) Do not hesitate to ask me anything in advance!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-a-top-nail-salon-in-ginza-tokyo/3753?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit a top nail salon in Ginza, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 02:16:49"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2997,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1438586870/cdvhsdinweyzrvhnnbgl.jpg",
        "strIntroduction": "Play various traditional Japanese games in a festival-like atmosphere in Kyoto's city center! At our facility you can enjoy an unlimited play of the following experiences: - Shateki - shooting with a toy gun and hitting targets - Kingyo-sukui - goldfish scooping, a popular Japanese game - Wanage - ring tossing from a certain distance - Coin-otoshi - dropping a coin into a small tank filled with water - Wata-ame - enjoy eating fluffy cotton candy made from sugar Every participant will receive a free drink and a free cotton candy! Our facility is open for people of all ages. We are open everyday between 10am and 11pm. Mornings are reserved for groups. Individual guests are welcome in the afternoon. Come play traditional Japanese games with us!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-traditional-japanese-festival-games-in-kyoto/3764?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy traditional Japanese festival games in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 02:21:07"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 15033,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1446727913/fb0ggqjmrofk5ahtvoio.jpg",
        "strIntroduction": "Meet in front of the Kaminarimon gate of Asakusa, then hop on the comfortable seats of the Ebisuya rickshaw and depart on a great rickshaw journey! On our rickshaw, you can enjoy various sightseeing spots of Asakusa with a driver-guide, many photo-taking opportunities, and interesting information about various parts of the town. Torinoichi is a festival held only twice or three times in November at Otori Shrine or Chokokuji Temple in Asakusa. On this tour, you will see the main sites of Asakusa from an elevated seat on a rickshaw, and enjoy the atmosphere during a short stroll in one of the biggest ritual festivals. Many people will be praying for good fortune on the Torinoichi festival days, which are the days of the rooster of the Chinese Zodiac. On the festival days, we can enjoy uncountably many shops which sells really gorgeous Lucky Fortune Bamboo Rakes. These rakes are believed to rake all the lucks and fortunes for the next year. Many people rusu into the shrine to pray for next year's luck, and after that, buy as big bamboo rake with lots of lucky stuffs as possible. This tour will only be offered November 5, 17, and 29 during the Torinoichi festival dates in 2015. About this tour: - You can enjoy the tour anytime between 9:30 am to 5:00 pm on the day of reservation. Please let us know your preferred starting time with a message when you book. - The tour is available even on rainy days (except during typhoons, earthquakes, etc). The rickshaws will be covered to protect you from the rain. - A maximum of 2 adults per rickshaw. Up to 2 children, 6 years old and under, can ride with 2 adults (children have to ride on the adult's lap). - Adult pricing applies to visitors of age 7 years old and older. - Wheelchair and stroller-friendly rickshaws are available.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tour-asakusas-lucky-fortune-rake-festival-with-a-rickshaw/3959?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour Asakusa's Lucky Fortune Rake Festival with a Rickshaw!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 02:26:25"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2775,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1443172134/jwgvozxud0znjif2toii.jpg",
        "strIntroduction": "This event will be held on October 6 in Shiritori Garden, Nagoya. With the help of a cultural expert, participants will have the opportunity to learn simple manners during a tea ceremony, as well as enjoy hands-on activities you can try at home even after the event! The session will be conducted in Japanese and English. The duration of the session is two hours. Instructor: Ms. Hatano (Representative Director, Style Up School) Ms. Hatano is a professional instructor who gives cultural lessons to individuals and corporate clients, such as tea ceremonies, kimono, and Japanese calligraphy. Her session goes beyond a superficial experience – it is her wish to convey the “true heart” that lies in the culture and the messages that can be seen in Japanese manners. The session from 11 am will be in English, and from 1 pm in Mandarin. However, even if your schedule does not fit the right session for your preferred language, we can assist the communication as there will be me (English-speaking tour guide) and another Mandarin-speaking tour guide during both sessions.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-experience-japanese-culture-through-tea-in-nagoya/3956?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Japanese culture through tea in Nagoya (Oct 6)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 02:31:02"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 27754,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1442277879/lr7iqmqzvqkp5bumiwox.jpg",
        "strIntroduction": "This is a 2-day camp tour to see beautiful autumn colours and the best starry sky in Japan from hidden natural spots in southern Nagano prefecture! Achi village, well-known for its beautiful and clear starry sky, is located in the southern part of Nagano and because it is surrounded by mountains, there are hardly any city lights to obstruct the view. It is clearly one of the best star gazing spots in Japan. Below is the itinerary for this tour: 17th October 07:30 Meet up at Shinjuku Station, West ticket gate 08:00 Take an express bus from Shinjuku 12:00 Arrive at Ina valley, Lunch time 14:30 Take the ropeway to 1,400 meters above sea level 15:00 Walk in the mountain and see beautiful autumn leaves 17:00 Arrive at the summit of Mt. Fujimi 18:00 Party at the mountain cottage and enjoy the best starlit sky in Japan Accommodation: A secret mountain cottage 18th October 08:30 Breakfast 11:00 Sightseeing in Achi village 16:00 Take a bus to Shinjuku 20:00 Arrive at Shinjuku ※Please note the itinerary and activity are subject to change.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-see-the-autumn-leaves-and-the-starlit-sky-at-a-camp-nagano/3911?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the autumn leaves and the starlit sky at a camp, Nagano!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 02:34:23"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6476,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1440578173/ogzl7t5piioob5rjlnwu.jpg",
        "strIntroduction": "Enjoy a fine meal at a traditional style Japanese restaurant in the company of two charming Maiko and Geiko, and their musician. Geiko and Maiko, (apprentice Geiko) are considered as Japanese female entertainers who dance, play games, and entertain guests at a banquet. The Maiko will perform some of their most popular dances, including the Nagoya’s favourite Shachihoko dance that you can see only in Nagoya, just for you and your friends. You can play some games with Maiko, ask them questions, take pictures together, or even challenge the Shachihoko performance yourself! This is a unique opportunity to experience both traditional Japanese stage performances and eat a multi-dish kaiseki meal in a splendid restaurant with rich history and classical atmosphere! In this activity you will meet your guide-interpreter and will go to a gorgeous Japanese-style restaurant located in the city's former samurai residence. Many of these restaurants are difficult to book and enter, but you will have the unique chance to relish the taste of a delicious multi-dish kaiseki lunch or dinner in a classical atmosphere specially during the event.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-see-a-geisha-show-and-eat-delicious-japanese-food-in-nagoya/3836?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See a geisha show and eat delicious Japanese food in Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 02:38:48"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 49957,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1424849754/raqkkv9wcf13ktyp9wgd.jpg",
        "strIntroduction": "In this seasonal cruising tour you will ride a privately rented boat on a customized tour along the canals of Tokyo's Sumida River. There are hundreds of blossoming sakura cherry trees along the canals and this will create a special atmosphere for your private cruising experience! The boat was constructed a couple of years ago, but it is designed to resemble the classical old-fashioned boats of the Edo period (17-19 century). No more than 12 people can ride which makes this experience ideal for lovers of private and intimate cruising experiences. Go out on the main deck and enjoy the sight of hundreds of sakura trees almost touching the water surface with their blossoming branches. In addition, you can order a traditional Japanese bento lunch box and eat it on the deck during the cruise. You will be entirely immersed in the classical old Edo-style atmosphere and will never forget this journey! The cruising tour is available between March 27 and April 8, everyday from 9 am till 9 pm. The route is customized and depends on the length of your cruising experience. You can choose between a: 1. 60-minute tour 2. 90-minute tour 3. 120-minute tour Wine and snacks are included. You can bring your own food or order a bento box. Full catering is available upon request (additional fees apply).",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-private-sakura-blossoms-boat-tour-in-tokyo/3166?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a private sakura blossoms boat tour in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 02:42:53"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 17392,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1429688450/trt5eyetkubd54dnckbf.jpg",
        "strIntroduction": "Shiretoko Peninsula was registered as a UNESCO Natural World Heritage Site in 2005 because of its unspoiled pristine nature, unique biodiversity and undeveloped forests. This national parks located in the north-east part of Hokkaido attracts plenty of visitors every year during the green season. The nature walking trails provide limited access to some of the peninsula's magnificent views which include forested lakes and impressive waterfalls along the dramatic cliffs. However, Shiretoko is also the natural habitat of the brown bear and visitors should be careful especially during the early summer period. If you're afraid to traverse the virgin forests on your own and don't feel prepared to meet the roaming wildlife, there is a brilliant way to enjoy Shiretoko's beauty - from a helicopter in the sky! This is a 15-minute helicopter ride starting from Utoro town. You will fly over some of the most scenic spots in Shiretoko - Fureppe Falls, Shiretoko Five Lakes, as well as the impressive rugged coastline. The view from the sky is truly astonishing! The helicopter takes off from a lawn a few minutes walk behind Shiretoko Prince Hotel Kazenamiki. You can depart at any time between 10:30 am until the afternoon sunset. The tour is available for 2 or 3 people only, and is offered between June 13 and September 30 (excluding Wednesdays, August 23, August 31, September 3, September 10). Please bring your confirmation mail when you go to the helicopter. Please note that the flight may be cancelled in case of stormy weather.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-fly-in-a-helicopter-over-the-vast-nature-of-shiretoko/3380?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Fly in a helicopter over the vast nature of Shiretoko!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 02:47:20"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6938,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1430127162/g5iqajic6exi0cmltrqa.jpg",
        "strIntroduction": "Uchiura Bay is located in the southern part of Hokkaido and is known as a natural habitat of sea mammals and wild birds which come to this place every summer. The view of freely swimming and leaping Pacific white-sided dolphins is particularly common, but in this bay you can also see Dall's porpoise, Minke whales and killer whales depending on the season. The most common wild ocean birds are black-footed albatross and short-tailed shearwater - you can see an entire flight of them floating on the sea surface. In this activity you will ride a sightseeing boat from Muroran port. Muroran city is located at the eastern shore of Uchiura Bay, about 30-40 minutes away from the popular hot spring resort Noboribetsu. The ride takes about 2-2.5 hours and you can choose between the following starting times: July 1 - July 19 (except July 5 and 12) 10:30 / 14:30 July 20 - August 25 9:00 / 12:00 / 15:00 The probability to see dolphins is estimated as 90%, while seeing whales is possible in less than 30% of the cases. Please note that the sea mammals are wild animals and cannot be approached closer than 50-100 meters of distance. In case no sea mammals are observed, there will be no refund. The tour may be cancelled in case of stormy weather. Please bring your confirmation mail with you and arrive about 30-60 minutes earlier at the marine port.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-go-dolphin-and-whale-watching-near-muroran-and-noboribetsu/3406?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go dolphin and whale watching near Muroran and Noboribetsu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 02:50:40"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8696,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1430127187/nenq0mf0rz6licogepsu.jpg",
        "strIntroduction": "Shiretoko Peninsulla is a UNESCO World Natural Heritage Site since 2005. The Shiretoko National Park is unique with its biodiversity, wildlife and scenic views. In summer the eastern coast of Shiretoko offers plenty of great possibilities to see sea mammals and large flocks of sea birds off the coast of the small fishing town Rausu. You will also be able to see also Kunashiri Island, occupied by Russia after WWII and claimed by Japan. In this activity you can ride a sightseeing boat for about 2 hours and a half and explore the less visited eastern coast of Shiretoko Peninsula. The temperatures here are considerably lower even in summer, so you're advised to wear additional layers. The cold Okhotsk Sea offers unique opportunities to see killer whales, sperm whales, Dall's porpoises, minke whales and giant beaked whales during the summer! In addition you can observe large flocks of wild sea birds such as shearwater and others. This tour is offered everyday between May 2 and September 22 from 9:00 and 13:00, except during the high-season between July 18 and August 31, when the boats depart from 8:30, 11:30 and 14:00. Please arrive at the cruise office about 30 minutes before the boat departs. The location is just behind \"Michi no Eki Shiretoko Rausu\". The possibility to see sea mammals is estimated as over 70% in July and August. Please note that the wild animals cannot be approached too close. In case no wild animals are observed, there will be no refunds.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-see-the-wonderful-sea-wildlife-of-shiretoko-from-a-boat/3407?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the wonderful sea wildlife of Shiretoko from a boat!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 02:53:47"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2248,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1407490559/ociude20p8ms1mkd1cpz.jpg",
        "strIntroduction": "Would you like to spend time on the boat in Hakata Bay? Would you like to invite your friends and family and host a boat party? If so, make a reservation with us now! A) Daytime charter A minimum of 2 hours. The price is for the whole boat, therefore, it is the same if you rent it by yourself or as a group of 10. You can bring your own food and drinks or ask us to cater for you. A Kitchen is located in the sailboat. B) Sunset Sailing This tour is for the whole boat with a maximum of 10 passengers. Sunset sailing is a 3 hour trip. The start and finish time depends on the season. In June the sunset is at around 19:15, so a typical sunset trip is from 17:00 till 20:00. You can bring your own food and drinks or ask us to cater for you. The summer is the best season to charter a sailboat! Don't miss this chance to have fun on the sailboat! Photos by: -https://flic.kr/p/ntwW3Q -https://flic.kr/p/ntwGoK -https://flic.kr/p/nHYUvb",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-charter-a-sailboat-in-hakata-bay/2572?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Charter a Sailboat in Hakata Bay!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 02:59:19"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12489,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1408348751/egx2rusc9keu0rw2lo6a.jpg",
        "strIntroduction": "Hojukaku temple offers the overnight plan including breakfast and dinner. Hojukaku is located on top of a hill, where you can enjoy the beautiful view from the hill, and the quiet atmosphere at Hojukaku. Experience the temple stay and make your trip unforgettable! Why we love it: - You will love the beautiful view from the Hojukaku! - You will enjoy the delicious healthy food at the temple stay! - You will learn Japanese cultures staying overnight at the temple! - The atmosphere at Hojukaku is totally different from the central Tokyo. You can relax yourself at Hojukaku. Photos by: -https://flic.kr/p/nXQLkE -https://flic.kr/p/5bEz7x -https://flic.kr/p/5bJM6s -https://flic.kr/p/aTwSDK -https://flic.kr/p/5bKhEA -https://flic.kr/p/5bJR1E",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-stay-overnight-at-hojukaku-temple-in-tokyo/2637?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Stay Overnight at Hojukaku Temple in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 03:03:04"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 15033,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1409109070/oqkzvuposfuacqljxqge.jpg",
        "strIntroduction": "There are a lot of famous places and activities that I want to recommend to you around our inn in Hyogo prefecture: 1. Himeji Castle (sightseeing, ninja class, sakura cherry tree viewing spot) 2. Mt.Shosha's Engyoji Temple (Buddhist sutra writing, Zen meditation, hiking) 3. Takeda Castle ruins 4. Ikuno silver mine 5. Kinosaki Onsen (hot springs) 6. Strolling the castle town Izushi, making and eating Izushi soba (buckwheat noodles) 7. Japanese paper Washi (paper-making experience) 8. Calligraphy 9. Learn how to make Japanese food (sushi tempura or other various Japanese home-cooked meals) 10. Ceramic art experience 11. The Legend of Fly Fishers 12. Kimono experience I will make a special plan for your stay according to your preferences. Let me introduce the splendid Hyogo to you! Here is an example itinerary for your holiday: Day One: - 1 pm - 6 pm You arrive at Kamikawa-cho, Hyogo and check in at the inn. - 7 pm - 8 pm I offer delicious traditional Japanese meal. - evening time Please relax in the room on the tatami mat. Day Two: - morning I provide Japanese breakfast. - 8 am - 11 am I lead you to the Takeda Castle Ruins. The Takeda Castle is a place famous for the splendid natural wonder \"sea of clouds\" seen early in the mornings. - 13 pm - 17 pm Experience Japanese culture Please choose your favorite activity: 1. learn how to make Japanese food (sushi, tempura, others) 2. calligraphy 3. ceramic art. 4. yukata dressing experience 5. soba noodles making experience 6. sightseeing in Ginzan, Ikuno. - 7 pm - 8 pm I offer delicious traditional Japanese meal. - evening time Please relax in the room on the tatami mat. There is a bath at the hotel, but I can take you to the hot spring nearby if you like. Day Three: - morning I provide Japanese breakfast. - 10 am - 1 pm Sightseeing at Himeji Castle. - 2 pm I send you to Himeji Station.",
        "strLocation": "Hyogo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hyogo-stay-japanese-inn-try-cultural-activities-in-hyogo/2677?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Stay in a Japanese inn and try cultural activities in Hyogo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 03:06:45"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4626,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1419613007/rfv1qme9djr5madk2swb.jpg",
        "strIntroduction": "Akihabara offers us a wide variety of entertainments such as manga, anime, maid, and even opportunities where we can cosplay as fictional characters. Perhaps, you’ve already enjoyed Akihabara in some way because this isone of the most popular place now in Japan for travelers and largely associated with otaku culture. This tour shows you another aspect of Akihabara other than above-mentioned cultures like manga. What I would like to introduce to you is adult PC games (so-called \"eroge\") which are only intended for people aged over 18. Because they include explicitly sexual contents, so people aged below 18 aren’t eligible for them. You might have contemptuous feelings when you hear 18+, but your ideas may be overturned by this tour. Such PC games greatly vary in genres and some (called crying games) are so moving that you feel overwhelmed by their scenarios. As there are many types of movies, PC games have been diversified into many genres. I’d like you to know about the PC game cultures deeply-rooted in Akihabara, which can open up your insights into Japanese Otaku culture from another angle. If you have affectionate feelings toward Japanese light novels or fictional characters, adult PC games suit you difinitely We'll not only visit PC game retailers but will also spend time talking about the culture or industry itself at maid cafe or wherever you like. I don’t want my tour to be just escorting you to some shops. In this sense, please be advised that you are welcome to give me your preferences or expectations beforehand. Anybody is welcome to my tour described as follows. ・Interested in Japanese Otaku culture ・Want to purchase adult PC games ・Curious about What adult PC games are like ・Hope to make friends with native Japanese (welcome even if you aren’t interested in PC games. In this case, I can tailor this tour just for you) I'd be happy if my tour can stimulate your interest for Japanese otaku cultures and help deepen your understanding.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-pc-game-retailers-and-experience-deep-akihabara/2969?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit PC Game Retailers and Experience Deep Akihabara!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 03:11:43"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4441,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1384507063/olrv6cdwybsgquobk8ti.jpg",
        "strIntroduction": "This cruise is set in the industrial zone of the Gulf of Negishi (West side of Yokohama). Departing from Pier Zou-no-hana, the boat goes under the Yokohama Bay Bridge, and proceeds toward \"the Castle of Lights\" while viewing a group of gantry cranes of Honmoku Wharf. \"The Castle of Lights\" represents the sparkle of JX factory night view cruise filled with romantic and adventurous spirit. Boarding Place: Pier Zou-no-hana (15mi.walk away from JR/Subway Kannai Sta., 5min.walk from Nihon-Odori Sta. of Minatomirai Line) Departing Time: Jan.:17:00 Feb.:17:30 Mar.:18:00 Apr.:18:00 May:18:30 June:19:00 July:19:00 Aug.:18:30 Sept.:18:00 Oct.:17:30 Nov.:17:00 Dec.:16:30",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-enjoy-yokohama-factory-night-view-adventure-cruise/1386?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Yokohama!! Factory Night View Adventure Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 03:16:21"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 236739,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1393902214/yjkpogppgmcoprvwf5gw.jpg",
        "strIntroduction": "With large glass windows staring out into the open sea, you will feel like you are floating at sea on a ship when you stay in this beach front holiday cottage. Sink into total relaxation. Step out to enjoy the clear beaches. Be a chef and cook with fresh local ingredients from the local market. For those seeking more adventure, we have marine sports, river walks, bonfire cafe and local fresh food catering available at an additional charge. * This accommodation is only rented by the week, starting from every Thursday (16:00) to next Friday (12:00, noon). BREAKFAST BASKET SERVICE: We will provide you with a breakfast basket full of natural bread baked with locally grown wheat, locally grown organic vegetables and fruit, Specially selected coffee from a roasting shop in Hayama. ATTRACTIONS: -Hayama: Popular beach side with exclusive holiday homes owned by members of the Royal family. Many delicious restaurants around the area. (15 minutes by car, 30 minutes by public transport) -Kamakura: An ancient Japanese ancient city like Nara and Kyoto, Birthplace of Zen and Samurai culture. (30 minutes by car, 40 minutes by public transport). -Misaki: Retro seaside town that gives you a feeling of the Showa period. Famous for its tuna. (30 minutes by car).",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-7d-6n-stay-in-a-private-seaside-cottage-in-sajima/2009?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "7D/6N Stay in a Private Seaside Cottage in Sajima",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 03:21:42"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4811,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1403806796/qkvttrv3urmfgyhkm2ha.jpg",
        "strIntroduction": "Japanese cars have always been a huge part of the Japanese manufacturing industry, and remains as one of the most famous industries Japan is known for. Mega Web is a new style of theme park just for cars, where they showcase the most recent and famous TOYOTA cars faster than any other places in the world. Not only can you see it, you can try it and feel how it is like to ride the different types of TOYOTA cars. We will help you get around, understand more about the cars and enjoy the activities you can experience at Mega Web. It may be very difficult to try a car without making a reservation since Mega Web will be crowded. If you want to try riding a car, please consult with us. We will make a reservation for you. Please also keep in mind that if you want to ride a car, you need to bring an international driving permit issued by the government. If you are a middle school or high school student, you can try riding on a racing cart or a smaller go-cart that is available at the theme park. On the weekends, Mega Web holds various events such as kids cart academy, mini live, and a historical exhibition. This is not a place just for people who love cars…it is also a place with extremely fun activities for families with kids and couples to enjoy! The theme park is located approximately three minutes away from Tokyo Teleport Station by walk and is connected directly to Aomi Station. Please consult with us if you need information on how to get there. Please keep in mind that this tour does not include the price for trying cars. (￥300 per car) ※If you are willing to try a TOYOTA car, please do not forget to bring an international driving permit issued by the government. [Location] https://plus.google.com/106183822563805533942/about?gl=jp&hl=en [Picture (copy right)] https://flic.kr/p/mobTp https://flic.kr/p/4U3isH https://flic.kr/p/4UabLg https://flic.kr/p/moeM5 https://flic.kr/p/6kcTVT",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-try-toyota-cars-at-the-latest-car-museum-mega-web/2369?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try Toyota cars at the latest car museum, Mega Web!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 03:24:40"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 37005,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1437261951/eqzyyhtbad1fnvnzkd0l.jpg",
        "strIntroduction": "This is a 3-day trip to some of the most sacred Buddhist places in Yamanashi prefecture. Akasawa is a small village located between Mt Minobu, where you will find the head temple of the Nichiren sect, and Mt Shichimen, which is also a sacred mountain of the Nichiren sect. During the Meiji to Showa era (1868-1945), Akasawa prospered as a post town for the Nichiren sect worshipers. The village still retains the atmosphere and the appearance of the old days. You will feel as if you have stepped back in time to the good old days when life seemed a little simpler. Below are the details of this tour: Place: Akasawa & Mt Shichimen in Yamanashi prefecture Period: July - November 2015 Meeting point and time: JR Shinjuku station at 07:15am Activities: Climb Mt Shichimen and Mt Minobu, lodge at the temple, join a Buddhist ceremony, enjoy hot springs, stay at a ryokan inn, and more. ※The activities may change depending on weather conditions and other factors. Itinerary: Day 1 (dinner included) 07:15 Shinjuku 13:01 Mt Minobu bus station 11:00 Climb Mt Minobu 16:30 Akasawa 18:00 Dinner Day 2 (three meals included) 08:00 Breakfast 09:00 Climb Mt Shichimen 12:00 Lunch 17:00 Dinner 12:00 Onsen & lunch 19:00 Buddhist Ceremony 20:00 Lodge at the temple Day 3 (breakfast & lunch included) 05:00 Buddhist ceremony 06:00 Breakfast 07:00 Go down the mountain 12:00 Onsen & lunch 18:01 Shinjuku bus station ※The itinerary is subject to change.",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-explore-akasawa-village-and-the-sacred-mountains-for-three-days/3732?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Akasawa village and the sacred mountains for 3 days",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 03:29:25"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 27754,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1437223961/xiw4lhc4hrwjtajtsnu0.jpg",
        "strIntroduction": "This is a 2-day trip to some of the most sacred Buddhist places in Yamanashi prefecture. Akasawa is a small village located between Mt Minobu, where you will find the head temple of the Nichiren sect, and Mt Shichimen, which is also a sacred mountain of the Nichiren sect. During the Meiji to Showa era (1868-1945, Akasawa prospered as a post town for the Nichiren sect worshipers. The village still retains the atmosphere and the appearance of the old days. You will feel as if you have stepped back in time to the good old days when life seemed a little simpler. Below are the details of this tour: Place: Akasawa & Mt Shichimen in Yamanashi prefecture Period: July - November 2015 Meeting point and time: JR Shinjuku station at 07:15am Activities: Climb Mt Shichimen, lodge at the temple, join a Buddhist ceremony, enjoy hot springs, and more. ※The activities may change depending on weather conditions and other factors. Itinerary: Day 1 (dinner included) 07:15 Shinjuku 10:42 Iitomi bus station 11:00 Climb Mt Shichimen 17:00 Dinner 19:00 Buddhist ceremony 20:00 Lodge at the temple Day 2 (breakfast & lunch included) 05:00 Buddhist ceremony 06:00 Breakfast 07:00 Go down the mountain to Akasawa 12:00 Onsen & lunch 15:29 To Shinjuku 18:31 Shinjuku bus station ※The itinerary is subject to change.",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-climb-the-sacred-mt-shichimen-and-explore-akasawa-village/3731?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Climb the sacred Mt Shichimen and explore Akasawa village",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 03:33:00"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 69384,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1437562306/liy9s0mw1fmj718unjvv.jpg",
        "strIntroduction": "This is a 3-day tour to Tenryu village, located in the southernmost part of Nagano prefecture. Half of the population is over 65 years old. There aren't any convenience stores or traffic signals. There is nothing but hills and pristine nature. Tenryu is the most remote village in Nagano. As you drive deep into the mountains, the village appears suddenly along the slope of the mountain. You will be surprised by its location. Due to the harsh weather and limited living space, people have to rely on various natural blessings to survive. As a result, many unique festivals and prayers were born in Tenryu village. Explore one of the most unique villages in southern Nagano! This tour is available only on October 10-11-12 when you can see the local autumn festival. Below are the details of this tour: Place: Tenryu village, south Nagano prefecture Date: October 10, 11, 12, 2015 Meeting point and time: JR Shinjuku station at 09:30am Activities: See the Tenryu village autumn festival, experience local life and culture, cultural exchange with locals, cook meals with local ingredients, and other activities you can do in the village. ※The activities may change depending on weather conditions and other factors. Itinerary: October 10 (dinner included) 09:30 Shinjuku station 14:16 Iida bus station 14:43 Leave Iida station 15:45 Tenryu village 17:00 Tenryu Autumn festival October 11 (three meals included) 09:00 Explore Tenryu village 12:00 Tenryu village Autumn festival 18:00 Tenryu village Autumn festival October 12 (breakfast and lunch included) 13:38 Leave Tenryu village 14:42 Iida station 14:59 Leave Iida 19:15 Shinjuku station",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-explore-tenryu-village-during-its-rural-autumn-festival/3744?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Tenryu village during its rural autumn festival!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 03:37:20"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12027,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1437526663/xwvbkgqpy4tviccw9pvb.jpg",
        "strIntroduction": "This is a day tour in which you will go to Yamanashi prefecture's Hayakawa village for adventurous rafting experience! Below are the details of the tour: Place: Hayakawa village, Yamanashi prefecture Period: August 1 - October 31, 2015 Meeting point & time: JR Shinjuku station at 09:15am Activity: Rafting! Itinerary: 09:15 Shinjuku 12:42 Iitomi bus station 13:30 Rafting reception and start of activity 17:15 Rafting ends 17:29 Iitomi bus station 20:31 Shinjuku station Take this tour for an unforgettable rafting experience!",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-join-a-rafting-adventure-tour-in-hayakawa-village-yamanashi/3741?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a rafting adventure tour in Hayakawa village, Yamanashi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 03:42:34"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 37005,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1437220884/deazunrgisrofy9v2epb.jpg",
        "strIntroduction": "This is a 3-day tour to Tenryu village, located in the southernmost part of Nagano prefecture. Half of the population is over 65 years old. There aren't any convenience stores or traffic signals. There is nothing but hills and pristine nature. Tenryu is the most remote village in Nagano. As you drive deep into the mountains, the village appears suddenly along the slope of the mountain. You will be surprised by its location. Due to the harsh weather and limited living space, people have to rely on various natural blessings to survive. As a result, many unique festivals and prayers were born in Tenryu village. Explore one of the most unique villages in southern Nagano! Below are the details of this tour: Place: Tenryu village, south Nagano prefecture Period: July - November 2015 3 days, 2 nights Meeting point and time: JR Shinjuku Station at 08:15am Activities: Experience local life and culture, cultural exchange with locals, cook meals with local ingredients and anything you can do in the village. ※The activities may change depending on weather conditions and other factors. Itinerary: Day 1 (dinner included) 08:15 Shinjuku station 13:19 Iida station 15:45 Tenryu village Day 2 (three meals included) All day in Tenryu village Day 3 (breakfast & lunch included) 13:38 Leave Tenryu village 14:42 Iida station 13:14 Shinjuku bus station ※The itinerary is subject to change.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-discover-the-rural-paradise-of-tenryu-village-in-nagano/3730?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover the rural paradise of Tenryu village in Nagano",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 03:46:38"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 92512,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1437218320/j7zu78vgpnmsaj38grpr.jpg",
        "strIntroduction": "This is a 3-day tour to some of the best highlights of south Nagano prefecture: the starlit sky of Achi village, the old post towns of Tsumago and Magome, and Hirugami Onsen, known as \"the skin beautification hot spring\". You can hike in the mountain and go down the river by a boat. Great local dishes based on the finest local ingredients and the hot springs will refresh your mind and relax your body. About Tsumago and Magome: Tsumago and Magome used to be post towns on the Nakasendo road connecting Kyoto to Edo (present-day Tokyo). They have been restored to their original appearance as Edo-era post towns and are now a popular tourist destination. Below is the itinerary of this tour: Place: Hirugami Onsen Ryokan inn Period: July - November 2015 3 days, 2 nights Meeting point and time: JR Shinjuku station at 12:30pm Activities: Night star gazing tour at the mountain, visit old post towns, take a walk at Senjojiki cirque, boat tour, hot springs, Ryokan (Japanese style accommodation), and more. ※Activities may change depending on weather conditions and other factors. Itinerary: Day 1 (dinner included) 12:30 Shinjuku station 15:14 Chino Station 16:50 Hirugami Onsen Ryokan inn 19:15 Night stargazing tour 22:00 Hirugami Onsen Ryokan Day 2 (three meals included) 10:00 Tsumago (old post town) 11:30 Magome (old post town) 14:30 Senjojiki cirque 18:00 Hirugami Onsen Ryokan Day 3 (breakfast & lunch included) 10:30 Tenryu river boat tour 14:20 JR Chino station 15:17 To Shinjuku station 17:24 Shinjuku station ※Please note the itinerary is subject to change.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-discover-the-post-towns-magome-tsumago-and-hirugami-onsen/3729?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover the post towns Magome/Tsumago and Hirugami Onsen",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 03:50:16"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 64759,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1437216445/y3rlszhnsfvnf5ijcjx6.jpg",
        "strIntroduction": "This is a relaxing 3-day tour to the small countryside village Kadoide located in Niigata prefecture, in an area of Japan that receives the most snowfall. This small village is a rice-producing center, and the quality of the rice is renown throughout the entire country. Due to the long winters and quality rice, this is the perfect spot to make sake. The best sake can only be made from the best rice. Here, you can also learn a traditional craft called \"Kadoide Washi\" (Japanese paper making) The scenery is so beautiful that you will think you have been transported to the movie set from \"The Last Samurai\" once you enter the village. This is where you can still ﬁnd people who live by the rules of nature and tradition and discover the traditions of rural Japan. Below are the details of this tour: Place: Kadoide village, Niigata prefecture Period: July - November 2015 3 days, 2 nights Meeting point and time: JR Ueno station at 09:40am Activities: Paper making, soba making, walking tour, stargazing, sake brewery, hot springs, and more! ※The activities may change depending on weather conditions and other factors. Itinerary: Day 1 (dinner included) 09:40 Ueno station 11:36 Echigo-Yuzawa station 12:45 Kadoide village 14:00 Paper making 16:00 Soba making 18:00 Dinner Day 2 (three meals included) 09:00 Breakfast 10:00 Walking tour in the village 12:30 Onsen hot spring & lunch 15:00 Sake brewery 17:00 Rice cake making 18:00 Dinner Day 3 (breakfast included) 10:00 Leave Kadoide 11:56 Echigo-Yuzawa station 13:14 Ueno station ※Please note the itinerary is subject to change.",
        "strLocation": "Niigata",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-niigata-explore-the-rural-kadoide-village-and-its-sake-traditions/3728?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the rural Kadoide village and its sake traditions!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 03:56:05"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 29141,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1429522486/iuubdwwdjhdtlbx6xt6r.jpg",
        "strIntroduction": "In this tour, you will wear hakama, a traditional style kimono from the Meiji Period, and visit the splendid open-air museum Meiji Village in Inuyama city, Aichi prefecture (not far from Nagoya). The hakama is a kimono style that was popular approximately 140 years ago. It's a very pretty costume suitable for both ladies and gentlemen. Walking around the Meiji Village dressed in hakama will make you feel like you've slipped back in time to the old centuries. Meiji Village is an open-air historical museum with replicas of buildings and streets from 140 years ago. Some of the buildings are not reproductions but originals moved here from various parts of Japan! Below you will find the schedule for this tour: 8:00 - Dress up in hakama in a hotel near Meitetsu Inuyama Station 10:40 - Go to Meiji Village Museum and walk around the open-air park. You can take plenty of nice photos and try delicious Japanese dishes! 16:00 - Leave the historical park and go back to Meitetsu Inuyama Station 18:00 - Return the hakama and end the tour Spending the day dressed in hakama and walking among historical buildings is a guaranteed way to experience the best of Japanese culture! Have a great time with us!",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-wear-a-beautiful-hakama-and-slip-back-in-time-to-meiji-era/3367?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Wear a beautiful hakama and slip back in time to Meiji era",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 04:00:53"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5921,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1437413938/rli2bp3w05satyq4bmi2.jpg",
        "strIntroduction": "Kumamon is by far the coolest mascot in Japan, and it was voted the most popular character nationwide at the Yuru-Kyara Grand Prix 2011 contest. Kumamon is irresistibly adorable. Its simple style and strong personality makes it the ideal character mascot in Japan. Kumamon was created to draw tourists to Kumamoto Prefecture with the opening of the Kyushu Shinkansen in 2011, and according to its profile, it’s a public employee working for the same prefecture’s local government. Posters and advertisements featuring Kumamon have appeared in locations all over Japan, and it has made a number of appearances in national media too. In this tour I will take you to the city's Kumamon Square where you will be able to enjoy many local shops and cafes offering Kumamon-related products! This is a private 2-hour tour for individuals or small groups.",
        "strLocation": "Kumamoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kumamoto-discover-japan-famous-mascot-character-kumamon/3737?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Japan's famous mascot character Kumamon!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 04:04:22"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5181,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1436886594/wzoeflcfyzozppqklgfn.jpg",
        "strIntroduction": "Did you know a rapidly growing number of the world's most prestigious French kitchens are run by Japanese chefs because of their unique creativity, attention to detail, and aesthetic senses? In this activity you will visit a highly-rated French restaurant in Tokyo that is a good example of these characteristics adapted in French cooking. Chef Naito, who previously worked in the kitchens of French maestros Joel Robuchon and Alan Ducas, is a prominent chef who has invented the use of sake lees in French cooking in replacement of fat and cholesterol-rich cream and butter. He also promotes the pairing of kimoto sake, which is brewed by an extra lengthy hand-made process capitalizing on natural lactic acid bacteria, with various French dishes.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-premium-sake-and-french-dinner-with-lecture-on-sake/3703?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy premium sake and french dinner with lecture on sake",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 04:07:56"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4163,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1438063742/wo5vtmxl4iu8gmuluqzn.png",
        "strIntroduction": "This sake introductory class and tasting is a 1 hour and 20 minute English program designed for sake beginners to experience the essence of sake in a fun, relaxed environment. It will be held at a restaurant located in Shinjuku. Participants are asked to come directly to the venue. The program is divided into two sessions: a lesson on sake basics and a tasting session. In the first session, participants will learn the basics of sake in an interactive environment. It will cover the differences between sake classifications and sake types, the ingredients of sake, how to read sake labels, basic sake-related vocabulary, how to handle sake correctly, the different ways of drinking sake, and more. In the second session, participants will taste different kinds of sake, each with unique characteristics. Participants will be given tips on what to look for when tasting sake. All sake used in this session are authentic, artisanal, and carefully selected by professionals. By the end of the program, participants will have the basic knowledge needed to read a sake menu and select sake of their preference. There will also be souvenirs for all participants, as well as an opportunity to purchase the sake that was provided in the tasting session. We hope this program will help participants to enjoy their next sake even more than before.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-part-in-a-sake-introductory-class-and-taste-fine-sake/3724?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take part in a sake introductory class and taste fine sake",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 04:12:04"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9251,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1437379148/timfb1bzkm3rpm6mcl0z.png",
        "strIntroduction": "With the incredible background view of the smoking Mt Nakadake, Kusasenrigahama makes for a great trip destination. It’s a shallow, square prairie spread over the northern base of Mt Eboshidake, and the scenery is truly idyllic: there’s a large pond in the center and horses graze on the pasture. This is a popular spot visited by many tourists all year round. Besides offering beautiful scenery, Kusasenri offers great outdoor activities such as horse-back riding and hiking. As the season changes, the grass turns from deep green in the summer to romantic silver in the winter. This is one of Aso’s iconic landscapes that numerous Japanese poets have written songs about in the past. This grand caldera stretches for 24 km from north to south and 18 km from east to west. It is surrounded by 4 km of rocky surface created by spewing lava. At the center of the caldera nestled among the Aso Gogaku (the five mountains of Aso - Mt Nekodake, Mt Takadake, Mt Nakadake, Mt Eboshidake, Mt Kijimadake) is Mt Nakadake, an active volcano emitting smoke all the time. The barbeque lunch will be held around a traditional-style sunken fireplace called an \"irori.\" Charcoal or wood are used for the fire. You will love this experience in a traditional Japanese house! This 8-hour tour begins in the morning, the start time is flexible (8am to 10am is recommended). This is a private tour for up to 3 people.",
        "strLocation": "Kumamoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kumamoto-discover-mt-aso-and-have-lunch-around-an-irori-fireplace/3712?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Mt Aso and have lunch around an \"irori\" fireplace",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 04:16:30"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3682,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1437376293/pozatt39v7gfcqpvs7nr.jpg",
        "strIntroduction": "Let’s cook and eat typical Japanese dishes at a local home in Tokyo! Nowadays sushi and ramen noodles have become popular all over the world, but there are few opportunities to try common everyday Japanese dishes. Therefore I want to introduce you to some of the secrets of \"real\" Japanese home tastes so that you can learn how to cook new dishes that you can take back with you when you return to your home country. In this course we will cook okonomiyaki (Japanese-style pizza), yakisoba (Japanese-style fried noodles), and a salad. The general outline of the tour is as follows: 1. Visit a local home in Tokyo 2. Learn how to make delicious Japanese soup stock (dashi) 3. Taste typical Japanese ingredients 4. Cook and taste what Japanese people usually eat (We will provide recipes) 5. Take a tour in a local supermarket Itinerary: 11:00 Meet at Kugahara Station on the Tokyu Ikegami line 11:15 Introduction 11:30 Start cooking 12:30 Have lunch together 13:15 Supermarket tour (I will show and explain what ingredients we used during the cooking class) 14:00 Drop off at Kugahara station The tour capacity is 3 people maximum. Other guests may join your tour if your group is less than 3 people. If you would like a private tour, please let me know when you book.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-a-home-cooking-lesson-okonomiyaki-and-yakisoba/3733?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Home Cooking Lesson: Okonomiyaki and Yakisoba",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 04:20:31"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6938,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1437622293/sw42gy58rsdtjrltqvbd.jpg",
        "strIntroduction": "In this exciting night tour we will visit some of Shinjuku's most famous bar alleys and backstreets, where locals go to relax and drink after work. You will not only have the chance to visit authentic Japanese izakaya bars, but will also learn more about the daily life of local people in central Tokyo! Below are the details of the tour: Itinerary: - Omoide Yokocho (Nostalgic izakaya street for many Japanese people where you will try local drinks and food.) - Department stores (There are many department stores. The biggest one is Isetan. We’ll explore Isetan and learn a bit about Japanese shopping culture.) - Golden Gai (Over 300 small bars lined in a narrow space. It’s really fun to explore them and there's even a shrine nearby. You'll drink and have fun in a small bar.) - Kabukicho (One of the biggest red-light districts in Japan. There are thousands of bars, restaurants, and pubs. Finally, we will enjoy ramen noodles!) Tour time: 17:00-20:00 (3 hours) Available: Everyday Tour Language: English Starts and finishes: Shinjuku The menu included in the tour price consists of: 1. Local food such as yakitori and a drink in Omoide Yokocho 2. A drink in Golden Gai 3. Ramen / Udon / Soba noodes in Kabukicho",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-go-bar-hopping-on-an-evening-in-shinjuku/3746?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go bar hopping on an evening in Shinjuku!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 04:24:27"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10361,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1438176031/qiztkevcgmndiz3w1wxl.jpg",
        "strIntroduction": "The amount of fireworks powder used in Kizarazu fireworks festival is the greatest in Kanto area - you will be amazed by over 10,000 fireworks and their enormous size! You'll also have the opportunity to enjoy a Japanese traditional kaiseki cuisine at a long-established restaurant. The restaurant is Muslim-friendly too! This activity is only offered on August 15. Below are the details of this activity: 5:00 pm - dinner 6:30 pm - go to the fireworks show location where we have a reserved seating spot for you 7:00 pm - the fireworks show begins Here is the menu for the dinner before the show: - appetizer - assorted sashimi - fried dish - entree - dessert The dinner has a regular and a VIP course with a bigger selection of exquisite dishes.",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-go-to-kizarazu-fireworks-and-have-a-kaiseki-dinner/3762?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go to Kisarazu Fireworks and have a Kaiseki Dinner (Aug 15)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 04:28:54"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12582,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1436328859/ffujmwre8eup7wlrwi6r.jpg",
        "strIntroduction": "This is a great opportunity to try wearing a traditional Japanese kimono or yukata, which are both usually expensive. This program allows you to experience wearing them by renting them at an affordable price. The yukata can be worn from June to September and ladies can take their yukata back home (except if you book the VIP kimono option)! Wearing a yukata while walking around Asakusa is a splendid experience! This will certainly be an unforgettable memory from your trip to Japan. ※The VIP course is available in Ginza. The VIP course includes top-quality, hand-made kimono/yukata. ※Options are available for makeup, hair sets, and a photo session. Kimono/Yukata Size (Men sizes are in parentheses) Male : Height ～180 (185) cm/waist ～115 (100 cm) Female : Height ～180 (185) cm/waist 〜XXL (105 cm) Children : Height over 90 (100) cm～ ※ If your height exceeds the maximums listed above, you can still participate in the activity as long as you are fine with your ankle being revealed. Foot Size Male 〜28 cm Female 〜25.5 cm (Adult Average: 23.0～30.0 cm / Children Average : 13～18 cm) Optional package: Enjoy the Robot Restaurant Show and an Awa Odori dinner dressed in Kimono/Yukata - Try wearing traditional Japanese kimono or yukata - Visit the Robot Restaurant, the most famous entertainment show in Tokyo - Have dinner at a unique izakaya with Awa Odori dance performances Enjoy dinner and two performances in one night! There are two dance performances per night. You can request the kimono/yukata wearing experience anytime after 10am. For the Robot Restaurant and dinner, please pick one of the plans below for after the Kimono/yukata experience. If you would like to go to the Robot Restaurant right after the kimono/yukata experience, we recommend you begin at least 2.5 hours before the Robot Restaurant show. ※Schedule for VIP course differs. Please contact us for details. <Monday to Saturday> Plan A - This plan is for Saturday only Meet at The Robot Restaurant ticket counter at 3:20pm → Show begins at 4:00pm → Show ends at 5:30pm Move to the restaurant → Dinner at 6:00pm (Enjoy the 1st Awa Odori show) Plan B Meet at the Robot Restaurant ticket counter at 5:15pm → Show begins at 5:55pm → Show ends at 7:25pm Move to the Awa Odori restaurant → Dinner at 8:30pm (Enjoy the 2nd Awa Odori show) *There is 1 hour of spare time. Please enjoy walking around the district of Shinjuku. Plan C Dinner at 6:30pm (Enjoy the 1st Awa Odori show) until 8:30pm Move to the Robot Restaurant Meet at the ticket counter at 9:05pm → Show begins at 9:45pm → Show ends at 11:15pm <Sunday and holidays> Plan A Meet at the Robot Restaurant ticket counter at 3:20pm → Show begins at 4:00pm → Show ends at 5:30pm Move to the Awa Odori restaurant → Dinner at 6:00pm (Enjoy the 1st Awa Odori show) Plan B Meet at the Robot Restaurant ticket counter at 5:15pm → Show begins at 5:55pm → Show ends at 7:25pm Move to the Awa Odori restaurant → Dinner at 7:40pm (Enjoy the 2nd Awa Odori show) Plan C Dinner at 5:30pm (Enjoy the 1st Awa Odori show) until 6:50pm Move to the Robot Restaurant Meet at the Robot Restaurant ticket counter at 7:10pm → Show begins at 7:50pm → Show ends at 9:20pm Plan D Dinner at 7:00pm (Enjoy the 1st Awa Odori show) until 8:50pm Move to the Robot Restaurant Meet at the Robot Restaurant ticket counter at 9:05pm → Show begins at 9:45pm → Show ends at 11:15pm Please note: There is no guide for this activity.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-get-your-own-kimono-yukata-and-walk-around-tokyo/3672?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get your own kimono/yukata and walk around Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 04:33:42"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3700,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1435655010/mlzgtpop78bfztstefah.jpg",
        "strIntroduction": "Opened in 2005 by an entrepreneur and architect when the hot spring source was first discovered, Busshozan Onsen is not only one of the best hot springs on Shikoku, but the building has a lovely design that promotes relaxation. Below are the unique points of this hot spring: 1. Lovely architecture and design 2. 100% pure hot spring of beauty This is a sodium bicarbonate hot spring, commonly known as \"water of beauty.\" You can enjoy the smooth feeling of your skin immediately after taking a bath! 3. Friendly local people and kind staff Busshozan Onsen is located just 12 minutes away on foot from Kotoden Busshozan Station and about 20 minutes by car from Takamatsu Airport in Kagawa prefecture, Shikoku. The hot spring is open on weekdays between 11:00 and 24:00 (last admission is 23:00) and on weekends and national holidays between 9:00 and 24:00 (last admission is 23:00). It's closed every fourth Tuesday of the month. Please note: People with tattoos are not allowed to enter this hot spring.",
        "strLocation": "Kagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kagawa-visit-a-well-designed-hot-spring-in-busshozan-shikoku/3654?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit a well-designed hot spring in Busshozan, Shikoku",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 04:37:45"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2775,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1435566605/bgumgafmfspahd5ivs17.jpg",
        "strIntroduction": "Let’s cook and eat typical Japanese dishes at a local home in Tokyo! Nowadays sushi and ramen noodles have become popular all over the world, but there are few opportunities to try common everyday Japanese dishes. Therefore I want to introduce you to some of the secrets of \"real\" Japanese home tastes so that you can learn how to cook new dishes that you can take back with you when you return to your home country. The general outline of the tour is as follows: 1. Visit a local home in Tokyo 2. Learn how to cook delicious rice and how to make delicious Japanese soup stock (dashi) 3. Taste typical Japanese ingredients 4. Cook and taste what Japanese people usually eat (We will provide recipes) 5. Take a tour in a local supermarket The schedule will be: 11:00 Meet at Kugahara Station on the Tokyu Ikegami line 11:15 Introduction 11:30 Start cooking 12:30 Have lunch together 13:15 Go to the supermarket tour (I will show and explain what ingredients we used during the cooking class) 13:30 Drop off at Kugahara station Cooking Menu We will teach to cook dishes that Japanese people eat daily: - Japanese-style deep fried chicken - Spinach salad dressed with tofu - Eggplant dengaku (grilled eggplant with sweet miso paste) - Miso soup - White rice The menu is subject to change. The tour capacity is 3 people maximum. Other guests may join as well. If you would like a private tour, please let me know when you book.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-a-cooking-lesson-and-cook-at-a-local-home-in-tokyo/3648?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a cooking lesson and cook at a local home in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 04:43:13"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 23128,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1435558210/nurewbvkibselkhfgcim.jpg",
        "strIntroduction": "This tour is a one-day, round-trip in Hakone, and we will use a lot of different types of transportation: bus, train, ropeway, boat - all with a single free pass. The tour begins between 9am and 10am at Odawara Shinkansen station. Our next stop is Hakone-Yumoto where the round trip around the old Hakone caldera will begin. We will walk along the old Tokaido road to the traditional inn of Amazake Chaya. From there we will visit Hakonemachi, where we can see great views of Mt Fuji, as depicted by the famous artist Hiroshige. From here we will cross Lake Ashi by boat and travel around the other part of Hakone, exploring its hot springs and gardens. Along the beautiful Hakone alpine train we will see marvelous natural scenery, especially gorgeous in spring and autumn. The tour will end at Odawara Shinkansen station around 6pm or at your hotel in Hakone if you prefer. Optional add-on \"Museum\": Hakone is famous for its world class art museums. We can spend our afternoon in one of these, for example: - Open air museum - Narukawa museum - Pola museum Optional add-on \"Onsen\": Hakone is one of the most famous places in Japan for hot springs. We will spend a part of the afternoon enjoying this natural wonder and relaxing in the pool.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-go-on-a-one-day-trip-around-hakone-highlights/3646?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a one day trip around Hakone's highlights",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 04:47:10"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11564,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1435044297/ogtog71tljy3qwcy5zuw.jpg",
        "strIntroduction": "Most of the Japanese green tea is produced in Shizuoka prefecture, around the Makinohara tea plantations. The bright green scenery of the endless plantations is one of the most gorgeous views in Japan. Between April and October, plantations offer the opportunity to try the traditional experience of tea picking! In this activity, I will welcome you at Shizuoka Station and guide you to the best place to experience this activity and wander around Makinohara's tea plantations which offer a great view of Mt Fuji. Finally, I will leave you at Shizuoka Station or in downtown Shizuoka if you prefer.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-enjoy-tea-picking-experience-in-shizuoka/3630?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy tea picking experience in Shizuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 04:51:20"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9436,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1434258654/qpiylasybywxhza3duny.jpg",
        "strIntroduction": "This special package includes a dinner at the Alice in Wonderland restaurant together with a ticket for the famous Robot Restaurant show in Shinjuku! The Alice in Wonderland restaurant is open everyday under the following schedule: Weekdays: 5:00pm to 11:30pm Holidays: 4:00pm to 11:30pm Below is the special menu set that you can enjoy: - Green salad - Margelita pizza - Pasta with minced beef and fried eggplant. - Dessert This set comes with 1 drink. The Robot Restaurant is located only 10 minutes away from the Alice in Wonderland restaurant. Below is the show schedule: *Show time is approx. 90 minutes 1. Door opens at 3:20pm Show starts at 4:00pm (on weekends and busy season only) 2. Door opens at 5:15pm Show starts at 5:55pm 3. Door opens at 7:10pm Show starts at 7:50pm 4. Door opens at 9:05pm Show starts at 9:45pm We recommend one of the following itineraries: Plan A Arrive at the Robot Restaurant at 3:20pm → Show begins at 4:00pm → Show ends at 5:30pm Go to the restaurant → Dinner at 6:00pm for up to 120 minutes Plan B Arrive at the Robot Restaurant at 5:15pm → Show begins at 5:55pm → Show ends at 7:25pm Go to the restaurant → Dinner at 8:00pm for up to 120 minutes Plan C Dinner at 5:00pm until 7:00pm Arrive at the Robot Restaurant at 7:10pm → Show begins at 7:50pm → Show ends at 9:20pm Plan D Dinner at 6:30pm until 8:30pm Arrive at the Robot Restaurant at 9:05pm → Show begins at 9:45 pm → Show ends at 11:15pm",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-alice-fantasy-world-dinner-with-a-robot-restaurant-ticket/3599?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Alice Fantasy World Dinner with a Robot Restaurant Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 04:56:54"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11286,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1434199669/odycqedcltwqkcyvzq7n.jpg",
        "strIntroduction": "This special dinner package includes a menu set in a Japanese izakaya together with a ticket for the Robot Restaurant show in Shinjuku! The izakaya is open from 6:00pm to 5:00am on the following day. Below is the special menu set that you can enjoy: - Starter - Appetizers - Assorted sashimi delicacies - Salad - Steamed beef - Seasonal dish - Seafood kamameshi (rice and other ingredients boiled together in an iron rice cooker) or ramen - Miso soup - Dessert All you can drink option: additional 2000 JPY to be paid in cash at the izakaya (includes beer, shochu, sake, cocktails, non-alcoholic drinks) The Robot Restaurant is located only 10 minutes walking distance from the izakaya. Below is the show schedule: *Show time is approx. 90 minutes 1. Door opens at 3:20pm Show starts at 4:00pm (on weekends and busy season only) 2. Door opens at 5:15pm Show starts at 5:55pm 3. Door opens at 7:10pm Show starts at 7:50pm 4. Door opens at 9:05pm Show starts at 9:45pm We recommend one of the following itineraries: Plan A Arrive at the Robot Restaurant at 3:20pm → Show begins at 4:00pm → Show ends at 5:30pm Go to the restaurant → Dinner at 5:45pm for up to 120 minutes Plan B Arrive at the Robot Restaurant at 5:15pm → Show begins at 5:55pm → Show ends at 7:25pm Go to the restaurant → Dinner at 7:45pm for up to 120 minutes Plan C Dinner at 7:00pm until 8:50pm Arrive at the Robot Restaurant at 9:05pm → Show begins at 9:45pm → Show ends at 11:15pm",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-japanese-izakaya-with-a-robot-restaurant-ticket/3598?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Japanese Izakaya with a Robot Restaurant Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 05:02:28"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 53657,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1424863244/ud9dqkbq62lymrwimiii.jpg",
        "strIntroduction": "Those who have not conquered it dream about it, those who have are forever inspired by it. Mount Fuji, the highest mountain in Japan with its unrivaled magnificence and beautiful conic shape, is the prominent and most recognized symbol of Japan. Our explorer is proud to take you on this once-in-a-life time adventure to experience nature at its finest. The two - day tour is an experience of a life time, however the climb is not for everyone, it takes a good 7 to 9 hours of physical effort and sometimes steep climbing to reach the top. Nonetheless, reaching the peak of Mount Fuji is very rewarding. As you stare down at the world below, and watch the sunrise, you feel a huge sense of accomplishment realizing just how high you have climbed, it is truly a satisfying and memorable experience. Your quest for Mt. Fuji begins at the 5th Station, the very point where the adventurer is unmistakably separated from the common tourist. You first embark on a 6-hour ascend to the 8th station, where you're joined by great camaraderie with like-minded active enthusiasts from around the globe. group-pic After a short rest in a rustic mountain hut, you advance in darkness on an overnight 2-hour trek to the summit. It is here where you witness the most spectacular sunrise of a lifetime. The amazing sunrise is followed by a challenging 4-hour descend to the 5th Station where you have the option of experiencing a relaxing Hot Spring \"onsen\" at one of the many beautiful onsens located around the base of Mt. Fuji before returning to Tokyo. Sample Group 2-Day Climbing Itinerary: Day 1: Shinjuku - Mt.Fuji 5th Station - 8th Station Shinjuku Pick-Up (Leave Tokyo via Expressway) Arrive at Mt.Fuji 5th station (Lunch on your own and prepare to climb) Leave Mt.Fuji 5th station via Ascending route Arrive at 8th Station. Dinner at Mountain Hut Day 2: 8th Station - Summit - 5th Station - Shinjuku Leave Mountain Hut for summit Arrive at summit (Watch the sunrise ) Leave summit via descending route Arrive at 5th station (Lunch on your own and rest) Leave 5th station, Return to Shinjuku This tour is available between June 1 and September 15. A minimum of 5 participants are required to run the tour. If your group is smaller, you can still book and make an enquiry about the availability of the tour on your preferred day.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-mt-fuji-two-day-summit-climb/3119?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Mt. Fuji 2-Day Summit Climb",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 05:05:34"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 15542,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1433468517/zufymnlvgnqkrzkne0oz.jpg",
        "strIntroduction": "This one day guided tour will depart from Nagano Station at 8:30am and take you to see the world-famous snow monkeys of Jigokudani (Hell's Valley). During the green season, the trail which leads to the Snow Monkey Park is surrounded by lush green nature and tall cedar trees; in winter it is a beautiful winter wonderland. The walk is picturesque and peaceful and takes about 30 minutes. You will pass a steaming geyser and the Yokoyu River before entering the Snow Monkey Park where around 160 wild monkeys will be waiting to meet you! Enjoy the experience of being up close to these magical macaques and observing their human-like behaviour. After spending ample time with the Snow Monkeys,you will head back for some lunch at ENZA Cafe before heading off for some epic views at the top of Mt. Ryuoo. The Sky Vessel gondola holds an astounding 166 people, and takes only a few minutes to reach the summit, which stands at 1770 meters high. There you can enjoy the scenic views, trekking trails, and a drink on the Sky Terrace whilst gazing at the distant mountains and views below. At 3:30pm you will descend in the gondola and be driven to the train station. Your train will arrive in Nagano Station around 17:30 pm.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-go-to-the-snow-monkey-park-and-ride-the-ryuoo-sky-vessel/3561?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go to the Snow Monkey Park and Ride the Ryuoo Sky Vessel",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 05:09:10"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3917,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1431789006/fhynjqlvg1lj1y0alryi.jpg",
        "strIntroduction": "This is a 1-day Mt Fuji climbing tour offered only on September 5 and 12, 2015. Details about the guide: 1 male, age 50, 1 year experience of climbing mountain. Not professional mountain guide, but has experience of climbing Mt.Fuji 5 times last summer, so he could support you well enough. Schedule details: Meet at the entrance of your hotel at 5:30 am, return around 7~8 pm. (Return time is approximate) Because the pick-up-time will be early, your hotel probably won't serve you breakfast. Let's have it at Mt.Fuji-5th-station together. Some discount of the accommodation charge could possible be expected by telling that to your hotel in advance. Also, your hotel could serve your dinner later, if you tell in advance that the time of your arrival from Mt.Fuji could possibly be late. Conditions: Men and Women, age 10-60 in good physical condition with no restrictions. Recommended to have previous experience of climbing a high mountain about 3000 meter-tall. Mt. Fuji is 3,800m tall and is considered an arduous but pleasant climbing experience. We will accept groups of three (3) people maximum in order to keep your experience more intimate and safe. Recommended gear: Shoes must be for mountain climbing. Rainwear will be indispensable. Rucksack for mountain climbing will be indispensable because the goods you must carry will be a lot. We will have breakfast at Mt.Fuji-5th-station before the start of the climbing; lunch will be at mountain huts（1000~2000 JPY each). Snacks for energy can be bought at 5th-station and mountain huts, but I recommend you buy a little more snacks in advance and bring with you from the foot. Head lamp will be indispensable, because descending time could possibly be past the sunset time according to the situation. Caution: -Because of weather conditions, the climbing windows are dynamic and unfortunately will be available an estimated 50% of the time during this season. However, don't let this deter you from a once-in-a-lifetime experience. -Any weather-related cancellations will be determined 30 hours before the pick-up-time. Any cancellations related to the guide's condition will be determined 12 hours before the pick-up-time. -Decisions to cancel the tour can occur during the ascent considering progress, weather or members' condition. Emergency extractions are available but can be very expensive. -Any illness or lack of sleep could easily causes mountain altitude sickness. So keep your health well for the day, especially the night before, sleep well.",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-one-day-tour-to-climb-mt-fuji-september/3471?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "One Day tour to Climb Mt.Fuji (September 5, 12)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 05:14:31"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 21495,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355841259/rj7fsindnfvj99gd1wfd.jpg",
        "strIntroduction": "This particular tour (Mt. Fuji Pilgrim tour) begins in Shinjuku (Tokyo), and journeys along the ancient Yoshida trail, starting from the base of Mt. Fuji. Beginning in Shinjuku at 7:00 a.m. participants will travel to the base of Mt. Fuji. Upon arriving at the base of Mt. Fuji, we will make our way over to the famous Sengen shrine. Sengen shrine is where ancient Japanese pilgrims would say their prayers for a safe journey up Mt. Fuji. Then we will go to the Yoshida guchi trailhead which starts at a point called Umagaeshi. From Umagaeshi, we will begin our climb up to the Yoshida trail‘s 5th station, which is approximately 2-3 hours of hiking through the woods. Lunch is provided at the 5th station, after which we will visit the more modern Kawaguchi-ko 5th station. After hiking back down to the trailhead (Umagaeshi), we will relieve our sore bodies by soaking in a nearby hot spring. From the hot spring, participants will return back to Shinjuku and arrive there at approximately 7:00-8:00 p.m. The Mt. Fuji Pilgrim tour includes lunch served at a Japanese mountain hut, a trip to the hot springs located at the base of Mt. Fuji and an English/Japanese speaking mountain guide. Join the Mt. Fuji Pilgrim tour and forget about the hassle of figuring out transportation to and from Mt. Fuji.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-hike-around-mt-fuji-with-lunch-and-hot-spring/257?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hike Around Mt. Fuji with Lunch and Hot Spring!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 05:20:08"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 39900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355846547/vxcbvlzdhhkzzqfnchzn.jpg",
        "strIntroduction": "Looking to climb Mt. Fuji, the most famous and celebrated mountain in Japan? Join one of Fuji Mountain Guide's Mt. Fuji tours; see Japan's highest sunrise, experience the camaraderie of Japanese hikers, stay in a Japanese mountain hut at 3,000m (10,000ft), visit Japan's highest shrines, and feast on delicious Japanese food as you encounter the living Legend of Mt. Fuji. The 2 day Mt. Fuji tour includes 2 hot meals and an English/Japanese speaking mountain guide. Join the 2 day Mt. Fuji tour and forget about the hassle of trying to figure out transportation to and from Mt. Fuji. Please remember though, that climbing Mt. Fuji is no walk in the park. We expect all participants to be well prepared both physically and equipment wise. Once you have made a booking a Fuji Mountain Guide representative will contact you with a full equipment list guide and physical fitness guide. Availability of the tours: On season tours: June: 25-26, 27-28, 29-30 July: 2-3, 6-7, 9-10, 13-14, 16-17, 20-21, 23-24, 27-28, 30-31 August: 3-4, 6-7, 17-18, 20-21, 24-25, 27-28, 8/31-9/1 September: 3-4, 7-8, 10-11 Off season tours: September: 14-15, 19-20, 21-22, 24-25, 28-29 October: 3-4, 5-6, 8-9, 12-13, 15-16 Winter tours: April: 18-19, 25-26 May: 2-3, 9-10, 14-15",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-climb-mt-fuji-2-day-tour/177?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Climb Mt. Fuji 2 day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 05:23:21"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6938,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1445835681/fqyollbjr6gjcr5vf0v3.png",
        "strIntroduction": "In this activity, you will eat a delicious dinner at one of Tokyo's wagyu beef restaurants! You will have the chance to choose between several different popular dishes (the restaurants are located in different places according to what you prefer to eat): Sukiyaki dinner: Shinjuku Yakiniki dinner: Nishi-Shinjuku Shabu-shabu dinner: Ikebukuro Shabu-shabu and sushi dinner: Roppongi Below are the special menu sets that you can enjoy: Sukiyaki dinner: - Cold tofu - Fried tofu with miso paste - Sashimi (tuna and yuba) - Tempura - Kobe wagyu beef - Assorted vegetables - Rice - Dessert The all-you-can-drink option includes beer, sake, wine, plum wine, cocktails, non-alcoholic drinks. Yakiniku dinner: - Today's rare meat - Assorted specialty parts (Misuji (shoulder), Tougarashi (shoulder to arm), Sankaku (short rib)) - Special tongue - Marinated pork - Pork neck - Special skirt steak - Marinated Kobe beef - Fresh organ - Wagyu nigiri - Assorted Kimchi - 6 kinds of namul (seasoned vegetables) - Lettuce - Assorted vegetables - Korean rice soup - Fruits sorbet *Vegetarian menu is also available The all-you-can-drink option includes beer, sake, wine, plum wine, cocktails, non-alcohol drinks. Shabu-shabu dinner: - Assorted appetizers - Assorted sashimi - Tempura - Kobe beef - Assorted vegetables - Rice or Udon noodles - Dessert The all-you-can-drink option includes beer, sake, wine, plum wine, cocktails, non-alcohol drinks. Shabu-shabu and sushi \"all you can eat\" menu: - Appetizer - Tempura - Kobe wagyu beef Shabu-Shabu - Crab Shabu-Shabu - Vegetables - Noodle - Sushi (all-you-can-eat) - Dessert The all-you-can-drink option includes beer, sake, wine, plum wine, cocktails, non-alcohol drinks. Additionally, as an option you can book tickets to the Robot Restaurant show at a discounted price! Below is the show schedule: *Show time is approx. 90 minutes 1. Door opens at 3:20pm Show starts at 4:00pm (on weekends and busy season only) 2. Door opens at 5:15pm Show starts at 5:55pm 3. Door opens at 7:10pm Show starts at 7:50pm 4. Door opens at 9:05pm Show starts at 9:45pm Plan A Arrive at the Robot Restaurant at 3:20pm → Show begins at 4:00pm → Show ends at 5:30pm Move to the restaurant → Dinner at 6:00pm for up to 120 minutes Plan B Arrive at the Robot Restaurant at 5:15pm → Show begins at 5:55pm → Show ends at 7:25pm Move to the restaurant → Dinner at 8:00pm for up to 120 minutes Plan C Dinner at 5:00pm until 7:00pm Arrive at the Robot Restaurant at 7:10pm → Show begins at 7:50pm → Show ends at 9:20pm Plan D Dinner at 6:30pm until 8:30pm Arrive at the Robot Restaurant at 9:05pm → Show begins at 9:45pm → Show ends at 11:15pm",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-kobe-wagyu-beef-cuisine-with-a-robot-restaurant-ticket/3594?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Kobe Wagyu Beef Cuisine with a Robot Restaurant ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 05:28:45"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6630,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1432883390/jtjicpfrxya4jpscmsck.jpg",
        "strIntroduction": "On your way between Tokyo and Kyoto, make a stop at Shizuoka Station (perfect location for the JR Passes holders). I will welcome you at the station and we will begin our trip in the land of tea! The 8-hour tour will begin in the tea fields of Makinohara which produces almost all Japanese green tea. After a few stops to enjoy the breathtaking views of Mt Fuji, we will make our first longer stop at Greenpia to try a tea picking experience while wearing a yukata (Japanese cotton kimono) which Japanese people thoroughly enjoy. We will then discover the tea museum Ocha no Sato where we can enjoy a green tea based meal (the ice creams are delicious). The museum will allow us to fully discover and understand the material and spiritual value of green tea in the Japanese culture. In a traditional tea room, I will explain in detail the idea and the code of the tea ceremony. This will be a valuable experience for understanding the mind and culture of Japanese people. On our way back, we will enjoy a visit to Shizuoka, a pretty provincial city famous for the production of traditional tea ceremony tools (ceramics, bamboo tools, tea ceremony cakes). The experience will end at Shizuoka Station, or with a drop off at your hotel if you decide to stay a little longer in the city.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-discover-japanese-green-tea-in-shizuoka/3529?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Japanese green tea in Shizuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 05:33:54"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 23313,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1434077020/y8mjam6qxneuwik6qhso.jpg",
        "strIntroduction": "This is a customized tour in central and northern Okinawa island. You can decide which places you'd like us to take you to, but we also have some recommendations for you. Below you will find example itineraries for a 6-hour and 9-hour tour that you can use for your reference. 6-hour tour itinerary: 12:00 Pick up at your hotel 12:30 Lunch at a local restaurant 15:00 Visit the impressive scenic spot Cape Manza 15:45 Go to a local beach 17:00 Visit the souvenir Shop \"Okashi Goten\" 19:00 Drop off at the outlet mall or at your hotel 9-hour itinerary: 9:30 Pick up at your hotel 11:00 Visit the impressive scenic spot Cape Manza 12:00 Lunch at the local beach 14:00 Walk through the tree tunnel Fukugi Street to the beach 15:30 See the longest bridge connecting the main island to Kouri Island 17:30 Drop off at the outlet mall or at your hotel Of course, you can suggest other places as well!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-take-a-local-tour-of-your-choice-in-northern-okinawa/3570?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a local tour of your choice in northern Okinawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 05:37:42"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8141,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1433755782/ums3rzzuhqowmnacfcsu.jpg",
        "strIntroduction": "Tanabata is a summer festival which occurs on July 7 - the only night when the two stars Vega and Altair meet on the sky. The old Chinese legend tells the story of the Weaving Princess and the Cow Herder who were lovers and turned into stars by the Sky King, separated by the Milky Way and condemned to meet only once per year. Japanese people celebrate Tanabata by throwing parties with seasonal food and drinks, as well as writing their wishes on pieces of paper (\"tanzaku\") which are tied to bamboo branches. If the sky on the night of July 7 is clear and you can see the stars, your wish will come true! You can join a traditional Japanese banquet for Tanabata in Tokyo. Besides meeting local people and celebrating the festival together with them, you will be able to taste seasonal dishes prepared specially for this occasion. Drinks are included too! Here is what the menu includes: - Seared beef with Chinese yam - Bamboo potage - Sushi wrapped in a bamboo leaf - Bamboo sake (Kyoto Fushimi) A minimum of 3 people are required to book this dinner. The location is near Omotesando, Tokyo.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-celebrate-tanabata-with-japanese-food-and-drinks/3578?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Celebrate Tanabata with Japanese food and drinks (July 7)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 05:41:38"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8789,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1433340725/um6mvyxi1bkvxak9r6sg.png",
        "strIntroduction": "In this activity, you will be able to experience traditional Japanese farm work on an authentic farm without even getting out of Tokyo! This is a rare opportunity to learn more about the local agricultural production and experience the lifestyle of farmers in Japan! The eco-production farm is located in Mitaka, which is only 25 minutes away by train from Shinjuku or Shibuya Stations. The farm has been awarded numerous prizes for the high quality of their vegetable products. The local farmer speaks English and will introduce you to the secrets of ecologic farm production. Various types of vegetables are grown here and you will be able to try harvesting seasonal products. In addition, you will be able to taste the fresh vegetables! The following is an example schedule: 12:15pm - Meet at Mitakadai Station 12:30 - 12:45pm - Greeting and Change of Clothes 12:45 - 1:15pm - Field Tour 1:15 - 2:15pm - Harvesting Experience 2:15 - 2:30pm - Break 2:30 - 3:55pm - Cook and Taste Freshly Harvested Vegetables 4:00pm - End of Activity",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-harvesting-and-farm-work-in-tokyo/3555?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Harvesting and Farm Work in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 05:47:19"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5828,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1432708768/yse8hiq3iwykc9hj1gvy.jpg",
        "strIntroduction": "This is only one day workshop to be held on July 25, but it is the first of a series of Washoku (Japanese cuisine) workshops. We will introduce you to the hidden secrets of \"Umami\", an aesthetic culinary pleasure derived from savoring the taste of Japanese food with all 5 senses. The first workshop is called \"The World of Rice\". After you arrived in Japan, you might have wondered about the following phrases you've heard: Why do Japanese people say “Itadakimasu” “Gochisosama” at the end of the meal? How has “rice” been positioned in the Japanese culture over the centuries? By attending this workshop, you will be able to: 1. Understand “rice” – philosophy, history, culture and practices 2. Raise awareness of differences – varieties of rice – using your five senses 3. Improve your understanding on Japanese culture, especially the Umami philosophy 4. Gain communication skills – both Japanese and English The workshop will be held between 10:30 and 14:30 on July 25, 2015, in two languages - Japanese and English. Below is the schedule of the workshop: 1. Lecture – Rice and Japanese culture 2. Experiments – Tasting/Cooking different varieties of rice 3. Lunch – Experiencing the Philosophy of Ichijyu-Sansai (one soup and two dishes, usually rice and fish) 4. Challenge Game – Tasting some unique Japanese side dishes 5. Closing The coordinator is a member of the Institute for Food Consciousness. We look forward to seeing you at the workshop! Added some photos from July 11th Pre-Workshop with foreign students. Please see how it looks like.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-japanese-culinary-pleasure-umami-workshop-tokyo/3522?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Japanese culinary pleasure \"Umami\" workshop, July 25",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 05:50:49"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7567,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1429172301/x2e7omry2mdusdsmxczi.jpg",
        "strIntroduction": "Set time 11:30 Have a set time to tell how to grip than 11:30 sushi shef then have them make a sushi and sushi rolles",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-eat-sushi-and-enjoy-boat-race-betting-in-osaka/3313?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Sushi chef experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 05:54:06"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3700,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1430562238/jpdhghvcm2y9rtwfwljs.jpg",
        "strIntroduction": "This is a great night tour for lovers of night life who are staying in Osaka! We will begin by walking through the old and charming Showa era style local streets in downtown Osaka. Then I will take you to a local kushikatsu bar (deep fried skewered meet & vegetables). This is a very famous casual local food in Osaka area that goes well with beer! We will chat and have fun time in the bar! After dinner, I will take you to the top of the Tsuutenkaku Tower to show you the beautiful night view of Osaka city. Tsuutenkaku Tower is one of the landmarks of Osaka. The tour will take place between 17:00 and 20:00 (approximately 3-4 hours). The meeting spot will be Ebisucho Station on Sakaisuji subway line and Hankai Line, but let me know if you prefer to meet elsewhere. You can book an optional pick-up service. This is a private tour recommended for 1 to 5 adult guests. It is offered in Saturday, Sunday and national holidays.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-enjoy-kushikatsu-bar-and-night-view-from-tsuutenkaku-tower/3421?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a kushikatsu bar and night view from Tsuutenkaku tower",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 05:57:09"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8049,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1431943651/f4ysffcuav2a1x4vgaz4.jpg",
        "strIntroduction": "This is a great tour to meet locals, hang out, see some hidden spots in Yokohama and create great memories from your trip to Japan! Join us on a tour to delicious restaurants in the city's local areas! Here is the example itinerary of this tour: 6:00 pm Pick you up at Sakuragicho Station (or Yokohama Station) 6:30 pm Go to a local restaurant! We have a lot of recommend restaurants which serve various types of Japanese food: - Izakaya pub - Eel - Yakiniku - Chinese food - Tempura - and many more! Please let us know in advance what your preferences are. 8:00 pm Leave the local restaurant. 8:30 pm Drop off at Sakuragicho Station (or Yokohama Station). We are 20 years old local people. We are glad to meet you and have fun with you in Yokohama!",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-have-a-delicious-meal-in-yokohama-local-area/3491?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Have a delicious meal in Yokohama local area!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 06:02:44"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4200,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1426156761/oydxb3rxtn8p17odkeol.jpg",
        "strIntroduction": "Join us for this great shopping tour! This is the proposed schedule: 4:00 pm Pick you up by from Yokohama Station or Sakuragicho Station. 4:20 pm Go to the recommended shops which local people like and find fashionable clothes. (2 hours) All those shops are located in Minato Mirai area. 6:20 pm Go to the local area located near Yokohama station. The restaurants there serve delicious meals. (1.5 hours) There are some local restaurants we strongly recommend to you. You can choose what kind of restaurants you want to eat at. If you have any preferences, please ask us! We will select the restaurant that you will like. 7:50 pm Take you to Osanbashi pier where you can see the beautiful scenery of Minato Mirai area. (0.5 hours) 8:30 pm Drop you off at Yokohama Station or Sakuragicho Station.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-find-fashionable-casual-clothes-in-yokohama-city/3219?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Find fashionable casual clothes in Yokohama City!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 06:07:18"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10454,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1431880732/lfmpcmuxie2tzw9cfk89.jpg",
        "strIntroduction": "This trip introduces Japanese \"kawaii\", which means the quality of cuteness in Japanese pop culture. A Japanese teen girl who knows everything about Shibuya and Harajuku and the current trends will organize this trip. The trip will first start at Shibuya and will go to the most popular shopping mall among teen girls - Shibuya 109. This mall has over 120 shops targeting teens selling variety of clothes, accessories, and other luxuries. Then, we will be heading off to Harajuku by walking through the Cat Street. This area is known for its unique atmosphere and eccentric shops. Alleys in this area are only known among teen girls who frequently visit Harajuku. Takeshita street is another famous street where cheap good quality kawaii items can be found. There are many travelers visiting this street but it is hard to distinguish the difference between each shop without having some basic knowledge. Guidebooks only introduce major shops but with the knowledge of Japanese teen expert girls who have been to this street for billion of times, there will be no problem. Purikura photos is also mandatory for Japanese girls. Thanks to Japanese great technology, purikura creates flawless skin, outrageous proportions, and humongous eyes which turn the Japanese girls' faces ideally kawaii. This trip will introduce Japanese “kawaii” pop culture from various aspects, which can be only known to Japanese teen girls who specialize in these areas. Information about the guide: Hello, my name is Rena. I am a freshman studying Japanese politics. I have lived in New York (USA) and in Düsseldorf (Germany) for eight years so my English is fluent! I have just started a YouTube channel delivering Japanese Kawaii culture to the world. I love the city Tokyo and I hope I can introduce new aspects of Tokyo from a local perspective!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-introducing-japanese-kawaii-pop-culture-in-tokyo/3484?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Introducing Japanese \"kawaii\" Pop culture in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 06:12:57"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13877,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1431437133/mordv0yo4af8ufd67cxj.jpg",
        "strIntroduction": "This is a tour to two fantastic locations in the eastern part of Hiroshima prefecture - the quaint town Onomichi and the rabbit island Okunoshima! We will meet at Hiroshima station in a morning, between 8 to 10 am. First, we will take a train and go to Onomichi town, which is about an hour away from Hiroshima. We will explore the old town for two hours and eat lunch there. After that we will head to the Okunoshima island by train and ferry. That island is about an hour away. We will stay there for two hours, playing with thousands of rabbits and walking around the island. It has a history of manufacturing poisonous gas during the war period so we will see the ruins of historical places too. Finally, we will come back to Hiroshima Station by train after about an hour and a half ride. Since it's really complicated to go to those two distant but beautiful places, I recommend you to join a tour and come with me! :)",
        "strLocation": "Hiroshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hiroshima-visit-the-famous-rabbit-island-and-popular-movie-locations/3459?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit the famous Rabbit Island and popular movie locations!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 06:16:32"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5428,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1430313454/u0wymbwsags8m9quq0df.jpg",
        "strIntroduction": "Walk through the streets of Nippori on a 2-hour guided tour around the overwhelming stock of speciality fabric shops with a sewing enthusiast. We will meet at JR Nippori Station at the Northern exit next to the bookstore \"Libro books\". We will then head towards Nippori's main street and browse through the wide array of fabric shops. You will get a detailed explanation of what and where to buy items to satisfy your sewing needs. You will also get the opportunity to purchase anything at the shops just let me know! Shortly following we will head back towards the picturesque temple town of Yanaka passing the JR station. Finally ending at the foot of Yanaka's main street where you will get time to browse the shop-lined streets filled with souvenir shops, cafes, restaurants and Japanese style croquery shops with designs unique to Japan. Available Fridays and Saturdays",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-a-nippori-fabric-town-walking-tour/3413?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a Nippori Fabric Town Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 06:22:26"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 583,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1431434389/lmsljwifxfc3hql4si54.jpg",
        "strIntroduction": "This night tour starts from dinner time. I can pick you up anywhere in the central area of Hiroshima and we'll go to Okonomiyaki restaurant together. After the dinner, I'll take you to the busy night life area. I'll show you bars/clubs or any fun places, depends on what kind of places you like. Please note that you need to pay for consumption in restaurants and bars/clubs by yourself. Dinner is about 3000 yen for one person, and usually the drink in bars/clubs is 500 yen. This is a very flexible and chill tour. I want to show you how the young people spend fun night on weekends in Hiroshima. Hope we can have great time together! :)",
        "strLocation": "Hiroshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hiroshima-go-out-and-explore-the-night-life-in-hiroshima/3437?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go out and explore the night life in Hiroshima!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 06:26:59"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12859,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1426499418/hkhynoxfuwfpi50ul6me.jpg",
        "strIntroduction": "A major center of manga and anime culture before the rise of Akihabara in the late 1990s, Ikebukuro is home to attractions sure to please the female otaku fans as well as having appeal to all fans of the genre. Plan on an afternoon of fun visiting shops, from the huge Mandarake to tiny specialty stores, and mini-theme park attractions like J-World Shonen Jump, while eating Japanese street foods and fully immersing yourself in Ikebukuro's unique otaku culture. You will see many works (manga, games, magazines, figures) of the “boys love” genre, aimed mainly at a female audience, which focuses on passionate friendship and more between young men. Other points of interest include visual-kei rock famous for its costuming and gender-bending. You will learn about danso cafés, where female customers are served by female staff dressed as beautiful boys, and “2.5-dimensional musicals,” where anime characters from series such as “The Prince of Tennis” and “Naruto” are brought to life in stage productions. All otaku fans will enjoy Sanrio's shop where Hello Kitty welcomes you to the world of “kawaii” or cute culture, which can also be experienced through the merchandise at the nearby Pokemon Center. We visit J-World Shonen Jump for a glimpse of various fantasy worlds such as “Dragon Ball” and “Bleach.” Even longtime otaku fans familiar with Akihabara will find something new to enjoy in Ikebukuro. Women who love otaku especially should not miss it! The regular tours are scheduled for Fridays only. For other days please book the private tour option.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-the-women-otaku-scene-in-ikebukuro/3185?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the Women's Otaku Scene in Ikebukuro",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 06:32:14"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8673,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1429837780/stos5p4i3ukyieguq0zx.jpg",
        "strIntroduction": "Photo Style: It is your smile and emotions that make your time in Tokyo so unforgettable. I use a casual and journalistic approach to record those moments. You come as you are or dress up for the occasion. You may receive some direction, but mostly you can expect just to hear 'Have fun, you are in Tokyo! This is a special service for romantic photos of special occasions. The photos will capture your most emotional moments from your trip to Japan. Where to take photos: The destination is all up to you. But, I also recommend where to take photos and where you should go. We shoot your photos in one or two areas. My Tools: I use Nikon DSLR camera with several professional lenses. How to share images: You can download high resolution digital image files from your portrait session in a private online storage within 10-14 days. The digital files allow for photographic prints that meet the most demanding needs.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-have-a-special-photo-session-themed-the-love-story/3393?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Have a Special Photo Session themed \"The Love Story\"",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 06:36:23"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3855,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1429801901/q1togv7nxgy4afqnewgj.jpg",
        "strIntroduction": "Photo Style: It is your smile and emotions that make your time in Tokyo so unforgettable. I use a casual and journalistic approach to record those moments. You come as you are or dress up for the occasion. You may receive some direction, but mostly you can expect just to hear 'Have fun, you are in Tokyo! Where to take photos: The destination is all up to you. But, I also recommend where to take photos and where you should go. We will shoot your photos in one area. My Tools: I use Nikon DSLR camera with several professional lenses. How to share images: You can download high resolution digital image files from your portrait session in a private online storage within 10-14 days. The digital files allow for photographic prints that meet the most demanding needs.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-hire-your-personal-photographer-in-tokyo/3387?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hire Your Personal Photographer in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 06:40:46"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 18780,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1430126961/pvng7qco8ybvdg89jv9v.jpg",
        "strIntroduction": "Hokkaido's Furano and Biei valleys offer a spectacular rural panorama of flower fields, tranquil pastures, endless farmlands and green forests. Plenty of visitors come to the heart of Hokkaido every year to capture the beauty of the rural region. Furano and Biei's favourable location guarantees that there is a wide variety of grown and wide flowers throughout the entire green season. Here you will feel completely liberated from the stress of the city and will be able to fully enjoy the slow pace of the countryside life! This is a private tour wherein you will be able to visit some famous photo spots and take amazing photos of Hokkaido's best known valleys. Your guide will introduce you to some of the most scenic places where you'll be able to take stunning photos. You don't even need to have a professional camera - a rental camera is available! This tour is available every day between April 1 and November 10. You can decide the starting time between 9 am and until 6 pm. Note that the price includes a 3-hour tour. If you want to extend the tour, you need to pay additionally (only advance payment accepted, you can't extend on the day).",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-take-a-private-tour-around-the-best-photo-spots-in-furano/3403?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a private tour around the best photo spots in Furano",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 06:44:33"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2498,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1429695123/vz2tzz0onrgie8jb6ob4.jpg",
        "strIntroduction": "Tokachi Millenium Forest is a vast rural area in the Tokachi plains in Hokkaido. This natural treasure was established as an environmental conservation project and consists of several gardens designed by an award-winning British landscape architect. You can freely explore the Earth Garden with its lawns and background of mountains, the Forest Garden where you will be surrounded by the positive ions of the trees, and the Meadow Garden where you can enjoy many seasonal flowers. This vast outdoor park has also eco-friendly restaurants, shops, cheese-making workshops and many other facilities to rest and come in contact with nature at a slow pace. In this activity you will ride the futuristic vehicle Segway for the trial period of about 10 minutes. You will be able to learn how to navigate the Segway machine by moving your body back and forth, leaning to your sides and stopping the vehicle. The spacious grassland of Tokachi Millenium Forest is the ideal place to master your skills of riding a Segway! Only healthy people between the age of 16 to 69 and weighing up to 100 kg are allowed to ride the Segway. This activity is available between 10:00 and 16:30 from June 7 and October 13. The park is open every day until 17:00. The Segway riding activity may be cancelled in case of bad weather. Please use a rental car or a taxi to reach Tokachi Millenium Forest. From JR Tokachi Shimizu Station a taxi ride takes about 15-minutes and costs about 2500 JPY.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-ride-a-segway-in-the-vast-meadow-of-tokachi-millenium-forest/3381?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ride a Segway in the vast meadow of Tokachi Millenium Forest",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 06:50:09"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11564,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1429084368/s2zimevioixwggqwup6s.jpg",
        "strIntroduction": "Ine town is located alongside Japan Sea, far from the crowded Kyoto downtown. We will take an express bus from Umeda (Osaka) or Kyoto station at 9 or 10 am. After dropping by Amanohashidate, the natural sandbar which has the common reputation as one of three best scenic views in Japan, we will arrive at Ine and have a nice Japanese style lunch. Sightsee around the town and enjoy the slow time, then check in and have dinner at a Funaya boat house inn. In the next morning, if you are fine, we will go to the morning fish port to see fishermen's daily work. The second day's main event is held at Mukai-shuzo sake brewery. They open up their brewery and we can have a sake tasting set with a side dish. Enjoy an elegant rich time and great conversations with locals! In the early evening we will take an express bus to Kyoto or Umeda station. The trip to Ine town will show you rural Japan and will create fantastic memories form your trip to Japan.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-scenic-ine-boat-house-stay-and-sake-tasting/3355?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience beautiful Kyoto's countryside; Ine",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 06:53:09"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5181,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1427848609/brkyw1bg4zugd83njx5j.jpg",
        "strIntroduction": "MY MISSION: Due to the popularity of \"selfie sticks,\" the idea of creating destination experience is coming to an end. People are now greedy to capture their travel experiences on camera instead of a simple sightseeing experience. My goal is to avoid this \"selfie stick\" or tripod phenomenon when traveling to experience the ultimate sightseeing and exploration! In this experience, I will be your personal photographer during your tour. Instead of using those \"selfie sticks\" or tripod that you have, I will capture your travel experiences while touring Tokyo. This means that you can relax without the worries of taking photos of yourself. This experience is perfect for couples, group of friends, families, and for everyone traveling Tokyo or nearby places in Kanagawa. I'll take all your photos including the places with your camera or my DSLR Camera and load them to my website so you can download them anytime you want. ABOUT ME: I'm a very relaxed and flexible person, I like to walk around so please don't worry if you think the tour will get me tired! :-D IMPORTANT REMINDERS: ※ Please bear in mind that I'm not a tour guide. I will only accompany you during your tour and photograph you and your experience. ※ The price option is per group",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-hire-your-personal-photographer-during-your-tokyo-tour/3309?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hire Your Personal Photographer During Your Tokyo Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 06:58:08"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1800,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1427241944/lvoujvzhpyrnsxiqnkg8.jpg",
        "strIntroduction": "Shake Hands is a coworking space where people get together to enhance their works, studies, and hobbies as a second office and living. In the meantime, we will welcome to visitors too. In this service, you can use Shake Hands for a day. The service includes free drinks and wifi, as well as baggage storage services. [Open] 10:00AM-10:00PM [Access] (Tram car) Kamiyacho St. 3mins (Astramline-monorail) Hondori St. 3mins (Bus) Hiroshima Bus center St. 4mins [Attractions Nearby] Hiroshima Peace Memorial Park Hiroshima Castle Hiroshima Museum of Art Hiroshima Prefectural Art Museum Shukkeien Garden If you have any requests, please send messages. We will support you to have a satisfying stay in Hiroshima. Our future plan is to create a community where locals and visitors enjoy funny activities together such as going to baseball games for cheering Hiroshima Carp (the local team), watching Kagura (local traditional performing art), and making okonomiyaki (local food).",
        "strLocation": "Hiroshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hiroshima-reservation-for-coworking-space-in-hiroshima/3286?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for Coworking Space in Hiroshima",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 07:03:30"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3238,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1427708485/mnlopvryda9ypqrhqor7.jpg",
        "strIntroduction": "10:00-12:00 City of Peace & Tranquility Kyoto was the capital for over 1000 years from 794-1868. Take a visit to Heian Shrine, a beautiful replica of the Imperial Palace of old. Stroll the vast gardens, learning about ancient Japan as well as Shinto and Buddhism. Walk the Philosopher Path to Honen-In and take in the breathtaking mountain temple scenery. 13:00-15:00 City of Zen Learn about the influence of the warrior class in society and the rise of the humble tea ceremony as an art form in Japan. Visit a typical Zen Temple and practice seated meditation while gazing at the world famous sand gardens. Discover how “bushido” or the way of the samurai still influences modern Japanese culture today. 15:00-17:00 City of Shogun & Samurai The medieval period of Japan led to the rise of the Shogunate who held power over the land rather than the emperor. This period saw the unification of Japan under three powerful leaders, which later led to the Meiji Uprising a precursor to the modernization of Japan. Visit Nijo Castle and other sights of importance and learn of the forces that helped shaped today’s Japan. 17:00-19:00 City of Arts & Culture The rise of the merchant class and flourishing of the arts are truly evident in Kyoto. If one place can distinguish itself as the centre of it all, it’s Gion. Wander cobbled streets and discover the rich history of the era. Learn about the Geisha and Maiko as you roam the neighbourhoods where they still live today. Also, we get a chance to visit the iconic Kiyomizu Temple at the best time of day as the sun sets in the Western sky. BEST PART of this plan is you can choose what segments you want to join. Just one, two, three or all four! Book all four and get the fourth experience for half price.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-take-a-historical-trip-through-kyoto/3305?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Historical Trip through Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 07:12:39"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1850,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1423459572/rzwmpnebg0dq2i6kgssk.jpg",
        "strIntroduction": "Layovers and transfers in airports can be tiring, boring, and seemingly endless. Instead of aimlessly wandering and waiting during your layover or transfer time in Narita or Haneda Airport, enjoy talking to a local at a recommended restaurant or cafe inside the airport. We can enjoy Japanese food, tea, or anything you would like. Afterwards, I can show you around the airport until your boarding time.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-spend-time-with-a-local-during-a-layover-at-narita-airport/3127?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Spend time with a local during a layover at Narita Airport",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 07:16:49"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1388,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1423289183/pbg5bqft4fxwobvjrnl2.jpg",
        "strIntroduction": "Tokyo is famous for its abundance of electronics stores, which can be overwhelming especially in another language. I will help you buy the products you want at the lowest prices at the best electronic retail stores in Tokyo (within the 23 central districts). If you tell me what you're interested in buying, I will research the lowest prices before we meet! Available most Sundays, other days by request.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-shop-at-electronics-retail-stores-with-a-local-in-tokyo/3122?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shop at Electronics Retail Stores with a Local in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 07:20:02"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9806,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1426434512/pp73cszuzepokjt6vpsv.jpg",
        "strIntroduction": "Tour details: Shinjuku Gyoen | Chidorigafuchi 3 hours From 14:00 to 17:00 Walk 2 km / 1.3 miles Group 6 people max On “Tokyo Cherry Blossom” photo tour, we visit the best spots for Hanami (flower viewing). First we meet at Shinjuku Gyoen. The park is famous for it’s numerous varieties of cherry trees, including early and late bloomers. Plus, we can use Shinjuku’s amazing skyscrapers as backdrop. We then move on to Chidorigafuchi: a moat located in the northwest of the Imperial Palace. There, local people small colorful boats and enjoy the view of weeping cherry blossom trees. A pink world unfolds for your cameras to capture. We’ll give you insiders spot recommendations and composition tips. You’ll also learn how to use your camera’s aperture to enhance your photos with artistic blur. You’ll enjoy playing around with juxtaposition of colors and shapes. It’s the ideal way to get to know your camera better for the rest of your trip.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-go-on-a-tokyo-photo-tour-tokyo-cherry-blossoms/3239?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a Tokyo photo tour - Tokyo Cherry Blossoms",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 07:23:40"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3515,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1426078261/dtyr0xp08iqvhx74nfv3.jpg",
        "strIntroduction": "Here is the itinerary of the tour: 10:00~ pick up 11:30~12:30 lunch at Hama-Zushi 13:00~13:35 enjoy the cherry blossoms festival 13:40~14:15 visit the zoo at Tokiwa Park 14:30~ take you back to the station Following a pick-up at Ube Station or at Shin-Yamaguchi station, we will take you to \"Hama-Zushi\", one of the most popular sushi restaurants in Japan . We will be there by around 10:30. I will be with my daughter, and you can come alone or with a small group of people. Then we will go to Tokiwa Park in Ube, where the Sakura Festival is held on April 5. There will be attractive stage events held and you will see plenty of food stalls. In Tokiwa Park which is chosen as one of \"Japan's best 100 cherry tree famous places\", there are 3 500 cherry trees that fully bloom every April. Many visitors come here to enjoy the beautiful cherry blossoms. Then, we will go to the zoo in Tokiwa Park. It was just renewed recently. You will see many monkeys and pelicans, and everything looks better now after the renewal. Finally, I will take you back to the station where the tour will end.",
        "strLocation": "Yamaguchi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamaguchi-enjoy-yamaguchi-great-cherry-blossom-viewing-and-sushi/3214?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Yamaguchi's great cherry blossom viewing and Sushi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 07:26:57"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7308,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1435911725/feuc0kxlro2nrszpuae9.jpg",
        "strIntroduction": "Your tea master greets you before you enter the tea room, at the bamboo spout outside his home in an older Tokyo neighborhood. There he will demonstrate the purification ritual of washing your hands. Even before his brief introduction to the history and philosophy of Tea inside the soothingly beautiful tea room, you will have started to experience what the ceremony’s 16th century founders were trying to achieve. The teacher will serve you a delicious cup of matcha green tea in the traditional way, flawlessly performing dozens of well-practiced small steps to convey his deep spirit of hospitality. A tea master changes details of the ceremony to reflect the passing seasons; come back next month and the kettle, bowl, sweets, scroll and other elements will all be different. Then it is your turn to make a cup of tea, savoring fully the present moment while connecting to the universal spirit that is Tea. Regular tours are held on Monday and Wednesdays 10:30 - 12:00. Other days are available for private tours.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-traditional-tea-ceremony-experience/3184?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Traditional Tea Ceremony And Make Your Own Tea",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 07:31:51"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6938,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1425627203/g3vjuwvm94noizgkfkcw.jpg",
        "strIntroduction": "This is a great activity to feel and experience the Japanese culture. First, we will learn how to make a Bento lunch box at my home, and afterwards we'll go to the Bonsai Village by train to enjoy the tranquil atmosphere of the neighbourhood. A Bento is a traditional kind of Japanese packed lunch commonly made for 'salarymen' and schoolchildren alike, and home-made ones often incorporate all kind of fun designs! We will take our Bentos with us in the Bonsai Village and have lunch there. The tour will end after the lunch. In the Bonsai Village, there is an attractive bonsai museum and many interesting bonsai gardens that we can see. Enjoy the Japanese culture of bonsai trees! What's included in the Bento: - Rice (Onigiri or Inarizushi or character-face rice) - Main (Fish or Chiken or Vegetables) - Seasonable vegetables - Tamagoyaki（egg) - Fruits or Sweets Example time Schedule: 10:00 Meet at Sengendai Station 10:10 Make a Bento in my home 11:45 Go to the Bonsai Village. 12:30 Take the Bento with us in the Bonsai Village and eat lunch at there. 13:00 End of tour",
        "strLocation": "Saitama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-saitama-learn-to-make-a-bento-visit-bonsai-village/3089?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to make a Bento & Visit the Bonsai Village",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 07:35:07"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 15635,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1425220212/acss9f5agcmzui5x8ud4.jpg",
        "strIntroduction": "Enjoy Kyabakura through our experience program! This is an experience program at Kyabakura, a unique type of Japanese night entertainment. Cute girls will provide excellent hospitality. This Kyabakura is located in Roppongi, Tokyo. *No extra charge *Girls in attractive costume will serve you with generous hospitality. *Interpreter (English only) will help you with communication between the girls and the staff, as well as with information about how to get to the Kyabakura from your nearest station. *Additional charge would occur in following cases: - Order different drink or food - Order drink for the girls - Appoint a girl - Extend the staying time *Available days and time Monday to Saturday From 8pm to 11pm Rules at Kyabakura ~do’s and don’ts~ There are rules and manners to follow when you visit a Kyabakura. Please read them through before your first visit to Kyabakura. Dress code: There is no dress code. Jeans, T-shirts, sandals, a pair of suits are accepted; however, the girls will not be happy if your clothing is dirty or smells bad. Of course, naked is not accepted. Carry-in: It is prohibited to carry food and beverage into the Kyabakura. Souvenirs for the hostesses are accepted even if it is food or beverage. Eating or drinking the souvenir inside is not accepted though. Body touch: Not allowed. There may be a case where the girls would touch you, but you are not allowed to touch them. Conversation: There are a few topics that cannot be talked in conversation with the hostesses, such as their private lives. Some hostesses use dummy name and have another job, so asking those private questions, like real name and address, should be avoided. Also, the girls would not like too much dirty talk, so please be careful. If these rules are not followed, the staff of the Kyabakura has the right to ask you to leave the place. Let’s follow the rules and instruction to avoid any troubles. Gentleman who follow the rules and manners usually score big with the girls. *These are the basic rules and manners at Kyabakura. They may vary by location.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-kyabakura-night-entertainment-roppongi/3180?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Kyabakura Night Entertainment in Roppongi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 07:40:57"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 805,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1424908525/rglkepdchkz00gd6qaqn.jpg",
        "strIntroduction": "Let’s wear a traditional \"happi\" coat and be a sushi chef! You will learn the origin of sushi through a Japanese picture-story show and witness a live demonstration by sushi chefs preparing the fresh fish. Sushi chefs will guide you step by step through the process of making your own rolled sushi & nigiri sushi, so there is nothing to worry about even for first timers! You will taste your own handcrafted sushi along with a special beef hot pot from the restaurant. Enjoy your original sushi lunch! As a keepsake, we will certify you with a \"sushi experience certificate\"!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-sushi-making-lesson-beef-hot-pot-lunch/3171?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Sushi making lesson with beef hot pot for Lunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 07:45:57"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9251,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1423792971/ondiuk3zucu41qhtnbki.jpg",
        "strIntroduction": "Yamakawa Brewery, founded in 1946, is the only Awamori brewery located in Motobu, Okinawa. Awamori is an alcoholic beverage unique to Okinawa. This activity is only available for one day, so don't miss this opportunity! Date: Tuesday, March 3 Participants: Minimum of 4 people Maximum of 12 people Schedule: 4:00pm - Pick up at your hotel or Yanbaru Uminoeki in Motobu. 4:30pm - Yamakawa Awamori Brewery - You will receive a factory tour and tasting by the the President of the brewery, Yamakawa Munekatsu. You'll have the opportunity to try 4 different Awamori, including: - Sangosyou (alc.30%) - 3 years' vintage Awamori (alc.30%) - 5 years' vintage Awamori (alc.35%) - President Yamakawa's recommended Awamori that is not for sale Afterwards, you'll have the chance to visit and shop in the villages of Imadomari and Nakijin-mura. Enjoy walking along the beach, old traditional Okinawan homes, and rows of Fukugi trees. 6:30pm - Dinner Party - You will visit a local Okinawan home with the Yamakawa Brewery President Yamakawa Munekatsu. You'll enjoy a variety of Awamori and original Okinawan dishes. A sanshin guitar concert is held nearby, so you'll be able to enjoy traditional Okinawan music as you enjoy your dinner and drinks. 8:30pm - Drop off at your hotel or Yanbaru Uminoeki in Motobu.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-tour-yamakawa-brewery-and-enjoy-awamori-and-okinawan-food/3139?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour Yamakawa Brewery and Enjoy Awamori and Okinawan Food",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 07:49:25"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7864,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1420359789/a4jjind9lnzrliqz2plv.jpg",
        "strIntroduction": "This tour is a seasonal sightseeing taxi tour. It is offered between January 17 and February 1. Here is the suggested schedule for the tour: Pick up from your hotel (around 9:00) -> See the sakura cherry trees at Yaedake Fumoto from the car -> Enjoy the sakura at Yaedake parkt -> Go on a sake brewery tour in Yamakawa brewery. It was established in 1946 and you can try the local sake -> We will stop and visit the World Heritage Site, Nakijin Castle. Nakijin Castle is surrounded by breathtaking cherry blossoms and is great for taking pictures. -> Have lunch (cherry tree soba noodles) in an old private house with red roof tiles -> Go to Helios brewery, a Monde selection award-winning place. You can taste the local sake here too. -> See 20,000 sakura cherry trees in Nago castle park -> Take you back to your hotel (around a little past 17:00) Limited to hotels in Nago and Motobu. There is also a present - a small Awamori sake bottle for the first people to book!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enjoy-earliest-sakura-cherries-japan-awamori-cellars/2984?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy earliest sakura cherries in Japan and Awamori cellars",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 07:54:02"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 22203,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1422275036/drkmyapqulzstlip0mxt.jpg",
        "strIntroduction": "In a small group (maximum 5 guests) six-hour tour, get at the heart of washoku's excellence by exploring the daily culinary habits of the Japanese people. Japanese food and the culture around it has been declared a world treasure by UNESCO, and the influence of Japanese food can be felt on high cuisine around the world. But the source of washoku’s remarkable uniqueness is in the daily food culture of the Japanese people, a food culture both simple and elaborate, delicious and healthful. We meet before lunch at a major train station and take a short ride to an ordinary Japanese home. There you will witness a short cooking demonstration and enjoy an authentic washoku lunch. Your host will lead you through a casual home tea ceremony and teach you how to fold your own chopsticks holder from Japanese washi paper. Later you will visit a local supermarket, kitchenware store, alleyway market and food gift section of a department store, with time out for a popular street food snack. After all this wandering you will be ready for a light dinner in an intimate Japanese neighborhood food pub. You’ll be back in the city center by 6:20 p.m. ready for Tokyo's night life. As part of the tour, you will receive your own brand new copy of a manga-style washoku cookbook.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-daily-life-food-tour/3086?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tokyo Daily Life Food Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 07:58:51"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2775,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1420625873/yqflzmj2yha7ite4e3mb.jpg",
        "strIntroduction": "The purpose of this activity is to make lots of fans of Japan. I believe what makes your travel wonderful is the opportunity to have communication with locals. We are happy to provide you with a concise Japanese lesson which includes basic pronunciation as well as trendy jokes, so that you can enjoy a simple conversation with Japanese locals! My job, by the way, is related to Bizenyaki (Bizen style pottery) which is one of the oldest Japanese traditional pottery with 1000 years of a history. We will have a coffee break with a Bizenyaki mug. I am sure you will like it! <Time table> *Starting time varies* Meet at JR/Metro Asakusabashi Station (please note that it's NOT the same as Asakusa Station) and go to our office. - 5 mins by walk ↓ Start lesson - 100 mins ↓ Free talk - 15 mins ↓ Finish",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-useful-japanese-phrases-while-having-tea-in-bizenyaki/3005?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn useful Japanese phrases while having tea in Bizenyaki!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 08:04:10"
    }
]