[
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12432,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468739010/lyvyxkgbn50oyyfaoog5.jpg",
        "strIntroduction": "Japanese Special Photo Studio Angelle is a photo studio where you can get your portfolio created, one with you looking at your very best in a beautiful Japanese traditional Oiran's kimono. Being a little different from those of Maikos (apprentice geishas), the kimonos of Oiran are more magnificent and sexy. The Oirab that Angelle proposes are decked out in expensive magnificent uchikake (a traditional long outer kimono) like that of a bride. Her hairstyle is not limited to the traditional ones, but comes in many different kinds, to which original creations of floral decorations are added. The result is nothing less than gorgeous. The makeup is also in vivid colors to enhance the costume and the photo shoot. Every customer will be transformed into a fashion model or a movie star. Her photograph will be a dramatic one, the kind that no regular photo studio is capable of achieving because she will be installed in a three-dimensional set like that for a scene in a movie. The makeup of a Maiko is one with a white foundation with red as the keynote. Its finish emphasizes elegance. In Kyoto, the Maiko culture is deeply rooted, boasting a long history, so in order to transform into a Maiko, some restrictions apply. The photo shoot will be done with natural lighting in which the white foundation manifests itself in such a way that a soft natural harmonious effect is achieved in the photograph. The transformation into a Oiran at Angelle is not limited in form. Indeed the new kimono styles for the transformation are limitless in possibilities for realizing the wishes of the customers. Let us turn you into an Oiran! What to bring: - Your own cosmetics. We provide the cosmetics for the Oiran experience but not for afterwards.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-get-a-photo-session-dressed-in-japanese-oiran-kimono-kyoto/7130?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get a photo session dressed in Japanese Oiran kimono, Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 09:50:18"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 92,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465035394/vbqzdyo7zn5wpom4psxs.jpg",
        "strIntroduction": "This distillery came about as a collaboration between Kirin Brewery, Joseph E Seagram and Sons and Chivas Brothers in 1972. It is one of the rare distilleries in the world to produce four different types of whiskies: one malt and three grains distilled in various types of stills, resulting in distinct flavors and bodies. Tours: Guided tours of around 70-minutes including observation of whole production process, a short screening introducing the facilities, and whisky tasting of up to 2 glasses.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-kirin-fuji-gotemba-whisky-distilliery-tour-and-tasting/6651?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Kirin Fuji Gotemba Whisky Distillery Tour & Tasting",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 09:54:35"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 3569,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481010443/aybteyzxkujm0ugde7wb.jpg",
        "strIntroduction": "This temple is one of the most historic temples in Kyoto, having been established in 1590. The temple played a key role in the spread of Japanese Zen Buddhism in the early twentieth century. The American-educated abbot will lead you in the basics of Zen meditation, followed by a tour of the temple. You will learn how Buddhism has influenced Japanese culture, as well as practice acquiring the proper frame of mind through meditation. This experience will help you understand the Japanese mind more. If you are tired of your trip and want to refresh your mind, this would be the best activity. Photos by: http://www.flickr.com/photos/weirdo513/3329598076/ http://www.flickr.com/photos/rocketlass/3349248494/ http://www.flickr.com/photos/rocketlass/3349246458/ http://www.flickr.com/photos/neil_weightman/3500924033/ http://www.flickr.com/photos/mvasaly/4430483409/",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-join-zen-meditation-class-in-kyoto/925?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join Zen Meditation Class in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 10:03:29"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 3407,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481090751/hd9625ni2fspdvxelvyh.jpg",
        "strIntroduction": "Dyeing began as a fashion for the samurai families in the Muromachi era and developed in the Edo era. It has such a long history and is a popular Japanese tradition. Variations expanded by combining many patterns, and many people came to enjoy the clothing culture called kimono. As clothing for Japanese people shifted to Western style, the number of dye craftsmen in its growing center located in \"Ochiai, Shinjuku\" gradually decreased. There are approximately 10 companies at present. However, they have awesome techniques and spirits for Edo-style dyeing, and have been taking on new challenges while protecting the tradition. Edo dyeing is a world-class technique. Various goods have been developed, including not only kimono but also small articles and interiors. Edo dyeing has expanded into a new market as a material that can be dispatched to the world. You can experience dyeing cloth at Futaba-en, Tokyo. It opens every Wednesday and Saturday from 13:00 and takes about 90 minutes. Reservation: 3 working days prior.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-dyeing-textile-at-futabaen-tokyo/4540?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience dyeing textile at Futaba-en, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 10:06:34"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 55255,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1480422510/j48n9unqg60okpgbu372.jpg",
        "strIntroduction": "Kyoto's Gion and Higashiyama districts are well-known as the Mecca of geisha art in Japan. Visitors strolling the narrow streets of the neighbourhood at evening time have the chance to spot a geiko (Kyoto geisha) or a maiko (apprentice) entering one of the numerous traditional-style Japanese restaurants or \"ochaya\" tea houses. Every night there is a private dinner or a banquet for small groups who have been granted exclusive access to the restaurants that are not usually open to the general public. Inside the guests are served an authentic Japanese-style kaiseki multi-dish dinner and are entertained by one or more geisha artists in the most authentic manner. All of this is usually a private and closed-doors event that is offered only to special guests. Tourists typically visit one of the popular public facilities in Gion to watch a maiko stage show, but this in no way resembles the authentic experience of dining in an \"ochaya\" in the company of a well-trained maiko. By booking this activity you will have the chance to enter private Japanese-style restaurants that are not generally open to everyone. You will be accompanied by a genuine Kyoto geiko and a local interpreter, who has special access to the \"ochaya\", and will spend about 3 hours in a wonderful and authentic Japanese setting. The maiko artist will casually chat with you, serve you drinks, and even play easy games with you or show you some of her dancing abilities. You will be served a gorgeous Japanese-style dinner with top-quality sake. Depending on the season, this activity may include also a visit to a temple to see the night illuminations or to a Japanese garden that is not usually open to public. Your guide will inform you about the seasonal activities when you book. Please note that the maiko does not speak English fluently and you will have a guide-interpreter. Depending on the restaurant, you may be in a private room or in a room with other guests. The authenticity of this experience is guaranteed!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-book-an-exclusive-private-dinner-with-a-maiko-in-kyoto/4350?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Book an exclusive private dinner with a maiko in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 10:10:55"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 9025,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1483606027/t37260g2ja0jen0suwpz.jpg",
        "strIntroduction": "- - - - Tour Overview - - - - Take a fascinating deep dive into Japanese seafood cuisine during this 3-hour combination walking tour of Tsukiji Fish Market and cooking class where you can learn to prepare traditional style washoku food items like sushi and a Japanese omelet. - - - - What to Expect - - - - - *Tsukiji Fish Market* Meet up with your guide in the morning in front of Tsukiji Honganji Temple, located just outside the famous seafood market. Then, step inside this temple to all things seafood for an in-depth shopping session including plenty of time for photography and exploration. As you wander the aisles of this colorful and chaotic market, you’ll observe everything from giant tuna to sea urchins to octopus arranged for sale. *Japanese Washoku Making Class* Once you’ve had your fill of seafood, proceed with your guide to the gourmet cooking studio of one of Asia’s largest culinary schools, boasting more than 150 studios throughout the region. Following the instruction of an experienced cooking teacher, you’ll learn to prepare two washoku recipes, a style of Japanese cuisine emphasizing traditional and homemade techniques. This typically includes a sushi roll along with a Japanese style omelet called Tamagoyaki plus side dishes. *Sushi Roll Lunch* Finish your session by digging into your tasty creations for lunch, enjoying your meal accompanied by your choice of wine, plum sake, or soft drinks. You’ll leave with a full stomach and a newfound appreciation for the wondrous world of Japanese cuisine and its top-notch ingredients. - - - Tour Schedule - - - 9:20 Meet up at Tsukiji Honganji Temple 9:30 Group walk at the Tsukiji Market 11:00 Cooking class starts 12:00 Tour ends after enjoying your creation for lunch! 12:30 Tour ends - - - Cooking Menu - - - Rolled-Sushi, Japanese egg omelet + one more dish with Japanese soup.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tsukiji-fish-market-tour-and-rolled-sushi-cooking-class/5384?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "18% OFF Tsukiji Fish Market Tour &Rolled Sushi Cooking Class",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 10:16:34"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 7,
        "intUsdCost": 1151,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482741931/ayp4ohzyyfft0odusqzv.jpg",
        "strIntroduction": "In this experience, you'll get to participate in Zen zazen (seated meditation) to calm your mind at the temple in Komazawa. By participating zen session, you will improve not only your concentration, but you'll also leave with both your mind and body feeling refreshed. You'll also get to experience sounds that you normally can't hear like the songs of birds. Come join me in practicing zazen!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-zen-meditation-experience-in-tokyo/8022?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Zen meditation Experience in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 10:21:41"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 13353,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1480999907/rtmargjfqs9oiksqfm2j.jpg",
        "strIntroduction": "This is an unbelievable 1-day bus tour that takes you to: - see Mt Fuji and drive up to the 5th Station at 2,300 meters above sea level - experience the authentic Japanese hot spring bathing ritual at Lake Yamanaka Onsen - shop with discounts at the Gotemba Premium Outlets Tour details: Your day starts at 9 am when you meet your guide at Shinjuku. Ride on a comfortable private coach towards Mt Fuji. It is 100km (60 miles) to the Gotemba 5th Station, a famous viewing area high on the slopes. Mt Fuji, Japan’s highest peak, looms overhead, at 3,776 meters (12,389 feet). You can walk around and admire the incredible views across the plains and up high towards the summit. Your guide explains the history and significance of this revered mountain. It has inspired many poets, painters and pilgrims over the centuries. More than 200,000 climbers start their ascent here, from this 5th station, to the summit every year. The elevation can be chilly even in summer, it is best to bring a sweater of light jacket. On some days in winter and spring, the road might be to icy to reach the 5th station itself. On these days, we will drive as high as it is allowed. The crisp mountain air will have made you hungry! Close to the mountain you will sample a typical Japanese lunch, included in your program. After lunch, you’ll head for nearby Lake Yamanaka, an area famous for the healing powers of its hot spring waters. This is the perfect spot to get naked and feel the sensation of Japanese indoor and outdoor baths yourself. Now you are all refreshed it is time to get some serious shopping done! The Gotemba Premium Outlets are the largest outlet shopping venue in Japan. Included are discount coupons, and you can shop around for about 2 hours. There is a wide range of national and international brands available, with Mt Fuji ever-present in the background. At the end of the day, you will be dropped of at Shinjuku Station in Tokyo again. Itinerary: 08.50 am Meet your guide near Shinjuku Station (the exact departure spot will be provided after you book) Bring your reservation confirmation sheet to show to the guide. 09.00 am Bus departs for Mt. Fuji (about 120 min) Visit Gotemba Mount Fuji 5th Station and spend around 30 minutes to admire the views. 12:40 - 13:40 Drive to the ninja park Oshino-mura (50 min) and enjoy your Japanese-style lunch (optional). 14:00 - 15:00 At Lake Yamanaka Onsen (60 min) where you enjoy a traditional soak in the hot spring waters. 15:40 - 17:40 Shop at the Gotemba Premium Outlets (120 min). the Gotemba Premium Outlets are the largest outlet shopping center in Japan. Enjoy shopping with Mt. Fuji in the background at this huge outlet mall. 19:10 - 19:40 Return at Shinjuku station. Your tour ends upon arrival near the West Exit of Shinjuku Station. This tour is available every Monday, Wednesday, Thursday and Friday. Not available during the winter season. ※Vegetarian meal Some animal products may be used as a soup stock for the vegetarian meal. Alcohol and mirin (sweet sake) can also be used for all types of meals. If you cannot eat these products, please choose the \"without lunch\" option.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-mt-fuji-and-gotemba-premium-outlets-in-a-day-tour/4052?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Mt Fuji and Gotemba Premium Outlets in a day tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 10:25:28"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 5802,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1412153558/bj7ebcqgvjbsbf9pyvpb.jpg",
        "strIntroduction": "Ikebana may seem like a simple style of flower arrangement, but in reality, it's an authentic Japanese art through which locals appreciate the beauty of simplicity. Everything is taken into consideration to the smallest detail, including the size and shape of the flowers, trunks, leaves and branches. Ikebana is often falsely regarded as an art form reserved for women, however, traditionally ikebana used to be a required \"mannerism\" for well-educated man. Since you came all this way to visit a \"strange\" island, it would be a waste NOT to experience our genuinely unique culture! <What you experience> 1. In this course you will first be introduced to essential knowledge about ikebana and the history of its development. 2. After listening to the instruction, you'll learn the basic concepts of ikebana, allowing you to grasp an image for your own work. 3. And then it`s finally your turn: Try to create an ikebana art work by your self! Don't worry, we'll give you a hand when you need it. <Availability> Monday, Wednesday, Friday 10:00am (75-90 min) Tuesday, Thursday, Saturday 4:00pm (75-90in)",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-experience-the-art-of-ikebana-in-gion-kyoto/1303?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience the art of Ikebana in Gion, Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 10:30:02"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 9301,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1445302929/c5y9okonlwanpkjxs7c7.jpg",
        "strIntroduction": "Usually we call this sword cutting technique \"tate\", and it's a special technique that only selected people can learn, for example stage and film actors. The technique includes a beautiful acting expression, posture, gestures, etiquette, attentiveness, and caring attitude, as well as the discipline of the mind. The moral principle behind this is what we call \"dou\". Combined with \"tate\", we can say that this technique is is \"tate-dou\" and you will learn more about the traditional culture of Japan through the \"tate-dou\". The program for this activity includes: - Samurai experience A professional instructor will kindly teach you how to be a samurai! Dress up in a kimono/ninja costume/samurai armor and learn how to hold the katana (sword) and cut down! In the end, everyone will become a leading actor in the show and will take part in a scene together.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-learn-sword-katana-techniques-of-samurai-and-ninja/3200?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn the sword (katana) technique of Samurai and Ninja",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 10:34:10"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 3223,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460073294/uehtzibzbqylkl4noy5l.jpg",
        "strIntroduction": "Enjoy the distinctive atmosphere and learn through the tea ceremony that represents Japan's ultimate hospitality (“Omotenashi spirit”). In a tea ceremony, there is a phrase “Chazen ichimi”. This means “Cha” (tea ceremony) has originated from \"Zen\". Tea ceremony brings comfort to your heart through facing each other. Zen settles down your heart through facing with yourself. Also, tea ceremony is said to represent the ultimate hospitality (“Omotenashi”). For making a one bowl of Macha, the tea master thinks about the visitors, and select the appropriate flowers and seasonal sweets for the hospitality (“Omotenashi”). Through tea ceremony experience, you can enjoy Japanese traditional culture, the heart of Japanese people, and Japan’s beauty. Our tea room would like to introduce you the wonderful Japanese hospitality, traditional culture, and Matcha green tea. Of course, we will show you a very simple ceremony that can be understood by beginners. We really hope that you will enjoy this Japanese experience with us! Hours of Opreation: from 9:00 – 21:00 9:00 / 10:00 / 11:00 / 12:00 13:00 / 14:00 / 15:00 / 16:00 17:00 / 18:00 / 19:00 / 20:00",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-an-elegant-tea-ceremony-experience-in-ginza-tokyo/5464?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy an Elegant Tea Ceremony Experience in Ginza, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 10:38:07"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 5,
        "intUsdCost": 345,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1392367565/syvcaberidck6gyfiixn.jpg",
        "strIntroduction": "Let's run together in the center of Tokyo to see Ginza, Tsukiji and Nippon bridge! The run will cover about 12-13 km, and we will have a 2 hour break in between. We will run past Tokyo station, rivers, harbors, Shinto shrines, shopping streets and experience the vibrant charm of Tokyo's downtown. Everybody, from tourists visiting Tokyo for the first time to people living and working in Tokyo, is welcomed to join us on this run! Let's experience running through the center of Tokyo, full of interesting discoveries and surprises!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-lets-go-running-in-the-center-of-tokyo-ginza-and-tsukiji/1888?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Let's Go Running in the Center of Tokyo, Ginza & Tsukiji!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 10:43:37"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 19,
        "intUsdCost": 4605,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459241983/dtzxmxi0iyhhjct6eqlh.jpg",
        "strIntroduction": "Come hangout around Akihabara and Nakano, and visit many anime shops with me! I'll take you to the best anime stores for premium, maniac, and second-hand products to help you find the anime goods you're looking for! Schedule: 10am: Pickup at the train station near your accommodation in downtown Tokyo. We will decide on lunch and have lunch together. 12pm: Tour Akihabara or Nakano. We will visit different anime stores based on your interests and preferences. 3pm: Sightseeing and shopping at Takeshita Street in Harajuku. There are many dessert shops so we can enjoy some sweets if you'd like. 6pm: Visit the Tokyo Metropolitan Government Building Observatory. We will enjoy the beautiful view of Tokyo at night.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-hangout-and-discover-anime-places-in-tokyo-in-one-day/2737?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hangout and Discover Anime Places in Tokyo in One Day",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 10:49:26"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7367,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473329031/h9e7ghy74kphgn2pd96l.jpg",
        "strIntroduction": "This is a one day tour around Enoshima Island's highlights! Lunch at Seafood restaurant: Enoshima has specific seafood meals. You can enjoy them for lunch. Also on the Benten street, you can get snacks and souvenirs. Enoshima Shrine: Everything in the shrine has a special meaning. Our guide will tell you the story of legend and history about Enoshima. Enoshima Sea Candle tower (Observatory): The observatory is not so high, but the view is sweeping. Enoshima is surrounded by the ocean, so nothing obstructs your view. Enoshima Ryugu (Dragon): The dragon has close relations with the origin of Enoshima. What does the dragon mean? Why do people worship the dragon? Enoshima Iwaya Caves: They are not just caves. There are many attractions and you will be given a small Japanese lantern to go into the dark caves. If you go down the caves, you will surely find something. Can you guess what you will see?",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-find-many-attractions-in-enoshima-ocean-history-seafood/7530?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Find many attractions in Enoshima: Ocean, History, Seafood!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 10:52:44"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 22,
        "intUsdCost": 9117,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1393487114/fediyi72cvkrprrsoeox.jpg",
        "strIntroduction": "Five reasons to choose Kyoto Fun's Cycling Tour 1. Bicycle is by far the best way to get around Kyoto’s crowded streets. Kyoto has a great geography for two wheels. Why wait for crowded buses or be stuck in traffic with an expensive taxi when you have the freedom to move around at will like the locals do. 2. We take you on scenic routes which are chosen with your safety in mind. Riding a bike alone you might get lost or end up on very narrow streets. We know the best way to get around and give you tips on staying safe. We also know quiet side streets with lots of character and charm. 3.We tell you stories of the city’s past and give you background knowledge along the way. Learn about the world of the shogun and samurai, the geisha house and even get a background on the shinto and buddhist beliefs. Learning about the cultural legacy of old Kyoto is a great insight to Japanese customs and culture. 4. You can choose to join a small group of six max or a private experience. With a maximum of six riders we can be sure to get around more easily and give everyone a more intimate experience. Or for the ultimate in flexibility and customisation choose a private experience and we will go out of our way to take any special requests that you have on board. 5.We don’t just give you a history lesson, we focus on having a fun enjoyable day. Lots of tours offer guides that can rattle off facts figures and dates but are always on a tight time frame. We look at travel a little different. So, if you want a fun day out on the bikes and enjoy the journey as much as the destination, choose this experience and I am sure you will be pleased. Choose from one of three courses or help plan the day with your guide on a private experience. Bike Tour of the West Side of Kyoto Duration: 5-6 hrs Distance: 20 km Difficulty: Moderate Kinkakuji the \"Golden Pavilion\" → Genko-An a hidden gem → Kitano-tenmangu an ancient shrine → Kamishichiken Geisha District We make our way across town to Kinkakuji the Golden Pavillion. This is one of the most spectacular sights in Kyoto and a UNESCO World Heritage site with lush gardens and plenty to take in. Next up is a quiet temple off the beaten path called Genko-An. This zen temple has a unique history and is a nice quiet place to look at the beautiful gardens through the two windows, one circular and one square.These represent two views of the world, through the lens of confusion or one of enlightenment. On the way out you can gaze up to the ceiling panels which are made from the blood stained floorboards of a famous castle, put in place to commemorate the samurai who died in battle on that fateful day. After Genko-An we visit one of the most famous shrines in Kyoto, Kitano-tenmangu. This shrine is dedicated to a statesman and scholar who became deified as a god of thunder after his banishment from Kyoto and vengeful return as an angry spirit after death. This place is remarkable for it's many old wooden structures set amongst thousands of plum trees. It is also a place where students pray for good exam results. After that we visit the Kamishichiken Geisha District nearby for a look at the smallest and quietest geisha area. Here we can soak up the classic atmosphere and maybe even see a geisha on her way to work. This tour covers a lot of ground in a day but we can see a lot of the city as we roll past on our bikes. Bike Tour of the South Side of Kyoto Duration: 5-6 hrs Distance: 10 km Difficulty: Easy Sanjusangendo the 1001 kannon statues → Tofukuji a zen garden → Fushimi Inari the tunnel of red gates → Miyagawa cho geisha district Starting at the magical temple Sanjusangendo, here you have an opportunity to see 1001 kannon statues which were carved way back in 12th and 13th century Japan. This is a place with a lot of history and a real mind blowing experience to wander past these statues made with amazing skill. Then it's on to discover a masterpiece of zen gardening at Tofukuji. This place will take your breath away. There are several gardens to discover with each having a different style. Most impressive is the deep gully spanned by a bridge with dozens of maple trees lining the way. After that we head to Fushimi Inari, possibly one of the most famous and definitely most photographed places in Kyoto. Enjoy a stroll amongst the thousands of red torii gates and feel the magical energy of the place. This is also a place to pray for a good harvest or success in business so bring a few coins to drop in the prayer box and we will show you how to make a wish in the shinto way. Then we head back to the city through Gion and discover quaint neighbourhoods in a special part of Kyoto. Here we also visit the geisha district of Miyagawa cho and enjoy a little look in on the ways of the traditional entertainers in Kyoto. We may even be lucky enough to spot some Geisha or their apprentice Maiko on the way to their next appointment. Bike Tour of the East Side of Kyoto Duration: 5-6 hrs Distance: 10 km Difficulty: Easy Heian Shrine's spectacular garden → Ginkakuji the \"Silver\" Pavilion → the Path of Philosophy → Nanzen-ji temple grounds → Gion District Starting at Heian Shrine you get a fantastic introduction to Japanese garden design at the sprawling garden of Heian Shrine. This a a real gem as it's usually not crowded at all so you can stroll the gardens at leisure while we talk about the traditional customs of the old capital. From here it is a short trip to Ginkakuji which has one of the most relaxing and classic Japanese style gardens from the days when the tea ceremony had a huge influence on the culture of Japan. This was a retirement villa for a famous shogun and grandson of the shogun who built the Golden Pavilion across town. Here you can see buildings which are over 500 years old and a masterful display of gardening skill. From there a trip down the Path of Philosophy which is one of the most pleasant paths in Kyoto. Hugging the hills there is an abundance of nature and plenty of little shops and cafes along the route. This takes us to Nanzen Ji temple, one of the great temples of the Zen faith. The grounds here are spectacular and we can even see a Romanesque aqueduct running through the nature filled site. Then it's on to two of the famous streets in Gion called Hanimikoji and Shirakawa Dori. Here you can soak up the atmosphere and maybe even spot a geisha running off to an appointment. One this pleasant day you can see lots of nature, beautiful gardens and get a taste of zen.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-kyoto-fun-cycling-tour/1987?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Kyoto Fun: Cycling Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 10:56:48"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 5065,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474882438/rbiogdyh0jsg147ksk1y.jpg",
        "strIntroduction": "Kagurazaka is a famous shopping and food district in Tokyo. It is lively during the day and night and many people visit here to experience the culture of Japan. It is easily accessible from Iidabashi Station. During the Edo Period, Kagurazaka was located just outside the Edo Castle and was vibrant with geisha houses and restaurants. There are some geisha houses that still remain in the streets of Kagurazaka to this day. In this tour, you will walk around Kagurazaka with an English speaking guide and get to become an expert about this neighborhood! Here is a brief itinerary of the tour: -Meet at Iidabashi Station -Walk along Kagurazaka-dori and see the many restaurants, shops and cafes! -Visit Kagurazaka Wakamiya Hachiman Jinja, a shrine that was built by Yoritomo Minamoto, the first shogun of the Kamakura Shogunate of Japan. -Visit Akagi Jinja, a modernized shrine produced by a famous architect called Kengo Kuma. -Visit Sodesurizaka, \"Sodesuri\" means rubbing against eachother's sleeve, which represents how narrow the road is. -Visit Zenkoku-ji, the birthplace of the temple festival. -Walk around Hyogo Yokocho, where the stone pavements brings the scenery of old Tokyo. -Visit Tsukudo Hachiman Jinja, which has the oldest stone torii gate in this ward. -Visit Tokyo Daijingu Shrine -End of tour at Iidabashi Station There are many more places you could be visiting in this tour: -Ushigome Mitsuke & Ushigomebashi -Atamiyu Kaidan -Geisha Shinmichi -Jizozaka -Koshoji Temple Your guide may take you around other interesting, historical places in Kagurazaka! Consult with your guide with what you want to see in Kagurazaka and they will think of the perfect spots for you to visit! Come explore the streets of Kagurazaka and witness some parts of Edo Period! You will not get bored in this small vibrant neighborhood! Photo Credits: https://flic.kr/p/6EaBG9 https://flic.kr/p/7Z4a3u https://flic.kr/p/dSjY8m https://flic.kr/p/8gqL3j",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tour-around-the-lively-neighborhood-of-kagurazaka/2452?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour Around the Lively Neighborhood of Kagurazaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 11:01:43"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 45,
        "intUsdCost": 6446,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1391945713/nt1tv6fcehkwpt0gcpqr.jpg",
        "strIntroduction": "Have a kayak and snorkeling adventure in Blue Cave, Okinawa! Enjoy the sunny beach and marvel at the glowing blue ocean in between crevices and tunnels. Here is the itinerary: - Gather at our handmade marine house. - Get into a kayak and row out towards the \"Blue Cave\". Enjoy a panoramic view of cliffs, coastlines, and subtropical plants while you leisurely row your kayak. - When a huge cave appears, kayak onto the shore nearby and have some tea. - Snorkeling practice in the ocean near the shore. - Head towards Okinawa's ocean! - Enjoy snorkeling, play with tropical fish, explore the mysterious and magical Blue Cave with sunlight glistening from the bottom. This tour departs at 8:30, 10:30, 13:30, and 15:00 every day. Please state your preferred timing when you make your booking, and if you require pickup, your hotel in Onna village. If you're staying outside Onna village, please come to the meeting point by bus or taxi. Let's enjoy amazing Kayak and Snorkel in Okinawa! We're looking forward to hearing from you!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-snorkeling-okinawa-blue-cave-with-kayaking/1848?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy A Day of Snorkeling at Okinawa Blue Cave with Kayaking",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 11:06:51"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 14,
        "intUsdCost": 4835,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1410933691/ocp6dniqhjh0xgkbdarc.jpg",
        "strIntroduction": "What are you interested in AKIHABARA? Please chose what do you want to see and you will get a customized tour of your desired locations! Costume play (name of your favorite character/s) Photo stickers, PURIKURA with Costume play (make your original) AKB48 cafe & shop Gundamu cafe Anime (what are your favorite anime?) Manga (what manga do you like?) Electronic gadgets (what items are you interested in finding?) Games (what video games do you enjoy?) Figures (name of your favorite figures) Maid Cafe Railway model making Beautiful girl in two dimensions Air guns ●Cost: Included only guide fee. Admission, transportation fee and meals are NOT included. Please pay for host's meals and admission fee during the tour. ●Tour days and time: Monday to Friday Starting time is 5:30pm ●Meeting point JR Akihabara station, Electric Town Gate outside ticket gate front of AKB48 Cafe ●The duration of this tour 2h If you have any questions or would like further information for my tours, please send a message.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-akihabara-tour-for-anime-manga-try-cosplay-for-free/2499?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Akihabara Tour for Anime, Manga. Try cosplay for FREE!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 11:11:26"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 5,
        "intUsdCost": 21550,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464852201/xyhtzwyfwzuhcqthlodb.jpg",
        "strIntroduction": "How would you like to fly through the night sky of Tokyo in your very own private helicopter? Tokyo has one of the most beautiful night views in the world, with many landmarks that you will find during your flight. Spot the Tokyo Tower, Skytree, the ferris wheel at Odaiba, and the Rainbow Bridge all lit up in beautiful colors. This ride is completely private, and is perfect for romantic dates. Take your precious partner for a flight, and it will be the most memorable moment during your stay in Tokyo. You can choose from the following breathtaking courses: Night Cruising: Odaiba, Rainbow Bridge, Ginza, and Tokyo station. Prestige Course (night): Odaiba, Rainbow Bridge, Tokyo Tower, Roppongi, Shibuya, Shinjuku, Tokyo Dome, Ueno, Asakusa, and Tokyo station. Sky Tree Course (day): Odaiba, Rainbow Bridge, Tokyo Tower, Tokyo Midtown, Tokyo Dome, Ueno Park, Tokyo Sky Tree, Ryogoku. Happy Anniversary Plan (day or night): Helicopter port, Rainbow Bridge, Tokyo Tower, Akasaka, Shinjuku, Tokyo Dome, Akihabara, Asakusa, Marunouchi, Shibaura. Mt. Fuji Panorama View (day): Helicopter port, Tokyo Tower, Kamakura, Enoshima, Hakone Ashinoko, Shinjuku, Tokyo Sky Tree. All listed durations include 5 minutes scheduled for embarking/disembarking the helicopter. ※The last departure time for Night Cruising: 20:00 (Meeting Time: 19:40) ※The last departure time for Prestige Course: 19:50 (Meeting Time: 19:30)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-helicopter-night-cruising-in-tokyo/2741?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Helicopter Night Cruising in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 11:15:13"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 33,
        "intUsdCost": 3223,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1428038674/yqp3ek4csuposi8but8h.jpg",
        "strIntroduction": "Guide: Shuri Misono (味園 朱利) Join me on this Izakaya Pub Crawl tour! I know fantastic pub locations in Japan for drinking such as hidden taverns that only locals know about, as well as popular tourist attractions. Izakaya is the term for a Japanese-style pub where people go after work for casual drinking. The main pub I will introduce you to is the Chain Store, as it is traveller-friendly, although not many travellers know about this place. Another nice restaurant that I will bring you to is Self-Employment. This establishment has been around for decades, however even many young local Japanese do not know of this shop as they have not dared to explore these hidden places. I can also guide you through famous tourists places in Tokyo if you want, such as Akihabara, where you can feel the pulse of anime dance music on the streets and enjoy watching cartoons such as Moe Moe Kyun Maid Cafe. Join me on this flexible and fun tour! <My specialty places> Asakusa, Ueno, Shinbashi, Akihabara, Shinjuku Omoide Yokocho (a side street), Izakaya street, and Ueno bar in Ameyoko. Availability: Weekends, public holidays, and weekday nights. Please contact me in advance. It's very short for 1.5 hours. I can't do anymore than introduce 1 pub. I recommend 2 hours. If there are many 1 participants, I do jointly. This is an rare case. If you wish for a private tour only of 1 person, please contact me beforehand. Photo by https://flic.kr/p/eXkXLC",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-izakaya-pub-crawl-tour-in-tokyo/2225?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join hidden Izakaya＆Sake Pub Crawl Tour in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 11:19:20"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 10,
        "intUsdCost": 9209,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1448630887/jkhzfb7lugd5qgfqkzua.jpg",
        "strIntroduction": "The world of sumo attracts plenty of foreign visitors in Japan who want to experience the exciting emotion of seeing sumo wrestlers fight against each other. However, the national tournaments are held only several times per year and in different cities. Booking a sumo morning practice tour will give you access directly to the wrestlers' home, but even those tours are not held every week. If you have no chance to see sumo wrestlers fighting in real, or if you want to enhance the valuable memories from your trip to Japan with a personal interaction with wrestlers, then this is the ideal occasion! In the past many visitors have been asking how to get a chance to duel a sumo wrestler on a one-to-one friendly fight, and this is no longer impossible! By attending this special show in Asakusa you will have the rare opportunity to try your luck and strength against a real sumo wrestler, learn more about the traditional techniques used during the tournaments, and eat a well-balanced healthy chanko-nabe hot pot! This is a special event offered entirely in English for international visitors in Tokyo. The show is offered every Monday from 11:45 am under the following schedule: 11:45 - the venue opens 12:00 - start of the stage show in which two former sumo wrestlers will show essential techniques, explain about the history, culture and practices of sumo, and fight against each other. Several people from the audience will be picked to dress in a funny sumo wrestler costume (don't worry, you will not need to take off any clothes) and challenge the former stars in a duel. Photo time will end this session. Note: Not every visitor will be chosen to duel with the sumo wrestlers. 12:50 - chanko-nabe hot pot will be served for lunch. You can try the delicious traditional food eaten by sumo wrestlers and learn more about their diet. The nutritious meal has been cooked by the wrestlers themselves and includes hot pot with seasonal ingredients (not vegetarian), rice, miso, salad, fries, yuzu citrus dessert and a non-alcoholic drink. The event ends after you finish your lunch. You will also receive the current sumo ranking as a present. This is a group event and there will be other guests in the hall (up to 50 people). The hall has tatami mats and you will be sitting on a cushion on the floor (a chair will be provided for guests with limited mobility). Note: Be punctual because the show will start exactly at 12:00 pm. Enjoy the unique sumo wrestlers show and have unforgettable memories from your trip to Japan!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-duel-with-sumo-wrestlers-and-eat-chanko-nabe-in-asakusa-show/4034?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Duel with sumo wrestlers and eat chanko nabe in Asakusa show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 11:25:11"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 3,
        "intUsdCost": 3960,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1432139982/ylroplfdpaayxtu3avmt.jpg",
        "strIntroduction": "This is a very popular ear cleaning and foot massage service offered in Akihabara, Tokyo, by real Akihabara maids! You will lie down and place your head over the soft pillow while the professionally trained maid will massage your head and help you relax completely! After this refreshing procedure you will understand why so many people are passionate fans of the the famous ear-cleaning services in Akihabara! This activity is suitable for booking for single visitor or a small group. Please note that the time of the booking will be strictly observed. Do not be late for your appointment. If you are even 10 minutes late, the reservation will be cancelled. We recommend arriving in Akihabara earlier to find your place to our shop. Our shop is open every day under the following schedule: Weekdays: 12:00 - 22:00 Weekends and national holidays: 11:00 - 22:00 You can choose between a 30, 45, 60, 90 or 120-minute relaxation plan which includes ear cleaning, massage of the face, the head, the shoulders, the hands and your body. In addition, you can choose one or more drinks from our drink menu depending on the duration of the service! If you would like to book the special foot massage service, you can choose between a 30 or 60-minute shiatsu foot massage with aroma oil. One drink is included too. In addition, you can select a special 60, 90, 120 or 180-minute aromatherapy plan with drinks included! Note: Our shop does not offer sexual services.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-get-an-ear-cleaning-and-a-foot-massage-by-an-akihabara-maid/3502?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get an ear cleaning and foot massage by an Akihabara maid!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 11:30:05"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 10600,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459652223/hzeg1jp9sv2hjslc2naq.jpg",
        "strIntroduction": "In this 3-hour Shibuya Food Tour you will not need a Shibuya map or Shibuya travel guide. We show our guests the delicious side of Shibuya, a place more known for being at the forefront of culture and fashion, and rarely known for its food. People always ask where to go in Shibuya. Of course there is the Shibuya crossing location and most people know that Shibuya is close to Harajuku but Shibuya restaurants either cater to tourists or they cater to the locals. We want to show our guests the places to go in Shibuya, the places the locals go, so the next time they visit they can do as a local does. Experience a part of Shibuya that no tourist will ever see on their own with the most delicious food only locals usually get to taste. Get the chance to try Yakitori, Kobe Beef or Wagyu beef skewer, Osaka Takoyaki, Okonomiyaki, 7 kinds of sushi, and Taiyaki! Nestled in the back alleys, these places are unforgettable and an experience you wont want to miss.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-go-out-on-a-shibuya-evening-walking-food-tour/5840?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go out on a Shibuya Evening Walking Food Tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 11:33:15"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 12,
        "intUsdCost": 921,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473308947/pd2apoaycirv1okwsm2y.jpg",
        "strIntroduction": "There are amazing fantasy cafes in Tokyo, Osaka and Nagoya, making you feel like being in Alice's Wonderland. These cafes reproduce ''Alice's Adventures in Wonderland'', and each cafe has different concept. -Alice in a Magical Land- (Shinjuku, Tokyo) Welcome to the world in which Alice gets lost and ventures! Once you step in, there is a fantasy world where a lot of unique habitants are living. Why don't you spend your dream time as if you are under a magic spell? (Reservation time) Lunch: 11:00 am - 3:00 pm (Last Order 2:30 pm) Dinner: 5:00 pm - 0:00 am (Last Order 11:00 pm) -Alice in a Labyrinth- (Ginza, Tokyo) A big picture book meets at the entrance: ''It is the door to Wonderland.'' If the door of the entrance is open so that the page can be turned over, the labyrinth world between the dream and reality will spread over inside. (Reservation time) 4:00 pm - 11:30 pm (Last Order 11:00 pm) -Alice in Fantasy book- (Kabukicho, Tokyo) Welcome to the Alice's Wonderland. In this world, you are going to be Alice. Once you step in, you will meet the amusing strange character and the dreamy parallel world. (Reservation time) 4:00 pm - 0:00 am (Last Order 11:00 pm) -Alice in an Old Castle- (Ikebukuro, Tokyo) Once you enter inside, there is the world that is controlled by the ''Red Queen''. You are Alice in this world, and you will be invited to the Red Queen's dinner party. (Reservation time) 5:00 pm - 11:30 pm (Last Order 10:30 pm) -Alice in a Dancing Land- (Shibuya, Tokyo) If you go downstairs to the basement, there is a dancing world where Alice and her wonderful friends sing and dance. You'll see shining merry-go-rounds and spinning trumps. Welcome to the dream world of napping Alice, let's enjoy dinner with a rhythmical dance! (Reservation time) Lunch: 11:00 am - 4:00 pm (Last Order 3:30 pm) Dinner: 5:00 pm - 11:30 pm (Last Order 11:00 pm) -Alice in fantasy land- (Umeda, Osaka) (Reservation time) 5:00 pm - 11:00 pm (Last Order 10:00 pm) -Alice in the silver screen- (Nagoya, Aichi) (Reservation time) Lunch: 11:00 am - 3:00 pm (Last Order 2:00 pm) Cafe: 2:00 pm - 5:00 pm (Last Order 4:00 pm) Dinner: 5:00 pm - 11:30 pm (Last Order 10:30 pm) In this activity, you will choose one of Alice's restaurant you want to try. Food and drinks are themed as well to help creating a wonderfully magical Alice experience. Pick your favorite and get lost in Alice's amazing world. ※This is the reservation service only. You will need to pay for drinks and meals at the cafe.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-reservation-for-alices-cafes-in-tokyo-osaka-and-nagoya/1388?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for Alice's Cafes in Tokyo, Osaka and Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 11:37:47"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5526,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471427047/g9ilhgccig7zbgbpdz9k.jpg",
        "strIntroduction": "",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-make-your-own-tenugui-japanese-cotton-hand-towel-in-tokyo/7426?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make Your Own Tenugui (Japanese cotton hand towel) in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 11:40:47"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 10406,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481103739/fn1fnejmxf8uib7xaffe.jpg",
        "strIntroduction": "Yokohama Bay is truly one of the best sightseeing spots in Japan. The combination of futuristic new buildings, skyscrapers, theme parks with a giant Ferris Wheel, shopping centers, industrial areas and seaside parks is unique and attracts plenty of visitors all year round. This area, also called \"Minato-Mirai\", is especially astonishing at night time. There are several places to see the glamourous lights of the bay city from above - for example from the the guest rooms of the nearby skyscraper hotels. This activity will elevate you even higher as you will fly up in the sky to enjoy the panorama in its entire beauty! The helicopter rises up to 400-600 meters and provides a fantastic view over the bay area right after sunset. Even though the flight time is short (5-10 minutes), you will never forget what you'll see! This is the ideal surprise and romantic present for someone you love. The memories from the helicopter trip over Yokohama Bay will be unforgettable. You can choose between several flight time slots: 1) Queen option: Take off around the time of the sunset and enjoy the twilight sky which changes several colours! The silhouette of Mt Fuji against the red sky is magical! This flight takes about 5 minutes. 2) King option: Take off after sunset and enjoy the night view and all the glamorous lights of Yokohama Bay. The contrast with the dark sea is splendid! This flight takes about 5 minutes. 3) Gold option: Take off after sunset and fly for 10 minutes! This is one of the most popular tours. 4)Platinum option: Take off anytime during the business hours and fly for 20 minutes. You can enjoy the breathtaking view of Tokyo and Yokahama 5)Ultimate option: Take off anytime during the business hours and fly for 30 minutes. If you fly at night, you can compare the sunset of Tokyo and Yokohama bay at the same time. 6)Flower bouquet option: Flower bouquet option, for options other than platinum and ultimate options. 7)Balloon bouquet option: Balloon bouquet option, for options other than platinum and ultimate options. 8)Photo book option: Photo book option, for options other than platinum and ultimate options. Helicopters take off between 16:00 and 20:30, depending on the seasonal sunset time. Please note that all tours can have up to 5 passengers and you might be flying together with other guests. If you like to rent the helicopter privately, please enquire about private tours (additional fees will apply). [Child Price] Please note that the child price for shared rides applies for 4-11 years old passengers and adult price applies for 12 years old and above Infants of age 3 and below can sit on parents lap and ride for free. This activity is offered only on Fridays, Saturdays, Sundays and national holidays.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-night-cruising-over-yokohama-bay-with-helicopter/2866?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Night cruising over Yokohama Bay with a helicopter!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 11:44:58"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4835,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481098448/b06bwmdmope6hsyvbayo.jpg",
        "strIntroduction": "Yokohama is just 30 minutes south of Tokyo and is the country's most important harbour. The city developed during the later years of the Edo period when it became one of the few ports to be opened to international merchants and missionaries. During the Meiji period Yokohama flourished and many foreign diplomats and traders built their Western-style residences along the slopes of the Yamate Hill. This changed the image of the city and turned it into one of the most attractive places in Japan. Yokohama is home to many entertainment and shopping facilities, museums and factories. In this full day private guided tour you will visit many of Yokohama's great highlights. The itinerary is open for customization, but we suggest the following must-see sites: - Sankeien Garden, a beautiful Japanese-style garden built by a wealthy silk trader. It exhibits numerous historic buildings relocated from various parts of Japan. Don't miss the opportunity to have a cup of Japanese green tea surrounded by the pleasant nature in this garden. - Minato-Mirai area, the centerpiece attraction of Yokohama which consists of the giant Landmark Tower, the theme park World Porters and the attractive shopping malls Queen's Square and Red Brick Warehouses. Be sure to go to the top of the Landmark Tower and enjoy the panorama view from the observatory! - Yamashita Park and Osanbashi Pier, the most pleasant seaside area of Yokohama where you can freely walk in the spacious green park and enjoy the view of the bay. This place is ideal of lovers of photography. - Chinatown, Japan's biggest and most colourful one, where you can eat plenty of delicious food and find lavishly decorated temples and shop.s - Motomachi shopping street and Yamate Hill. Both of these place have a distinct Western flavour. You can enter several of the former residences, now turned into museums, or go shopping in the top-class stores of Motomachi street. Other interesting places worth visiting, if time allows, are the Cup Noodle Museum (located in Minato-Mirai area) and the Ramen Museum close to Shin-Yokohama Station.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-visit-all-of-yokohama-famous-sites-in-day-tour/3187?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit all of Yokohama's famous sites in a day tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 11:49:50"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2878,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475453092/rae63unyjonzxqd3qynn.jpg",
        "strIntroduction": "Of the many programs taking you around lovely Kamakura, here is one with a nautical twist! After enjoying the ancient temples in and around Kamakura, you will head towards nearby Yokosuka to get a bit of naval history. Cruise the harbour and climb aboard the Mikasa, a warship used in the Russo-Japan war. Kamakura is just an hour from Tokyo but offers yet another world. It is also known as \"little Kyoto\" because of its greenery and hundreds of wooden temples. Kenchoji is the number one of Kamakura's five great Zen temples, and the oldest of them all. It has an impressive gate and when you climb all the way through towards the end of the grounds you will get a nice panorama view over the hills. Tsurugaoka Hachimangu is Kamakura's most important shrine. It was founded in 1063 by Minamoto Yoriyoshi. The shrine is dedicated to Hachiman, the patron god of the Minamoto family and of the samurai class in general. For many Japanese a visit and offering at this shrine is a must, especially on religious days. Therefore it is a great spot to watch the locals going about their rituals. The Hase temple, or Hasedera, is a little outside of central Kamakura but should not be missed. It combines a lovely garden with great views across the bay and of course there you will find the golden statue of Kannon, the goddess of mercy. This statue shows Kannon with eleven heads, each representing a characteristic of the goddess. The 9.18 meter tall, gilded wooden statue is regarded as one of the largest wooden sculpture in Japan, and can be found in the temple's main building, the Kannon-do Hall. From Hasedera it is a very short walk to go and meet the large bronze Buddha you may have already spotted peering over the trees. \"The Great Buddha of Kamakura\" (the Kamakura Daibutsu) is a bronze statue standing on the grounds of Kotokuin Temple. With a height of 13.35 meters, it is the second tallest bronze Buddha statue in Japan. From here you continue to Kamakura station, by local bus or by a short hop on the scenic Enoden electric line. Change trains and cross the peninsular to Yokosuka, well known for its naval bases, both Japanese and American. Sometimes submarines can be seen mored just across from the train station! It is a pleasant stroll to the park where the Mikasa awaits you. Mikasa is a battleship built for the Imperial Japanese Navy in the late 1890s, and was the only ship of her class. It was the flagship of Admiral Togo Heihachiro throughout the Russo-Japanese War of 1904–1905, including the Battle of Port Arthur. You can climb aboard and all over it. Smell the salt on a boat trip across the military harbour and come closer to the various warships mored at Yokotsuka on most days. Return to Tokyo by a direct train at the end of this exciting one-day trip. ---------------------------------------------------------------------------------------- Summary of the tour: - meet your guide in Kamakura - explore the Kenchoji Temple, the Tsurugaoka Hachimangu Shrine, the Hasedera Temple and its garden, and the Great Buddha of Kamakura - head for Yokotsuka by train (not included in the tour price) - climb onto the warship Mikasa - make a boat trip in the military harbour - return to Tokyo by train (not included in the tour price)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-ancient-kamakura-and-the-naval-history-of-yokosuka/4089?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ancient Kamakura and the naval history of Yokosuka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 11:53:00"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 5756,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481095750/xvvkmmzh9jmjlziqamnl.jpg",
        "strIntroduction": "Inuyama is a city located north of Nagoya in Aichi prefecture, in the valley of Kiso River. Inuyama is a popular holiday destination especially for residents of Nagoya. While the most famous sightseeing spot is the attractive Inuyama Castle, the city is home to several unique theme parks which are worth a day visit. Kiso River is one of the few places in Japan where you can see the tradition of cormorant fishing (only in summer and early autumn). In this customized tour you will visit Inuyama's highlights in a day. You will be able to choose which theme park to visit, although our main recommendation is Meiji Mura. Here is a list of the places of interest in Inuyama: - Inuyama Castle, the oldest surviving wooden castle in Japan and a national treasure. The castle was built in 1537 by Oda Nobunaga's uncle Oda Nobuyasu. It stands on the river bank of Kiso river and offers great views to the city and the valley. Inuyama Castle's approach includes passing along a nice shopping street with traditional buildings and warehouses. - Urakuen, another national treasure and one of Japan's best tea houses. It was built by Oda Nobunaga's brother Oda Uraku to preserve the teachings of the tea master Sen-no-Rikyu. Originally the tea house and the garden were in Kyoto but were later moved to Inuyama. You can drink a cup of tea and enjoy the scenery of the garden which is especially beautiful during the autumn colors. - Meiji Mura, a spacious open air museum where plenty of Japanese buildings from the Meiji period (late 19th and early 20th century) have been moved or reconstructed. If you're interested in the story of Japan's modernization and westernization, this is a great place to visit. Your guide will tell you in details about each building exhibited. However, you may choose to visit another theme park in Inuyama, in which case you can select between the following options: - Little World, a unique open air museum displaying dwellings of various people from all over the world. The exhibits range from Mongolian yurts to African clay huts and idyllic French countryside houses. - Japan Monkey Center, a museum-zoo with hundreds of monkeys from 67 different species. It is the biggest monkey zoo in the world. In fact, Inuyama has so many great things to see that you will want to visit this place again!",
        "strLocation": "Aichi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aichi-take-a-day-trip-from-nagoya-to-inuyama-and-see-unique-sites/3236?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a day trip from Nagoya to Inuyama and see unique sites!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 11:58:23"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 9025,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1440570433/wlwjftb3dm43645sumog.jpg",
        "strIntroduction": "Nagoya is Japan's fourth largest city, conveniently located along the Tokaido Shinkansen bullet train line. More than just a transportation hub, Nagoya fascinates visitors with its unique combination of rich historical legacy and high-tech industrial development. The coexistence of old monuments and modern-day districts creates a specific atmosphere that summarizes the best of the varied experiences Japan offers to foreign visitors. In Nagoya you can hop between the centuries while casually walking around the city's central area. Here you can not only visit famous sightseeing spots, but also see the life of local people and learn much about Japan's history and traditions. In this one-day walking tour you will visit Nagoya's best known attractions with a professional guide. You will be introduced to the highlights of Nagoya Castle, Sakae downtown area, and Osu district. At the end of the day you will know a lot more about Japan's samurai history and the lifestyle of local people. Below is the itinerary of the tour. Please note that the time schedule is suggested and you can start the tour at a later time as well. 8:50 - Pick up from Nagoya Station's Tourism Information Office, then take the subway to Nagoya Castle 9:45 - See Nagoya Castle, a wonderful masterpiece of Japanese medieval architecture, famous for its golden roof ornaments and unique scroll paintings inside the recently renovated main palace. After strolling around the spacious castle complex, you will take the subway to Nagoya's heart, Sakae district. 11:00 - 13:00 - Explore Sakae's downtown area and visit the futuristic-looking landmark Oasis 21 where you will find plenty of restaurants and shops. Have lunch and taste delicious local specialties. See Nagoya TV Tower before taking the subway to your next destination. 13:00 - Go to Osu Shopping District and enter various local shops along the roof-covered arcade, including green tea shops, pachinko parlors, maid cafes, and pop-culture shops. You will also visit the splendid Osu Kannon Temple that stands at the end of the arcade. 15:30 - End of the tour",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-explore-the-samurai-legacy-of-nagoya-with-a-private-guide/3832?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the samurai legacy of Nagoya with a private guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 12:04:00"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 5771,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470037761/axuuccdezym1pnirnpef.jpg",
        "strIntroduction": "Ishikawa prefecture's Kanazawa city is rich in cultural traditions, history and unique local art, crafts and delicacies. The city's relative proximity to Shirakawa-go, Takayama and Kyoto makes it very accessible for travelers. Furthermore, the Shinkansen will connect Tokyo to Kanazawa directly in just 2.5 hours from March 2015! Kanazawa city was established around a shrine and a farmer market, but quickly developed into one of Japan's richest and biggest cities during the Maeda feudal clan rule in the Edo period. Kanazawa's most famous art and craft is the gold leaf production, whose history dates back to 16th century and has been well preserved today. On this half day private tour you will visit a selection of the city's highlights guided by a local expert who will tell you everything about the rich history and culture of Kanazawa. The following is an example of the itinerary which can be customized according to your preferences (the order of the places visited can be changed): 1. Higashi-chaya geisha district: one of Kanazawa's highlight and very well preserved area with many geisha houses that are still practicing. Nearby you can visit the famous gold leaf shops. 2. Kenrokuen: one of the three most beautiful Japanese gardens in the country (the other two being Korakuen in Okayama and Kairakuen in Mito, Ibaraki prefecture). The stone lanterns are an iconic symbol of Kanazawa city. Kenrokuen closes at 5pm. 3. Kanazawa Castle: unique remaining white gateway with spacious gardens. It closes at 6pm 4. Nagamachi samurai district: the former samurai district with narrow alleys and well preserved residences. Other optional places to visit are available too. The itinerary is flexible and can be customized.",
        "strLocation": "Ishikawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ishikawa-half-day-tour-around-the-highlights-of-kanazawa/2845?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Half day tour around the highlights of Kanazawa city",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 12:07:40"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 21,
        "intUsdCost": 9847,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475116467/p19m1i122c4vtiltjhjt.jpg",
        "strIntroduction": "Visit Hakone, one of Japan’s most famous tourist destinations to enjoy the great scenery of Mt. Fuji by cruising along Lake Ashinoko! In addition, also enjoy an all-you-can-eat yakiniku lunch before spending your time for shopping at Gotemba Premium Outlets! This tour departs from Hotel Gracery Shinjuku or Shinjuku Washington Hotel and will take you to Hakone, one of Japan most famous tourist destinations, where you can enjoy the view of Mt. Fuji. In Hakone, you will cruise along Lake Ashinoko and visit Togendai Port, where you can take the Hakone Ropeway to Owakudani station. After that you will take a walk around the volcanic fumes of Owakudani and then you will have a 50 minutes lunch where you can eat yakiniku, sushi, curry, French fries, and desserts as much as you want (see below for changes of the menu from January 2017). Later on, you will visit Gotemba Premium Outlets, one of the largest outlet shopping malls in Japan, where you can buy exclusive branded stuff with much lower price. You can also see the Mt. Fuji from the shopping arcade too, as it is located pretty close from Mt. Fuji. During your trip, you can participate in the lucky draw event to win prizes and you can get a folding shopping bag for free (limited offer until the end of September) as well! The bus will be equipped with free Wi-Fi & electrical outlet, so you can stay mobile while travelling! The itinerary for this tour is as follows: - Depart from Hotel Gracery Shinjuku (7:50) or - Depart from Shinjuku Washington Hotel (8:10) - Take the bus to Moto Hakone Port - Get on the Hakone Pirateship and cruise around Lake Ashinoko (30 minutes) - Arrive at Togendai Port and walk to Togendai Station - Get on the Hakone Ropeway to Owakudani Station (16 minutes) - Walk to Owakudani Valley (40-50 minutes) - Have a lunch buffet (50 minutes) - Visit Gotemba Premium Outlets for shopping (120-150 minutes) - Return to Shinjuku and tour ends in between 18:00-18:30 Note: The lunch menu will change from January 2017: Until December 2016 departures Yakiniku lunch (All-you-can eat about 100 kinds of dishes including yakiniku./50 min From January 2017 departures Buffet lunch of 67 kinds of dishes (70 minutes): beef, pork, and chicken yakiniku (Korean BBQ), deep-fried chicken, kushikatsu skewered meat cutlet with miso, dessert, etc. This tour departs from Shinjuku on: Weekdays: Sep. 16, 21, 23, 28, 30, Oct. 05, 07, 12, 14, 19, 21, 26, 28, Nov. 02, 04, 09, 11, 16, 18, 23, 25, 30, Dec. 02, 07, 09, 14, 16, 21, 23, 28, 30 Weekend: Sep. 18, 25, Oct. 02, 09, 16, 23, 30, Nov. 06, 13, 20, 27, Dec. 04, 11, 18, 25 Mt. Fuji is one of the best sceneries that you can see in Japan, and Gotemba is a very fun place to stroll and shop around! Make sure that you make a reservation with our service in advance! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-mountain-fuji-cruising-yakiniku-lunch-and-outlets-shopping/7580?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Mt. Fuji Cruising, Yakiniku Lunch, & Outlets Shopping!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 12:13:03"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 19,
        "intUsdCost": 460,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1397466818/mbbxnfulnv1vn0iuwhgy.jpg",
        "strIntroduction": "",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-lunch-with-the-voyagin-founder-and-staff/44?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Lunch with the Voyagin Founder and Staff",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 12:18:15"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 6907,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471422408/gdvx9hmrg5e3h9gpv8fz.jpg",
        "strIntroduction": "Have an experience to share - watch a dance performance at a cross-dresser bar in Roppongi. Located in “Roppongi” the most famous district for nightlife in Japan, Roppongi Kingyo is a major show-pub restaurant in Tokyo, Japan that is star-studded by such notabilities as world-famous film directors, and world-class fashion designers. The fusion of the stage set that evolves into every-changing shape and avant-garde productions, called “Neo-Kabuki”, is quite an entertainment that we could proudly offer to a worldwide audience. The pretty, fascinating and powerful performance given by the male, female, and New-Half dancers through the 60-minute show time, would definitely dazzle you! ※ Option Detail ※ You can choose between 2 time frames and 4 different plans, outlined below! First choose between the 2 time frames, then choose your preferred plan of food and beverages. 【Schedule】 Check in 1st show 18:00-18:30 / 2nd show 21:00 Show start 1st show 19:30 / 2nd show 22:00 Finish 1st show 20:30 / 2nd show 23:00 【Options】 1. Beverage Course (Snacks,drink buffet) 2. Silver Course (Two-tiered Japanese dishes & Free Drink Service) 3. Gold Course (Appetizer plates & drink buffet) 4. Platinum Course (Three-tiered combo & Drink buffet) *Only Gold Course and Platinum Course include beer. this tour is provided by HIS",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-see-a-dance-performance-at-roppongi-kingyo-in-roppongi/7423?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See a dance performance at Roppongi Kingyo in Roppongi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 12:22:33"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3684,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1424849874/mn23eahutarniufhiza7.jpg",
        "strIntroduction": "Osaka is known as the Water City of Japan because of its many rivers and canals. One of the greatest ways to enjoy your trip to Osaka is to take a pleasure boat along the rivers. In the sakura cherry blossoms period you can rent an entire boat and embark on an unforgettable sailing journey under the beautiful cherry trees! This relazing boat tour offers one unique way to appreciate the splendid sakura blossoms along Osaka's rivers. Bring your own food or order catering and have a sailing \"hanami\" (sakura appreciation picnic). You'll be amazed by the surrounding beauty of the cherry trees whose blossoming branches are almost touching the water surface. Along the way you'll be able to see Osaka Castle in the distance, surrounded by beautiful cherry blossom trees! This tour is offered for small groups of up to 10 people. It is available between March 25 and April 15, from 11:20 am to 8:20 pm.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-enjoy-a-splendid-sakura-blossoms-cruise-in-osaka/3167?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a splendid sakura blossoms cruise in Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 12:27:57"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11800,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472715071/hjr5insfqdwtzb7cp2pa.jpg",
        "strIntroduction": "Your experience will include stops at 12 family owned stalls and shops which have stood the test of time. At a few of the stops we will sample specialty products like tsukemono (vegetables from the surrounding mountains preserved in vinegar), yuba (the world's smoothest sashimi tofu made from the world famous Kyoto mountain water), and sparkling sake straight from the tap. At the other stops we will buy some specialty items for us to enjoy later at lunch including Saba (Mackerel), Dashimaki Tamago (specialty grilled egg dish made from specialty Kyoto fish and seaweed stock), Sansho (Japanese red pepper), Kamaboko (seafood preserved in fish paste), Tako (Octopus with quail egg) and Matcha (ground tea leaves). During the tour you will learn detailed information about the ingredients of different Japanese dishes, how their food is prepared and what is used to eat it. You will learn the process, from the ground to your bowl, of how white rice is processed for consumption and the origin of roasted tea leaves! Your experience will do more than just give you a chance to taste Kyoto's delicious food but will also give you a sense the history and atmosphere of the Nishiki Market experienced by the Japanese for generations. You will be consumed with physical and visual stimuli every step of the way and will enjoy stories from the past told directly from shopkeepers and families we will spend time with. We look forward to welcoming you to one of most beloved tours in all of Japan and hope to see you soon.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-explore-kyoto-on-a-daytime-walking-food-tour/7500?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Kyoto on a Daytime Walking Food Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 12:30:51"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 11512,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1392024174/ptggcgxh1tkd3dlc9jrl.jpg",
        "strIntroduction": "Go on a Paraglide for an adventurous experience in Okinawa! Let's fly like a bird over the emerald-green coral! We offer a sightseeing flight with paragliding / motor paragliding. You and one veteran pilot will board a motor paraglider from a sandy beach and set to a height of 200 meters. Don't be afraid, even if we switch off the engine, you will land safely on the sandy beach so you absolutely will not get wet. There will be 2 air crafts in flight so you can take pictures together in the sky if you join as a couple or in groups. This experience is suitable for people of all ages. Nov to Mar: 10:00 -11:30 / 13:00 -16:00 Apr to Oct: 10:00 - 11:30 / 13:00 -17:00 This activity will be held every day except for rainy or windy days. As the destination of flights changes due to direction of wind, we will send you notification if the activity is cancelled. Let's paraglide amazing Okinawan blue sky!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-paraglide-the-beautiful-blue-skies-of-okinawa/1851?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Paraglide the Beautiful Blue Skies of Okinawa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 12:36:47"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 5618,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481187857/bkb10g8xwnlg4xkfaeyw.jpg",
        "strIntroduction": "Join this tour to visit Northern part of Okinawa, and visit the Churaumi Aquarium and the Nago Pineapple Park, with a return transfer to Naha Airport! This one day bus tour takes you straight to the famous Churaumi Aquarium, where you can enjoy seeing tremendous whale sharks, manta rays, and other sea creatures. You will also have a stop at Nago Pineapple Park, where you can explore the park and enjoy the taste of the samples of locally grown pineapples. You can also enjoy the treats, from cakes to wine, at the Park. Before returning to Naha Airport, you will have a quick stop at Glass no Mori to enjoy a splash of Ryukyu's traditional art as you will see the real Ryukyu glasswares. The itinerary for the tour is as follows: - 07:40-08:20 Check-in at Naha Bus Temporary Office or Pick-up at Designated Hotels Naha Bus Terminal (depart on 8:00) Okinawa Miyako Hotel (depart on 08:15) Hotel Nikko Naha Grand Castle (depart on 08:20) - Churaumi Aquarium (3.5 Hours) You will have your lunch here - Nago Pineapple Park (40 minutes) - Glass no Mori (30 minutes) - 16:30-16:45 Drop-off at Naha Airport - 17:00 Tour ends at Naha Bus Terminal Reservation is difficult to make, so we recommend you to use our reservation service and book the tour with no hassles!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-visit-churaumi-aquarium-and-pineapple-park-with-airport-transfer/6549?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Churaumi Aquarium&Pineapple Park with Airport Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 12:41:51"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4789,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1479280994/sb739gkkm1eomrwzkkra.jpg",
        "strIntroduction": "★Start from 1st June, we will go to one more spot is Cape Manza★ This is a one day sightseeing bus tour to Okinawa in which you will visit the following highlights: - the amazing view of the pristine blue sea from Kouri Island Bridge (Japan’s longest toll free bridge) - the world’s largest fish tank with whale sharks, which is known as “The Kuroshio Sea” - \"Ryukyu Village\", a historical folk village that recreates the culture and lifestyle of an ancient Okinawa village. Old private houses were moved from various parts of Okinawa and relocated here. Demonstrations, as well as classes featuring traditional Okinawa indigo dyeing (Bingata), painting on Shisa (pottery) are held at the houses. Note: The price does not include lunch. Please be prepared to take care of your own lunch during the 150 minutes of free time at Churaumi Aquarium. Meeting times and places: 1）Pallette Kumoji in front of Nippon Rent-A-Car 8:20 am 2）T Galleria near the GEO 8:50 am Time required: 10 hours Disclaimer: 1. The order of the tour destinations could be changed due to traffic conditions on the day. 2. The price does not include lunch. Please be prepared to take care of your own lunch during the 150 minutes of free time at Churaumi Aquarium. 3. Depend on the traffic conditions, the traveling time may vary. 4. We are not responsible if you are late for a scheduled event after this tour is completed, due to traffic jams or other delays, which may occur. If you are catching a flight after the tour, please plan accordingly and give yourself at least two hours time before the plane's departure. 5. No smoking. 6. We will call you in the case of cancellation due to bad weather. Please let us know either the mobile phone number by which we may contact you or the name of the hotel you will be staying at, the day before your scheduled tour. 7. If you want to shopping in DFS Galleris, you can get off the bus in DFS Galleria. 8. If the tour was canceled because bad weather, we will refund the tour fee by band transfer. The transfer fee will be borne by the customer.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-see-the-best-of-okinawa-on-a-one-day-sightseeing-bus-tour/6208?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the best of Okinawa on a One-day Sightseeing Bus Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 12:45:03"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 10130,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465978244/pmmljje1qhaqww6hlprl.jpg",
        "strIntroduction": "Discover how to cut fish like a Japanese pro during this unique culinary class in Tokyo. Under the guidance of an instructor, you’ll learn how to cut up a whole fish (high quality and freshly caught) to be eaten as sashimi. Afterward, eat what you’ve prepared! ◎Highlights -Tokyo fish-cutting class in the center of Tokyo -Learn the proper technique for cutting up a whole fish from the beginning -Eat your sashimi when you're finished -Enjoy the taste of freshly caught fish such as mackerel or bonito ◎What You Can Expect Once you come to the designated venue, you can get ready for an authentic and professional experience. First you will learn how to cut and recognize a high-quality fish. You will cut various different types of fish, varying by the seasons. You will cut for example two Aji (horse mackerel), one medium-sized seasonal fish (Inada, bonito, etc.). Once you cut your fish, following your instructor´s guidance, you can take it home and eat as sashimi. -Departure time Every Tuesday and Thursday - 2:00 PM to 3:00 PM -Duration 60 minutes",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-fish-cutting-lesson-with-sashimi-instructor/6619?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Fish-Cutting Lesson with Sashimi Instructor",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 12:49:08"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 4899,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481101391/ubohlvysrxjttcp5fn8d.jpg",
        "strIntroduction": "This is a shuttle service between Haneda international airport and Tokyo. After a long flight into Haneda Airport, the least thing you wanna do is find out what train route to take or get lost in Japan's complicated railway system. Make the most out of your time and money and book a shared or private shuttle service to take you to Tokyo and back to Haneda Airport! When you arrive at the pick-up place, you will see the driver waiting for you with your name written on a sign. He will carry your luggage, and lead you to a spacious van, where you can relax and enjoy your shuttle service to your destination in central Tokyo. ※Service from Haneda Airport is available for guests arriving at Haneda Airport between 21:00 to 06:00. ※Service to Haneda Airport is available for guests departing at Haneda Airport between 22:00 to 07:00. (Hotel Pick Up time will be between 19:00 to 04:00) ※Please book \"BA Shuttle\" option if you are using British Airways 0007 or 0008. Tokyo 15 wards: Arakawa-ku, Bunkyo-ku, Chiyoda-ku, Chuo-ku, Edogawa-ku, Koto-ku, Meguro-ku, Minato-ku, Ota-ku, Shibuya-ku, Shinagawa-ku, Shinjuku-ku, Sumida-ku, Taito-ku, Toshima-ku Hotel List (as of Nov/6/2016): http://bit.ly/2f6oabm [IMPORTANT] ※You can not decide pick up time. Host will decide. ※Shared shuttle service is not available for guests staying at hostel, private residence or capsule hotels. ※Shared shuttle service price is per person ※Private shuttle service price is per group (up to 4 participants or 8 participants) ※",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-haneda-airport-transfer-shuttle-service-to-from-tokyo/4925?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Haneda Airport Transfer Shuttle Service to/from Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 12:53:56"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 13,
        "intUsdCost": 9847,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475131013/ho4dmrcnjyjjfr2fxwzd.jpg",
        "strIntroduction": "Enjoy your winter holiday with your family with this wonderful tour program! Visit Tambara Ski Park, a great snow paradise located in Gunma, where you can enjoy playing in the snow with sledge, scoop, and so on! Have a wonderful all-you-can-eat crab lunch and strawberry picking with your family and have a blast! You can experience the real Japanese winter by joining this tour, as snow playing, crab, and strawberry are the common features of winter I Japan! This tour departs from Shinjuku Washington Hotel and will take you to Tambara Ski Park in Gunma. At Tambara Ski Park, you can enjoy the beautiful view of Lake Tambara and enjoy snow play with your family! At Tambara Ski Park, you can enjoy an all-you-can-eat snow crab and deep-water shrimp for your lunch! After lunch, you will visit Farm Harada to enjoy a 30 minutes all-you-can-eat strawberry picking before returning to Shinjuku! Please prepare your own gloves and other equipment that you need for snow playing by yourself in advance. Also, don’t forget to join the lucky draw game while traveling on the bus to win some prizes! The itinerary for this tour is as follows: - Depart from Shinjuku Washington Hotel at 7:50 - Visit Tambara Ski Park to play in the snow and have all-you-can-eat-crab lunch (100 minutes in total - Visit Farm Harada for an all-you-can-eat strawberry picking (30 minutes) - Return to Shinjuku and tour ends at 18:00 Experience the authentic Japanese winter only with this tour, and book this tour with no hassles by using our service! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Gunma",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gunma-snow-playing-crab-lunch-and-strawberry-picking-in-gunma/7619?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Snow Playing, Crab Lunch, and Strawberry Picking in Gunma!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 12:59:30"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3684,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1477299899/bnwmkeqoxi06nlbhsjdh.jpg",
        "strIntroduction": "Are you a karate-ka coming to Tokyo? Would you like to include in your trip a training session at the Nippon Budokan, centre of martial arts in Japan? My teacher Shibata Toshiyuki is one of the masters of Tokyo's 'Chiyoda Ward Karate Federation', a 7th Dan in Shotokan style karate, former student of grandmaster Kanazawa Hirokazu and the karate instructor at Nippon Budokan, and he has invited me to bring any interested karate students to experience training with him. It will be my pleasure to assist and give you an unforgettable martial arts experience in Japan. Plan: 5:30pm Let me meet you at Kudanshita Station and guide you to the karate dojo of the world-famous Tokyo Budokan. I'll be happy to share some of the history of the Budokan and Karate's introduction to Tokyo on our way. 6:00pm - 7:30 after changing we will join the weekly senior karate class of Shibata Sensei. He speaks good English and I will be on hand to assist if needed. It can be hard to find a good and open dojo to practice at in Japan - I hope to make that easier for you by my introduction, and to help with the etiquette and other quirks or training in Japan.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-study-karate-at-the-nippon-budokan/2628?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Study Karate at the Nippon Budokan!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 13:02:47"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 9,
        "intUsdCost": 2901,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473903431/zxfudqwcdxh4dypcjtuz.jpg",
        "strIntroduction": "Enjoy this incomparable dinner when you visit Japan, and a once in a life time opportunity to view the elusive art of the Japanese Geisha! Our artists will entertain you with an elegant dance performance to traditional Japanese music. They will treat you like a VIP guest and you will have the unique chance to experience professional personalized service and attention from qualified and well-trained traditional artists! You can also book a more expensive luxury geisha event here: http://voyag.in/kagurazaka-geisha *We can offer this activity everyday, but due to the office being closed on Sundays, I cannot reply to urgent bookings on Sundays. *Please enter the number of Geisha you would like to book on the order page (a ratio of about 1:3 is recommended), and inform us of the number of people having dinner in the message field. *Please let us know if you have special preferences regarding the type of food you'd like for the dinner. We will make a reservation for the restaurant, and you will be able to have dinner with Geisha there. In general, we recommend a Japanese-style dinner in Omori Kaigan, or Japanese Kaiseki restaurant in Omori-Kaigan (About 10 mins from Shinagawa St.) both of which are old town districts of Geisha. The dinner we recommend includes a variety of little dishes with carefully prepared Japanese food: sashimi appetizers, pieces of sushi rolled in bamboo leaves, tempura of vegetables and seafood, simmered dishes, rice with eel, plenty of side dishes and traditional Japanese desserts. *Please note that dinner fee is not included, and it will cost around 4,000 to 10,000 yen per person. (It depends on which course menu you have)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-dinner-with-geisha-performance-in-tokyo/156?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Dinner with a Geisha Performance in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 13:08:00"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 5433,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467439348/rfefljhuhize1kpocc8j.jpg",
        "strIntroduction": "Gion, the centuries old entertainment district, truly comes alive at night. We take you on a walk through the old tea house district, explain the customs of the geisha and apprentice maiko and help you discover this hidden world. Here we might even have a chance to catch a few of the girls in full costume rushing off to an appointment. A special sight indeed. As we walk through these narrow streets with the lanterns flickering on the wooden buildings you can feel the charm of this special place. Wandering along these cobbled streets we will also take you to some places with a truly remarkable atmosphere. A night visit to a shrine, a full pagoda all lit up and other places of historic importance will leave an impression on you that you will never forget. But this is not just a place for the entertainers of old, it also has a thriving nightlife. After a long stroll it’s now time to enjoy a refreshing drink at a local pub with big bay windows. From here we can look out at the hostess clubs girls, bouncers and patrons all spilling out to the streets while we talk about the unique customs of Japanese nightlife of days old and new. 7:00pm - 9:30pm",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-go-on-a-gion-night-walk-kyoto/6979?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a Gion Night Walk, Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 13:11:12"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 6,
        "intUsdCost": 3315,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481001504/xslsjsm6ab3iqyjnvqv4.jpg",
        "strIntroduction": "We offer customized Full day tours specially organized to fit your schedule and places of interest, not only in Nara but also in Kyoto, Osaka and Kobe. Our professional guides can take you to the best spots in Kansai region, but you are free to request additional places of interest or combine parts of different itineraries. Please take the following itineraries only as examples for reference purpose. You can request one of them or suggest your own itinerary which will be delivered to the guide for confirmation of availability. Note that the order of the places visited is not fixed. NARA TOUR: Central Nara 1. Todaiji Temple (one of the oldest temples known for the giant Buddha statue inside) 2. Nara Park (a picturesque park with freely walking deer that you can feed) 3. Wakakusayama (a small mountain behind the park known for sakura trees and a spectacular fire festival in January) 4. Kasuga Taisha (Nara’s most important Shinto shrine) 5. Kofukuji Temple (attractive old temple with a five-storey pagoda) 6. Isuien Garden (scenic Japanese garden with a variety of landscapes) 7. Naramachi (traditional style merchant district with plenty of old houses) 8. Optional: Heijo Palace Site (the site of the former emperor’s residence when Nara was a capital of Japan) NARA TOUR: West and Central Nara 1. Horyuji Temple (a UNESCO site and home of the world’s oldest wooden structures) 2. Toshodaiji Temple (an important temple for the development of Buddhism in Japan) 3. Yakushiji Temple (a beautiful temple with two pagodas) 4. Todaiji Temple (one of the oldest temples known for the giant Buddha statue inside) 5. Naramachi (traditional style merchant district with plenty of old houses) 6. Optional: Heijo Palace Site (the site of the former emperor’s residence when Nara was a capital of Japan) KYOTO TOUR: Best of the best 1. Nijo Castle (the former Kyoto residence of the shogun with spacious Japanese gardens) 2. Kinkakuji Temple (also known as the Golden Pavillion) 3. Ryoanji (one of the most famous Zen rock gardens in Japan) 4. Fushimi Inari Shrine (the shrine known for the thousands of vermillion gates leading up the mountain) 5. Kiyomizu Temple (one of the best known wooden temples in Kyoto with a spectacular panoramic view over the city) 6. Higashiyama slopes (a historic neighbourhood with narrow streets and old houses) KYOTO TOUR: Higashiyama district 1. Ginkakuji Temple (also known as the Silver Pavillion) 2. Philosopher’s path (a famous sakura viewing spot along a small river) 3. Eikando Temple (popular temple with spectacular views over the city) 4. Nanzenji Temple (important Zen temple complex with gardens and other interesting spots like a giant aqueduct) 5. Nishiki market (one of the busiest Kyoto fresh food markets) 6. Gion (Kyoto’s iconic geisha district) 7. Kiyomizu Temple (one of the best known wooden temples in Kyoto with a spectacular panoramic view over the city) KYOTO TOUR: Arashiyama district 1. Kinkakuji Temple (also known as the Golden Pavillion) 2. Ryoanji (one of the most famous Zen rock gardens in Japan) 3. Ninnaji Temple (a beautiful UNESCO registered temple with scenic gardens) 4. Tenryuji Temple (an important Zen temple and another UNESCO site) 5. Arashiyama district (a scenic natural area with many facilities such as the Monkey Park Iwatayama, Okochi Sanso villa and the popular Togetsukyo Bridge) 6. Optional: Sagano sightseeing train or Hozu River boat trip KYOTO TOUR: Southern Kyoto and Uji 1. Toji Temple (home of Japan’s tallest pagoda) 2. Tofukuji Temple (an important Zen temple known for breath-taking autumn colours) 7. Fushimi Inari (the shrine known for the thousands of vermillion gates leading up the mountain) 3. Ujigami Shrine (considered Japan’s oldest Shinto shrine) 4. Byodoin Temple (symbolic for its Buddhist Pure Land garden) 5. Uji Omotesando (a pleasant shopping street specializing in Uji’s high-quality green tea) 6. Uji cormorant fishing (a spectacular experience in the summer evenings – ride a boat and watch professionals using cormorants to catch fish) KYOTO AND NARA TOUR 1. Kiyomizu Temple (one of the best known wooden temples in Kyoto with a spectacular panoramic view over the city) 2. Higashiyama slopes (a historic neighbourhood with narrow streets and old houses) 3. Gion (Kyoto’s iconic geisha district) 4. Nishiki market (one of the busiest Kyoto fresh food markets) 8. Fushimi Inari (the shrine known for the thousands of vermillion gates leading up the mountain) 5. Todaiji Temple (one of the oldest temples known for the giant Buddha statue inside) 6. Isuien Garden (scenic Japanese garden with a variety of landscapes) 7. Naramachi (traditional style merchant district with plenty of old houses) OSAKA TOUR: The Water City 1. Kaiyukan (Osaka’s biggest and most exciting aquarium) 2. Dotonbori (Osaka’s iconic and busiest shopping and restaurant street) 3. Water Bus (Osaka is known as the Water City so river transport is a must-try) 4. Osaka Castle (a reconstruction of one of Japan’s most famous castles) 5. Umeda Sky Building and Grand Front Osaka (popular cities within the cities with panoramic views from their observatories) OSAKA TOUR: Old and New 1. Osaka Castle (a reconstruction of one of Japan’s most famous castles) 2. Shitennoji Temple (one of the oldest temples in Japan) 3. Abeno Harukas (Japan’s tallest skyscraper with an observatory) 4. Shinsekai (a busy shopping and restaurant district with the symbolic tower Tsutenkaku) 5. Sumiyoshi Taisha (an old Shinto shrine with unique architecture) 6. Dotonbori (Osaka’s iconic and busiest shopping and restaurant street) Our customized tours can take you to these and many other places! Grab this opportunity to have your original and best tour! Please note that these tours are based on walking and using public transportation. Also please note that you may need to pay transportation fees and lunch for your guide. Photo Credit: http://flic.kr/p/bM24gF http://flic.kr/p/88UC2B http://flic.kr/p/5CqTak http://flic.kr/p/dTyFSD http://flic.kr/p/4p4L7r",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-customise-and-embark-on-a-private-full-day-tour-in-kansai/1837?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Customize and embark on a Private Full Day Tour in Kansai",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 13:15:49"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 184,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475036594/hddxoov7lvtrc5lsmsqm.jpg",
        "strIntroduction": "If you are looking for a unique and luxurious dining experience, Luxis aqua bar and restaurant is the place for you. It has an enormous fish tank where you can see sharks and sea turtles swimming around while you eat. Feel as if you are you in James Bond movie! The meals served are also upscale Italian cuisine. This restaurant can provide special meal plans if you make a request, such as for anniversaries or surprise parties. I will help you get an advanced reservation in this unique Japanese restaurant. Please let me know if you have any special requests such as anniversary cakes, group parties, or if you are simply making a reservation with your partner. Let's enjoy an unforgettable restaurant experience! Photo Credit: http://flic.kr/p/8Pus6y http://flic.kr/p/537ptP http://flic.kr/p/njihy http://flic.kr/p/4rWDwf http://flic.kr/p/6pLSyg http://flic.kr/p/9qMN7d",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-dive-into-a-luxurious-aqua-bar-and-restaurant-in-tokyo/1812?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for the Luxurious Aqua Bar & Restaurant in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 13:19:58"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5710,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481011572/fk1vpugmbrfdjchieoft.jpg",
        "strIntroduction": "Declared a UNESCO World Heritage site in 1995, the historic village of Shirakawa-go and neighboring Gokayama regions are a must-visit for guests looking to marvel at these world-famous gassho-zukuri houses. While these villages are located in the remote mountains spanning from Gifu to Toyama Prefectures, they make an easy day tour from Takayama. The term Gassho-zukuri means \"constructed like hands in prayer\", as it is said that these steep thatched roofs resemble the hands of Buddhist monks pressed together. This unique architectural style was developed over many generations to withstand heavy snowfall during winter, and are an amazing sight to see in person! Some of the houses are over 250 years old, and the roofs, made without nails, provided large attic space used for cultivating silkworms. If you'd like to see these amazing villages, we can help you arrange half day or full day tours. You can even opt to stay at an overnight stay in one of the farmhouses, which give you much more time to relax and soak in the peaceful atmosphere (request this by sending us a message). HALF DAY TOUR ITINERARY - Morning tour 08.10 : Bus leaves Takayama station 09.00 : Arrive in Shirakawa-go 09.00 - 11.00: Free time to explore Shirakawa-go 11.00: Depart for Takayama 12.00: Arrive back in Takayama HALF DAY TOUR ITINERARY - Afternoon tour 13.20: Bus leaves Takayama station 14.10: Arrive in Shirakawa-go 14.10 - 16.10: Free time to explore Shirakawa-go 16.10: Depart for Takayama 17.10: Arrive back in Takayama FULL DAY TOUR ITINERARY 08.15: Meet at Takayama Nohi Bus Terminal 08.30: Depart Takayama Nohi Bus Terminal - Explore Gokayama Ainokura Village (50 minutes) - Lunch at Shirakawago Gassho Shuraku Shiroyama observation tower overlooking the valley. You will be able to get a taste of the famous Ishiwari Tofu of Shirakawa-go. - Explore Shirakawago village and the Open-Air Museum - Gassho Zukuri Minka-en - with 25 relocated gassho-zukuri buildings assembled in pleasant countryside, some of which have demonstrations of local handicrafts. 15.10: Arrive back at Takayama Nohi Bus Terminal",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-visit-the-world-famous-farmhouses-of-shirakawa-go/1306?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit the World-Famous Farmhouses of Shirakawa-go",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 13:24:25"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 7,
        "intUsdCost": 7275,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1458607467/oqlkrx0zctzbanmshe68.jpg",
        "strIntroduction": "In this activity you will be able to visit an ordinary Japanese house and participate in a private cooking class! We will cook several dishes, including the dashi soup stock, and afterwards you will have the chance to experience a stylish tea ceremony at my house! The activity takes place only about 20 minutes away from Nagoya Station. Below is the itinerary for this activity. You can choose to book a lunch session or an afternoon session. Lunch time schedule 11:00 --- Meet at the ticket gates of Kachigawa Station and go to my house 11:00—11:30 Introduction to the activity. Welcome tea ceremony & sweets. First, we'll make the dashi soup stock. 11:30—12:30Cooking lesson (tempura, sushi, etc.) 12:30—13:30 Lunch time 14:00— Send you off to Kachigawa Station. Dinner time schedule 17:00---- Meet at the ticket gates of Kachigawa Station and go to my house 17:00—17:30 Introduction to the activity. Welcome tea ceremony & sweets. First, we'll make the Dashi soup stock. 17:30—18:30 Cooking lesson (tempura, sushi, etc.) 18:30—19:30 Dinner time 20:00—Send you off to Kachigawa Station. The activity is available on the following days: Monday, Tuesday, Thursday, Friday (evenings only) Sunday (lunch and evening)",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-enjoy-japanese-home-cooking-and-tea-ceremony-near-nagoya/3814?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Japanese Home Cooking and Tea Ceremony near Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 13:30:13"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 4605,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460531252/cx1qxkjimsekbbeqpec0.jpg",
        "strIntroduction": "In a beautiful northern suburb of Kyoto you will wear a yukata, and practice a Japanese traditional dance, \"Four Seasons of Kyoto,\" which depicts Kyoto's scenery in all four seasons. Yukata and a fan will be provided for the lesson, so you don't need to bring anything. If you want to take a video and photo shoots of your dance, please bring your own camera and video. This is a wonderful chance to experience the elegance and classiness of Japanese traditional dances in the spiritual center of the country - Kyoto.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-experience-japanese-traditional-dance-in-kyoto/4067?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Japanese Traditional Dance in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 13:35:41"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 1823,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482735148/mxltxnlkzpw9uvhtizlu.jpg",
        "strIntroduction": "Kyoto has a large cultural legacy coming from its 1200 year-long history and offers an incredible number of attractions for tourists. Among them, this private walking tour is planned to discover Kyoto's hidden beauty and explore the heart of Kyoto. The guide will take you not only to major tourists' spots but also to lesser-known alleys and markets. At the end of the tour, you will agree that the best feature of Kyoto city is the mixture of the new and the old! ☆Tour Course☆ The tour starts from Kyoto station. (If you book a hotel pickup option,the tour starts from lobby of your hotel. The picking applicable hotels are limited to the hotels between Higashi-oji-dori and Nishi-oji-dori (to the east and west) and Imadegawa-dori and Jujo-dori(to the north and south. If you need a taxi or a hired car, an additional fee will be charged.) ↓ Sanjusangen-do ↓ Kiyomizu Temple ↓ Sannenzaka ↓ Gion ↓ End of tour (Tour guide will assist you how to get to the subway station or the nearby bus stop for your next visiting spot or your hotel) ☆Tour Highlight☆ \"Don't jump off the cliff\" / Kiyomizu Temple This temple predates the foundation of Kyoto and has had millions of pilgrims ever since. It is designated as a UNESCO World Heritage site with over 30 structures, including a huge wooden veranda in front of the main hall that juts out over the cliff and provides you a panoramic view of Kyoto. There is a famous expression: that states \"You must jump off the stage of Kiyomizu.\" It means that you should take the plunge to make your dreams come true. \"Most walked street in Kyoto\" / Sannenzaka This sloped path leading to Kiyomizu temple was originally paved with stones in about 808 AD and may be the most walked street in Kyoto. It is lined with old wooden houses running restaurants and shops selling pottery, artworks and other traditional goods. You may come across young women dressed in kimono and feel as though you had traveled back in time to the days of 300 years ago. \"Encounter Geiko and Maiko\" / Gion Gion is the entertainment district beautifully lined with traditional town houses and restaurants, you will encounter geiko and maiko, professional entertainers trained in traditional Japanese dance and music, including the playing the shamisen (like a three-stringed guitar) and singing. They can be seen wearing, beautiful, elaborate kimonos as they walk to and from appointments.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-exploring-the-heart-of-kyoto-half-day/8019?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Exploring the Heart of Kyoto (Half Day)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 13:39:09"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 17590,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456896164/gtzt59gkux84gsfoqnoi.jpg",
        "strIntroduction": "The tour will start at our Guest House very early in the morning, but there is a reason for that. The auction starts at 5:00 am in the morning, and it only allows 120 visitors per day. They do not take any reservations...so we’ll need to get to the fish market early and wait in line to get tickets. So for the tour, we’ll depart at 3:00 am and get to the fish market around 3:30 am, then wait in line. During the waiting time the guide will provide you with a wide variety of information about Japanese food and culture. Detailed Itinerary: The night before the day Check in our Guest House which is located in Tsukiji Market. 3:30 am Gather at lobby of \"Guesthouse\" 4:00 am Start Tsukiji Market Tour 5:25 am Start Tuna Auction 6:00 am Walk around the market 6:30 am Breakfast 7:45 am End of the tour *Because the meeting time is early in the morning, you may not be able to use public transportation. We strongly suggest tour participants to stay in our guest house (overnight stay is included in the price) Breakfast at Tsukiji Market: Tsukiji's Sushi Restaurant offers Pacific bluefin tuna and wild white fish. Many of the restaurants operate with more than 10 intermediate wholesalers. That’s why Tsukiji Sushi restaurant is able to assess and purchase the best seafood everyday. Fish from the market are quickly prepared for customers. Please enjoy the taste of real and fresh seafood!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-see-the-tuna-auction-on-a-special-tour-in-tsukiji-tour/5095?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "10% OFF See the Tuna Auction on a Tour in Tsukiji Market!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 13:42:14"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5802,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457689333/j0pyfpbhjpt4fa0vhgwf.jpg",
        "strIntroduction": "Are you interested in home-made Japanese cuisines and the seasonings used in them - like Miso? Miso is a traditional Japanese seasoning which we use for our everyday food like Miso soup, marinades, hotpots and a variety of other cooking sauces. You might assume we all buy them from supermarkets - well, yes, most of us get pre-packed Miso in the 21st century. However, our grandmas and ancestors made them by fermenting soybeans, sea salt and Koji (the special Japanese fungus Aspergillus oryzae) A couple of years ago I discovered the very interesting world of home-made Miso, and started making my own with my family and friends since then. It is a very fun process of mixing ingredients – and also a very romantic one where you will let it sleep for a year whilst taking care of it like your baby ;) After a year of anticipation, your Miso will taste differently from anyone else’s! So why don't you join me and try making your own miso? You can take them home with you and try cooking like a Japanese at your own home! After the workshop, we can cook and eat some Japanese recipes using Miso. Some traditional, some creative ones – the important thing is for you to be able to make use of Miso after returning home. Please note that it takes up to a whole year for miso to fully ferment, so you need to be patient. Also, this is under the Japanese weather, so depending on the weather in your country, the fermentation process may vary or may not work in the worst case. I understand that the limit of your backpack/suitcases is always quite tight – so we will only do 500 gram of Miso per person. If you would like to make more, you can add as much as you like at 500 JPY / 500 gram as the ingredient costs.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-join-a-miso-making-workshop-and-japanese-home-cooking-in-tokyo/5309?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a Miso making workshop & Japanese home cooking in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 13:45:17"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 921,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482734725/oe9cruyy7zuegbpmundl.jpg",
        "strIntroduction": "Saihō-ji is a Rinzai Zen Buddhist temple located in Matsuo, Nishikyō Ward, Kyoto, Japan. The temple, which is famed for its moss garden, is commonly referred to as \"Koke-dera\", meaning \"moss temple\", while the formal name is \"Kōinzan Saihō-ji\". The temple, primarily constructed to honor Amitabha, was first founded by Gyōki and was later restored by Musō Soseki. In 1994, Saihō-ji was registered as a UNESCO World Heritage Site, as part of the \"Historic Monuments of Ancient Kyoto\". Until 1977, Saihō-ji was open to admission to the general public on a walk-up basis, as with other temples. At present, while it is open to the public, a number requirements limit the number of visitors. It is said that these regulations were put into place to protect the delicate moss from the hordes of tourists that plagued the temple before 1977. They prefer for the application to arrive up to 7 working days before the intended visit; there is only one visit per day, with time varying, so time of visit cannot be specified. The fee to visit (¥3,000) is the highest in Kyoto. Visitor are given access to the grounds for 90 minutes. Before being permitted access to the garden, visitors must engage in an activity, which varies from day to day. These include zazen (sitting meditation), hand copying sutras (shakyō), and chanting sutras. One is then asked to write down one's wish, name, and address. The monks keep all the sutras in the pagoda and continue to pray for all. The most famous times to visit are either during the East Asian rainy season (in Kyoto, early June to mid-July), when the rains make the moss particularly lush, or in late autumn, when the turning leaves contrast with the moss. ※Reservation is required 2 weeks in advance. ※This tour includes reservation from the temple and interpretation of the tour.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-tour-saiho-ji-moss-temple-a-unesco-world-heritage-site/8017?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour Saihō-ji (Moss Temple), a UNESCO World Heritage Site",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 13:49:21"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 1842,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1391667290/mmrerimrnpos1btvrada.jpg",
        "strIntroduction": "Japanese green tea is a type of tea that has a bitter taste. Green tea is often accompanied with a traditional Japanese desert as the bitterness of the tea balances the sweetness of the confectionery. This cultural combination has been enjoyed in Japan for over 1000 years, and closely relates to the preparation ceremony heavily influenced by Zen Buddhism. Come and experience the joy of this traditional duo in a Japanese tea room. Surprise your taste buds with a burst of sweetness to a surge of bitterness. (Fee includes Japanese tea and sweets)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-traditional-tea-and-sweets-in-ginza-japan/1835?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Traditional Tea and Japanese Sweets in Ginza, Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 13:53:42"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 65662,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468649604/whe786vrwllr2kmkda4y.jpg",
        "strIntroduction": "Before people started using convenient knives, people used to use small \"kogatana\" knives to cut things in Japan. Kogatana are small utility knives mounted in a small handle and tucked into the side pocket of many sword scabbards. They belong to the traditional Japanese swords from the samurai era. Usually they are polished on one side and have a sharpened edge on the other. You can make your own small knife called “kogatana” at this genuine swordsmith's in Tokyo. It will surely be an amazing experience! You will experience the steps of making knives from the beginning. The whole program is about 7 hours but it’s worth it. Lunch break and tea time is included (the cost of lunch is not included in the price) After the experience, your knife will be sharpened by a professional and delivered to you with its case (it will take about 3 to 4 months, please pay for delivery on the day of the experience). Your \"kogatana\" knife will be the only one in the world and become a treasure for you and your family as well! This is a unique and authentic experience in a genuine Japanese blacksmith studio. Learn professional skills from a real master!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-become-a-swordsmith-in-tokyo-and-make-a-samurai-knife/4244?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Become a swordsmith in Tokyo and make a samurai knife!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 13:57:48"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 13814,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1430658611/ryngcpueycsae2rwfd4v.jpg",
        "strIntroduction": "What is takoyaki? Takoyaki is a fried octopus ball, which is a “must eat\" food when you visit Osaka. In this activity we’ll teach you everything about takoyaki! At this workshop you will not only eat takoyaki, but you also get the chance to make them by yourself! Isn't that fun? Here is the detailed program of the activity: 1. You will learn about takoyaki and our konamon (flour food) culture through a fun and entertaining quiz game. 2. We'll teach you how to make our traditional takoyaki batter. 3. You'll learn how to make takoyaki, which is the most exciting part of the workshop! The most important thing is how to make a beautiful round-shaped takoyaki. You can make 1 of the 4 flavors of the takoyaki flavors of our store. 4. You can taste the takoyaki you make. 5. You’ll get a qualification as a takoyaki master with our recipe and a takoyaki machine as a present! This activity is available according to the following schedule: Weekdays: 18:00 - 23:00 Saturdays and holidays: 11:30 - 23:00 Sundays: 14:00 - 23:00 Become a takoyaki master during your trip in Osaka!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-become-a-takoyaki-master-and-make-the-specialty-of-osaka/3417?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Become a Takoyaki Master and Make the Specialty of Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 14:03:44"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5433,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471419700/tv0wxeko0kpmcdqw8byi.jpg",
        "strIntroduction": "Have an experience to share - watch a dance performance at a cross-dresser bar. Located in “Kabukicho” the most famous “red light district” in Japan, Black Swan Lake is a sexy cross-dresser bar that has a great 1 hour long dance performance. Great food, drink, and performance will make you want to come back over and over again. The present concept is glittering, dazzling, occasionally sexy “neo-tavern”, where male, female and new-half dancers dance beautifully. Here you will experience real entertainment together with dinner and drinks each night. ※ Option Detail ※ You can choose between 2 time frames and 4 different plans, outlined below! First choose between the 2 time frames, then choose your preferred plan of food and beverages. 【Schedule】 Check in 1st show 18:00-18:30 / 2nd show 21:00 Show start 1st show 19:30 / 2nd show 22:00 Finish 1st show 20:30 / 2nd show 23:00 【Options】 1. Beverage Course (Snacks,Free Drink Service) 2. Silver Course (5 Course Meal, Free Drink Service) 3. Gold Course (Appetizer Plate 4 Items, Free Drink Service) 4. Platinum Course (6 Course Meal, Dessert, Free Drink Service) *Only Gold Course and Platinum Course include beer. this tour is provided by HIS",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-see-a-dance-performance-at-black-swan-lake-in-kabukicho/7422?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See a dance performance at Black Swan Lake in Kabukicho!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 14:08:47"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5157,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464940676/jioy2kssregbjfsqt6gz.jpg",
        "strIntroduction": "I’m happy to report that the geisha world is alive and well in Kabukicho! Only these days it’s populated by gorgeous young guys whose job it is to entertain women like the princesses we wish we were. What is a Host club and Kabukicho? - Host clubs offer the possibility to spend time with a professional, a so-called \"host\". These \"hosts\" work in \"host clubs\", and their purpose is to entertain the female guests and make them feel special. Hosts are really good at making conversation, but they’re even better at listening. They are masters at making you feel like you are the most interesting, attractive woman in the world. They’re masters at creating an atmosphere of friendship/flirtation. Usually they sit across the table and talk, but occasionally one will sit next to you instead and you’ll learn the meaning of the Japanese word “doki doki”! - Shinjuku Kabukicho Glowing with neon lights every night, Shinjuku Kabukicho is known as the city that never sleeps. Located in the Shinjuku area, Kabukicho is Japan's largest entertainment district. There are many restaurants, amusement facilities and movie theaters. Also Kabukicho is the largest red-light district in Japan, without the official red-light prostitutes. But it has a very different atmosphere compared to red-light districts in Europe. Your guide book might say Shinjuku Kabukicho and the Host club area are not safe areas, and usually travel agencies don't do guides here. But these areas have a very special and unique atmosphere and it's a much safer place now than it once used to be. ●Tour days and time: Monday to Friday Starting time is 6:30 pm or 7:00pm ●Meeting point: JR Shinjuku station, East exit, outside tickets gate, NEWDAYS SHOP. If you are coming by walking, go to JR Shinjuku station, East gate entrance. You will see Police box, KOBAN next to East gate entrance. Go down to the stairs in the entrance. Then you will see the NEWDAYS Shop. ●The duration of this tour 2 hours ●Cost inclusions: Included only guide fee. Host club fee, drinks and food are NOT included. Please pay for host's meals and host club fee during the tour. Host club fee depends on the club. It is about 5000 JPY. If you have any questions or would like further information for my tours, please send a message. ★You need to have your ID card with you★ The club have to check if the guests are older than 20 years old. If you are under 19 years old you cannot go to host clubs.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-a-host-club-in-shinjuku-lady-night-life-with-locals/6640?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit a Host Club in Shinjuku: Lady's night life with locals",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 14:13:08"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 55946,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1437908446/yl5tf7mdz3pwqwg0baoz.jpg",
        "strIntroduction": "Have you always wanted to meet a Geisha, the traditional Japanese entertainer? Do you want to experience something MORE special than just a normal Geisha performance? Here is a chance to have dinner with a Geiko, a top-level geisha! The name “Geiko ”is only given to those who display the highest quality performance out of all the Geishas. This activity will have you meet these high-quality Geishas, where they will dance and serve you at an “enkai” (Japanese name for party). It is very rare to be able to get an opportunity to meet a top-level geisha, even for local Japanese people. Only Voyagin provides this special opportunity to have a dinner with them! Join this experience and take away an unforgettable memory. In this activity you will: • Enjoy a delicious Japanese meal at an established, highly rated Japanese restaurant • Receive drinks and meal service from a beautiful Geiko, one of the best Geishas among all Geishas • Enjoy a traditional and elegant Geisha dance performed by the Geiko. Don’t miss this once-in-a-lifetime experience with a Geiko!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-dinner-with-a-top-level-geisha-performance-in-kagurazaka/2295?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Dinner with a Top Level Geisha Performance in Kagurazaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 14:16:21"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 9670,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358841660/zjhyrb1xpczsr6ljirmh.jpg",
        "strIntroduction": "In this experience you'll learn the art of traditional Japanese acupuncture and moxibustion. You'll leave knowing how to rejuvenate both your mind and body! After been the center of Japan's medical practice during the Edo period, acupuncture as a practice died out until being re-evaluated recently. It has the ability to enhance one's immunity by increasing one's body's resistance to diseases. In addition, moxibustion also detoxes the body and has anti-aging effects. Many people who have undergone moxibustion are able to retain their young, beautiful skin and continue to get treatment often. There was a moxibustion scene in The Last Samurai and even Steve Jobs got a moxibustion treatment! In this experience, I'll explain the procedure so that you can easily replicate it at home. This can either be done at your house or hotel. Your experience will consist of: - A lecture about Japanese traditional medicine - Learning the basic-approach of the shiatsu massage (which stimulates the tsubo - or pressure points - of one's body) - Learning about moxibustion (treatment stimulated by burning traditional healing herbs on your skin) Learn and master acupuncture and moxibustion with me. Let's start anti-aging!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-traditional-japanese-acupuncture/298?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Traditional Japanese Acupuncture",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 14:20:11"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 3592,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476768926/bd6nfdivd6itext8azli.jpg",
        "strIntroduction": "Ninjas have always been shrouded in mystery. Their missions are top secret and they inspire the imagination of people of all ages! They are in story books, animation, movies and now in this unique restaurant! \"Ninja Kyoto Restaurant & Labyrinth\" is a mysterious entertainment restaurant where the Ninja's \"secret hospitality techniques\" are recreated in the present day. You can have lunch or dinner while enjoying the exciting Ninja show! The show is magical and maps amazing images using 8 projectors. Fight scenes are directed by Tetsuro Shimaguchi, the choreographer of the famous Kill Bill Vol.1 fight scenes. Look forward to fire performances, dynamic acrobatic movements, swordplay and wire work, just like in the movies! This is truly authentic Ninja entertainment with an extraordinary cast of performers and staff. After enjoying your meal and the show, you should visit their gift shop. There are lots of must-see Ninja inspired items, such as Ninja throwing knives and sickles. Also, the shop provides a wide selection of Sengoku warlord items! A Ninja fan's dream and should not be missed! *Opening hours: Dining Theater Ninja (Saturdays, Sundays and public holidays only) Lunch plan: Enter the restaurant at 12:00 pm. Enjoy the \"Shinobi no Sato\" set meal with 1 drink at the restaurant. The show starts at 13:00 pm in the theater space on the 1st floor. The show lasts 30 minutes. About the \"Shinobi no Sato\" lunch set meal: - Today's Appetizers - Your choice of main dish ・Grilled chicken ・Roasted pork with greens ・Grilled salmon with saikyo miso - Udon - Dessert Vegetarian dishes are also available. Please tell us in advance. Dinner plan: Enter the restaurant at 19:00 pm. Enjoy the \"Juubei\" set meal with 1 drink at the restaurant. The show starts at 20:00 pm in the theater space on the 1st floor. The show lasts 30 minutes. About the \"Juubei\" dinner set meal: - Shuriken star-blades grissini with cream pate de foie gras dip - Cold shrimp chile soup - Ninja style black deep fried chicken - White fish and tomato ceviche - Please choose one main dish ・Black enchantment ~sweet and sour tender pork~ ・Grilled salmon with saikyo miso - Today's NINJA roll sushi - Today's sweets Vegetarian dishes are also available. Please tell us in advance.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-the-ninja-experience-at-the-ninja-restaurant-kyoto/4714?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy the ninja experience at the Ninja Restaurant, Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 14:24:17"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3223,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462858204/q1mcjfi83wvirlsdy4lq.jpg",
        "strIntroduction": "Wearing traditional costumes, such as kimono or yukata, while strolling historical and picturesque streets has become a trend when sightseeing in Kyoto. It is an authentic cultural experience that will unexpectedly leave you with many beautiful photos and memories not easily forgotten. Yumeyakata is one of the biggest kimono rental shops in Kyoto. We provide kimonos for rent not only for ladies but also for men and children so that the whole family can enjoy the experience together. We can provide all the items you need to wear kimono, so just bring yourself! This kimono rental package includes the kimono itself, the sash belt (obi), the Japanese clutch, the Japanese sandals, and the Japanese socks. Don't you worry about your hair styling, because we will do your hair, just for 1500 JPY. The hair styling will be done by our professional hair stylist, with the high speed. Still worry about the hair accessories? We also provide it for sale, and the price start from 900 JPY. Wear our kimono and make a lot of beautiful memories in Kyoto.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-book-a-kimono-rental-hana-plan-in-kyoto/6307?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Book a Kimono Rental Hana Plan in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 14:29:50"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 1381,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471507302/q9dlwmfmqjkj7naw1zai.jpg",
        "strIntroduction": "",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-wear-a-yukata-in-harajuku/7442?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Wear a Yukata in Harajuku!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 14:35:53"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 5341,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456033371/lhzggmesux8uvwt6mxxd.jpg",
        "strIntroduction": "This is a shuttle service between Yokohama Port and Tokyo. While enjoying a relaxing holiday on a cruise, the least thing you wanna do when you disembark at Yokohama port is to find out what train route to take or get lost in Japan's complicated railway system. Make the most out of your time and money and book a shuttle service to take you to Tokyo and back to Yokohama Port. When you arrive at the pick-up place, you will see the driver waiting for you with a sign. He will carry your luggage, and lead you to a spacious van, where you can relax and enjoy your shuttle service to your destination in central Tokyo. Hotel List (as of Nov/6/2016): http://bit.ly/2f6oabm Service Available Dates in 2017: April.20th(Thu), 29th(Sat) July.5th(Wed), 13th(Thu), 21st(Fri), 26th(Wed) August.4th(Fri), 12th(Sat), 28th(Mon) September.5th(Tue), 13th(Wed), 18th(Mon) October.1st(Sun), 9th(Mon), 17th(Tue), 26th(Thu) November.10th(Fri), 19th(Sun) [IMPORTANT] ※You can not decide pick up time. Host will decide. ※Shared shuttle service is not available for guests staying at hostel, private residence or capsule hotels. ※Shared shuttle service price is per person",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-shuttle-service-between-yokohama-port-and-tokyo/4923?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Shuttle service between Yokohama Port and Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 14:41:44"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4605,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461806082/wfrmbatcqpvmnjc09eua.jpg",
        "strIntroduction": "Tsukiji Market is the biggest and most famous seafood market in the world. Tsukiji Market is basically divided into 2 areas - the Inside and the Outside market. The Inside market is mainly for professionals (such as chefs and wholesalers), while the outside market is mainly for consumers. We will explore the whole market (both Inside and Outside market) with an English-speaking guide. The detailed itinerary is below: 9:00 am - Meet at the Main entrance of Tsukiji market 9:10 am - Visit Namiyoke shrine and the Outside Market 10:00 am - Explore the Inside Fish Market 10:45 am - Fruits and vegetable market 11:00 am - End of the tour",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-tokyo-tsukiji-market-on-a-private-tour/6219?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Tokyo's Tsukiji Market on a Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 14:46:26"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 4144,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1442230907/fl94n4vbs9t0otuprr5g.jpg",
        "strIntroduction": "Asakusa is one of the oldest towns in Tokyo and has flourished since the founding of Sensoji Temple in 628 AD. The temple is located at the center of the town and is surrounded by many traditional downtown streets and areas. Our rickshaws mainly travel around the surrounding downtown areas, and we introduce guests to the history of the town, buildings, shops, and restaurants, as well as to other fun facts. Our drivers will take many photos of you along the way so be sure to bring your camera! History of rickshaws: Now rickshaws are used for sightseeing, but originally they were the main form of transportation in Japan. Invented in Tokyo over 150 years ago, rickshaws are still used in many parts of the world for transportation. Ebisuya rickshaws are all handmade and mostly come from the Hida-Takayama area in Gifu prefecture. The design has changed little from their original invention, and riding on our gorgeous red seats, you can still feel the same wind in your hair as those who rode rickshaws 150 years ago. About our drivers: Enjoy your rickshaw ride in style and comfort with our professionally-trained drivers, called “shafu” in Japanese. Each “shafu” goes through an extensive training program focused on safety, hospitality, and of course the history and culture of the town and Japan. At first sight a rickshaw may look just like a hand-pulled taxi but our service is really about making memories. There is no better way to get to know a town or move around in comfort. We can learn fun facts about the history of each town and see the ins and outs of small streets for an amazing experience. We look forward to meeting you and joining us for not only sight ”seeing” but also sight \"feeling\"! 30 minutes course This is the high light course of the down town area of Asakusa. The tour goes seeing around the temple such as “Rokku” old entertainment area with some Izakaya-Bar street, and shopping area for some traditional crafts or many Kimono shopps etc. We can come back to the departure point or drop-off at the temple is also available. 60 minutes This is very popular course seeing around most of the recommendable places from busy places such as “Rokku” and Hanayashiki amusement park, to the quiet places like Geisha area or Matsuchiyama, the oldest temple in this area. 90 minutes In this course you can see those places written above, plus you can practice a pray in the famous shrine for happy encounters with the Gods of happy fortune cats. On the way back you can enjoy a great view of Tokyo Sky Tree at the riverside of Sumidagawa. 120 minutes If you would like to complete all attractions of this town, no doubt choosing this course will leave you fully satisfied with Asakusa town tour. About this tour: - The tour is available even on rainy days (except during typhoons, earthquakes, etc). The rickshaws will be covered to protect you from the rain. - A maximum of 2 adults per rickshaw. Up to 2 children, 6 years old and under, can ride with 2 adults (children have to ride on the adult's lap). - Adult pricing applies to visitors ages 7 years old and older. - Wheelchair and stroller-friendly rickshaws are available. - This tour can be customized depending on your interests. - You can enjoy the tour anytime between 9:30am to 5:30pm on the day of reservation. Please let us know your preferred starting time with a message when you book. - The tours will run until 6:00pm between May to August. - You can choose between 30-minute, 60-minute, 90-minute, and 120-minute tours.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-historical-rickshaw-tour-in-asakusa-with-ebisuya/3855?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a historical rickshaw tour in Asakusa with Ebisuya!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 14:50:43"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 4420,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1448524093/dpbmqkzql83kyacr1n8j.jpg",
        "strIntroduction": "In Japan, the affectionate, respectful and amusing Akita dog is best known by the true story of Hachiko in the 1920s. Hachiko's owner, a professor, returned from work each day at 3 pm, and his devoted dog met him daily at the train station in Shibuya, Tokyo. Then one day, the professor dies unexpectedly. Loyal Hachiko continued to wait around for 9 years at the station for his master. Richard Gere stars in Hollywood's version of the story, \"Hachi: A Dog's Tale.\" A male Akita dog that awaits you at the diner is 12 year-old Hayate. He is one of the proud Akita dogs from the best reputable breeder, Shirai. In his youth, he won many awards at competitions, starred on TV and in magazines. He even became a model for Hachi books. Hayate's father Kasuga went abroad to France 11 years ago and became a favorite dog of the French top breeder, needless to say there must be many step brothers and sisters of Hayate in Europe. Hayate is currently helping his beloved owner Mickey as a co-host of the diner & bar. Repeating customers say that there is some spiritual significance attached to Hayate and that they can have therapeutic experience at this place. Here you can enjoy a light meal which includes a Japanese beef hamburger patty, a salad, soup and rice, or a casual green tea time with Japanese traditional confectionery. As a bonus, you can wear a Japanese yukata (light kimono) and have photos of you taken by the staff. This activity is available every day for 1.5-hour visits.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-dine-or-drink-with-the-affectionate-akita-dog-in-tokyo/4173?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Dine or Drink with the Affectionate Akita Dog in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 14:54:05"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4374,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472528411/oep94rd9vg5kksduijty.jpg",
        "strIntroduction": "Tokyo has thousands of good locations for photo shootings. Based on your planning of the visit of the city, we can decide where to take photos. I support photo shootings for any occasions. If you have any special day while you visit Tokyo, I will be able to help you capturing the wonderful memory. (Please inform me the details in advance.) Equipments: Nikon Professional Cameras Delivery: Within 7 days via online storage",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-hire-your-personal-photographer-in-tokyo/7482?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hire Your Personal Photographer in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 14:57:03"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 7,
        "intUsdCost": 13814,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355841084/tpykxyyigr4yzofzjn2g.png",
        "strIntroduction": "Are you familiar with traditional Japanese outfits? Kimonos? Because kimonos in Japan are adorned with delicate decorations, they are really beautiful. Commonly they’re worn for celebrations such as New Year, but in this activity you can casually dress up in kimono and walk around the old streets of the traditional Tokyo neighbourhood Asakusa. In this activity, you’ll… ・Receive professional help from the host when dressing up in the kimono. You'll have the chance to learn about the various kimono items and the proper ways to put the outfit on. ・Take a walk in Asakusa dressed in a kimono. This will be a great opportunity to take a walk, shop, and dine with a veteran English-speaking tour guide around the symbols of Asakusa such as the Sensoji temple, and the Nakamise street famous as the paradise of Japanese souvenirs and sweets. Note: The best time to start this activity is in the morning, around 9:00-10:00 am, as Asakusa gets busier and more crowded later in the day. ・Have a professional cameraman take pictures for you during your walk. You can create wonderful memories from your trip to Tokyo. ・Take back, on request, a CD-R filled with the pictures of you in your kimono. It is highly recommended that you book the add-on option and take a CD-R with many professional photos of you dressed in kimono. Walking in Asakusa is an excellent chance to experience a glimpse of traditional Japanese culture. When you take a walk around the old neighbourhood, why not do it dressed up in a traditional kimono? It’ll be a fantastic experience and an unforgettable memory! *Although all times are available for booking, we highly recommend that you request starting from 9:00am or 10:00am. The streets of Asakusa can get too crowded in the afternoon for nice pictures.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-walk-the-streets-of-asakusa-in-a-kimono/158?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Walk the Streets of Asakusa in a Kimono",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 15:01:26"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 8657,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1422257529/qdyrgfgblhj29ntjzcop.jpg",
        "strIntroduction": "Tired of typical touristic style of travel? Like to feel local vibes? This tour will show you several good-quality inspirational spots where local creative class people gather. Following a meet-up either at your hotel or in the area of visit, we will go to Daikanyama T-site to see a great selection of books, magazine, music, stationary and movies. After getting some initial inspiration, you will experience Japanese original coffee style \"Kissaten\" at Sarugaku Coffee, a hidden coffee shop once ranked as #1 coffee spot in Tokyo. Then, you will have art experience at the Museum of Contemporary Art Tokyo where you can see some edgy exhibitions. Have another coffee break at one of the representative of third-wave coffee movement in Tokyo. This time have a quality coffee in a traditional Japanese house. Finally, wrap up your day with hip restaurants and bars in Ebisu or Nakameguro. Please note that there are alternatives for each spots. If you would like to visit, for example, a different coffee shop, I can guide you to another place. Feel free to consult me about customizing this tour.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-tokyo-creative-spots-tour-with-creative-director/3081?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Tokyo's Creative Spots guided by a Creative Director",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 15:06:47"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3223,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466573781/icrt5nudfgob8pcmwq0w.jpg",
        "strIntroduction": "You can enjoy Japanese calligraphy experience. We will give you a small lecture on how to use calligraphy tools and how to write Japanese words with those tools. Your Calligraphy lesson will be in a traditional Japanese tatami room where you can enjoy the view of a Japanese garden. After you complete it, you can take it home in a frame. It will be a memorable souvenir for you. Lesson Contents: 10 minutes : Explanation about calligraphy 60 minutes : Calligraphy Lesson 10 minutes : Tea break",
        "strLocation": "Nara",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nara-enjoy-japanese-calligraphy-experience-in-nara/6878?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Japanese Calligraphy Experience in Nara",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 15:11:23"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 5,
        "intUsdCost": 2763,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1420640234/vtdvcrilmsvstcx5mw3u.jpg",
        "strIntroduction": "This is a customized tour, and I can take you around anywhere within Nagoya. If you don't know much about the area, below is a model course that I usually do, so please take a look! Any suggestions or requests are welcome. Example 3-4 hour itinerary 1. Start with a pick-up at your hotel, or meet up at your desired location. 2. Nagoya castle - Explanation about the historical importance of the castle, indicating how Nagoya has developed and how important the location has been to the development of Japan 3. Oosu Kanon Temple - You can visit this famous temple, known for its long history. Afterwards we can go shopping at the local shopping areas along the street surrounding the temple. You can find Japanese local souvenirs, sweets, some delicious Nagoya street food; some of which are only available here. - Examples of famous local foods include Uirou (sweet rice jelly) and rice crackers. In this tour, you will: ● Be exposed to Japanese culture in an in-depth way with the aid of a guide. ● Stroll around preserved traditional Japanese streets. ● Enjoy shopping at local Japanese stores . ● Feel relaxed at Japanese trendy coffee shops. Please feel free to ask me about other places to visit in Nagoya! I look forward to showing you around.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-customized-nagoya-tour-with-a-local-guide/3007?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "50% OFF Customized Nagoya Tour with a Local Guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 15:16:59"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 10,
        "intUsdCost": 23299,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461136009/lqlsomdd72pdwgmzir0g.jpg",
        "strIntroduction": "Yabusame, one of the most divine martial arts in Japan, consists of shooting arrows at different targets while riding a running horse. It is a traditional ritual designed to please the gods of fertility, and it has been handed down as a cultural tradition for about one thousand years. Learn Yabusame in this activity held in Ibaraki, about 2 hours from downtown Tokyo and great for a day trip! The professional instructors of our famous riding club will teach you all the basics. During the first hour, basic archery like using a bow and arrow is taught. Afterwards, you intensify what you practiced on the ground in the previous hour, riding on a horse! Yabusame will take you back to a former period of Japan! It will be an unique and energetic experience. Please note: Guide interpreters are required for non-Japanese speakers. It is not easy for inexperienced people to learn Yabusame. Complete beginners will begin with horseback riding practice. When they are ready, they will progress to archery practice. Please listen carefully and do as our instructors tell you as you might get injured or hurt someone else. ※The activity is held after 15:00.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-japanese-traditional-mounted-archery-yabusame/1241?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Japanese Traditional Mounted Archery Yabusame",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 15:21:26"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 6,
        "intUsdCost": 4697,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1383650864/pkeow8fqpjdqddklfiik.jpg",
        "strIntroduction": "",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-asakusa-and-tsukiji-fish-market/1337?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Asakusa & Tsukiji Fish Market in This Private Tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 15:27:18"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 2763,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481686724/ubytogbtklyi5bwwtgu0.jpg",
        "strIntroduction": "Lets focus on language exchange first and socialize afterwards in this casual activity. I have been teaching Japanese for a long time, and it's fun to exchange thoughts in our own languages. Why don't we socialize with each other? You can join a language exchange or socializing party or both. The schedule is as follows: 1. Language exchange (exchange in both Japanese and English or other foreign languages) 2. Socializing party in a bar that I recommend (you are welcome to suggest too) *please bring your own textbook if you have one The food and drinks are not included. This activity is usually offered as a group tour with other locals and foreigners, but if you wish, I can guide you privately.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-a-language-exchange-and-socializing-party/4676?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a language exchange & socializing party",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 15:32:40"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 9854,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1443508185/w8qpckwddzhwbqpo9bkx.jpg",
        "strIntroduction": "In this activity you will go to a special maid cafe in Akihabara where you will play Texas Holdem Poker with the local maids. This is a rare opportunity to experience playing the well-known card game with the famous Japanese maids! The price of this activity includes a limited number of chips that you can have for the game. When you lose all chips, the activity ends. You can play up to 2 hours. If the activity finishes earlier than 1 hour, I will show you around other interesting places in Akihabara. Cash will not be used, and the chips cannot be converted into money (gambling is illegal in Japan). The price includes also one drink. If you want to order additional drinks, separate charges will apply. Taking a photo with the cute maids will also require an extra fee. Please also pay the guide's entrance charge.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-play-texas-holdem-poker-in-a-maid-cafe-in-akihabara/3964?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Play Texas Holdem Poker in a maid cafe in Akihabara",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 15:36:00"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 8,
        "intUsdCost": 1842,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355843856/qka7mfo3z5kt33lbmnfp.jpg",
        "strIntroduction": "Karate is a form of Japanese martial arts focusing on the power of one's own body without the use of weapons and protective gear. Karate is not only a great form of exercise, but is also a good form of stress relief and becoming popular amongst women. In this lesson you'll be able to learn basic Karate techniques as well as experience the cultural practices surrounding the art form. Additionally, you will have the opportunity to wear a real karate uniform that you can purchase and take home after the lesson if you desire. - Experience the formal culture, rituals, and rules surrounding Karate- including lesson opening and closing formalities. - Receive a live demonstration from Karate masters. - Learn warm-ups used to prepare one's body properly for Karate. - Become familiar with the technique for basic kicks and punches. - Perform pair exercises to practice, reinforce, and hone learned techniques.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-karate-lessons-from-black-belt-master/4?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take Karate Lessons from a Black Belt Master",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 15:40:16"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 6,
        "intUsdCost": 4605,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1359595509/pejtuok79hsf02hxy6a2.jpg",
        "strIntroduction": "I am a researcher and a teacher of Sumo - all the interesting stuff about it, the loooong history, the secrets and how the Sumo world is actually a mirror of the old Japanese society...your jaw will drop and you will have a lot of fun finding out about those things. (^-^)v Tokyo Riverside School (Japanese Language Institution) provides a Sumo lesson of 2 hours - think of it like a university lecture but a very entertaining one. This is the basis of this offer plus X. I taught about Sumo at universities, held uncountable public presentations and currently I teach it to our Japanese language students at Tokyo Riverside School. The lecture is available in Japanese, English and German . Depending on when you are in Tokyo, we could visit Sumo practice or a tournament, the Sumo museum, Sumo Shrines etc. together or have “Chanko”, Sumo food! (Won't make you fat and I will tell you why ;-) ) Maybe even dinner with a Rikishi (wrestler)... Many things are possible, but most cannot be planned long before coming here. Please CONTACT ME FIRST about such things and we set up a plan. The Sumo lecture at Tokyo Riverside School is possible almost every weekday of the year, big groups of people are no problem. Ask any question afterwards. Since we are only 3 minutes away from Sensoji Temple / Asakusa Shrine, let's also go there after the lesson. Tokyo Sky Tree is also close. We are awaiting our new Sumo students! Please also see the Japanese Mini Class we offer as well, taught by a routined Japanese language Teacher - even a tourist, there are phrases and sentences you should know. Ozzz! (Sumo greeting…)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-the-mysteries-of-sumo-from-an-expert/510?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn the Mysteries of Sumo from an Expert",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 15:44:29"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 13,
        "intUsdCost": 1823,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482733253/enayc0gcxdigja7doeej.jpg",
        "strIntroduction": "Arashiyama is a scenic spot in Kyoto where the cultural flavors and colors of the ancient royal court have been preserved. Take a moment to walk through the noted Tenryuji Temple, listen to the rustle of the bamboo leaves and cross the Togetsukyo Bridge, over the Oi River. Wander around the sites and in the shoes of the ancient people. Our government-licensed tour guides will show you around with warm hospitality and total dedication. Since this is a private tour, your guide will take care of you from the beginning till the end. The starting time of the tour is flexible, but it's recommended to start either between 9:00-10:00 in the morning or around 13:00 in the afternoon. Okochi Mountain Villa ↓ Nonomiya Shrine ↓ Tenryuji Temple ↓ Togetsukyo Bridge ↓ End of tour (Tour guide will assist you how to get to the subway station or the nearby bus stop for your next visiting spot or your hotel) == Okochi Mountain Villa == Okochi Mountain Villa is the villa and garden of samurai film star Denjiro Okochi (1898-1962). The grounds of the villa, located on the slopes of Mt. Ogura, are a traditional Japanese strolling garden that includes a garden, tea houses and shrines. The garden is vast and has a sense of elegance and austere simplicity. Okochi was a well-known pious Buddhist who built the Jibutsudo, a Zen meditation hall. It was said that Okochi wanted to create the perfect garden with everlasting beauty to contrast with beauty captured on film that deteriorates over time. Do you think he felt the end result was perfect? When you aim for perfection, you discover it's a moving target. ～George Fisher == Nonomiya Shrine == Nonomiya Shrine is a Shinto shrine where, in ancient times, unmarried imperial princesses stayed for a year or more to purify themselves afterwhich they were sent to Ise Shrine in Mie prefecture to serve as a representative of the Imperial family. The shrine famously appears in the tenth chapter of the Tale of Genji, a classic work of Japanese literature from the eleventh century and the world's first novel. The black torii (gate) at the entrance of the shrine is an example of the earliest style of torii - unlike later versions, the bark is exposed. It has become a popular destination for young singles who come to pray for marriage. == Tenryuji Temple == Tenryuji Temple, the head quarters of the Rinzai school of Zen Buddhism, is the top-ranked among Kyoto's Five ZenTemples. The shogun Ashikaga Takauji built the temple in 1339 to comfort the spirit of the late Emperor Godaigo who passed away on Mt. Yoshino in Nara prefecture. This temple's garden, designed by the priest Muso Soseki, became the model for all later gardens that incorporate nature as a backdrop for their designs. It features a circular promenade around Sogen Pond, allowing visitors to enjoy the scenery of the garden from a variety of vantage points. == Togetsukyo Bridge == The name \"Togetsukyo\",meaning \"Moon Crossing Over the Bridge\", comes from a description of the bridge written by Emperor Kameyama in the 14th century. He wrote that , as the moon traverses the sky , it appears as if the moon is crossing over the bridge. Visitors are enchanted by the picture perfect scenery of the cherry blossoms in spring or the colorful changing leaves in autumn. Togetsukyo Bridge crosses the Oi River, well-known for its beautiful reflection of nearby Arashiyama.. There are popular boat rides around the bridge., and at night you can also witness traditional cormorant fishing, in which retrieves fish from the throats of cormorants.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-join-kyoto-arashiyama-and-tenryu-ji-tour/8015?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join Kyoto Arashiyama Bamboo and Tenryu-ji Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 15:50:20"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 27444,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464920113/hm4rpe7cvw5ek6uqhwww.jpg",
        "strIntroduction": "This course highlights two UNESCO Cultural Heritage sites: Itsukushima Shinto Shrine, seemingly floating in the sea during high tide and Hiroshima Peace memorial (Genbaku Dome), a constant reminder of the terrible atomic bomb attack. You will take the Shinkansen bullet train to Hiroshima Station where our government-licensed guides will meet you and take you to Miyajima and the Peace Memorial Park. At the end of the tour you will return to Osaka or Kyoto by Shinkansen. 7:30 Meet your guide at Kyoto or Shin-Osaka station. Take the Shinkansen bullet train from Kyoto or Shin-Osaka to Hiroshima. ↓ Miyajima ↓ Itsukushima Shrine ↓ Atomic-Bomb Dome ↓ Peace Memorial Museum ↓ End of tour in Osaka or Kyoto after taking the return Shinkansen bullet train (Tour guide will assist you how to get to the subway station or the nearby bus stop for your next visiting spot or your hotel.) Photo by http://www.flickr.com/photos/agustinrafaelreyes/6708266103/ Photo by http://www.flickr.com/photos/nam2_7676/8058759143/ Photo by http://www.flickr.com/photos/cyber0515/5451030994/ Photo by http://www.flickr.com/photos/victor_lee/7428093854/in/photostream/ Photo by http://www.flickr.com/photos/xile/53781614/ Photo by http://www.flickr.com/photos/throgers/6823843830/",
        "strLocation": "Hiroshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hiroshima-day-trip-to-hiroshima-from-osaka-kyoto-guide-and-bullet-train/540?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Day trip to Hiroshima from Osaka/Kyoto, guide & bullet train",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 15:55:57"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 6631,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1398493226/xjcarz8hwx0f4lfwagvq.jpg",
        "strIntroduction": "\"Take a thrilling ride down Fuji River (Fujikawa) on this half day rafting tour! We will start at Hatakeyama and end at Hourai-bashi (Horai Bridge). Total length: 6km long, Estimated time: 3.5 hours There are 2 session for this half day rafting tour: Morning (9:00), and Afternoon (13:30) From around October, there will be 1 half-day rafting tour held each day, beginning at 10:00 am. Location: Fujinomiya City, Shizuoka (Fuji River---Shiba River) Meeting place: River Base. (You will get more details after the booking is confirmed) ~ITINERARY~ 9:00 （13:30）Registration and briefing 9:20 （13:50）Change clothes for rafting 9:35 （13:35）Move to start point 9:40 （14:00）Check safety equipments 9:45 （14:15）Instruction about how to row, how not to fall, & what to do if you fall into the river 10:00 （14:30）Rafting Tour begin! 11:00 （15:30）Raft through the 6km course of a very dynamic river! You can also enjoy body rafting and cliff jumping into the river! 12:00 （16:30）Goal! High Five! 12:20 （16:50）Tour ends. Back to the base by bus.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-enjoy-half-day-fuji-river-rafting-tour-near-mtfuji/2172?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Half Day Fuji River Rafting Tour near Mt.Fuji",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 15:59:08"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 14366,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1483144827/bstr3cey6ny9i9xslsuh.jpg",
        "strIntroduction": "Participate in this tour to enjoy a valuable experience in Kamakura and Enoshima from Tokyo by bus! Your journey will start at Jomyo-ji Temple, which is ranked fifth among the five great temples of Kamakura. The temple had seven buildings, pagodas, and gardens in old times, but since many buildings were destroyed by fire, now we can only see just its main hall and gardens. At Jomyo-ji Temple, you can enjoy the delicious Matcha green tea before heading to Hokoku-ji Temple. Hokoku-ji Temple is a small temple located in Eastern Kamakura. The temple was founded in the early years of Muromachi period, and it was the family temple of the ruling Ashikaga Clan, and later it became the family temple of the Uesugi Clan. The temple is famous for its beautiful small bamboo grove found behind the temple's main hall, consisting over 2000 dark green bamboo stalks. After visiting Hokoku-ji Temple, you will have a Buddhist vegetarian cuisine as your lunch, for 45 minutes before heading to Kotoku-in Temple, where you will see the Great Buddha! The Great Buddha is the symbol of Kamakura and one of the most famous attractions in Japan. The Great Buddha is the property of the Kotoku-in Buddhist temple of the Jodoshu sect and visitors are often overwhelmed by its majestic appearance. With an additional fee you can access the inside of the statue offering a unique experience and allowing you to see the casting technology of the Kamakura Age. The tours final stop will take you to Enoshima, where can stroll along taking pictures and trying the local foods. The island offers various attractions such as shrine, park, observation tower and caves. You can also see the Mt. Fuji if the weather is not cloudy! The schedule for this one-day tour is as follows: -07:30- 08:30 Pickup at select Tokyo hotels as below or check-in at: 08:20 Ana Intercontinental Tokyo 07:40 Cerulean Tower Tokyu Hotel 08:10 Conrad Tokyo 08:15 Courtyard Marriott Ginza Tobu Hotel -09:00 Departure from Hamamatsucho Bus Terminal Matcha Green Tea Experience at Jomyo-ji Temple (30 min) Hokoku-ji Temple (20 min) Lunch Buddhist vegetarian cuisine (45 min) Kotoku-in Temple and the Great Buddha (30 min) Enoshima Sightseeing (75 min) 17:00 - 18:00 Drop-off at Ginza 17:40 - 18:40 Drop-off at Shinjuku This tour is provided by HIS, and is offered only for the year of 2017",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-kamakura-and-enoshima-on-a-1-day-tour-from-tokyo/6227?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Kamakura and Enoshima on a 1-Day Tour from Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 16:03:55"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 7644,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1406177912/f4i2pbeylsghn6m0ih9t.jpg",
        "strIntroduction": "As you walk around the city of Kamakura, you will experience the history and culture of Japan. There are many shrines and temples that hold treasures, and the atmosphere will take you back in time! Kamakura is the perfect place for you to go sightseeing! Enjoy this tour and explore the ancient city of Kamakura! 10:00 AM Depart Shinjuku Station Around 11:30, we will arrive at Hase Station. Visit Hase Dera (Hase Kannon) Hase Dera is located on top of a hill. You will see the giant statue of Kannon, the goddess of mercy, and see the amazing view of the sea. The statue of Kannon is the tallest wooden image in Japan. It has 11 heads, each with different expressions to represent Kannon's compassion for all kinds of human suffering. Visit Kamakura Daibutsu See the great buddha of Kamakura! It is a statue of Amida Buddha, which was cast in 1252. This statue is the second largest monumental Buddha in Japan. Lunch Eat lunch around Hase Station! There are many different types of food you can eat. Relax and re-energize for your trip afterwards! A. (Summer/ Spring Season)Get on the train to Yuigahama Station - Walk to Yuigahama Beach Enjoy a walk along Yuigahama beach, one of the most popular beach spots in Japan! Relax, sit on the sand and enjoy the summer weather of Japan! We will ride the train to Kamakura Station afterwards. B. (Autumn/ Winter Season) Get on the train to Kamakura Station - Visit Myohonji Temple Myohonji Temple is one of the Nichiren Buddhism temples in Japan. It is the tallest temple in Japan. Go explore the hidden treasures in this beautiful temple. After visiting Myohonji Temple, we will be moving on to other amazing places near Kamakura Station! Visit Komachi Dori Komachi Dori is a very lively street, full of many small shops! You can purchase traditional Japanese sweets for snacks and eat it as you walk along this street! There are many souvenir shops as well! Visit Tsuruoka Hachimanguu Shrine At the end of Komachi Dori, we will get to the most important shrine in Kamakura. Founded in 1063, you will walk along a wide, spacious street until you reach the shrine. The view and atmosphere of this street will take you back in time. Walk to Sasukeinari Shrine Enjoy the walk from Tsuruoka Hachimanguu Shrine to Sasukeinari Shrine. Reach the shrine by going through a nice tunnel of tori gates with red flags. Witness statues of foxes along the way! Walk back to Kamakura Station and ride back to Shinjuku Station Around 6:30 PM, we will take the train back to Shinjuku Station. We will get back to Shinjuku Station around 7:30 PM. As a famous sightseeing spot in Japan, Kamakura will offer you the experience to get in touch with the history and culture of Japan. You will be seeing many shrines, temples, and statues. Depending on the season, you will see many seasonal flowers blooming along the streets! Depending on your tour date, you may be able to attend events that are held at the shrines/temples we visit! Estimated Cost for Own Transportation and Shrine/Temple Entrance Fee -Shinjuku to Hase Station (One Way) - 1080JPY -Kamakura Daibutsu Entrance Fee - 200JPY Option 2: -Hase station to Kamakura Station - 190JPY -Myohonji Temple Entrance Fee-100JPY Photo Credits: https://flic.kr/p/o1W4VB https://flic.kr/p/mY84qH https://flic.kr/p/8E4XDP https://flic.kr/p/fBYbEt https://flic.kr/p/dxByLT",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-one-day-private-tour-around-kamakura/2501?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a 1 Day Private Tour Around Kamakura!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 16:08:26"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 5,
        "intUsdCost": 3647,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1372682522/fpoouw8tvghghd4pqlzj.jpg",
        "strIntroduction": "Get the best of Tokyo in a single day! Don’t have enough time to travel around all of Tokyo? Don’t worry! This one day tour is made for people like you who would like to enjoy as much of Tokyo as possible. After completing this tour you will have visited most of Tokyo's major tourist hot spots. We can arrange the itinerary as you like. ■ ASAKUSA ■ We start with the most popular tourist area, Asakusa. Asakusa is one of the most traditional places in all of Tokyo. Walking through the ancestral Japanese atmosphere you might be surprised at how Japanese religious customs are available to anyone and how Japanese time-honored manners have matured. You’ll experience the proper way to visit the temple & shrine, how to purify yourself, how to pray, and what a Japanese fortuneteller is like. You'll also see the symbol of Japan's state-of-the-art construction, Tokyo Sky Tree. This is currently the highest tower in the world at 634 meters. ■ The West side of Tokyo ■ After a walk inside one of the most traditional areas of Tokyo, we’ll cross the city to meet the trendy young generation of Japanese in west Tokyo. Open your eyes, you might be surprised! At Shibuya, we’ll see a statue of a loyal dog named ‘Hachi’ and the famous crossing nearby. We'll continue walking around attractive shopping areas like 109, and have a lunch break. If you like to have sushi, we’ll take you to a sushi restaurant. This quite unique sushi restaurant is in Shibuya. Many tourists want to eat sushi here! In the afternoon, we’ll move to Harajuku. We’ll visit Meiji Jingu which is one of the biggest Shinto-related shrines in Japan, and hustle and bustle Takeshita Street filled with teenagers across Japan. You can enjoy this contrast between holy atmosphere and secular world. This tour’s last destination is Shinjuku. We’ll see a famous entertaining district of Kabuki-cho (no relation with old theater performance of Kabuki) and Omoide Yokocho, an area of casual taverns for Japanese business people. This west tour shows you not only old and new, but also sacred and secular aspects of Tokyo! ★★On this tour we cover★★ ■ Asakusa ・Kaminarimon gate ・Nakamise shopping street ・Sensoji temple and Asaksa shrine If you already took part in our Asakusa walking tour, we will arrange a special tour to Kappabashi instead. ■ Shibuya ・Hachiko dog statue ・Crossing ・Centergai street ・109 ・Lunch ■ Harajuku ・Meiji Jingu Shrine ・Takeshita Shopping Street（Daiso: the biggest 100Yen Shop, Purikura） ■ Shinjuku ・skyscrapers ・Omoideyokocho alley ・Kabukicho ・Don Quijote(final stop) ★★Let’s talk. “More Knowledge, More Fun”★★ ・The difference between Buddhism and Shinto ・How to pray in a Shinto way ・How Japanese subculture is like ・Japanese traditional wedding ceremony",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-private-west-tokyo-one-day-tour/870?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private West Tokyo One Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 16:12:39"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 29,
        "intUsdCost": 10591,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1422235051/by5nyej82yuoqzyrlfyl.jpg",
        "strIntroduction": "Tsukiji Market is the biggest and most famous seafood market in the world. Eating in famous sushi restaurants is nice, but it's really touristy! This eating and walking tour will let you experience Tsukiji Market like a local! You will taste various types of delicious Japanese seafood and drinks and learn about Japanese culture by walking around with a local guide. Schedule: 8:30 am: Meet your local guide at Tsukiji Honganji Temple. Walk to the market together, and tour the different areas. Stop at 6 places for food and drink. Included Food/Drinks: -Japanese omelette -Dried bonito -Fresh oyster -Sushi -Sake -Fried fish cake 12:00 pm: Finish at Tsukiji Market. The whole town is your restaurant! Let's eat and drink all around Tsukiji!!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-food-and-drink-tour-at-tsukiji-market/2825?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tokyo Food and Drink Tour at Tsukiji Market (From 8:30am~)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 16:15:54"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 33,
        "intUsdCost": 3131,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1427081426/xuxlcavkypmjzdflhrh5.png",
        "strIntroduction": "Samurai culture is one of the best recognized Japanese cultures in the world. In movies or shows, people get excited seeing strong men dressed in out of ordinary costumes destroy enemies as they wave Japanese swords artistically. This culture has always been the most known all the time and the influence of the Japanese video games, anime and movies help to raise its popularity nowadays. To experience such Samurai culture, Voyagin has an experience in which participants can enjoy the atmosphere of Iaido (one type of Japanese swordsmanship) and traditional Japanese manners at the same time. They will be instructed the fundamental movement from the master and later they get to see master’s technique and skills. This is not just sword fights nor sword dances, it is one of the classic Japanese swordsmanship, Iaijutsu which has over 400 years of history. This lesson is for those who want to try the orthodox swordsmanship and we will teach courteously to everyone. This time, we cut down all the cost we could remove so that people can try this experience out at a reasonable price. Note: On rainy days it is possible to use venues such as public facilities and private dojos that require extra rental fee (about 400 JPY per person, to be paid on the day). If you need rental \"gi\" wear, please tell me your body size in advance (it might be not possible to arrange rental wear in all cases). It will cost 2000 JPY per person (please pay on the day).",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-classic-japanese-swordsmanship-in-tokyo/681?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Traditional Japanese Swordsmanship in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 16:20:51"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 7,
        "intUsdCost": 6999,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1446168028/yoa4yjavrzkdyyjyu69p.jpg",
        "strIntroduction": "At 6:30pm, we'll meet at Tenma Station (on the JR loop line, just one stop from Umeda), which puts us right in the middle of a very old part of Osaka. First, we'll head to neighboring Ogimachi Park, taking in the views and getting oriented. Then it's time to dive in to Tenma proper! While walking around, I'll be sure to point out lots of interesting sights. After about thirty minutes of walking around, we'll stop for our first drink and bit of food for the night, in the heart of Tenma. Food will vary by restaurant and your tastes over the course of the evening, but typical dishes include \"kushi katsu\" (fried food on sticks), \"dote nikomi\" (slow cooked beef... parts), \"tonpei yaki\" (a grilled pork and egg dish), and some healthier things as well -- I promise! After some time in Tenma, we'll hop on a train for the short ride to Kyobashi, where the vibe is a bit grittier, but equally fun! It's an old area, but it's by no means dangerous at all, so don't worry one bit about that. In Kyobashi, we'll walk around about 15 minutes before stopping at a \"standing bar\" for more food and a drink of so. A bit more exploring, and we'll stop and one final place to round out the night. Osaka is famous for its food, and you're going to see it all tonight! Your tour will take you to three different open bars that also serve food and the two neighborhoods of Tenma and Kyobashi. The cost of the tour does not include food or drinks, but does include the train ticket between the two neighborhoods. Expect food and drinks to run 3000-4000 JPY over the course of the evening, depending how much you eat and drink. If you're a big a fan of fine Japanese whisky, consider adding the \"Premium Japanese whisky tasting\" option at checkout. You'll get a three whisky flight (25ml/.85 oz. each) highlighting some of the recently much ballyhooed whisky of Japan, all in a cool, hidden bar off a tiny alley. The tour is limited to a maximum of four people, but is not strictly a private tour. There is a possibility that others may join your tour, but that four person limit is never exceeded. Start time is suggested to be 6pm, but it can be made a bit earlier or later by request.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-enjoy-an-adventurous-evening-of-food-and-drink-in-osaka/4076?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy an adventurous evening of food and drink in Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 16:26:18"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3223,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1384509324/nscjsj17wg8otmieu4u1.png",
        "strIntroduction": "The ship takes you to Yokohama Bay Area with beautiful Yokohama night view. The ship cruise is famous as Yokohama Night Spots. You can spend a romantic time while having a cocktail or soft drink. Boarding Place: Pier Aka-renga, located on the back of the Yokohama Red Brick Warehouse (15 mins walk from Bashamichi Sta.No.6 Exit of Minatomirai Line) Departing Time: Jan: 18:55 Feb: 19:55 Mar: 19:55 Apr: 19:55 May: 20:30 June: 20:55 July: 20:55 Aug: 20:30 Sept: 19:55 Oct: 19:55 Nov: 18:55 Dec: 18:55",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-enjoy-a-relaxing-cruise-under-the-night-sky/1390?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Relaxing Cruise under the Night Sky",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 16:29:54"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 1658,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468662328/pmgcuj1eyvalbu9apqre.jpg",
        "strIntroduction": "Have fun with cute lovely owls in Kyoto city as a rest from your sightseeing around Japan's old capital! Spend one hour of relaxation with the adorable animals! At first, a member of the staff carefully explains the proper way to handle the owl to avoid any harm to you and the owl. Please listen attentively to their explanation so that you can enjoy an amazing time with the owls. Here is the flow of the experience: - enter the shop and hear the instructions of the staff (first 15 minutes of the experience) - spend time with the owls (for about 35 minutes) - end of the experience You'll then need to clean your hands with hand sanitizer before you can touch and pet the owls. After your time is up, you'll be able to visit the gift shop and find a unique owl-related souvenir! Other rules to observe: - only the staff can bring and take away the owls. - don't let go off the leash. - avoid touching the owls anywhere else except for their heads. - turn off the flash when taking a photo. This is definitely a rare, unique experience that you should definitely not miss while you are visiting Japan! Reserve your seat now! It is also possible to rent the entire place for 1 hour! Available for up to 20 people at once! The opening time of the cafe in Kyoto is as follows: Weekday: 12:00 - 20:00 (last entry at 19:00) Weekend: 11:00 - 20:00 (last entry at 19:00) Closed: Mondays",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-reservation-for-lovely-owl-cafe-fukuro-no-mise-kyoto/7126?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for Lovely Owl Cafe \"Fukuro no Mise\", Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 16:32:46"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 8657,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1436804268/mzaqa7qzro0ugf1hkxwt.jpg",
        "strIntroduction": "In this tour to the Okutama region in West Tokyo, we will travel by train from Shinjuku for a little over one hour, and then we will enter the scenic countryside. We will first have lunch in a beautiful Japanese tofu restaurant. After lunch, we will move to a sake brewery nearby and join a guided tour with a larger group. A brewery guide will give explanations in Japanese, and I will translate them into English. The sake brewery, founded in 1702, is perhaps the most famous of ten sake producers in Tokyo Prefecture. Taking advantage of fresh spring water abundant in the mountainous area of Okutama, it continues to make various types of quality sake by capitalizing on the expertise of a brewing master. After the tour, we will move to a tasting room where we can discover different types of sake, freshly out of the brewery, for minimal prices (100 yen to 500 yen per cup). At around 5pm, we will leave to return to Shinjuku. Those who prefer to stay a bit longer to stroll by the river are free to do so. I will give you instructions on how to get back to the city. And for those who need recommendation for a place to have dinner in the city, I would be happy to help you and make a reservation.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-sake-brewery-visit-and-tofu-kaiseki-lunch-in-tokyo/3689?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a sake brewery visit and tofu kaiseki lunch in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 16:37:55"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 4236,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473226862/ayce2fpcceftwewi0xpp.jpg",
        "strIntroduction": "No matter how many times you go on it, the Battleship Island will have a different face each time. On sunny days or rainy days, the island becomes a picture,anywhere you take it from. You will probably feel overwhelmed by the force emanating from the ruins! Gunkanjima is a small island located about 20 kilometers from Nagasaki Port. Until 1974, the island served as a coal mine, and more than 5000 residents called the 480 meter long, 150 meter wide island as their home, resulting in an area with the highest population density in history recorded worldwide. In July 2015 the island became a UNESCO World Cultural Heritage Site as part of the Meiji era industrial legacy. The tour takes about 3 hours in total, however different vessels and cruises are available on different days. Therefore the time schedule depends on the availability. 1) Morning vessel Meeting time: around 9:45 am (depends on the vessel) Departure time: around 10:30 am (depends on the vessel) Returning time: 13:00 pm (depends on the vessel) 2) Afternoon vessel Meeting time: around 13:00 pm (depends on the vessel) Departure time: around 13:50 pm (depends on the vessel) Returning time: 16:10 pm (depends on the vessel) You will be allowed to actually land to Gunkanjima, but there is a possibility that you won't be able to depending on the whether condition. In that case, you will land to Takashima, another island close to Gunkanjima that flourished for its coal industry. Note: There is no English-speaking guide during this tour. However, you will be provided an English brochure. Photos by: -https://flic.kr/p/6v4obc -https://flic.kr/p/6EJmLb -https://flic.kr/p/6v8zRA -https://flic.kr/p/6v8AxQ -https://flic.kr/p/6v4pLc",
        "strLocation": "Nagasaki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagasaki-take-a-trip-to-visit-gunkanjima-by-ship/2634?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Trip to Gunkanjima by Ship!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 16:43:08"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4605,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473309154/dfmf7lszr5gdgdnolemc.jpg",
        "strIntroduction": "Special offer only for Voyagin guests! We offer this tour at the cheapest price of any other suppliers. Don't miss this chance to enjoy half day bus tour exploring some of the best tourist spots in Tokyo in half a day at a valuable price! If you are looking for an adventurous sightseeing bus tour, here it is! This bus tour covers famous sightseeing spots in Tokyo. Enjoy the traditional Japanese garden at the Imperial Palace for the start of your tour, it will take your breath away and you’ll enjoy a peaceful and carefree feeling while you are there. The Sensoji temple and Kaminari-mon gate in Asakusa are a must-see, the magnificent structure of the temple is overwhelming. You will also be able to experience the enthusiastic atmosphere of Tsukiji Fish Market on this bus tour. While you are on the bus, the excitement will be continuous. The bus will pass by Kabukicho, the National Diet, Ameyoko open-air market, Akihabara, Tokyo Skytree, Kabuki-za Theater and much more. It's absolutely amazing to visit all those sightseeing spots in just half a day! --Brief itinerary-- 8:30 Depart from the meeting point at Shinjuku (The meeting point is Shinjuku Island Tower at 8:25) 9:00-9:40 Imperial Palace East Garden Relax and feel the breeze in the greenery. 10:15-11:15 Sensoji Temple, Asakusa Explore one of the most famous temples in Japan! 12:00: Tsukiji Fish Market The tour finishes after arrival at the market and you can explore its shops freely! --Notices-- ・The minimum participant to run the tour is 1. ・A tour assistant in English and Japanese is available. ・A multilingual audio guidance in English, Spanish, Chinese, Thai and Indonesian is available. ・Itinerary order is subject to change depending on traffic and weather. ・The weather and traffic condition on the day may change the time and order of itinerary. ・If a sightseeing spot is closed, we will replace it with an alternative place.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-half-day-bus-tour-around-best-tourist-spots-in-tokyo/6472?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Half Day Bus Tour Around Best Tourist Spots in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 16:47:23"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 8288,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465105687/j2vgo3zae4twfvjhedxy.jpg",
        "strIntroduction": "This is a Samurai training course, where you will have the chance to dress up in a Samurai's costume and learn the main techniques to use a katakana, the Japanese Samurai sword. After an intense lesson of practice facing off your opponents, swaying your katana and shooting darts, you will have the chance to take pictures in a photoshoot where you can strike your best Samurai pose. Finally, you will receive an actual certificate for your training with your picture on it. This activity also includes a short tea ceremony. Don't miss the chance to learn the secrets of the Samurai and become one yourself! This is a must-try if you always liked Samurai or Ninja and for Japanese culture lovers in general. Experience Japan up close with this activity that will become the highlight of your trip. this tour is provided by HIS",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-become-a-samurai-and-learn-to-use-a-sword-in-asakusa-tokyo/6668?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Become a Samurai and learn to use a sword in Asakusa, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 16:50:48"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 37,
        "intUsdCost": 3684,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1356527394/rv4urd1lwtrrvwebhfxs.jpg",
        "strIntroduction": "Akihabara is truly a rare gem that must not be missed when visiting Japan. Initially it built its fame for extensive electronic shops but with the computer boom over 30 years ago, stores specializing in Anime goods and Manga started to develop. Now Akihabara has turned into a town overflowing with some of the most unusual and unique subcultures. This tour will give you a glimpse into the heart of Akihabara. The places the guide will bring you are the best-suited areas to fully experience the booming Akihabara cultures. These stores listed above are also places that are rarely visited by travelers – making this tour even more unique and authentic. In other words, through this activity, you can enjoy Akihabara differently than other tourists!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-a-deep-akihabara-tour/495?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "A Deep Akihabara Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 16:54:46"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 2763,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474883988/zt3avwd5ap9hvavnibpm.jpg",
        "strIntroduction": "Karuizawa is best known as the summer escapade of wealthy Tokyo residents. The small mountain town was developed as a resort by Western residents of Japan in the 19th century and has a strong Western flavour. You will find a great amount of Catholic churches, attractive little shops, restaurants and plenty of summer villas and loghouses hidden in the forest. A local English-speaking guide will take you on an unforgettable walk around the most scenic spots of Karuizawa's old town, which include the shopping street Karuizawa Ginza, the quiet and moss-covered summer villas district, the picturesque Kumobaike Pond known for its breath-taking autumn colours, and many more! For an additional fee you can visit also Shiraito Waterfull, a beautiful natural spot a few kilometers north of the old town. This 70-meter wide waterfall is unique with the fact that no river flows into it! This tour can be combined with a round-trip Shinkansen ticket from Tokyo Station (or Ueno Station). Karuizawa is just an hour away from Tokyo, easily accessible with the Shinkansen.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-explore-the-old-town-of-karuizawa-with-a-local-guide/2828?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the old town of Karuizawa with a local guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 16:59:25"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5065,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470210027/adijsmyqqqgqvwrlljnx.jpg",
        "strIntroduction": "- Meet up at Asakusa Asakusa is one of the most traditional places in all of Tokyo. You will experience the proper way to visit the temple and shrine! You can wish and pray for your success at temples. You will also see the new symbol of Japan, the Tokyo Sky Tree. At Asakusa, you will visit… - Kaminarimon gate - Nakamise shopping street - Sensoji temple and Asakusa shrine After that, you will take a 35-minute river cruise from Asakusa to the Japanese Traditional garden of Hamarikyu, which is a typical Japanese styled garden with a pond in center. You can see the mixture of traditional and modern parts of Tokyo which consists of beautiful seasonal flowers, a tranquil atmosphere and modern high-rised buildings. You can try and taste matcha tea with sweets if you would like at a tea house on the pond. - Move to Tsukiji fish market You can have lunch in the outer market at Tsukiji. You can enjoy fresh and delicious sushi at reasonable prices. We’ll visit another temple, Tsukiji Honganji. - Take the subway to Nijubashi, the bridge of the Imperial Palace. The professional guide will explain to you about the Japanese Imperial family. - Finish at Yurakucho area which is filled with local business men and women. You can enjoy shopping at Ginza which is a luxurious shopping area. You can also have a drink at a Yakitori alley if you would like!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-the-east-side-of-tokyo-in-one-day/2579?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore The East Side of Tokyo in One Day!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 17:02:56"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 11327,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1477473235/ts45aw8z40czcli2gvfs.jpg",
        "strIntroduction": "There are so many sightseeing spots in Tokyo that it is hard to choose where to go when you do not have much time. However, a bus tour can solve the problem. It takes you from the historical places to a fancy shopping mall. Within a limited time, you can see the many faces of Tokyo and have a fulfilled day. Itinerary: -Pick-up at select Tokyo hotels or Check-in at Hamamatsucho Bus Terminal -Departure from Hamamatsucho Bus Terminal (at 9:00) -Visit Meiji Shrine, the Shinto shrine built for the deified spirits of Emperor Meiji and Empress. The forest around the shrine was created about 100 years ago, and 100,000 trees were planted by volunteers. Located in the heart of Tokyo, yet Meiji Shrine gives habitats to many wild animals. -Drive by National Diet Building, the equivalent of a parliament building -Visit the Imperial Palace East Gardens. Edo Castle’s innermost circles of defense, Honmaru and Ninomaru used to exist there. Enjoy a stroll on a big lawn and watch Japanese style gardens with seasonal flowers. You will be amazed by the contrast between high buildings surrounding the palace and a traditional scenery. -Visit Sensoji Temple and Nakamise Shopping Street. Asakusa is a typical downtown area where you can feel an old time atmosphere of Tokyo. There are a number of shops lining in front of Sensoji Temple, which sells local treats and unique souvenirs. After enjoying shopping or trying sweet delights, head to Sensoji Temple, which is the most popular landmark in Tokyo. Do not forget to take pictures before a big red lantern of the Kaminarimon Gate! Ginza (drive through) Japanese Dance Viewing (10 min) -Enjoy lunch overlooking Hamarikyu Gardens. Eat a Western-style lunch at the restaurant in the Seaside Hotel Shiba Yayoi. You can enjoy breathtaking views of Tokyo Bay and Japanese traditional garden, Hama-rikyu. *Lunch menu is subject to change. A vegetarian option is available, please let us know when booking. -Enjoy Tokyo Bay Cruise. Get aboard a luxurious ferry, “Symphony” for a cruise around Tokyo Bay area. -Visit Aqua City Odaiba famous for its futuristic architectures and big shopping malls. -Drive across the Rainbow Bridge whose colorful lights enhance a romantic mood at night. -Hamamatsucho Bus Terminal around 17:10-17:40 (drop off available) -Tour ends upon arrival at Tokyo Station around 17:30-18:00 (Marunouchi South Exit) this tour is provided by HIS",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-panoramic-tokyo-bus-tour-with-lunch-and-bay-cruise/6253?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Panoramic Tokyo Bus Tour with Lunch and Bay Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 17:06:02"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 6,
        "intUsdCost": 4605,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1436882444/mj2d6bitnaidk4xqdg45.jpg",
        "strIntroduction": "In this activity you will dress in a gorgeous kimono and walk around Tokyo's Bonsai Museum, enjoying the garden and the beautiful bonsai art. You can take photos both inside the museum and in the garden. As an add-on option you can book a traditional tea ceremony too! This activity is available every day from 10:00 to 16:00. The house is located in East Tokyo, near Koiwa or Mizue stations, about 30 minutes away by train and city bus from Akihabara station.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-wear-a-kimono-at-a-traditional-house-in-the-bonsai-museum/3685?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Wear a Kimono at a traditional house in the Bonsai Museum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 17:09:29"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 1381,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467280064/xdtjmuirys6sykmbwdue.jpg",
        "strIntroduction": "Maid Cafes were originally designed for male otaku, fans of anime, manga and video games. Waitresses at this coffee shop dress in maid costumes that remind animation fans of popular female characters. Everyone enjoys the make-believe atmosphere. Now Maid Cafes are loved by not only male otaku (anime or manga fans) but also by women and international tourist eager to see the exciting evolution of Japan’s modern culture. Maidreamin is located at Akihabara. It’s much like an entertainment café and bar. Once you enter Maidreamin, you’ll become almost a resident of the dream land. Waitresses treat you as ladies and gentlemen. You can also take a picture with the pretty waitresses dressing in costume. Let’s enjoy! It should be one of your special memories in Japan. Open hours Monday to Friday: 11:30 - 23:00 Weekends and Public Holidays: 10:30 - 23:00 Choose between several food options: ※Price※ Plan A: 1 hour Drink combo (1Drink + Commemorative photo) 1500yen Plan B: 1 hour Food combo (Omeletrice or Curryrice or Hamburg steak or Parfait or Cake + 1Drink + Commemorative photo+Souvenir) 2500yen Plan C: 2 hours Food combo (Omeletrice or Curryrice or Hamburg steak or Parfait or Cake + 1Drink + Commemorative photo+Souvenir+Maid Live) 3500yen",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-maid-cafe-maidreamin-akihabara/4494?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Maid Cafe Maidreamin in Akihabara",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 17:12:50"
    }
]