[
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 122,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470279285/gntcupnnsdyfyyxxreyu.jpg",
        "strIntroduction": "There are so many sightseeing spots in Tokyo that it is hard to choose where to go when you do not have much time. However, a bus tour can solve the problem. It takes you from the historical places to a fancy shopping mall. Within a limited time, you can see the many faces of Tokyo and have a fulfilled day. Itinerary: -Pick-up at select Tokyo hotels or Check-in at Hamamatsucho Bus Terminal -Departure from Hamamatsucho Bus Terminal (at 9:00) -Visit Meiji Shrine, the Shinto shrine built for the deified spirits of Emperor Meiji and Empress. The forest around the shrine was created about 100 years ago, and 100,000 trees were planted by volunteers. Located in the heart of Tokyo, yet Meiji Shrine gives habitats to many wild animals. -Drive by National Diet Building, the equivalent of a parliament building -Visit the Imperial Palace East Gardens. Edo Castle’s innermost circles of defense, Honmaru and Ninomaru used to exist there. Enjoy a stroll on a big lawn and watch Japanese style gardens with seasonal flowers. You will be amazed by the contrast between high buildings surrounding the palace and a traditional scenery. -Visit Sensoji Temple and Nakamise Shopping Street. Asakusa is a typical downtown area where you can feel an old time atmosphere of Tokyo. There are a number of shops lining in front of Sensoji Temple, which sells local treats and unique souvenirs. After enjoying shopping or trying sweet delights, head to Sensoji Temple, which is the most popular landmark in Tokyo. Do not forget to take pictures before a big red lantern of the Kaminarimon Gate! -Enjoy lunch overlooking Hamarikyu Gardens. Eat a Western-style lunch at the restaurant in the Seaside Hotel Shiba Yayoi. You can enjoy breathtaking views of Tokyo Bay and Japanese traditional garden, Hama-rikyu. *Lunch menu is subject to change. A vegetarian option is available, please let us know when booking. -Enjoy Tokyo Bay Cruise. Get aboard a luxurious ferry, “Symphony” for a cruise around Tokyo Bay area. -Visit Aqua City Odaiba famous for its futuristic architectures and big shopping malls. -Drive across the Rainbow Bridge whose colorful lights enhance a romantic mood at night. -Hamamatsucho Bus Terminal (drop off available) -Tour ends upon arrival at Tokyo Station around 17:30 (Marunouchi South Exit) Tour Availability: Every day from May to July 2016",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-panoramic-tokyo-bus-tour-with-lunch-and-bay-cruise/6253?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Panoramic Tokyo Bus Tour with Lunch and Bay Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 12:55:45"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 21,
        "intUsdCost": 54,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464916333/bgqtb74p3cnxqvqxoglo.jpg",
        "strIntroduction": "After a long walk and tour around the city, how about a relaxing, romantic cruise to end your day? Come join us for an hour-long cruise at Tokyo Bay. The cruise usually starts from 9:30pm, but sometimes the cruise starts from 9:00 (please inquire before booking if you can only make 9:30pm). Simply meet at the yacht club 30 minutes prior for check-in! You can come after you tour around Tokyo, or after a hard day's work. You can enjoy a nice drink at the bar counter, and we serve many types of drinks from alcohol to non-alcohol. Take your drink up to the top deck of the ship, and feel the breeze while you gaze into the night view of Tokyo. Sit around in the seats and have a delightful conversation with your partner or friends, and make this the most memorable moment of your stay in Tokyo. Enjoy this luxurious experience with your favorite person, friends, or family.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-bay-night-cruise/2742?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tokyo Bay Night Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 12:58:55"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 58,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467439348/rfefljhuhize1kpocc8j.jpg",
        "strIntroduction": "Gion, the centuries old entertainment district, truly comes alive at night. We take you on a walk through the old tea house district, explain the customs of the geisha and apprentice maiko and help you discover this hidden world. Here we might even have a chance to catch a few of the girls in full costume rushing off to an appointment. A special sight indeed. As we walk through these narrow streets with the lanterns flickering on the wooden buildings you can feel the charm of this special place. Wandering along these cobbled streets we will also take you to some places with a truly remarkable atmosphere. A night visit to a shrine, a full pagoda all lit up and other places of historic importance will leave an impression on you that you will never forget. But this is not just a place for the entertainers of old, it also has a thriving nightlife. After a long stroll it’s now time to enjoy a refreshing drink at a local pub with big bay windows. From here we can look out at the hostess clubs girls, bouncers and patrons all spilling out to the streets while we talk about the unique customs of Japanese nightlife of days old and new.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-go-on-a-gion-night-walk-kyoto/6979?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a Gion Night Walk, Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 13:02:03"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 67,
        "intUsdCost": 78,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468808360/twd2grlk6bqtf3db66nq.jpg",
        "strIntroduction": "Tokyo is one of the most famous gourmet cities in the world. It is the famous Tsukiji Market, with a total area of 230,000 m2, that makes this possible. On the basis of \"visiting rules\" established by the Tokyo Metropolitan Government, one of the guides in our group will show participants around the market, safely in a small group of 4 or less exploring both the vegetable and fruit sections and the impressive seafood section. Especially attractive are the more than 480 different kinds of seafood on display in the seafood section ranging from fresh fish, to shell fish and prawns. There may also be an opportunity to see a complete tuna being cut and filleted. In Tsukiji Market, active shopkeepers and craftsmen work their traditional skills and way of life daily. Guests on this experience will also enjoy browsing various kinds of shops selling fish, vegetables, nori (dried seaweed), and dried seafood in the outer market. Since shoppers are buying direct from intermediate wholesalers in the inner market the volume of food and ingredients is substantially larger, often sold by the kilo. Our guide will be happy to pick you up if you book the hotel pickup option. Please note your transfer costs will be payable on the day - the pickup add-on option covers your guide's time and expenses for meeting and guiding you to the market. You can choose taxi, or Tokyo's excellent rail system. Tsukiji Market is basically divided into 2 areas- the Inside and the Outside market. The inside market is usually more entertaining and visitors can see the actual wholesale of the seafood. This part of the market opens to the public at 10:00, therefore we recommend to start the tour around 9:45 am. However, starting time can be flexible and you are free to suggest alternatives when you book the tour. Please note that if your group consists of more than 5 people, you might be split in two different groups. Tsukiji Fish Market is closed every Sunday and on the following days: Closed Dates in 2016: January 1, 2, 4, 11, 20, 27 February 3, 11, 17, 24 March 2, 9, 16, 21 April 6, 13, 20, 29 May 3, 4, 5, 11, 25 June 1, 8, 15, 22 July 13, 18, 27 August 11, 15, 16, 24 September 14, 19, 22, 28 October 5, 10, 19, 26 November 3, 9, 16, 23 December 7, 23, 31",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tsukiji-fish-market-walk/567?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tsukiji Fish Market Private Walking Tour (9:45am~)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 13:05:12"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 10,
        "intUsdCost": 62,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459431028/qf7qujhugpsgrubyh6pq.jpg",
        "strIntroduction": "*PLEASE FEEL FREE TO ASK ME THE AVAILABILITY OF THE TOUR! I have this tour mainly 4th of Wednesday, but I can arrange the schedule on Monday(morning / afternoon), Thursday afternoon, and some Weekend. I'm very flexible! :) ＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝ In this tour, you'll enjoy the beauty of old Japanese houses, better understand sake brewing culture, sample many different types of sake, dine on traditional Japanese food, and purchase unique sake souvenirs! Time schedule: 10:00am - Meet at Hanshin Mikage station Walk to the breweries We visit 2-3 breweries at the tour (depends on the day and time). See the museum, free tasting sake and shopping 1:45pm - break up at Hanshin Uozaki station ================================ First we will go to the Hakutsuru Brewery Museum. Hakutsuru（白鶴） is one of the most famous sake brands in Japan and the world. You can see various sake production instruments on display, including a huge vat made of Japanese cedar once used for fermentation. After the museum tour, you can take some pictures wearing happi and epron (traditional attire for sake brewers), taste several kinds of fresh sake in the tasting room, and buy souvenirs, including sake exclusively sold only at the brewery museum. After the Hakutsuru Brewery Museum, we will go to another sake brewery, Kikumasamune and Hamafukutsuru. You can taste about 7 different types of sake at the brewery for free, and then buy some sake after that! You can choose Japanese cuisine or Awaji beef for lunch. The cost is between 1300 to 2000 yen. Feel free for asking me about your food preferences and allergies. We will then drop you off at Hanshin Uozaki station. ＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝ 日本でも有名な灘の酒蔵を2‐3か所回り、伝統的な酒つくりや現在の醸造の様子、とても複雑で奥深い醸造プロセスなどを、展示物やビデオなどでわかりやすく体験していただけます。 醸造プロセスをきちんと説明させていただいたうえで、たくさんの種類を試飲していただきますので、その違いが日本酒になじみのない外国人の方々でもくっきりとわかる、ということで、多くの参加者の方に高評価をいただいております。 以前灘の酒蔵エリアの近くに住んでいた時に、夫と一緒にこのエリアの酒蔵を歩いて制覇した経験があるので、このエリアの酒蔵については熟知しています。 その日のスケジュールに応じて、それぞれの酒蔵の特徴をしっかりつかんだ、魅力的なツアー行程を柔軟に組ませていただきます。 またランチも日本食、淡路ビーフなど、いくつかのオプションをご用意できます。予算は1000円から2000円です。 開催スケジュールは特にカレンダーに入れておりませんが、基本的に第4水曜開催できます。また月曜（午前または午後）、木曜午後、金曜午後にも開催可能です。詳しくはお気軽にお問合わせください。柔軟に対応させていただきます！",
        "strLocation": "Kobe",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kobe-explore-the-sake-breweries-in-kobe/2768?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Kobe: Explore the Sake Breweries",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 13:09:32"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 6,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1436882444/mj2d6bitnaidk4xqdg45.jpg",
        "strIntroduction": "In this activity you will dress in a gorgeous kimono and walk around Tokyo's Bonsai Museum, enjoying the garden and the beautiful bonsai art. You can take photos both inside the museum and in the garden. As an add-on option you can book a traditional tea ceremony too! This activity is available every day from 10:00 to 16:00. The house is located in East Tokyo, near Koiwa or Mizue stations, about 30 minutes away by train and city bus from Akihabara station.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-wear-a-kimono-at-a-traditional-house-in-the-bonsai-museum/3685?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Wear a Kimono at a traditional house in the Bonsai Museum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 13:13:43"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 214,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456896164/gtzt59gkux84gsfoqnoi.jpg",
        "strIntroduction": "The tour will start at our Guest House very early in the morning, but there is a reason for that. The auction starts at 5:00 am in the morning, and it only allows 120 visitors per day. They do not take any reservations...so we’ll need to get to the fish market early and wait in line to get tickets. So for the tour, we’ll depart at 3:00 am and get to the fish market around 3:30 am, then wait in line. During the waiting time the guide will provide you with a wide variety of information about Japanese food and culture. Detailed Itinerary; The night before the day Check in our Guest House which is located in Tsukiji Market. 3:30 am Gather at lobby of \"Guesthouse\" 4:00 am Start Tsukiji Market Tour 5:25 am Start Tuna Auction 6:00 am Walk around the market 6:30 am Breakfast 7:45 am End of the tour *Because the meeting time is early in the morning, you may not be able to use public transportation. We strongly suggest tour participants to stay in our guest house (overnight stay is included in the price) Breakfast at Tsukiji Market: Tsukiji's Sushi Restaurant offers Pacific bluefin tuna and wild white fish. Many of the restaurants operate with more than 10 intermediate wholesalers. That’s why Tsukiji Sushi restaurant is able to assess and purchase the best seafood everyday. Fish from the market are quickly prepared for customers. Please enjoy the taste of real and fresh seafood!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-see-the-tuna-auction-on-a-special-tour-in-tsukiji-tour/5095?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the Tuna Auction on a Special Tour in Tsukiji Market!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 13:16:46"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 14,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467280064/xdtjmuirys6sykmbwdue.jpg",
        "strIntroduction": "Maid Cafes were originally designed for male otaku, fans of anime, manga and video games. Waitresses at this coffee shop dress in maid costumes that remind animation fans of popular female characters. Everyone enjoys the make-believe atmosphere. Now Maid Cafes are loved by not only male otaku (anime or manga fans) but also by women and international tourist eager to see the exciting evolution of Japan’s modern culture. Maidreamin is located at Akihabara. It’s much like an entertainment café and bar. Once you enter Maidreamin, you’ll become almost a resident of the dream land. Waitresses treat you as ladies and gentlemen. You can also take a picture with the pretty waitresses dressing in costume. Let’s enjoy! It should be one of your special memories in Japan. Open hours Monday to Friday: 11:30 - 23:00 Weekends and Public Holidays: 10:30 - 23:00 Choose between several food options: ※Price※ Plan A: 1 hour Drink combo (1Drink + Commemorative photo) 1500yen Plan B: 1 hour Food combo (Omeletrice or Curryrice or Hamburg steak or Parfait or Cake + 1Drink + Commemorative photo+Souvenir) 2500yen Plan C: 2 hours Food combo (Omeletrice or Curryrice or Hamburg steak or Parfait or Cake + 1Drink + Commemorative photo+Souvenir+Maid Live) 3500yen",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-maid-cafe-maidreamin-akihabara/4494?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Maid Cafe Maidreamin in Akihabara",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 13:19:16"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 15,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1372128369/ckqnzzoury7qksirdjxd.jpg",
        "strIntroduction": "On this tour you will explore: First stop will be Shibuya scramble crossing. See this notorious Tokyo area that was featured in the \"Lost In Translation\" starring Bill Murray and Scarlet Johanson. See the fashion and art trendsetting shops, walking three main street including Takeshita st., Harajuku st. and Cat street between Harajuku and Shibuya. And finally we'll reach a famous Shibuya crossing steet. Also I could arrange some shops according to your preference. For the ultimate \"Kawai\" destination, we will drop into the Cat Café or Maid Café. \"Kawaii\" is the Japanese word for cute, and you haven't experienced cute quite like this café. Play with some of the most adorable kittens and enjoy a beverage of choice. The tour will conclude with sushi! Not just any type of sushi but one of the most high tech chains. The entire process of ordering and delivering will be done automatically! No better way to end an amazing day than with this famous sushi chain!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-harajuku-shibuya-walking-tour/852?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Harajuku - Shibuya Private Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 13:24:32"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 10,
        "intUsdCost": 14,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1372200079/uvfzg8mabmtfkpfbptjx.jpg",
        "strIntroduction": "Similar to what sommeliers do, “Kikizake” (sake tasting) is an activity that involves guessing what brand of sake you are served blindfolded. In this activity, you will... • You will chose 5 kinds of sake from 20~30 sake and enjoy the different tastes of each sake. If you like the sake you tasted, you can order it directly from its place of origin as well. Let us know if you have a particular preference for what type of sake you’d like to drink in advance so we can choose the sakes according to your taste. Sake varies in dryness (alcohol percentage) and can be served cold or warm. (Price includes the cost for 5 brands of Sake)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-sake-tasting/857?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Sake Tasting",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 13:29:11"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 16,
        "intUsdCost": 26,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1443623220/z3vdez8h2yywxplicjcr.jpg",
        "strIntroduction": "Experience a private authentic tea ceremony after you have visited the famous Golden Pavilion (Kinkakuji) in Kyoto! In only 45 minutes you will attend the following: 1. Introduction to the roots of tea ceremony in Japan: The spirit of Chado, utensils, and history. 2. Watch a traditional ceremony performed by a lecturer of Urasenke, which is one of the most famous tea schools in Japan. I provide seasonal tea utensils that will help you enjoy the Japanese four seasons. 3. Have traditional Japanese sweets and learn how to make your own powdered green tea. Use traditional utensils to make powdered green tea by yourself. Special fresh sweets often served in Real tea ceremonies in Kyoto will be prepared for Voyagin guests! In addition, you can take free photos in the vestibule, decorated with kimono and traditional Nishijin textile and Japanese paintings. Please choose from the following available times for this activity: - 11:45～12:30 - 13:00～13:45 - 14:15～15:00 - 15:30～16:15 - 16:45～17:30 This activity is available everyday except Sundays, the 1st and 3rd Wednesday of each month, and the 2nd and 4th Saturday of each month. Option: Kimono Wearing & Tea Ceremony (Only women) Please choose from the following available times for this activity: Start： A9:00 or B11:00 (60-90min It depends on the number of people) Min 1 - Max 5 person Age: Required over 9 years old -You can wear Kimono and join tea ceremony. It includes introduction, 2 bowls of powdered green tea and sweets, and the experience to make powdered green tea by yourselves. You can take photos in a tea room as well as the waiting room with Japanese seasonal displays.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-a-tea-ceremony-with-special-sweets-in-kyoto/3834?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Tea Ceremony with Special Sweets in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 13:33:37"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 19,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468661518/lgitjrlpqxtbofv5wvni.jpg",
        "strIntroduction": "Spend some time petting and taking pictures with adorable owls at this owl cafe in Osaka. Owl cafes are a new type of themed cafe that are becoming increasingly popular all over Japan. Even if you don't think of yourself particularly as an owl lover, these adorable birds will surely steal your heart. Before meeting the owls, you'll have a chance to order a drink of your preference, before a member of the staff carefully explains the proper way to handle the owl to avoid any harm to you and the owl. Please listen attentively to their explanation so that you can enjoy an amazing time with the owls. Here is the flow of the experience: - enter the shop and hear the instructions of the staff (first 15 minutes of the experience) - spend time with the owls (for about 35 minutes) - end of the experience You'll then need to clean your hands with hand sanitizer before you can touch and pet the owls. After your time is up, you'll be able to visit the gift shop and find a unique owl-related souvenir! Other rules to observe: - only the staff can bring and take away the owls. - don't let go off the leash. - avoid touching the owls anywhere else except for their heads. - turn off the flash when taking a photo. This is definitely a rare, unique experience that you should definitely not miss while you are visiting Japan! Reserve your seat now! It is also possible to rent the entire place for 1 hour! Available for up to 20 people at once! The opening time of the cafe in Osaka is as follows: Weekday: 12:00 - 20:00 (last entry at 19:00) Weekend: 11:00 - 20:00 (last entry at 19:00) Closed: Mondays",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-meet-and-take-pictures-with-owls-at-an-owl-cafe-in-osaka/6331?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for Lovely Owl Cafe in Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 13:36:57"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 81,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1434181298/ssh4c3ybesuzdubqb5te.jpg",
        "strIntroduction": "In this activity, you will eat a delicious dinner at the samurai-themed, Sengoku era (Warring States era) restaurant in Shinjuku! Below is the special menu set that you can enjoy: - Assorted appetizers - Egg, cream cheese with pickles, seasoned cod roe - Duck with long green onion salad - Assorted sashimi - Assorted tempura - Steamed pork and chicken - Zaru-soba buckwheat noodles - Steamed egg custard with assorted ingredients - Dessert Some ingredients change according to the season. The izakaya is open under the following schedule: Mondays to Thursdays: 5:00pm to 0:00am Fridays, Saturdays, the days before national holidays: 5:00pm to 3:00am Sunday, National holidays: 5:00pm to 11:30pm Additionally, as an option you can book tickets to the Robot Restaurant show at a discounted price! The Robot Restaurant is located just 10 minutes away on foot from the izakaya restaurant. Below is the show schedule: *Show time is approx. 90 minutes 1. Doors open at 3:20pm Show starts at 4pm (on weekends and busy season only) 2. Doors open at 5:15pm Show starts at 5:55pm 3. Doors open at 7:10pm Show starts at 7:50pm 4. Doors open at 9:05pm Show starts at 9:45pm We recommend one of the following itineraries: Plan A Arrive at the Robot Restaurant at 3:20pm → Show begins at 4:00pm → Show ends at 5:30pm Move to the restaurant → Dinner at 6:00pm for up to 120 minutes Plan B Arrive at the Robot Restaurant at 5:15pm → Show begins at 5:55pm → Show ends at 7:25pm Move to the restaurant → Dinner at 8:00pm for up to 120 minutes Plan C Dinner at 5:00pm until 7:00pm Arrive at the Robot Restaurant at 7:10pm → Show begins at 7:50 pm → Show ends at 9:20pm Plan D Dinner at 6:30pm until 8:30pm Arrive at the Robot Restaurant at 9:05pm → Show begins at 9:45pm → Show ends at 11:15pm",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-sengoku-style-izakaya-dinner-with-a-robot-restaurant-ticket/3589?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Sengoku-style Izakaya dinner with a Robot Restaurant Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 13:40:13"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 1,
        "intUsdCost": 187,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462085071/fae7oafozeeprhcz4mli.jpg",
        "strIntroduction": "Nikko, in Tochigi Prefecture, is the best destination to get away from Tokyo to know the other faces of Japan. Passing through the scenic countryside, this tour leads you to popular historic spots, such as Toshogu Shrine, Chuzenji Lake, and Kegon Falls. Just hop on a bus and enjoy strolling around the World Heritage Site! Itinerary: Pickup at select Tokyo hotels (07:30 – 09:00) Bus ride to Nikko (about 160 minutes) -Visit Nikko Toshogu Shrine, a mausoleum of 400 years old, deifying the founder of the Edo Shogunate, Tokugawa Ieyasu. There are 54 buildings decorated with pillars and vivid colors in the shrine. Keep in mind that 2016 is the year of the monkey. Do not miss watching the three wise monkeys at Shin-Kyusha that embodied the proverbial principle \"see no evil, hear no evil, speak no evil\". Lunch (*Please choose a tour with or without lunch when you make reservation.) -Visit Lake Chuzenji created by an eruption of Mt. Nantai, and relax by a beautiful scenery and a fresh air. -Visit Kegon Falls, ranked in the three great waterfalls in Japan. The area is full of fresh green leaves in early summer and red leaves in autumn. You can feel negative ions that a spray of water gives off from a 97 meter height. -Drop off at Shinjuku Station or Ginza (19:00 – 20:00) Tour Availability: Sun, Tue, Thu, & Fri from May to July 2016",
        "strLocation": "Tochigi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tochigi-nikko-and-kegon-falls-world-heritage-bus-tour-from-tokyo/6249?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Nikko and Kegon Falls World Heritage Bus Tour from Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 13:44:37"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 6,
        "intUsdCost": 24,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1441345350/nkqpdtsladxrdwyj7jse.jpg",
        "strIntroduction": "This is a truly great coffee experience in Tokyo! Our cafe is located between Shibyua and Yokohama, near Motosumiyoshi Station on the Tokyu-Toyoko Line. In this activity, you can learn how to drip coffee in an authentic Japanese way. Once you've learned it, your future coffee experience will never be the same again. We promise that this is something you've never done before! We will meet directly at our cafe, or we can pick you up at Motosumiyoshi Station. Then, you can enjoy wonderful coffee experience for about 1hour 30mins with an expert teacher. Little groups of up to 4 people are best for this activity. Children are welcome too. In the end, you can take 100 grams of coffee beans home with you as a present. Enjoy your life with a cup of coffee!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-how-to-drip-the-best-coffee-in-tokyo/3864?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn how to drip the best coffee in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 13:47:43"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 97,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1396683945/kr0ai7bwebtxm10mfsrk.jpg",
        "strIntroduction": "Hydrospeeding (or riverboard) is a river sports in which you speed down a river on a small body board raft. This is a thrilling experience that really allows you to feel the power of the water. Don't worry if you are not a confident swimmer, you will be wearing fins, a life jacket, and a helmet which makes it easier to control your board and stay afloat. Our experienced guides will teach you & support you during the entire duration of the experience. This experience is available during riverboard season 4/19-10/25 The tour time is about 3 hours which includes getting ready, transport to river, rafting, and chill out time whilst checking out the photo's from the tour.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-riverboard-hydrospeed-in-the-tama-river/2125?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Riverboard/Hydrospeed in the Tama River",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 13:51:24"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 43,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1445514965/boga9hkh3xgvr7sxpgo8.jpg",
        "strIntroduction": "Explore the amazing Tsukiji Fish Market in an entertaining tour with an experienced professional guide! Don't miss this opportunity to visit the world's largest fish market before it gets moved to a different location. Below is the itinerary for this tour: 9:00 am: Meet at the subway exit of the nearest subway station (the exact location will be provided after you book) 9:00 - 9:30am: Fruits and vegetables section 9:30am-9:40 am: Uogashi yokocho 9:50am - 10:30am: Fish market(Tsukiji inner market) 10:30am-11:00am: Tsukiji outer market ※If you have a child in your group please let me know in advance. Important rules to observe while exploring the market: Tsukiji is a business market, so visitors should be very aware of their surroundings and be sure to step out of the way of workers on fast-moving turrets or in the narrow aisles of the inner market. - Do not obstruct traffic. - Do not bring large bags or suitcases into the market. - Do not enter the market in high heeled shoes or sandals. - Do not bring small children or pets. - Do not smoke in the market. - Do not touch any of the fish. The various types of fresh fish and other seafood from around the world, combined with the bustling atmosphere created by intermediate wholesalers and various vehicles whizzing around have given the market a unique ambiance. However, it has been scheduled to be relocated to Toyosu. Then visitors will no longer be able to walk among the colorful and dizzying seafood stalls. The new location will instead have a viewing area overlooking the wholesaler's area（nakaoroshi）so now is your best chance to see the market from a close distance! Tsukiji Fish Market is closed every Sunday and on the following days: Closed Dates in 2016: July 13, 17, 18, 24, 27, 31 August 7,11,14,15,16,21,24,28 September 4,11,14,18,19,22,25,28 October 2,5,9,10,16,19,23,26,30 November 3,6,9,13,16,20,23,27 December 4,7,11,18,23,31",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-tsukiji-fish-market-in-a-fun-local-tour/4021?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "50% OFF Explore Tsukiji Fish Market in a fun local tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 13:54:45"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 119,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467630407/v0m9j6ruczhivs1iyzj7.jpg",
        "strIntroduction": "Ever dreamed of becoming a Bushido master (samurai)? Through this trip, you can meet a bushido master and learn life lessons from them. If you want to feel the spirit of Japan, this is the trip you are looking for. The dojo you are visiting is called \"Ryuseikan\" and it is very accessible from major cities in Tokyo (Shibuya, Shinjuku etc.) We will meet up at our office that is 10 minutes walk from Harajuku Station at 1:00 PM and move to the destination by car. Once we get to the temple, a bushido master will be your guide for the day. The number of participants is limited to 8 people, so hospitable service is ensured for each participant! There will be a translator to help you communicate so don't worry about a language barrier! You will spend around 3 to 4 hours at the dojo (Japanese training hall) doing different activities you've never experienced before. Details of the 4-hour bushido experience trip During this experience, you will: 1. First, prepare human-like decoys made of tatami straw that will be used as the opponent when practicing and fighting with a \"katana,\" orJapanese sword. 2. Next, wet the straw decoy to symbolize the blood of a living opponent 3. Practice how to bow and move like a samurai 4. Use the wooden sword provided by the master to practice ‘kata,’ standard sword fighting posture 5. Advance to a metal, unsharpened sword to familiarize yourself with the feel of what it would be like to wield a real samurai sword 6. And, lastly, practice holding a real sword, face your wet straw opponent, and feel the sensation and power of your sword slicing through the air just like in movies! Not only that you can experience a Bushido lesson, you can also talk to locals and hear their life stories. After the trip, we will head back to Harajuku Station and finish the day.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-spend-half-a-day-with-a-bushido-master-in-tokyo/7027?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Spend half a day with a Bushido Master in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 13:58:56"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 16,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469520861/lx3w2n8nah6hktjdlyjg.jpg",
        "strIntroduction": "Sapporo city, the capital of Hokkaido, is one of the famous tourist spots in Japan - approximately 20 million of foreign visitors came to here in 2015. Most of the famous activities they enjoyed were generally shopping, visiting famous tourist spot, and having flesh Hokkaido cuisine. We would like to provide additional selection into Hokkaido tourism. That’s local Hokkaido experience! The itinerary is below: 10:00- we meet up at west side of north gate at Sapporo Station, or pick up at your hotel 10:30- arrive at the bottom of the mountain and begin hiking 12:00- lunch time, you can choose your favorite meal from several restaurant we have selected 14:00- we give you a ride to your hotel or Sapporo Station *This tour is held every Sunday during June 1st to September 30! 【3 courses you can select!】 ★Beginner’s Course (60 minutes walking) Climbing up to Okurayama (Okura Mountain). There are wooden steps, easy to climb up. On the top of Okurayama, you can grab a delicious ice cream for 350 yen. ★★Middle Course (80 minutes walking) Climbing up to Sankakuyama (Sankaku Mountain). Sankakuyama is higher and tougher than Okurayama. On the way to the top of the mountain, there are two ways, steep way and gentle slope. There are some dangerous spots that you should hands to grab a rock, but you can see beautiful view from the summit of Sankakuyama. ★★★Higher Course (180 minutes walking) Climbing two mountains, Sankakuyama and Okuayama! Both mountains are connected by a mountain trail. Enter from Sankakuyama, and climb up to the top. After that go to Okurayama. This course is the hardest and most dangerous in my tour, but this challenging experience must give you great sense of accomplishment. Please don’t worry! I support your safety as much as I can. ____________________________________________ FAQ: Q1: What if it will be rainy day? →Have a lamb barbecue (Genghis Khan BBQ) in Okurayama restaurant and enjoy view of Sapporo. Q2: How flexible is the tour? →Super flexible. As long as we can, we make suggestions for the best experience for your trip. If you want to do BBQ, we take you to the best park for BBQ, or if you want to go to seaside, we can take you to Otaru or Zenibako area. Q3: I’m alone. Can I join this tour? →Yes you can! From 1 person to 6 people can join this tour! Q4: How many guides are coming with us on this tour? →2 to 4 guides. It depends on the number of participants. All the guides are very friendly and good at English. If you have any questions, please feel free to ask us!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-hiking-and-get-great-coffee-at-the-summit-of-sapporo/7231?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy hiking and get great coffee at the summit of Sapporo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:01:21"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 84,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474882752/di56xsfkror6thxzpejm.jpg",
        "strIntroduction": "Why don't you wear a Kimono and have lunch at an old Japanese house, which was built 130 years ago? Maruyama-cho Wadatsumi is a reproduced building of Okiya, which was a house for entertainers to stand-by before their show. Although Shibuya is a city for young generation, once you step into Wadatsumi, it feels like you've transported to Edo period! Wear a Kimono at the venue and take photos at traditional Japanese building. For lunch, you can enjoy either mini sushi set or Japanese Wagyu beef while watching the fascinating view of the gorgeous garden. The photo shooting earns high satisfaction from the guests! There are special highlights only for this activity! 1) Choose your favorite Kimono! -When you enter the restaurant Wadatsumi, choose your favorite Kimono (or Yukata during June - September) which you would like to try it on. 2) Experience photo shooting and keep your memory! -You can experience photo shooting at the corridor so that you can keep it as an unforgettable memory. Photos will be given to you after the meal! 3) Enjoy delicious Japanese cuisine! -You can either select from Himenigiri, 24 kinds of mini Sushi lunch, or Japanese Wagyu Beef Hitsumabushi Gozen. 4) Purchase your favorite Kimono at valuable price! -If you really like your Kimono which you wore at the activity, you can even purchase them at valuable price, 5000 JPY! There are no other places where you can buy Kimono at this price! Wear a Kimono and experience lunch program in the Japanese atmosphere! Schedule: 13:00 - 13:45 Experience wearing Kimono 13:45 - 14:00 Photo Shooting 14:00 - 15:00 Enjoy your meal 15:00 - 15:15 Change your clothes 16:00 Take your Kimono Menu includes: -Himenigiri (Assorted Seasonal Sushi) or Wagyu Beef Hitsumabushi Gozen -Small Dish -Dessert This activity is available under following schedule: Open Days: Tuesday, Thursday, Saturday *This activity is unavailable on national holidays. Time: 13:00 - 15:15",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-kimono-lunch-at-hideaway-restaurant-in-shibuya-tokyo/6872?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Kimono Lunch at Hideaway Restaurant in Shibuya, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:05:07"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 100,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472902289/jgljjoanz6yx1akf9vt2.jpg",
        "strIntroduction": "From the ancient times human beings searched for water for their survival. Here in Japan, shaman women went to water for purification, rejuvenation and inspiration. In this 3-hour session, you will visit a sacred waterfall whose historical record goes back to more than a thousand years ago. Tapping into the tradition of water and sun rituals of Japan, you will be led to create your own ritual for your healing, rejuvenation and discovery based on traditional Japanese dance and the method of the Expressive Arts Therapy. Art supplies will be provided for this experience. Please wear comfortable clothing.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-practice-spiritual-water-dance-healing-in-kyoto/4859?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Practice Spiritual Water Dance Healing in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:07:58"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 97,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467266492/tepenfaigwh7bzjcfuqw.jpg",
        "strIntroduction": "- - - Tour Overview - - - Visit Tsukiji Market for about one hour with English-speaking tour guide and then move on to the ABC Cooking Studio (only 5 minutes away by taxi), Japan's largest cooking school, where you will make Japanese meals together. - - - - - - - - - - - - - - - - - - *Tsukiji Market* Tsukiji is not only about 'Fish\" but also about 'local market' where the locals come to buy their daily ingredients. Experience local's lifestyle, see thousands types of seafood and feel the unique, dynamic market atmosphere while eating many sample taste. *Sushi Making Class* After spending approx. 1 hour in the market, move on to the fully appointed gourmet cooking studio. With the most informative and well-organized class at a modern cooking facility, you will learn various Japanese cooking techniques from your professional instructor and experience the essence of authentic Japanese flavor and spirit. - - - Tour Schedule - - - 9:20 am Meet up at Tsukiji Honganji Temple 9:30 am Group walk at the Tsukiji Market 11:00 am Cooking class starts 12:00 pm Tour ends after enjoying your creation for lunch! 12:30p.m. Tour ends - - - CookingMenu - - - Rolled-Sushi, Japanese egg omelet + one more dish with Japanese soup.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-a-tsukiji-fish-market-and-cooking-tour-by-professionals/5384?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a Tsukiji Fish Market & Cooking tour by professionals",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:11:27"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475036212/f1yygqwt5hkfuzptm3r8.jpg",
        "strIntroduction": "If you are a true big fan of Japanese traditional art and culture, you definitely shouldn’t miss this incredible tour program! This tour program will take you to an Atelier in Asakusa, Tokyo, where you can enjoy experiencing the traditional Japanese dye methods for clothes. You can use several method for clothes dying, such as squeeze dyeing, wax drawing or templates dyeing to dye the clothes. Squeeze dyeing is the traditional and the intuitive dyeing technique that uses various tools and folded clothes. Wax drawing is a method that draws the patterns directly on clothes by using brushes and melted wax. Template dyeing is a technique that damps the template with exclusive paste made by natural ingredients. The flow of the clothes dyeing experience will be as follows: - Choose clothes that you want - Make your designs using rubber bands and marbles - Select the desired colors - Dye your clothes - Dry your clothes This tour program everyday except on Wednesdays from 10:00 - 19:00. You can try dyeing on towel, handkerchief, stole, t-shirt, lunch bag, tote bag, or Y-shirt. Please refer to the available course for pricing. Reservation is difficult to make, so we suggest you to use our reservation service to book with no hassles!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-dyeing-experience-at-an-atelier-in-asakusa-tokyo/6422?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Dyeing Experience at an Atelier in Asakusa, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:16:46"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467530990/ycwlbsf4m2iqgxzenyng.jpg",
        "strIntroduction": "Takoyaki literally means \"fried octopus,\" tako means octopus and yaki means fried and is a small ball-shaped Japanese dish made out of a wheat flour-based batter and cooked in a special moulded pan. Takoyaki tastes a little bit like Okonomiyaki in a ball shape but it has a much different flavor from the tako (octopus) cooked inside them. In most parts of Japan, people do not treat takoyaki as a meal. Many people typically think of takoyaki as something to buy from street vendors at festivals and events. In western Japan, in the Kansai area on the other hand, takoyaki is very popular not only as a snack but also as a meal. With this experience you can experience making takoyaki, an opportunity you cannot miss followed by the opportunity to eat the takoyaki you make. East Inc. offers a takoyaki making workshop in Fukuoka and the class is held just a 2 minute walk from JR/Subway Hakata Station and don’t worry, this class is suitable for complete beginners! If you do not like octopus, you can change it to other ingredients such as sausage, cheese, mochi or mentaiko. These are the activity details: Course: 90 minutes, Includes making and tasting 10 pieces of takoyaki. Reception hours: Every day 11:00 – /12:00 – /13:00 –",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-learn-how-to-make-takoyaki-in-fukuoka/6994?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn How to Make Takoyaki in Fukuoka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:21:39"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 75,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471831779/lixuwlptckoqak1ga4ig.jpg",
        "strIntroduction": "Sushi, Tempura, and Sukiyaki are not the only Japanese foods! You can try more and more and more great tasty Japanese foods! Do you like to eat and learn how to prepare it? Let's do it together at a really convenient area in Tokyo with your teacher Lisa who is a big food lover, and cooking lover! :D We are going to experience Japanese home cooking together, and you can ask me if you have any question, so that you can learn more! :D We are going to make one main dish, and 2 side dishes. The menu will be set by the chef, so please ask for the details. If you want to take a private lesson, I can arrange it for you too, so please let me know. Example of the menu: ☆Gyudon (Beef bowl), ☆Gyoza dumpling ☆Butano Kakuni (Braised pork belly) ☆Grilled pork with ginger sauce ☆Teriyaki Chicken ☆Hana Sushi (Flower Roll Sushi) ☆Temaki Sushi (Roll Sushi) ☆Temari Sushi (One bite size Sushi) and more! Let's meet up at Roppongi Station (Toei Oedo line), and I will take you to my kitchen! It is only 1 minute walk from the station. If you are interested in a local supermarket tour, please let me know. I can arrange it for you too! :D (Depends on the schedule)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-authentic-japanese-home-cooking-class-in-roppongi-tokyo/5761?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Authentic Japanese Home Cooking Class in Roppongi, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:24:40"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 209,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475569667/dlbbmazd9pd24kgqlthr.jpg",
        "strIntroduction": "The wide Ise Bay south of Nagoya is encircled by Ise-Shima region on Mie prefecture's side and Atsumi peninsula on Aichi prefecture's side. In this pleasant day trip from Nagoya you will visit the wonderful Mikimoto Pearl Island and museum in Ise-Shima before crossing the bay by the gorgeous sightseeing cruise boat. You will arrive at Irago on Atsumi peninsula and have a delicious lunch followed by a hot spring and spa in a luxurious hotel with a panorama view over the bay. After this delightful experience you will be able to choose between returning back to Ise-Shima with the romantic sunset cruise or reaching Nagoya by taxi through Atsumi peninsula while stopping for seasonal fruit picking along the way. The options of this day trip make it possible for couples and families to participate by customizing the itinerary according to their needs. Enjoy one wonderful day around Ise Bay! Below is the itinerary for this trip. Option 1 is recommended for families with children, while Option 2 is recommended for couples: 7:00 am (recommended starting time) - leave Kintetsu Nagoya Station by limited express train and go to Toba Station (about 100 minutes) 9:00 am - visit Mikimoto Pearl Museum in Toba and learn more about the history of Japan's pearl cultivation which originated in the end of the 19th century. Nowadays the Mikimoto-branded pearls are world-famous and at the museum you can see a special performance of female divers Ama who still dive in the sea for oysters. 10:40 am or 10:50 pm - ride the Ise Bay ferry from Toba port, a few hundred meters south of the pearl museum. The pleasant sightseeing cruise takes about an hour to reach Irago on Atsumi peninsula. 12:00 - get picked up from Irago and go to Irago View Hotel, a luxurious accommodation facility where you will eat a gorgeous lunch and have relaxing time in the hot spring and spa center. The hot spring offers a commanding view over the bay! From this point you can choose between Option 1 and Option 2. Option 1: Meet your guide at the hotel and go by taxi to a rural farm in the middle of Atsumi peninsula. You can enjoy seasonal fruit picking: strawberries in winter and spring, and melons in summer! After that your taxi will take you to Toyohashi Station where the tour will end. Option 2: Return to Toba port by the sunset cruise of Ise Bay ferry (the time depends on the season). The tour ends at Toba Station. Note: This is a self-guided tour unless you choose Option 1. In that case there will be a guide for the second half of the day at Atsumi peninsula. Enjoy the beautiful nature and the wide ocean on this relaxing day trip to one of the most charming destinations in rural Japan!",
        "strLocation": "Mie",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-mie-cross-the-ise-bay-on-a-gorgeous-cruise-day-trip-from-nagoya/4364?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cross the Ise Bay on a gorgeous cruise, day trip from Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:28:59"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 299,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471841746/ewvxzl87up2jffg5ce6e.jpg",
        "strIntroduction": "Nagano prefecture is widely known as the home of the Japanese Alps and the host of the Winter Olympics in 1998. This one day tour will take you to some of the highlights in the northern part of the prefecture. You can take the tour anytime, but the most scenic views you can see during the winter when the snowy landscape creates an unforgettable experience! Don't miss a chance to visit some of Japan's most famous mountain sightseeing spots! IMPORTANT: Between April and November this tour is only offered on a private guided basis. Do note that there is no snow during that period. You can still see the monkeys in the park. It is possible to request some changes to the itinerary for a private tour (please make an enquiry in advance). There are two types of group tour: starting from Tokyo (Shinkansen bullet train round-trip tickets included) and starting from Nagano (Shinkansen bullet train round-trip tickets not included). The schedule is the same for all types of tours. The one day tour's itinerary is as follows: 7:50- 8:30 - take Shinkansen from Tokyo Station (on your own for private tour and group tour starting from Nagano) 9:10 - 10:00 - arrive at Nagano Station and meet your guide 10:30 -12:00 - take a walk around Zenkoji Temple, the biggest and most famous temple in Nagano city, known for the first Buddhist statue in Japan. Zenkoji Temple is one of the oldest temples in Japan and is designated as a national treasure. 12:30 -13:30 - take a train to Yudanaka Onsen, a picturesque old hot spring town, from where you will take a 30-minute walking trail to Jigokudani Monkey Park 13:30 - 14:00 - arrive at Kanbayashi Onsenguchi near Yudanaka Onsen station and take a stroll to Jigokudani Monkey Park 14:00 -15:00 - enjoy the unique view of the monkeys bathing in a natural hot spring! In winter the entire pool is covered with snow and you will be amazed by the adorable faces of the soaking monkeys! 15:00 - 15:30 - take a walk back to Kanbayashi Onsenguchi 15:30 - 16:30 - take a train from Yudanaka Onsen back to Nagano Station 16:30 -17:30 - Take the Shinkansen from Nagano back to Tokyo. 18:30 -19:30 - Arrive back at Tokyo Station. Lunch is included in the group tour (after your stroll around Zenkoji Temple). ・Please give us the age and gender, and name for all participants when you make a booking. ・Also, please give us your hotel information (hotel name, hotel reservation name) so we can send you your confirmation papers. ・Let us know any meal preference if you may have. ・Please provide us homeowner's name, homeowner's address, homeowner's number and check-in date if you are staying at a private residence. We will contact the homeowner for ticket delivery. ※ Important Ticket Delivery & Pickup Information - Please Read Carefully ※ 1. Ticket Delivery We will deliver your tickets to your hotel in advance for your concierge to hold for you. The tickets will be available upon check-in. If you would like us to deliver the tickets to your hotel, please provide us with the following information: - Hotel name - The full name used for your reservation - Check-in date Please note: - We require at least 3 full business days for delivery. If placing a last minute booking within 3 days of your visit, or if you do not provide us your hotel information at least 3 full business days prior your ticket date, you'll need to collect your tickets from our Tokyo office in Shibuya. - If your hotel reservation details change, please tell us immediately through the Voyagin dashboard. - We only deliver to hotels with a concierge with whom we can confirm the receipt of the ticket delivery. We do not deliver tickets to hostels, guesthouses, or private residences. Please let us know if you are not staying at a hotel so we can provide our office details for you to pickup the tickets. 2. Ticket Pickup: If you are not staying at a hotel, book within 3 days of the ticket date, or prefer to pickup your tickets, you can collect your tickets from our Tokyo office in Shibuya. Our office is located 6 minutes (on foot) from Shibuya station. Address: (English) Miyamasu ON Building 5th floor, 1-15-8 Shibuya, Shibuya-ku, Tokyo (Japanese) 〒150-0002 東京都渋谷区渋谷 1-15-8 宮益 ON ビル 5F Detailed Directions (Shibuya station to Voyagin): http://voyag.in/shibuya-station-to-voyagin-office Google Map (Shibuya station to Voyagin): http://voyag.in/voyagin-google-map",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-one-day-tour-to-snow-monkeys-nagano/2848?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "One day tour to the Snow Monkeys in Nagano's hot springs!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:32:20"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 74,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476511684/pingnq1h0hudy01oiqal.jpg",
        "strIntroduction": "Handa city in Aichi prefecture is famous for Japanese sake. The city is located near the Chubu International Airport. In this tour you will visit a Japanese traditional sake brewery, which takes 2 hours to see, and drink local sake. Meet at your hotel at 10:00 am Move to the sake brewery by train and taxi 11:00-12:00 visit sake brewery 12:00-1:00pm Lunch -----Optional tour----- Deepen your understanding and knowledge of Japanese sake. You can see the traditional tools used for sake brewing in the old days. Discover the valuable cultural heritage of the Japanese pioneers' traditional sake work. In this traditional plaster-wall warehouse sake brewing was performed for about 200 years until 1972. Special offer! Sake brewing experience on limited days! October 8th, 29th , November 12th December 3rd Between 12:30 pm-18:00 pm You will steam rice and work for the preparation of brewing sake from the finest rice. Included is also: Sake tasting, original label making, squeezing experience, bottle filling, eating soba (buckwheat noodles) and a souvenir (present): Pure rice brewed sake from the finest rice 720 ml. Only available on the selected dates above!",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-taste-japanese-sake-near-nagoya-international-airport/6767?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Japanese Sake near Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:35:42"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 9,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473309034/pnhggymh5walfwjvcc7o.jpg",
        "strIntroduction": "Saihō-ji is a Rinzai Zen Buddhist temple located in Matsuo, Nishikyō Ward, Kyoto, Japan. The temple, which is famed for its moss garden, is commonly referred to as \"Koke-dera\", meaning \"moss temple\", while the formal name is \"Kōinzan Saihō-ji\". The temple, primarily constructed to honor Amitabha, was first founded by Gyōki and was later restored by Musō Soseki. In 1994, Saihō-ji was registered as a UNESCO World Heritage Site, as part of the \"Historic Monuments of Ancient Kyoto\". Until 1977, Saihō-ji was open to admission to the general public on a walk-up basis, as with other temples. At present, while it is open to the public, a number requirements limit the number of visitors. It is said that these regulations were put into place to protect the delicate moss from the hordes of tourists that plagued the temple before 1977. They prefer for the application to arrive up to 7 working days before the intended visit; there is only one visit per day, with time varying, so time of visit cannot be specified. The fee to visit (¥3,000) is the highest in Kyoto. Visitor are given access to the grounds for 90 minutes. Before being permitted access to the garden, visitors must engage in an activity, which varies from day to day. These include zazen (sitting meditation), hand copying sutras (shakyō), and chanting sutras. One is then asked to write down one's wish, name, and address. The monks keep all the sutras in the pagoda and continue to pray for all. The most famous times to visit are either during the East Asian rainy season (in Kyoto, early June to mid-July), when the rains make the moss particularly lush, or in late autumn, when the turning leaves contrast with the moss. ※Reservation is required 2 weeks in advance. ※This tour includes reservation from the temple and interpretation of the tour.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-tour-saiho-ji-moss-temple-a-unesco-world-heritage-site/1788?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour Saihō-ji (Moss Temple), a UNESCO World Heritage Site",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:39:08"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 7,
        "intUsdCost": 24,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1426753560/bnwmsocc61hftvpswo5x.jpg",
        "strIntroduction": "The Yoshiwara quarter was established in Tokyo in the 17th century, and grew into a self-contained district offering all manners of entertainment. Among the women living within this quarter the oiran (courtesans) were the most prominent, chosen by the wealthiest and most powerful citizens as entertainers. Oiran were masters of entertainment, skilled in sado (tea ceremony), ikebana (flower arranging) and calligraphy, among other cultural arts. Experience a colorful representation of ancient Japan with this elaborate oiran show, ideal for both new and repeat visitors to Japan! - Performance Date Saturday & Sunday Only - Show Schedule Open 15:45, Show Starts 16:30 (30 min) Close 17:00 Duration: 1 hour Pick-up: Not available Inclusion: Show fee /Green tea (Cold)/Crackers Please do not arrive before the check-in time, as you will not be able to enter the theater. Please arrive at least 15 minutes before the show starts. Closest Train Station ・Oedo Line or Hibiya Line's Roppongi Station (Exit 3 or 5)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-see-a-unique-oedo-oiran-courtesan-geisha-show/3259?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See a Unique Oedo Oiran (Courtesan) Geisha Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:42:28"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469502781/qswma63q4drumex1zdhf.png",
        "strIntroduction": "The temple you are visiting is called \"Honkouji\" and it is around 1 hour drive from Tokyo. We will meet up in front of Hachiko statue at Shibuya station at 12:30 PM and move to the destination by car. Once we get to the temple, a monk will be your guide for the day. The number of participants is limited to 8 people, so hospitable service is ensured for each participant! There will be a translator to help you communicate so don't worry about a language barrier! You will spend around 3 to 4 hours at a temple doing different activities you've never experienced before. The activities include Japanese calligraphy making, matcha making. You also get to sit down and ask monks any questions you have! After the trip, we will head back to Harajuku Station and go back to Tokyo's city life.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-spend-half-a-day-with-a-monk-near-tokyo/7019?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Spend half a day with a monk near Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:45:29"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 39,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355843445/wmyjkt3gfcfetotfekzq.jpg",
        "strIntroduction": "Shodo is a type of traditional Japanese art style that uses brushes and ink to write \"Kanji\", or other Chinese characters. In the world of Shodo every single character has its own meaning and how you write the character expresses your feeling or your thought in what you write. In this lesson, you'll have the opportunity to create your own unique Japanese souvenir by writing your name in Kanji on a t-shirt, a Japanese fan, or another item of your choice. Don’t miss this opportunity if you want to experience real Japanese culture!! In this activity you will... • Learn about the background and history of Japanese Calligraphy. • Practice basic brush techniques and composition. • Learn how to write a letter(s) of your choice in Chinese characters (\"Kanji\") • Choose a souvenir type and write your name on it so you can take it home with you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-create-your-own-unique-souvenir-japanese-calligraphy/3?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Create your own Unique Souvenir: Japanese Calligraphy",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:48:14"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 62,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1412153558/bj7ebcqgvjbsbf9pyvpb.jpg",
        "strIntroduction": "Ikebana may seem like a simple style of flower arrangement, but in reality, it's an authentic Japanese art through which locals appreciate the beauty of simplicity. Everything is taken into consideration to the smallest detail, including the size and shape of the flowers, trunks, leaves and branches. Ikebana is often falsely regarded as an art form reserved for women, however, traditionally ikebana used to be a required \"mannerism\" for well-educated man. Since you came all this way to visit a \"strange\" island, it would be a waste NOT to experience our genuinely unique culture! 1. In this course you will first be introduced to essential knowledge about ikebana and the history of its development. 2. After listening to the instruction, you'll learn the basic concepts of ikebana, allowing you to grasp an image for your own work. 3. And then it`s finally your turn: Try to create an ikebana art work by your self! Don't worry, we'll give you a hand when you need it. Monday, Wednesday, Friday 10:00am (75-90 min) Tuesday, Thursday, Saturday 4:00pm (75-90in)",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-experience-the-art-of-ikebana-in-gion-kyoto/1303?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience the art of Ikebana in Gion, Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:52:11"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 54,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1429172553/mshodczuqndmbixnwkzw.jpg",
        "strIntroduction": "\"Taiko\" is a Japanese drum that can be heard playing its bold and earth shaking sound at many festivals here in Tokyo. Even from a distance, the sound of Taiko can be heard and felt. In this activity, you will learn how to play Taiko from a professional teacher who has played Taiko for almost 30 years. He has performed world wide and is very knowledgeable. This activity includes lessons of other musical instruments like the Takebue (flute constructed of bamboo) as well. No prior experience or knowledge is required to join this activity. I can sometimes meet special requests, but our regular class times are: Tue, Fri (19:00 - 20:30) Thu (10:30 - 12:00) Sun (12:30 - 14:00) If you would like a private class, please book the anytime class options. *Closed on Wed & Sat LOCATION: About 10 minutes walk from Ryogoku station, which is served by the JR East Chūō-Sōbu Line and the Toei Oedo Line. It is numbered as station E-12.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-to-play-the-taiko-in-tokyo/1056?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Play the Taiko in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:56:53"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 148,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469867481/ag8gt2in2msnfpgyyyhh.jpg",
        "strIntroduction": "What's Kendo? Kendo is a modern expression of a traditional Japanese swordsmanship and martial arts that uses bamboo swords as an abstraction the Japanese Katana and wears kendo protective armor. Duration: 2-3 hours Available hours 8:00 - 20:00 （Flexible） Venue Mainly in Tokyo’s 23 wards (because of different location by the schedule, please contact us at the time of booking) Meeting Point JR Uguisudani Station North Gate (Tokyo) Minimum Number of Participants :2 persons(Negotiable) Inclusions: ・Kendo experience ・Rental samurai armor and sword ・Sports drink ・Samurai towel（take free） Exclusions: ・Food ・Transportation costs ・Hotel pick up and drop off Participants: 2 - 30 people All participant will be given a free samurai towel as a present!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-practice-kendo-a-genuine-samurai-experience-in-toky/7129?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Practice Kendo, a Genuine Samurai experience in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 15:01:50"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464677203/doeaziqz5zk4wr7ujzlt.jpg",
        "strIntroduction": "In this activity you can wear a real silk kimono, and be dressed by a professional! Join us for this Japanese cultural experience in Aichi prefecture, not far from Nagoya city! Meet at the ticket gate of Kachigawa Station (JR Chuo line). It takes 20 minutes from Nagoya station. We will pick you up to Aki's house. Please choose a timeslot from 1-4: 1. １０：３０-１２：３０ 2. １３：００-１５：００ 3. １６：００-１８：００ 4. １９：００-２１：００ After the experience I can offer sweets and Japanese tea. Please ask in advance about the availability of this activity.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-dress-in-a-real-silk-kimono-near-nagoya/6594?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Dress in a real silk Kimono near Nagaoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 15:06:02"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 74,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1434385325/guod9xfigogv1uspk1ba.jpg",
        "strIntroduction": "The 2-hour duration of this unique Nihonga pigment painting workshop is ample even for beginners to produce a finished work of art. The classes are semi-private and special attention will be paid to your work. Of course, you can take the art you create home as a souvenir! I will provide the necessary materials so you don't have to worry about it. You will learn and use painting methods that are different from popular water colour or oil techniques. We'll use Japanese pigment, sumi ink, brushes, Washi paper, and an uchiwa fan. I can provide sample images for painting, but if you wish to make your own design, please bring sketches or photos. Nihonga Pigments: ground minerals mined from various places around the world. They are expensive than normal pigments For other times, please ask in advance. Please note that young children under the age of 12 are not allowed to join this workshop.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-japanese-pigment-painting-in-a-nihonga-workshop/3609?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Japanese pigment painting in a Nihonga workshop",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 15:09:22"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 137,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464920309/avwkvdxc8yxm4asxyuuz.jpg",
        "strIntroduction": "This is an unbelievable 1-day bus tour that takes you to: - see Mt Fuji and drive up to the 5th Station at 2,300 meters above sea level - experience the authentic Japanese hot spring bathing ritual at Lake Yamanaka Onsen - shop with discounts at the Gotemba Premium Outlets Tour details: Your day starts at 9 am when you meet your guide at Shinjuku. Ride on a comfortable private coach towards Mt Fuji. It is 100km (60 miles) to the Gotemba 5th Station, a famous viewing area high on the slopes. Mt Fuji, Japan’s highest peak, looms overhead, at 3,776 meters (12,389 feet). You can walk around and admire the incredible views across the plains and up high towards the summit. Your guide explains the history and significance of this revered mountain. It has inspired many poets, painters and pilgrims over the centuries. More than 200,000 climbers start their ascent here, from this 5th station, to the summit every year. The elevation can be chilly even in summer, it is best to bring a sweater of light jacket. On some days in winter and spring, the road might be to icy to reach the 5th station itself. On these days, we will drive as high as it is allowed. The crisp mountain air will have made you hungry! Close to the mountain you will sample a typical Japanese lunch, included in your program. After lunch, you’ll head for nearby Lake Yamanaka, an area famous for the healing powers of its hot spring waters. This is the perfect spot to get naked and feel the sensation of Japanese indoor and outdoor baths yourself. Now you are all refreshed it is time to get some serious shopping done! The Gotemba Premium Outlets are the largest outlet shopping venue in Japan. Included are discount coupons, and you can shop around for about 2 hours. There is a wide range of national and international brands available, with Mt Fuji ever-present in the background. At the end of the day, you will be dropped of at Shinjuku Station in Tokyo again. Itinerary: 08.50 am Meet your guide near Shinjuku station Bring your reservation confirmation sheet to show to the guide. 09.00 am Bus departs for Mt. Fuji (about 120 min) Visit Gotemba Mount Fuji 5th Station and spend around 30 minutes to admire the views. 12:40 - 13:40 Drive to Yoshida (60 min) and enjoy your Japanese-style lunch (included). 14:00 - 15:00 At Lake Yamanaka Onsen (60 min) where you enjoy a traditional soak in the hot spring waters. 15:40 - 17:40 Shop at the Gotemba Premium Outlets (120 min). the Gotemba Premium Outlets are the largest outlet shopping center in Japan. Enjoy shopping with Mt. Fuji in the background at this huge outlet mall. 19:10 - 19:40 Return at Shinjuku station. Your tour ends upon arrival near the West Exit of Shinjuku Station. This tour is available every Monday, Wednesday, Thursday and Friday. Not available during the winter season. ※Vegetarian meal Some animal products may be used as a soup stock for the vegetarian meal. Alcohol and mirin (sweet sake) can also be used for all types of meals. If you cannot eat these products, please choose the \"without lunch\" option.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-mt-fuji-and-gotemba-premium-outlets-in-a-day-tour/4052?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Mt Fuji and Gotemba Premium Outlets in a day tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 15:12:56"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1427962409/ra3vkfkyyuhov60ojuf2.jpg",
        "strIntroduction": "Making Japanese pottery is an excellent way to experience Japanese culture. Pottery in Japan is the oldest form of art in the country. Yet due to its long history, many people believe making pottery requires special and sophisticated skills. But it’s not true! Anyone can make pottery! Even if you think your not good with your hands, the artisans who speak English will help you! Within the one hour, you can create as many creations as you can. The number of works is unlimited! Going through the process of trimming, glazing, and firing twice, your work will be done 3 weeks after your experience date. Please choose if you would like to pick up your work to our studio, or have them sent overseas. Price does not include calcination fee and shipping fee. Calcination fee depends on your work's size. We calculate by high X wide X diameter X 1.5, and price is about 1500 JPY for a rice bowl. Shipping is possible overseas. We use the Japanese international EMS posting service. For these additional payments required on the day, we accept Japanese Yen and the credit cards below: Visa, Master card, American Express, JCB, Discover When you make a booking, please choose if you prefer \"wheel throwing\" or \"hand-building.\" Children over 3 are very welcome too! We believe that kids should not be limited in finding their potential.When they are open to new ideas and experiences, they can create ANYTHING in their lives! Kids will receive the basic information about material, firing and pottery making process. The class is for one hour and the cost is as the same as adults. Our studio is located just 5 minutes away from Tokyo Tower; come stop by on your visit to this area!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-a-japanese-pottery-class/3311?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a Japanese Pottery Class",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 15:17:39"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 19,
        "intUsdCost": 67,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358839512/bpmmmxbs1kqvrzuq2meu.jpg",
        "strIntroduction": "Experience making and cooking Udon, one of the most loved traditional noodle in Japan! Many foreign travelers come to us daily to learn how to make handmade Udon and experience cooking real Japanese food in our Udon program. A Short History of Udon: Once upon a time, Kobo Daishi (The Grand Master who propagated Buddhist teachings) visited a farmer's house and he found one sick farmer. There were no doctors around, and the farmer did not have any food in the house. In the corner of the earthen floor of the farmer's house, Kobo found some wheat in a pot. He then made something noodle-like from the wheat, emulating the methods used in China where they ground wheat with a stone and kneaded it with Aya River water until it turned into dough. Daishi tried to eat the noodles with chopsticks but he could not retrieve them from the pan. Hence, he sourced for cut branches from a willow tree and weaved bamboo, creating something like a ladle. Daishi offered this very first noodle, the very first Udon to be made, to the farmer. The father ate it and recovered from his illness soon after.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-experience-handmade-udon-noodle-making/268?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Handmade Udon Noodle Making",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 15:20:56"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 193,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463975020/csyrtvyzlis50nse9p9j.jpg",
        "strIntroduction": "Make a reservation for this full day Hiroshima and Miyajima tour departing from Central Hiroshima! Explore the history and nature of Hiroshima and Miyajima with this tour and visit The World Heritage Sites of Itsukushima Shrine and Hiroshima's Atomic Bomb Dome. Also enjoy the relaxing atmosphere of Hiroshima City and Miyajima while enjoying the beautiful view of the scenery! The itinerary for the tour is as follows: - 10:30 Meet at Hotel Granvia Hiroshima Miyajimaguchi Miyajimaguchi to Miyajima Port Take the ferry to Miyajima Miyajima and Itsukushima Shrine (45 minutes) Floating torii gate of Itsukushima Shrine Enjoy Lunch on your own (80 minutes) Lunch fees are not included in the tour. - 12:00 Miyajima Port Go to Miyajimaguchi by ferry Miyajimaguchi (30 minutes) Take the bus to Peace Memorial Park Hiroshima Peace Memorial Park and Museum (100 minutes) Atomic Bomb Dome - 17:30-18:00 Tour Ends at JR Hiroshima Station Reservation is difficult to make, so we suggest you to use our reservation service to book with no hassles.",
        "strLocation": "Hiroshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hiroshima-full-day-hiroshima-and-miyajima-tour-from-central-hiroshima/6562?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Full Day Hiroshima and Miyajima Tour From Central Hiroshima!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 15:24:31"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 32,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468308770/u7wjvmdyypwwck7jayxp.jpg",
        "strIntroduction": "The tour starts at Shin-Fuji Station or Fuji Station or Shizuoka Station. Meeting around 9:00 am to 10:00 am will be fine. A chartered taxi will take us to the destination below: 6-hour itinerary: ● Tea Farm The view of green tea fields against Mt. Fuji is magnificent to see! You can learn about tea processing from a local tea grower and enjoy a taste of their tea. ● Omiya yoko-cho, side street (Fried noodle street) Enjoy famous local food which won the 1st prize in a semi-gourmet nationwide contest for two years in a row. ● Fujisan Hongu Sengen Shrine This shrine has been the head shrine for more than 1,300 Sengen shrines throughout Japan. This Sengen shrine was first built to pacify the eruption of Mt. Fuji in 806. Many successive emperors and powerful samurais and shogun families have shown profound reverence toward the shrine in the past. ● Fuji Takasago Sake Brewery Founded in 1831, Fuji Takasago is situated where Mt. Fuji’s pure groundwater is abundant for use and an ideal location for superb sake making. You can enjoy sampling good Japanese sake. 8-hour itinerary: Includes all of the above plus Shiraito Falls. ● Shiraito Fall is one of the sites of the Fujisan World Heritage. The spring water from Mt. Fuji can be seen as a great view of the fall with the width of 100m and the height of 25m.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-take-a-trip-to-the-outskirts-of-mt-fuji-in-shizuoka/2318?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Trip to the Outskirts of Mt Fuji in Shizuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 15:29:44"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461674154/mmpwjqjyybxufgs2axyn.jpg",
        "strIntroduction": "Mr. Kanemitsu Katsuta is the leader of KOZIN, the institute of martial arts entertainment. KOZIN is on the cutting-edge of entertainment, games, sports, and martial arts. Use “Rai-may ψ” and your country will welcome you as the first SAMURAI of this age. The flow of the class: 1) Study the manners of Japanese traditional martial arts. 2) Practice playing X:Martial KOZIN-SWORD. 3) Battle Simulation game using 'Rai-may ψ' . Also... optional class (1 more hour) 1) Learn how to use a KATANA sword. 2) Learn how to wear a hakama. 3) Ni-ten-ichi-ryu school class (Noda-Ha) https://youtu.be/lMm8qWatzD0 Our aim is to revolutionize technology by combining/utilizing the spirit and techniques from all generations of Japan. In this innovative product, there is built-in non-destructive inspecting and wireless technology. Recently, as a result of our developments, KOZIN-MON exhibited an experimental model of “Rai-may ψ” for the Tokyo Game Show and Japan Expo in Russia. Our product 'Rai-may ψ' is a training tool for people interested in martial arts. We call this new type of martial arts, “X:Martial KOZIN”.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-hone-your-samurai-skills-with-kozin-a-martial-arts-game/132?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hone Your Samurai Skills with KOZIN: A Martial Arts Game",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 15:33:50"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 10,
        "intUsdCost": 82,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1405223573/quq9a0ufn96n6gcdhy72.jpg",
        "strIntroduction": "A fantastic chance to discover some rural charm just a short train ride away from the metropolis of Kyoto City. Discover the wonderful nature and ancient religious sites in Kurama and Kibune. We meet in the city and take a train ride to Kibune village, a place well-known for its beautiful riverside and peaceful scenery. There is also an exquisite shrine called the \"Kibune Shrine\", where you can see an amazing view of red lanterns along an old stairway. Here we can drink fresh water flowing from the hills and say a prayer for good relationships. After a quick visit at the shrine we are on to the hiking course. It's a bit of a \"stairmaster\" to the top and requires a moderate level of fitness but the peak can be reached within 30-40mins. We will certainly take plenty of stops to enjoy the breathtaking nature along the way, as well as some features unique to this trail. After we reach the top of the mountain, we will be visiting Kurama Temple. This splendid temple will provide you with an amazing view of the valley below. Lets relax and enjoy the fresh air in the mountains. As we wander down the steps from the temple, we will make our way to the little town of Kurama to enjoy a nice lunch followed by a trip to an outdoor bath! The bath, also called an 'onsen' is full with rich minerals that will energise your body and soul. You will also witness the tranquil view of the countryside, surrounded by hills. In my opinion, this 'onsen' provides the best outdoor bathing experience in West Japan. After a nice, relaxing bath, it's time to hop on the train to get back to the city feeling refreshed and energised. Come take a breathtaking riverside stroll, a visit to one of Japan's most photographed shrines, a hike through nature, and a hot spring experience you will never forget! I look forward to exploring this gem in hills of Kyoto with you!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-hike-to-kuram-temple-and-enjoy-a-hot-spring-bath/2463?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hike to Kurama Temple & Enjoy a Hot Spring Bath!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 15:39:11"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 122,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472781660/xen6ntdp4pnrpby9fvp7.jpg",
        "strIntroduction": "This program offers one day tours that depart from Kanazawa to Shirakawago, Kanazawa to Shirakawago and Gokayama, and Kanazawa to Shirakawago and Takayama. The tour for Shirakawago and Takayama will take you to the UNESCO World Heritage Sites (Shirakawago village and Ainokura village), as well as to Fukumitsu town in Toyama where you will stroll the traditional shopping street Sasaraya and will try making your own senbei rice crackers. The tour for Takayama will include a visit to one of Japan's best preserved traditional old towns, and home to one of the country's three most famous festivals (Takayama Festival). The itinerary for the tour departing for Shirakawago and Gokayama is as follows: 08:00 Depart from the coach stop at Kanazawa Station Kanazawa Port Gate 11:15 or earlier (depends on the season) Free time at Shirakawago and Lunch 13:15-14:30 Free time at Ainokura village in Gokayama 15:15-15:45 Explore the shopping street Sasaraya in Fukumitsu town and make your own rice crackers 16:30 Arrive at Kanazawa Station Tour end This tour runs only on Mondays, Wednesdays, Fridays and Sundays. The itinerary for the tour departing for Shirakawago and Takayama is as follows: 08:00 Depart from the coach stop at Kanazawa Station Kanazawa Port Gate 11:15 or earlier (depends on the season) Free time at Shirakawago and Lunch 13:00 or 13:45 (depends on the season) Free time at Takayama 16:15-16:45 Explore the shopping street Sasaraya in Fukumitsu town and make your own rice crackers 17:30 Arrive at Kanazawa Station Tour end This tour runs only on Tuesdays, Thursdays and Saturdays. The itinerary for the tour departing for Shirakawago only is as follows: 08:00 Depart from the coach stop at Kanazawa Station Kanazawa Port Gate 11:15 or earlier (depends on the season) Free time at Shirakawago and Lunch 16:15-16:45 Explore the shopping street Sasaraya in Fukumitsu town and make your own rice crackers 17:30 Arrive at Kanazawa Station Tour end This tour runs only on Tuesdays, Thursdays and Saturdays. ※Tour schedule is not fixed. Your host will announce if the tour will be held 5 days prior to the activity date.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-book-a-one-day-trip-to-shirakawago-gokayama-or-takayama/4945?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Book a One Day Trip to Shirakawago, Gokayama, or Takayama!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 15:44:13"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 259,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464739410/luxlufzx8mlwnanlaxby.jpg",
        "strIntroduction": "[Season promotion] We would like our guests to enjoy the four seasons of Japan. Our Hot-air-balloon experience offers special views of each seasons from the sky. In each period listed below, we'd like to offer free accommodation and breakfast to the three first-come groups. October 3rd - 30th, 2016 (Season in flight) gives 150% longer flight than normal plans October 31st - November 27th, 2016 (Autumn flight) offers 150% longer flight and glasses of wine after flight November 28th - December 25th, 2016 (Christmas flight) is the most romantic flight in the year with Christmas decoration and drinks. January 2nd - 29th, 2017 (New year flight) will be great start of new year for you by seeing the sunrise from the sky. January 30th - February 27th, 2017 (Valentine's Day flight) makes your love luck the best by wishing upon the balloon. February 27th - April 2nd, 2017 (Spring flight) show the scene of cherry blossoms spreading. April 3rd - April 30th, 2017(New season flight) gives you and your precious person the best memories in the time for farewell. [Activity] With us you can have the opportunity to see Japan in an unique way from the sky enjoy it's natural landmarks and get to know the traditional Japanese lifestyle. The morning of the flight day, we will meet from 4:00 to 6:00 am depends on the season. If you can come by your own to the agreed meeting point, I will meet you there and we can go together to the flight site. If your group is under 3 people, I can pick you up at a hotel around Koga Station or the free guesthouse we arrange for the rest until early morning. Please let me know in advance. The day experience - standard plan: Before going to the flight site, we'll fly a pilot balloon to check the wind direction and speed and decide the launching site. This balloon is very important to determine the weather on the day and we'll watch it until it disappears in the sky. Arriving to the flight site, you can join the crew for unpacking and assembling the balloon. We will be airborne at around 7:00 to catch the sunrise depending on the season. We will be in the air for about 30-40 min (or 15-20 minutes per members in case of the standard plan). I'll take you to higher or lower levels so that you can enjoy the altitude as much as possible. The crew team will chase the balloon to its uncertain landing point. If landing on a public street, you can join the excitement of packing the balloon in a speedy way. After landing I will provide a cup of tea or coffee depending on the season, in the beautiful nature of the Watarase natural reserve. We'll head to the warehouse to store the balloon and say good-bye to the crew team. You can fly all year round. However, in the event of strong wind or rain, the flight will be cancelled. The maximum number of participants is 6 people. The minimum number of participants for the standard plan is 4 people. If you are a single traveler, please see the special plans below. Special plans: 1. Single traveler: Give yourself a special treat and a present with this hot air balloon flight! Maximum number of participants: 1 2. Couple plan: Enjoy the romantic scenery from above together! Maximum number of participants: 2 3. Family plan: Safeness gears and special straps included. Specially targeted for families with kids. Maximum number of participants: 3 4. Surprise plan: Before arriving and assembling the balloon, we will give an eyemask and earplugs to your partner. When everything is ready, the surprise will be awesome! Maximum number of participants: 3 Note: If the total weight of all passengers is under 200 kg, it is possible to fit 4 people in the family and surprise plans. Free for children under 12-year-old.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-see-the-sunrise-from-a-hot-air-balloon-just-outside-tokyo/4342?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the Sunrise from a Hot Air Balloon just outside Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 15:47:31"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 31,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1428038674/yqp3ek4csuposi8but8h.jpg",
        "strIntroduction": "Guide: Shuri Misono (味園 朱利) Join me on this Izakaya Pub Crawl tour! I know fantastic pub locations in Japan for drinking such as hidden taverns that only locals know about, as well as popular tourist attractions. Izakaya is the term for a Japanese-style pub where people go after work for casual drinking. The main pub I will introduce you to is the Chain Store, as it is traveller-friendly, although not many travellers know about this place. Another nice restaurant that I will bring you to is Self-Employment. This establishment has been around for decades, however even many young local Japanese do not know of this shop as they have not dared to explore these hidden places. I can also guide you through famous tourists places in Tokyo if you want, such as Akihabara, where you can feel the pulse of anime dance music on the streets and enjoy watching cartoons such as Moe Moe Kyun Maid Cafe. Join me on this flexible and fun tour! Asakusa, Ueno, Shinbashi, Akihabara, Shinjuku Omoide Yokocho (a side street), Izakaya street, and Ueno bar in Ameyoko. Availability: Weekends, public holidays, and weekday nights. Please contact me in advance. It's very short for 1.5 hours. I can't do anymore than introduce 1 pub. I recommend 2 hours. If there are many 1 participants, I do jointly. This is an rare case. If you wish for a private tour only of 1 person, please contact me beforehand. Photo by https://flic.kr/p/eXkXLC",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-izakaya-pub-crawl-tour-in-tokyo/2225?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join hidden Izakaya＆Sake Pub Crawl Tour in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 15:51:39"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 45,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1429075650/mv247vbsfqbpvnr3zad0.jpg",
        "strIntroduction": "In this tour you will visit the famous Otaku places in Japan in 5 to 6 hours. I will pick you up at your hotel and will take you to the famous Otaku places in Tokyo. The tour will start at 10:00. First, we will go to Nakano, which is located west of Shinjuku. You will see many interesting second-hand goods (Japanese and foreign). Of course, you'll be able to buy new items too. Once we're done with the shopping in Nakano, we can have lunch or head straight to Akihabara. When we go to Akihabara, we will try to visit as many shops as you want. Of course, I will do the all translation for you, so you don`t have to worry about getting lost or anything. If you like, I will take to a maid cafe (I am not their biggest fan, but I will take you there anyway). At the end of the tour, we can finish in Akihabara, or I can take you back to your hotel. Enjoy one day shopping around Tokyo's most famous Otaku locations!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-an-otaku-shopping-tour/3323?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join an Otaku Shopping Tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 15:56:01"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1453029261/uinysnveci6cnts15usr.jpg",
        "strIntroduction": "In this tour we will got to Fushimi area in south Kyoto to explore the origins of the local sake production! I will pick you up at Kyoto Station or at your hotel. You can choose how to go to Fushimi, by train or taxi. Train is the easiest and cheapest way, and it takes about 30 minutes to the destination. The ticket costs 260 JPY per person. If you would like to take a taxi, it costs about 3000 JPY. I am a licensed tour guide and an experienced traveler, so I will take you to Fushimi safely and entertain you. I'll introduce you to the culture of Japanese sake and you can take a look at the old tool of sake production. We will go to Gekkeikan Okura Kinenkan (a local sake museum). There you will see big barrels, steamers, containers, funnels, flasks, tanks and other items related to sake production. After seeing the museum you can taste three kinds of sake for free. And you can also buy your favorite sake. Nearby is the famous historical building, the Teradaya inn which dates back to the Meiji period. In addition, I will take you to Fushimi Inari Shrine as well! As an option, I can guide you through the historical heritage of Byodoin Temple too (please book the add-on option). Enjoy the trip with me and have great memory from your trip to Japan!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-take-a-sake-tour-in-fushimi-area-kyoto-and-taste-real-sake/4552?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "20% OFF Take a sake tour in Fushimi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 16:00:10"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 85,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1396682244/hwqc8rcr3nizp0iok7ja.jpg",
        "strIntroduction": "Tama river rafting is an exciting tour that all ages (6+) can have fun on throughout the season. Our tour is packed full of fun from start to the finish. When we are going down the river, we will stop for fun activities along the way, so you can fully enjoy your time on the river! We care about giving everyone a 100% fun tour all the time, so you will love the river as much as we do. Come enjoy Tama river rafting with us! If you planning to come by train, come to Oume station (JR Chuou line), and we will pick you up from the station. It will take about 1 hour and 30 minutes from JR Shinjuku station by train. The tour time is about 3 hours which includes getting ready, transport to the river, rafting, and chill-out time whilst checking out the photos from the tour. We are open everyday throughout the season. (4/19 - 10/25) Please contact us if you have any questions.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-river-rafting-in-tama-river/2124?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "River Rafting in Tama River",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 16:04:47"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 1,
        "intUsdCost": 101,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1461911310/rypumwxzu2cz3b4rosd5.jpg",
        "strIntroduction": "This is a 4-hour bus tour, which you can watch Maiko show at Gion, enjoy delicious Kyoto cuisine, and even see the beautiful night view at the summit of Higashiyama! First of all, you can watch the Maiko show at Gion, which is one of the most traditional districts in Japan. Maikos are traditional performers who sing, dance, and play Japanese traditional instruments such as koto or shamisen for visitors. The way they dance is very fascinating and you may only experience this in Kyoto! Kyoto cuisine, which is also known as \"\"Kyo-ryori\"\", is the generic term of traditional Japanese cuisine made in Kyoto that includes Daikyo-ryori (grand banquet), Shojin-ryori (vegetarian dishes), Honzen-ryori (a high-grade Japanese meal served at once), Kaiseki (tea ceremony dishes), and Obanzai (side dishes featuring seasonal ingredients). With its sensitive tasting broth and beautiful appearance, eating Kyoto cuisine is one of the most popular activities in Japan. Higashiyama summit park is designated as a historical climate preservation district and you can see the night view from there on this tour. Needless to say, it is well-known as one of the best night views in Kyoto! If you join this tour, you can enjoy delicious Kyoto cuisine, watch a Maiko show and also see the beautiful night view. Don't miss this opportunity to fully enjoy Kyoto's traditional culture! This tour starts at 5pm at Kyoto station Karasumaru exit. You will receive multi-lingual audio guide during the experience. This tour is available everyday until September 30th, 2016. Notice: This tour will not be operated on April 2nd, 3rd, July 15th, 16th, 17th, 24th, August 16th)",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-maiko-show-and-kyoto-cuisine-in-gion-kyoto/6226?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Maiko Show & Kyoto Cuisine in Gion, Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 16:08:08"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467556893/ux9y0w2bxmeomww1ggnr.jpg",
        "strIntroduction": "Even if you haven't tried canoeing before, you can enjoy this tour which uses a Canadian canoe that is easy to balance and use. Glide effortlessly around the vast Lake Onuma with your guide leading you to areas with the best view and seasonal flowers in bloom on the lake. The 2hr session can fit easily into your packed schedule and provide a great memory for your family and friends! Don't miss this wonderful summer activity!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-2hr-onuma-marsh-canoe-tour-teatime-beginners-ok/7006?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2hr Onuma Marsh Canoe Tour+Teatime! Beginners OK!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 16:11:04"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 11,
        "intUsdCost": 107,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459241741/glxhlur1kpxb3jq0jt2u.jpg",
        "strIntroduction": "Do you like to read Manga?? I guess a lot of people will say ''yes!'' ,as Japanese Manga are widely spread all over the world. But most of them have never tried to draw Manga even though they like it. Why don't you try drawing Japanese Manga as your experience or even hobby?? This Manga School , set in the pop culture center of Nakano, prepared the ''How to Draw Manga Course - English''. They are offering short programs that you can learn drawing Manga. Photo Credit: http://flic.kr/p/gju8qJ http://flic.kr/p/gjtF55 http://flic.kr/p/gjuUHe",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-how-to-draw-japanese-manga/1375?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn How to Draw Japanese Manga",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 16:14:20"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 130,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472779437/xr6ecxtmgke7tyy3a2if.jpg",
        "strIntroduction": "Mt. Fuji is Japan's highest mountain and it's not surprising that the nearly perfectly shaped volcano has been worshiped as a sacred mountain and has experienced a big popularity among artists and general society throughout the centuries. Lake Ashi was formed in the caldera of Mt. Hakone after the volcano's last eruption 3,000 years ago. Today, the lake, with Mt. Fuji in the background, is the symbol of Hakone. The lake's shores are mostly undeveloped except for small towns in the east and north and a couple of lakeside resort hotels. The best views of the lake in combination with Mt. Fuji can be enjoyed from the sightseeing boat cruising the lake. The 1-day bus tour includes strolling around Odawara Castle Park, an all-you-can-eat crab lunch, cruising on the Hakone Pirate Ship, and strolling around Mt. Fuji New 5th Station. You'll start in Shinjuku in the morning and come back to Shinjuku in the evening. Tours with less than 15 participants will be cancelled. If this is the case, those who have made a reservation will be informed of the cancellation by 4 days prior to the scheduled departure date. Schedule details: Period: April 30 – September 27 Meeting place: Hotel Gracery Shinjuku Meeting time: 8:10 Return to Shinjuku: 18:30 – 19:00",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-enjoy-a-hakone-cruise-and-strolling-around-mt-fuji/4782?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Hakone Cruise and Strolling Around Mt. Fuji!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 16:19:32"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 72,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472520478/frff7p2ikpat9iujnnyh.jpg",
        "strIntroduction": "This is a full day bus tour departing from Naha. Not only can you enjoy a beautiful ocean view of Okinawa but you will experience ancient Okinawa by visiting the heritage site Nakijin Castle. The Okinawa Churaumi Aquarium is a part of the Ocean Expo Park located in Motobu, Okinawa. It is made up of four floors with tanks containing deep sea creatures, sharks, coral and tropical fish. Nakijin Castle was built in the 14th century and is in ruins now but also has something worth visiting and is the place in Japan where the first cherry blossoms bloom each year between mid-January and early February. Option 1: Adult (Age 11 and over) Option 2: Child (Age 6-11) Here are the details: 1. Check in Check in at the Naha Bus Temporary Office at 08:10. Pick up service is available. Okinawa Miyako Hotel (08:45) Hotel Nikko Naha Grand Castle (08:50) 2. Okinawa Churaumi Aquarium Visiting for 3 hours. 3. Nakijin Castle Visiting for 50 minutes. 4. Warumi Ohashi Bridge We will not stop here. You can look outside the window and take pictures of the scenery. 5.Kouri Island Visiting for 50 minutes. 6. Drop off (1) Drop off at Miyako Hotel Hotel Nikko Naha Grand Castle 7. Drop off (2) Drop off at the Naha Bus Terminal. Attentions: 1. Only a Japanese guide is available. 2. It could be delayed depending on the traffic conditions. Please spare at least 2 hours for your train or plane. 3. It could be canceled depending on the weather. 4. There are no seats for children under 6. If you want to book a seat for your child please book ages 6-11. 5. Please arrive at the bus station at least 20 minutes in advance to check in. 6. Lunch is not included.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-tour-an-aquarium-kouri-island-and-nakajin-castle-okinawa/6413?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour an Aquarium, Kouri Island and Nakijin Castle, Okinawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 16:23:09"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 89,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1427451968/fn0h81nlnozzlhqfh0jo.jpg",
        "strIntroduction": "Go to Tottori's famous desert near the sea and fly over the massive sand dunes which stretch for nearly 16 kilometers along the coastline! Choose between morning or afternoon paragliding course and soar in the sky! The panorama view over the dunes is fascinating! This activity is suitable for healthy people with no experience (even children older than 3 years old). A professional instructor will explain how to enjoy paragliding and how to use the rental equipment properly. Then you will try flying yourself in the sky. The view of the Sea of Japan and the vast desert will leave a lasting impression from your trip! Please note that the activity might be cancelled in case of bad weather. In summer it gets very hot at the sand dunes, so please prepare lots of water for drinking. Sunscreen and a hat are recommended. The half-day course begins at the following times and takes about 3 hours in total (with preparation and instructions): - 6:30 am - 9:30 am - 12:30 am - 15:30 am Enjoy the sky flight over Tottori's Sand Dunes!",
        "strLocation": "Tottori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tottori-paraglide-over-the-sand-dunes-of-tottori-desert/3299?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Paraglide over the sand dunes of Tottori's desert!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 16:25:52"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 53,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1398327071/ng3qgn2ndrbfm8a2rics.jpg",
        "strIntroduction": "Ishigaki island is located to the west of the main island of Okinawa and is a treasure trove of colorful coral reefs and tropical fishes. Snorkeling and diving is the best way to immerse yourself in this aquatic wonderland. You might even have a chance to see the Manta rays during the season! Take this opportunity to go snorkeling in one of Japan's most beautiful ocean to see colorful, lively fishes and coral reefs that sparkle when the sunlight shines through. Here is the basic daily schedule of the tour we have planned for you. 8:30AM Meet up at the dive shop. 9:00AM Depart to the snorkeling spot by boat. -1st Point: Coral reef (Half day course will go back to the shop 11:30) -2nd Point: Manta ray point 13:00PM Go back to the dive shop. -Lunch time. 15:00PM Go back to hotel. *Transportation service is available for the one day course. (Reservation required) *The half day course will not be going to the Manta point. Please join the one day course if you wish to see Manta rays.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-go-snorkeling-with-emerald-ocean-in-ishigaki-island/2143?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go Snorkeling with Emerald Ocean! - in Ishigaki Island",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 16:30:58"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 119,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1431487339/todjkdjqngskwuzojogu.jpg",
        "strIntroduction": "Are you interested in learning more about the Japanese culture? Want to know more about the Samurai? We have many options for you to experience becoming a Samurai for a day! ****************** Program #1 Ever dreamed of swishing the Japanese sword while you're dressed in a Japanese Samurai costume? If so, come join this event where you can become a Samurai for a day! After you wear your Samurai costume, you will learn some general knowledge about the Samurai and the Samurai Kembu. You will also learn how to use the Japanese sword. If you wish, you can also experience how to use the folding fan! There will be an one hour stage show by our masters. You can take photos with our masters after their show! As a gift from us, you will be receiving a certification and a small present after everything has finished. ※Open from Monday to Saturday Morning session (11:00～14:15) Evening session (17:00～20:00) ****************** Program #2 For this program, you will not be wearing the Samurai costume. You will learn interesting facts and information about the Samurai and the Samurai Kembu. You will also learn how to use the Japanese sword! If you wish, you can also experience how to use the folding fan! There will be an one hour stage show by our masters. You can take photos with our masters after their show! As a gift from us, you will be receiving a certification and a small present after everything has finished. ※Open from Monday to Saturday Morning session (10:00～13:15) Afternoon session (12:00～15:30) Evening session (17:00～20:30) ****************** Program #3 For this program, you will be wearing the Samurai costume and will be receiving a light sword lesson. There will be an one hour stage show by our masters. You can take photos with our masters after their show! As a gift from us, you will be receiving a certification and a small present after everything has finished. ※Open from Monday to Saturday Morning session (11:00 -14:15) with 1 hour interval Afternoon session (13:00~15:15) Evening session (17:00~19:15) ****************** Program #4 If you only want to watch the Samurai kembu performance by our masters, this program is for you! You can watch the traditional styled Kembu and learn more about the Samurai Kembu afterwards. You can take pictures with the masters after the performance! ※Open from Monday to Saturday Daytime demonstration(12:00～13:15) Evening demonstration(17:00~18:15) ****************** Program #5 If you only want to receive a lesson, this program is for you! you have the opportunity to learn a variety of moves with the sword. If you wish, you can experience how to use the folding fan. you can try few basic moves with the samurai sword. After your lesson, you will get a certification and a small present from us. ※Open from Monday to Saturday Morning session (Full lesson 10:00~12:30, Light lesson 10:00~11:130) Afternoon session (Full lesson 13:00~15:30, Light lesson 13:00~14:30) Evening session(Full lesson 18:00~20:30, Light lesson 18:00~19:30) ****************** We have many Samurai costume sizes available, and the Japanese swords are not dangerous. There is no need to worry about getting cut by the sword during your stay here.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-becoming-a-samurai-in-kyoto/2553?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Becoming a Samurai in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 16:35:38"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 10,
        "intUsdCost": 88,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1449879428/ec1cann8wjzepjcjs8si.jpg",
        "strIntroduction": "Here is a list of places that I will take you to in Tokyo: - Asakusa. You can walk and eat at Nakamise street which looks like old Edo Tokyo. If you want you can pull a good luck charm called Omikuji at Sensoji Temple. This is the best spot if you like the image of old Japan. - Ueno Park. It's a cultural mecca with a number of museums including the prestigious Tokyo National Museum and the delightful Shitamachi Museum with its display of old Tokyo, Ueno Zoo and many galleries. We goes to SHINOBASULAKE and around park. - Shibuya. Here is the most famous scramble intersection. You can visit many attractive shops. - Shinjuku. You can shop at the biggest and cheapest shopping center called Don Quixote. - Izakaya\"WATAMI\" (bring cash with you). This is a Japanese bar called Izakaya. You can spend a great night here. We promise you reasonable prices. Izakaya is a Japanese-style pub popular among working people, which offers a variety of foods.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tour-all-the-popular-places-in-tokyo-with-local/3088?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour all the popular places in Tokyo with a local!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 16:38:59"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 62,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1436658971/uil9xgtc5kofhy4qpqp4.jpg",
        "strIntroduction": "This is a 8-hour tour around the most famous locations of Kyoto, Japan's ancient capital. Discover all the best treasures of the glorious city of emperors and traditions together with a very experienced and friendly guide. Following the pick-up at your hotel, we will go directly to the Kinkakuji Temple (the Golden Pavilion). The beautiful garden complex is one of the best in Japan. It's an excellent example of medieval Japanese garden design. The harmonious relationship between architecture and landscape were greatly emphasized and celebrated during that period, and you will still see this today in the beautiful reflection of the Golden Pavilion in the pond's still water surface. Next, we will visit Kiyomizu Temple. The original temple was founded in 798. Since Kiyomizu Temple's terrace stands 13 meters high, you can get a full panorama view of Kyoto city from here. Moreover, Kiyomizu means \"pure water\" in Japanese. It is said that water from the temple's spring can purify your soul and make your wishes come true. Stroll along the souvenir shops of the famous scenic Sannenzaka Hill, where you can have a traditional Japanese lunch. After lunch, we will go to Fushimi Inari Shrine. At this shrine, you will first see a pair of stone foxes. Because the tail of a fox resembles the ears of the rice plant, the fox was believed to be the messenger of the gods. Moreover, this shrine was worshiped as the patron of business by many merchants and manufacturers. There are roughly 10,000 \"torii\" or sacred shrine gates. Each of them is donated by believers. You will also walk at Nishiki Market. This market was founded about 1,300 years ago and is still well-known as \"Kitchen of Kyoto\". Moreover, you can eat around. This tour will be your most memorable experience of traditional Japan!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-discover-the-most-memorable-treasures-of-kyoto/3684?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover the most memorable treasures of Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 16:44:10"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 124,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472781225/nbhpxcaanzrfkq2bjqzs.jpg",
        "strIntroduction": "Enjoy your day by cycling around Tokyo with an English-speaking tour guide departing from Toranomon Hills! Explore some areas of Tokyo by choosing either one of the two available courses: 1. Traditional Tokyo Ride a bicycle from Toranomon Hills and explore Tokyo's traditional districts such as Hibiya Park, the Imperial Palace, Tsukiji Market, Ginza and Nihonbashi! 2. Bay Area cycle and cruise tour Ride a bicycle from Toranomon Hills and explore Tokyo's Bay Area all the way to Odaiba from where we'll return by a boat! Both programs start from Toranomon Hills, which is 5 minutes walking from Toranomon Station. The Traditional Tokyo tour starts at 9:00 am, while the Bay Area tour starts at 15:30 pm. The fee includes rent fee for the bicycle and lunch. Our guide will be waiting for you at the lobby in front of the Family Mart Convenience Store on the 3rd floor of the building. This tour is only available upon reservation, so we recommend you to use our reservation service to reserve this tour!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-one-day-cycling-tour-from-toranomon-hills-in-tokyo/6400?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy One Day Cycling Tour From Toranomon Hills in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 16:49:04"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 79,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469681108/qtph705vi6q3tclc1ash.jpg",
        "strIntroduction": "Special offer only for Voyagin guests! We offer this tour at the cheapest price of any other suppliers. Don't miss this chance to enjoy one day bus tour exploring most of the best tourist spots in Tokyo in a day at a valuable price! Halal food lunch is also available! We also offer free pick up service from following area. Be sure to reach at least 5 minutes prior to departure time. Area 1 : Tokyo station, Ginza, Hibiya, Shinbashi, Shiodome Depart at 07:25am / Imperial Hotel Tokyo Area 2: Akasaka, Roppongi Depart at 07:35am / ANA Intercontinental hotel Akasaka Area 3: Chiyoda ward Depart at 07:50am / Hotel New Otani If you are looking for an adventurous sightseeing bus tour, here it is! This bus tour covers famous sightseeing spots in Tokyo. Enjoy the traditional Japanese garden at the Imperial Palace for the start of your tour, it will take your breath away and you’ll enjoy a peaceful and carefree feeling while you are there. The Sensoji temple and Kaminari-mon gate in Asakusa are a must-see, the magnificent structure of the temple is overwhelming. You will also be able to experience the enthusiastic atmosphere of Tsukiji Fish Market on this bus tour. Although the Tokyo Bay Cruise is only 20-minutes long, its full of excitement, and the view from under the Rainbow bridge will be unforgettable. After the cruise, it's shopping time! Prepare a shopping list, so you won’t miss out on what you want. While you are on the bus, the excitement will be continuous. The bus will pass by the National Diet, Ameyoko open-air market, Tokyo Skytree, Kabuki-za Theater and much more. It's absolutely amazing to visit all those sightseeing spots in one day!! --Brief itinerary-- 8:30 Depart from the meeting point at Shinjuku (The meeting point is Shinjuku Island Tower at 8:20) 9:00-9:40 Imperial Palace East Garden Relax and feel the breeze in the greenery. 10:15-11:15 Sensoji Temple, Asakusa Explore one of the most famous temples in Japan! 12:00-12:45 Tsukiji Fish Market Enjoy world famous fish market in the tour. 13:15-14:40 Aqua City Odaiba Enjoy shopping, not to forget this fantastic memory of the tour! Have lunch and choose between a buffet style meal or a Halal lunch! 14:45-15:05 Tokyo Bay Cruise See the fascinating view of Tokyo Bay! You have choices where to get off the bus. Choices are from Ginza, Shinbashi, Tokyo Tower, Shibuya, and Harajuku. 16:00 The final stop is Shinjuku Station south exit. --Notices-- ・The tour is operated daily from February 15, 2016 to December 31, 2016 (Except Feb 28). ・The minimum participant to run the tour is 1. ・A tour assistant in English and Japanese is available. ・A multilingual audio guidance in English, Spanish, Chinese and Thai is available. ・Itinerary order is subject to change depending on traffic and weather. ・The weather and traffic condition on the day may change the time and order of itinerary. ・If a sightseeing spot is closed, we will replace it with an alternative place. ・If you prefer Halal Lunch, the booking must be made 3 days in advance. The tour is free for children 5 years and below.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-one-day-bus-tour-around-best-tourist-spots-in-tokyo/4579?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy 1-Day Bus Tour Around Best Tourist Spots in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 16:54:07"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 119,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1389752149/avolfnhqakhsb5ysiy1j.jpg",
        "strIntroduction": "At the very core of Japanese people's philosophy lies Shintoism, a belief that gods exist and can be found in all natural materials in this world (mountains, rivers, lightning, wind, waves, trees, rocks). We want to bring you into the centre of this pristine nature in Keihoku to enjoy the spectacular scenery and appreciate the harmonious relationship between humans and nature. In this tour, we visit a waterfall deep in the forest, as well as spend time in the tranquil Joshokoji temple. We will also bring you to a beautiful village called Miyama where you can see thatched houses and catch a beautiful panoramic view of Kyoto. Itinerary 9:30 You will take a bus from Kyoto station to Shuzan '周山' by yourself 11:00 Host will pick you up at Shuzan 11:00-17:30 we will tour the sightseeing spots in Shuzan (Joshokuji Temple, Miyama and others) 17:40 You will take a bus from Shuzan to Kyoto station by yourself 19:00 Back to Kyoto station",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-trek-in-natures-beauty-and-visit-a-peaceful-temple-garden/1710?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Trek in Nature's Beauty & Visit a Peaceful Temple Garden",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 16:59:15"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470039334/c3uzfx8gva3ewbo6ygn4.jpg",
        "strIntroduction": "Tokyo is a megalopolis and does not really have a 'center'. Each district or ward is in some way or form specialized in terms of the things you can do and the goods you can buy. For a newcomer, it can be quite an overwhelming experience trying to meander through the city to find that 'one store' that sells that 'one thing' you are looking for. If you do not speak Japanese, it can be quite a challenge. This customized shopping tour of Tokyo will enable you to savour the distinct flavours of the city, while having the opportunity to shop till you drop - Every category and preference will be catered for, from food to souvenirs to high-end branded goods. As a local shopping expert, we know where to take you to find the best deals for whatever you are looking for. We are very flexible and will flow according to the mood of the moment! Some of the areas we may visit are as follows. Please select 1 or 2 places from the listed ones. ※Please note that if you wish to visit more than 2 areas, additional fees may apply. Ginza Akihabara Ueno Ikebukuro Shinjuku Harajuku Shibuya Nippori Daikanyama Omotesando",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-half-day-shopping-tour-in-tokyo/877?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Half Day Shopping Tour of Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 17:03:12"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 7,
        "intUsdCost": 175,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459662533/dzrcbq6jdiexyczy91ne.jpg",
        "strIntroduction": "One of the best things about this tour is that it is VERY FLEXIBLE as it will be designed specifically for your needs. Upon confirming your booking, I will send an email with some suggested itineraries as well as a list of my own personal highlights and favourites. Browse through at your leisure and email me a few days before your tour with any requests you have. One idea of a common 1 day itinerary: HEIAN JINGU: Here we will stroll the classic Chinese style garden and talk about the early days of life in the court filled with poetry and the smell of incense and get a taste of life in the ancient capital which was originally named Heian “capital of peace and tranquillity” GINKAKUJI TEMPLE: Ginkakuji or the Silver Pavilion was built by a shogun who reigned during the birth of Higashiyama culture, a time when the tea ceremony and the philosophy of “wabi-sabi” or beauty in imperfection was born. Before death this shogun became a Zen priest and his villa was turned into a Zen temple. NANZEN-Ji: A beautiful temple complex with an amazing rock garden, Nanzen-Ji is one of the important Zen temples in Kyoto complete with a famous rock garden. It also has an expansive ground with plenty of sub-temples and gardens surrounding the area. A great place to soak up the atmosphere without all the crowds. GION: This ancient entertainment district has a fantastic atmosphere and was a symbol of the rise of the merchant class in the 17th century. Just before dinner you will sometimes see \"geisha\" and \"maiko\" running off to a dinner appointment in their wooden slippers. A few hours later you will see the modern equivalent hostesses clipping along on high heels to classy lounge bars to entertain the well-to-do. An interesting glimpse into the form of night entertainment traditionally referred to as the water trade or \"mizu shobai\". We can use a variety of transport including taxis depending on what is the most convenient but not to worry as your guide will whisk you from place to place. The busy season is upon us so make sure to enquire now if you are interested and I can hold the date for you. Looking forward to showing you around this splendid city.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-kyoto-fun-personalised-private-tour/2513?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Kyoto Fun: Personalised Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 17:06:44"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 8,
        "intUsdCost": 67,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470208015/r6b6lzvlhzxdpfdha2xl.jpg",
        "strIntroduction": "Go on an evening walk through Shinjuku, which is Tokyo’s famous entertainment district, and get a local's look into the best shopping and night life. Discover the Omoide Yokocho, an alley lined with small restaurants serving delicious street food, the notorious red-light district of Kabukicho and more! The standard plan is as follows: 17:30 Meet up at Shinjuku Station East Exit From Shinjuku Station East Exit to Shopping Area Isetan & Marui One Shinjuku Suehirotei Theater (pass-by) Hanazono Shrine (15 min) Goldengai District Kabukicho Area (30 min) Ichibangai, Chuo-dori, Don Quijote, Game Arcade Omoide Yokocho 20:30 End of tour Photos by: -https://flic.kr/p/yZcrv -https://flic.kr/p/zLbAQ -https://flic.kr/p/5L1xVN -https://flic.kr/p/7Xfyrz -https://flic.kr/p/2bChNc",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-night-walking-tour-around-shinjuku-and-kabuki-cho/2635?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Night Walking Tour around Shinjuku and Kabuki-cho!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 17:11:39"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 100,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467534726/mbtdktznftruufttysbm.jpg",
        "strIntroduction": "In this 3-hour tour we show our guests the delicious side of Shibuya which is a place more known for being at the forefront of culture and fashion, and rarely known for its food. Starting in Shibuya Station we give our guests a chance to take a few pictures such of the surrounding area as the popular Hachiko Statue, the Scramble crossing and the busy shopping streets before moving along to our first stop , an Okonomiyaki Restaurant . Here you will be able to sit up close and personal with the cooks as they make the most delicious Hiroshima Okonomiyaki. Delicious with every bite you can have vegetarian, seafood or meat stuffed versions all big enough to satisfy the most intense hunger After we are done, we head out through the heart of the action giving guests a chance to see the seemingly endless ocean of neon lights. We head up through the central shotengai (shopping street) weaving in and out of alleys and streets to give our guests a chance to see the hustle and bustle of the area. We will also take you to the Karaoke where a scene from Lost in Translation was shot. We will go to another restaurant that specializes in some of the most authentic flavors of the South of Japan. Here we will sample 3 or more local dishes that are very scrumptious and authentic, some flavors that you will never ever forget. Once this is done, we will visit Depachika , also known as food wonderland where you can see some very traditional and authentic Japanese desserts, snacks and other food. After we finish we will head back to the glitz and glam for some dessert and then to the crossing to get a few shots when the lights are brightest before saying good night. Tour starts from 5PM up to 7:30PM.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-go-out-on-a-shibuya-evening-walking-food-tour/5840?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go out on a Shibuya Evening Walking Food Tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 17:15:02"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 341,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469778987/sfcj3grtd7q4pzqiyybv.jpg",
        "strIntroduction": "This hassle-free tour is designed to give you a chance to visit and see Osaka's top attractions and includes a day-trip to Kyoto as well. The itinerary for this tour is as follows: Day 1: Pick-up from Kansai International Airport Transfer to Hotel (must be within Osaka City Center) Day 2: Osaka Private Walking Tour 10:00 Pick-up from hotel (must be within Osaka City Center) Visit the following places: - Osaka Castle - Dotombori - Shinsaibashi - Kuchu Teien 15:00 Tour ends, return to hotel or continue sightseeing Day 3: Nara Day Trip 09:00 Meet Guide at Osaka Station or Namba Station Proceed to Nara by train Start of Nara Walking Tour Places to Visit - Todaiji, home of the Great Buddha - Kasuga Taisha Grand Shrine - Nara Park - Old Town of Nara Return to Nara by train 17:00 End of Tour Day 4: Kyoto Day Tour 09:00 Meet at Osaka Station Proceed to Kyoto by train Start of Kyoto walking tour Places to visit: - Kiyomizudera - Higashiyama old street - Yasaka Jinja - Heian Shrine - Fushimi Inari Return to Osaka by train 17:00 End of tour Day 5: Pick-up at Hotel (must be within Osaka City Center) Transfer to Kansai International Airport What this tour includes: - round-trip private airport transfers - Studio passes to Universal Studios Japan - English-speaking guide for the tours - round-trip tickets to Kyoto via rapid train - entrance fees to attractions included in the tour *This tour package is not available on the following dates: April 29 to May 5, 2016; and August 11 to 16, 2016 *Itinerary may change due to local conditions",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-osaka-a-five-day-package-tour-for-small-groups/5017?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Osaka: a 5-day package tour (minimum 5 adults)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 17:17:32"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 11,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355838633/cy4uhhyrifphrrcsy0mt.jpg",
        "strIntroduction": "The shamisen is a traditional 3-string Japanese instrument similar to a banjo and traditionally used to accompany Japanese Minyou, or folk music. There are, however, varying styles of playing the shamisen, including the up-tempo and percussive Tsugaru style of the Tsugaru region in Northern Japan. In recent years, Tsugaru Shamisen has become popularized by the soulful and bombastic style of the Yoshida Brothers, whose playing have turned the folk instrument into a stage performance. Although it may seem daunting to learn, anyone can learn to play simple songs like the popular Japanese folksong \"Sakura Sakura\" or even up-tempo pieces on the shamisen quickly.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-to-play-the-shamisen-and-koto/6?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Play the Shamisen and Koto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 17:22:12"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 53,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470278040/dhxwjevxyiy0ndtenuv2.jpg",
        "strIntroduction": "Tokyo has a lot of attractive spots to look around so it's not easy to make a priority where to visit first and to plan put routes. That's why this half day sightseeing tour that takes you to the best places of Tokyo is a great option for any traveler. Starting from the morning with a pick-up from designated Hotels then visiting popular spots with an English guide. The first stop is Tokyo Tower the long-time famous symbol of the city. The tower has 2 different observation decks that show off different scenery an its magnificent panoramic view is really worth seeing. There are also lots of exciting things there such as looking down from the transparent wide window on the deck, going to the top of 600 steps, visiting a power spot of the towering shrine, many of these have long queues, so visiting them in the morning is the wise plan and is a highlight of this tour. After that, the tour visits Meiji Shrine which is well known as one of Japan's most popular shrines and has a forest of approximately 100,000 trees that were donated from regions across the entire country for the goal of making a natural forest within Tokyo's busy city. Among the trees there is a wide range of nature including animals such as racoons, halcyon, and others that are rare to see in the middle of the city. The main shrine building stands in quiet solemnity and such sights are gaining in popularity especially among young ladies. After the tranquil forest the tour moves to the Imperial Palace where you can see Akasaka State Guest House that is a remaining example of a Meiji-era structure in the baroque architectural style famous for being designated as a National Treasure of Japan. Then, the National Diet Building, which is an impressive building. At the Imperial Palace East Garden, there are the remains of the former castle tower and a beautiful and elegant Japanese garden where you can enjoy its peaceful, serene beauty. After the Imperial Palace, the tour will end at Ginza where both the latest fashion trends and old traditions can be seen and is famous for its high brand shops from all over the world. The one-day tour schedule is as follows: 07:30- 09:00 Pick up at designated Hotels 08:45 Ana Intercontinental Tokyo 08:30 Celestine Hotel 08:55 Conrad Tokyo 08:55 Courtyard Marriott Ginza Tobu Hotel Tokyo Tower (30 minutes) Meiji Shrine (40 minutes) Akasaka Guest House (Drive by) National Diet Building (Drive by) Imperial Palace East Garden (40 minutes) Ginza Shopping District (Drive Through) 13:00 Tour ends in Ginza ※Please choose pickup points from the following list: 08:45 Ana Intercontinental Tokyo 08:30 Celestine Hotel 08:55 Conrad Tokyo 08:55 Courtyard Marriott Ginza Tobu Hotel 09:00 Daiichi Hotel Annex 09:00 Daiichi Hotel Tokyo 08:50 Excel Hotel Tokyu Akasaka 08:35 Grand Hyatt Tokyo 08:05 Grand Prince Hotel New Takanawa 08:10 Hilton Tokyo 08:10 Hotel Grand Palace 07:40 Hotel Metropolitan (Ikebukuro) 08:45 Hotel New Otani 08:45 Hotel Okura Tokyo 08:15 Hyatt Regency Tokyo 08:55 Imperial Hotel Tokyo 08:40 Intercontinental Tokyo Bay 08:20 Keio Plaza Hotel Tokyo 08:40 Mandarin Oriental Tokyo 08:40 Marunouchi Hotel 08:50 Mercure Hotel Ginza Tokyo 08:00 Odakyu Hotel Century Southern Tower 08:45 Palace Hotel Tokyo 08:55 Park Hotel Tokyo 08:30 Park Hyatt Tokyo 08:30 Royal Park (Near Tokyo City Air Terminal 08:55 Royal Park Shiodome Tower 08:15 Sheraton Miyako Hotel Tokyo 08:50 Shiba Park Hotel 08:00 Shinagawa Prince Hotel 08:00 Shinjuku Prince Hotel 08:25 Shinjuku Washington Hotel 07:30 Sunshine City Prince Hotel 08:50 The Capitol Hotel Tokyu 08:25 The New Sanno Hotel 08:40 The Prince Park Tower Tokyo 08:40 The Rits Carlton Tokyo 08:00 Tokyo Dome Hotel 08:45 Tokyo Prince Hotel",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-half-day-tour-of-best-tokyo-spots-with-english-guide/6231?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Half-Day Tour of Best Tokyo Spots with English Guide!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 17:27:13"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472519351/qzngcukmqgrzkwqfova6.jpg",
        "strIntroduction": "If you are a traditional Japanese art enthusiast, you should definitely join this program to learn Kyoto's traditional textile dyeing method at a studio located in Kyoto. The dyeing method that you will be learning with this program is the \"Roketsu\" dyeing method, one of the oldest and the most traditional dyeing methods in Japan. \"Roketsu\" is also known as wax-resist dyeing, because the wax blocks the dyeing ink and leaves the covered area white. The traditional \"Roketsu\" method needs over 20 steps to complete. In \"Roketsu\" method, the thickness and the shades of the patterns are different, so the patterns have three-dimensional impression. The temperature of the brush used in \"Roketsu\" method is approximately around 150℃. You can try the \"Roketsu\" dyeing method and make a square dyed cloth, luncheon mat, tapestry, Japanese towel, or T-shirt. This program is available everyday except on Wednesday from 10:00-18:00. Reservation is difficult to make, so use our service to book this program with no hassles!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-learn-kyoto-textile-dyeing-method-at-a-studio-in-kyoto/6427?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Kyoto's Textile Dyeing Method at a Studio in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 17:31:35"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 51,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473309218/uo9aosjokzsoha526duq.jpg",
        "strIntroduction": "Kyoto has a large cultural legacy coming from its 1200 year-long history and offers an incredible number of attractions for tourists. Among them, this private walking tour is planned to discover Kyoto's hidden beauty and explore the heart of Kyoto. The guide will take you not only to major tourists' spots but also to lesser-known alleys and markets. At the end of the tour, you will agree that the best feature of Kyoto city is the mixture of the new and the old! ☆Tour Course☆ The tour starts from Kyoto station. (If you book a hotel pickup option,the tour starts from lobby of your hotel. The picking applicable hotels are limited to the hotels between Higashi-oji-dori and Nishi-oji-dori (to the east and west) and Imadegawa-dori and Jujo-dori(to the north and south. If you need a taxi or a hired car, an additional fee will be charged.) ↓ Sanjusangen-do ↓ Kiyomizu Temple ↓ Sannenzaka ↓ Gion ↓ End of tour (Tour guide will assist you how to get to the subway station or the nearby bus stop for your next visiting spot or your hotel) ☆Tour Highlight☆ \"Don't jump off the cliff\" / Kiyomizu Temple This temple predates the foundation of Kyoto and has had millions of pilgrims ever since. It is designated as a UNESCO World Heritage site with over 30 structures, including a huge wooden veranda in front of the main hall that juts out over the cliff and provides you a panoramic view of Kyoto. There is a famous expression: that states \"You must jump off the stage of Kiyomizu.\" It means that you should take the plunge to make your dreams come true. \"Most walked street in Kyoto\" / Sannenzaka This sloped path leading to Kiyomizu temple was originally paved with stones in about 808 AD and may be the most walked street in Kyoto. It is lined with old wooden houses running restaurants and shops selling pottery, artworks and other traditional goods. You may come across young women dressed in kimono and feel as though you had traveled back in time to the days of 300 years ago. \"Encounter Geiko and Maiko\" / Gion Gion is the entertainment district beautifully lined with traditional town houses and restaurants, you will encounter geiko and maiko, professional entertainers trained in traditional Japanese dance and music, including the playing the shamisen (like a three-stringed guitar) and singing. They can be seen wearing, beautiful, elaborate kimonos as they walk to and from appointments.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-exploring-the-heart-of-kyoto-half-day/884?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Exploring the Heart of Kyoto (Half Day)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 17:36:26"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 50,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1435651519/u5n2xhtehzmopjs8w9zy.jpg",
        "strIntroduction": "Hozugawa River's rapid streams run between the mountain slopes of Arashiyama and Sagano. The river cruise starts near Kameoka Station and continues for about 16 exciting kilometers down the stream to Arashiyama, just in front of the famous Togetsukyo Bridge. During the time when Kyoto was Japan's capital, the boats used to transport logs and timber for the construction of temples and other buildings in the developing city. Although this practice was discontinued with the invention of railway transportation, the Hozugawa River cruise remains a popular tourist attractions for visitors of Kyoto. In this activity you will embark on a joyful and thrilling boat ride down the rapid swirls of the river. Along the way you will have plenty of opportunities to enjoy the stunning natural beauty of the ravine and discover interesting odd-shaped rocks near the river bed. The entire cruise is about 1.5-2 hours long. Boatmen equipped with oars and bamboo poles navigate the traditional-style wooden boat and show the most attractive natural formations along the way. This ride is available for booking throughout the entire year. You can choose the starting time from the following: - 9:00 - 10:00 - 11:00 - 12:00 - 13:00 - 14:00 - 15:30 Please indicate the starting time when you make a booking. Please kindly book at least 2 days in advance as it takes a day for us to process your booking.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-ride-a-boat-down-the-scenic-hozugawa-river-kyoto/3653?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ride a boat down the scenic Hozugawa River, Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 17:39:40"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 8,
        "intUsdCost": 155,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1384240981/fk1qavlkxrdaldmloi5g.jpg",
        "strIntroduction": "We love Kyoto and we love the world of the Geisha. It is our pleasure to provide impressive and fun experience to the people through traditional Kyoto culture. At our studio you can transform into a Geisha, complete with real traditional wigs, kimonos, obis, shoes and accessories. And then you can have a studio portrait made, take your own photos and walk around on the great old streets that are just minutes from our front door. Our staffs extend a warm welcome to you. Let us turn you into a Japanese Geisha. Many foreign guests have visited us. We are an internationally experienced team! We are located Kyoto's legendary Gion district, the most famous home of the Geisha in all of Japan. This area is loaded with old places and things to do: restaurants, ryokan inns, tea houses and other settings. Our studio is full of classic Japanese atmosphere. The studio is in a traditional machiya townhouse. We even have a tsuboniwa interior garden, where you can take pictures of yourself as a Geisha (it is the only place in Kyoto that offers this special background setting). Come and enjoy our maiko experience in traditional 100-year-old machiya townhouse! *Please note that if you make a booking with a walking plan or the plans that contains outdoor activities, it might be changed to the basic plan in case of rain.(You will get a refund for the price difference.)",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-become-a-real-maiko-in-kyoto/1379?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "15% OFF Maiko Makeover in Kyoto Gion",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 17:44:59"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 1,
        "intUsdCost": 59,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470039563/r0rtrcyzo7ku2ycubuaj.jpg",
        "strIntroduction": "Explore the best Kyoto has to offer with this historical full day tour of Japan's ancient capital departing from Umeda or Namba in Osaka. This tour will take you by bus to Kyoto, where you will first make a stop at one of Japan's most iconic Shino shrines, the Fushimi Inari Shrine, famous for its countless bright-colored torii gates lining the pathway up a mountain. You'll have plenty of time to explore and take amazing pictures. The tour will then move on to Arashiyama area in western Kyoto using local trains. You'll be able to visit the world-famous bamboo forest and admire the traditional architecture of the area. It's the perfect spot to enjoy a traditional Japanese lunch. Lastly, the tour move on to Kinkakuji or the Golden Pavillion, with it's gold-plated roof, it has become the landmark of Kyoto and the quintessential must-see attraction of the city. After a full day of sightseeing, you will return to Osaka by bus. Itinerary: 8:40 - Umeda Pickup: Hearton Hotel Nishiumeda 9:00 - Namba Pickup: Namba OCAT 10:00 - Arrival to Kyoto 10:00 - Fushimi Inari Taisha Shrine 11:30 - Arashiyama 13:50 - Randen Train from Arashiyama Station to Shijo Omiya Station 14:11 - Bus Ride from Shijo Omiya Station to Kinkakuji Temple 14:40 - Kinkakuji Temple 15:55 - Drop off at Kyoto station 16:55 - Drop off at Namba OCAT 17:10 - Drop off at Hearton Hotel Nishiumeda ***This is not a guided tour, however a tour operator that can speak English will be on board.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-a-full-day-bus-and-train-tour-of-kyoto-from-osaka/6239?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a full day bus and train tour of Kyoto from Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 17:47:47"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469776948/fzh6gvstkcak0gp0jhvq.jpg",
        "strIntroduction": "I will guide you around Tokyo's most famous spot places during this one day trip. Following a pick-up at your hotel, we will buy a \"One Day Pass\" ticket at a subway station for only 1000 JPY (not included in the price of this tour). We will visit Tukiji fish market where we will have breakfast. Then to Tokyo Skytree, a 634-meter-high tower that offers commanding views over Tokyo. Then, we will move to Sensoji, an old temple founded in 628 AD in Asakusa, one of Tokyo’s favorite entertainment districts, where you can have a delicious sushi lunch. After lunch we will stroll through the inner gardens of the Imperial Palace East Garden, built over the the original site of the Edo Castle, and admire the moats, lawns, and stunning colors of the Japanese trees. We will take the subway and head for Meiji Jingu Shrine, dedicated to Emperor Meiji. You will see many worshipers there. Finally, we will move to the final destination - the Ginza shopping district, known for its boutique sores and major shops of famous designer brands. The tour ends here, so you can carry on shopping on your own, or relax in one of Ginza’s luxury restaurants or trendy coffee shops.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-a-one-day-trip-around-the-best-spots-in-tokyo/3969?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a one-day trip around the best spots in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 17:52:19"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 121,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473225136/ikfuytwsdy8hwlesk0mt.jpg",
        "strIntroduction": "In this grand tour, you’ll be whisked away to the best high spots of Tokyo!! A full day tour will help you discover the many different sides of this amazing city! All the places are highly recommended places to visit while you are in Tokyo. You can go to these popular places with English guides who are very knowledgeable and happy to answer your questions! They can even help you learn a bit of Japanese. The tour kicks off with panoramic views from Tokyo Tower, which is a symbolic figure of Tokyo. If you are lucky, you’ll be able to see Mt. Fuji!! Then you are going to visit traditional Japanese buildings, such as Sensoji Temple, Meiji Shrine, and the Imperial Palace! All these places will take you back to the old Japan. Along the street to Sensoji, you will enjoy shopping through Nakamise. After that, you’ll be joining the cruise down from Sumida River. In spring, cherry blossoms are in bloom along the river and the scenery is amazing. Also, you will be walking through Tokyo and experience the scenic vista! You can also look forward to lunch! You will have an authentic Japanese lunch with Tempura, Yakitori and other Japanese cuisines. Feel the taste of the old to the new Tokyo! All these amazing spots with this price well make for a grand experience. You won’t regret it.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-grand-tour-of-tokyo-highlights-with-english-guide-tokyo/6248?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Grand Tour of Tokyo Highlights with English Guide, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 17:57:41"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1441242426/tr5ccsqkzkemmvffdzty.jpg",
        "strIntroduction": "Do you like sushi and tempura? Do you know that Japanese cuisine is much richer? You can learn all of that if you come to my kitchen near Ginza and learn to cook healthy Japanese meals prepared by local Japanese mothers. You will be able to cook the dishes when you go back to your home country. We are a group of well-trained English speaking mothers. You will have fun in our Japanese home cooking class. Here are the details of this activity: Our staff will meet you at Toyosu Station at 10:30 am. From there it’s about 12-minute walk to our kitchen. Below is our year-round menu. If your group is more than 3 people, this activity will be private and we will be happy to customize the menu according to your requests. Please feel free to ask when you make a booking. 1) Steamed rice and pickles / Miso soup / Dashimaki-tamago (Japanese-style omelette) Karashiae or goma-ae: Lightly boiled seasonal green vegetables with Japanese mustard sauce or sesame sauce Yaki-zakana: Grilled fish 2) Curry-rice or omu-rice or hayashi-rice (choose one) / Green salad or goma-ae 3) Steamed rice and pickles / Miso soup/ Tonkatsu (breaded pork cutlet) / Cooked vegetables as a side dish 4) Steamed rice and pickles / Miso soup/ Nikujaga (meat stew) / Cooked vegetables as a side dish 5) Do-it-yourself sushi rolls (very good for a party!) Chawan-mushi (an egg custard dish steamed in a bowl) (Please note that you will be asked to pay additional 1000 JPY for the last option, menu number 5) Besides those menus, we prepare other special dishes using seasonal ingredients. For example, takenoko gohan (rice cooked with Bamboo shoots) in spring and green soy beans or Japanese ginger salad in summer. Autumn specials will include takikomi gohan (sort of a Japanese-style pilaf), kuri-gohan (chestnut rice), chawan-mushi, and grilled fish. The winter special will be nabe (a hot pot) cooked on the table.The hot pot is popular as a winter family meal not only because it makes you warm, but also because it has a variety of ingredients such as seafood, meat, tofu, mushrooms, and vegetables. In our class, you will also learn how to make steamed rice in a pan (not an electric rice cooker). Of course, you will learn how to make dashi soup stock in a traditional way. So, let’s start cooking! After cooking, you will enjoy the lunch you made and chat with us!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-healthy-cooking-from-a-japanese-mother-near-ginza/3825?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn healthy cooking from a Japanese mother near Ginza",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 18:01:56"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467384395/hkltibov5dtnvxqlgoma.jpg",
        "strIntroduction": "Visit one of famous shopping street (Musashikoyama: 12 minutes from Shibuya, 20 minutes from Shinjuku by train) in Tokyo and enter variety of stores such as drug stores, supermarkets, convenience stores, and small specialized stores. 15:00: Meet at your hotel 16:00: Move to Musashikoyama shopping street 16:00-18:00: Stroll the shopping street 19:00: Go back to your hotel Japanese young women like to visit drug stores to look around and find something new and interesting to buy, while young men like to visit convenient stores 2 times per day and buy their lunch/dinner, snacks, drinks while they pay their bill, withdraw money and so on. On the other hand, older women like to go shopping 4-5 times per week and they are looking for something good for their family, while older men like to visit Pachinko parlors (Game center) to enjoy themselves. Pachinko and Karaoke are Japanese favorite types of entertainment and you can find many of those on the shopping street. You can see and feel the real life of Japanese people and I can explain their habits and attitude since I have been working at a FMCG (Fast Moving Consumer Goods) multi-national company for almost 30 years and was involved in market research. You can find a variety of take-out foods and those are Japanese favorite foods for everyday life. Japanese like to drink after work, as one communication method with their co-workers and there are so many casual drinking restaurant in the area.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-shopping-tour-in-tokyo-to-understand-japanese-consumers/6894?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shopping tour in Tokyo to understand Japanese consumers",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 18:05:08"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 3,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1392367565/syvcaberidck6gyfiixn.jpg",
        "strIntroduction": "Let's run together in the center of Tokyo to see Ginza, Tsukiji and Nippon bridge! The run will cover about 12-13 km, and we will have a 2 hour break in between. We will run past Tokyo station, rivers, harbors, Shinto shrines, shopping streets and experience the vibrant charm of Tokyo's downtown. Everybody, from tourists visiting Tokyo for the first time to people living and working in Tokyo, is welcomed to join us on this run! Let's experience running through the center of Tokyo, full of interesting discoveries and surprises!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-lets-go-running-in-the-center-of-tokyo-ginza-and-tsukiji/1888?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Let's Go Running in the Center of Tokyo, Ginza & Tsukiji!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 18:09:39"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 5,
        "intUsdCost": 119,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1424177417/bpkh6oka9pk02mvsexnt.jpg",
        "strIntroduction": "To the Japanese, a ninja is neither a spy nor an assassin. The ninja is a person who places a sword on his/her heart to control and discipline him/herself. Ninjas seek to maintain \"balance\" or peace of mind in life to survive. Our ancestors came to Tokyo over 400 years ago, following a feudal lord named Tokugawa Ieyasu, who founded the Tokugawa Shogunate in 1603. As the Shibatas had loyal ninjas, our ancestors could serve the government as heads of \"Onmitsu\" ninjas. If you check about your host's great grandfather, Shibata Takenaka, you can see our linage. As our ancestors worked for Tokugawa Shogunate for 265years, you can find some historical documents in libraries and the ministry of foreign affairs, which is rather unique, as most of ninja histories have been kept secret. In our clan we have crafted our weapons for over 400 years. You'll see some of the weapons hand-crafted by your host(ess) and her father. In your session, you will train yourself learning three ninja techniques our novices learn in his/her first class. The activity includes: 1. Ninja experience meditation 2. Change to a ninja outfit 3. Practice Ninja Stars 4 Practice Blowgun 5. Learn Kujikiri (well-wishing) technique 6. Photo-taking time About Meditation: The art of ninjutsu is more than learning the physical skills of the martial arts. It is also about finding your inner self through physical conditioning, meditation, and discipline. With the practice of meditation one develops key elements of increased awareness and detachment while increasing his/her sense of inner peace. It is through meditation that ninjas learn how to reach the \"ku\" (no-self, void), and to control the energy called \"ki\" which is the essential life force existing in all things in the universe. In meditation a ninja seeks to get to the \"ku no kyochi\" (state of no-self) by integrating his/her body and mind. This state of mind gives a ninja the power to block out everything except the task at hand by using a sense of extreme calm and enhanced concentration. About Kujikiri: Kujikiri is a series of nine symbolic hand gestures. It invokes the spiritual and mental strength of an individual. The hand signs are believed to be able to channel energy. The hand signs were taken from the practices of the early Buddhists. They are used to build confidence and strength in the practitioner. They are also believed to enhance one's senses of danger and enable one to foresee death. About weapons: Get a chance to view some of the famous weapons made by our master weapon-smith. *If your requested starting time is after 9pm, or between 6am and 8pm, please pay for the Ninjas' overnight stay fee at the Dojo. You can make the payment by purchasing the \"[Add-on] Ninja Overnight Stay Fee\" in addition to your experience fee.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-be-a-ninja-learn-three-basic-techniques/52?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Be a Ninja: Learn Three Basic Techniques",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 18:14:27"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358745651/kctxloicwrasbgiahwfi.jpg",
        "strIntroduction": "The cuisine of Okinawa is famous for the variety that is offers. Okinawa people are famous for Longevity. People say the secret of long life is their traditional cuisine. The characteristics of Okinawa cuisine are mainly used pigs and kelp broth, bonito. Use of the local ingredients such as fresh vegetable and cook different of methods created a spectacular cuisine in Okinawa. In this activity, You can choose 1 of 3 different dishes as follows with a specialty Okinawa vegetable named GOYA. Cook and Try! - Goya Champlung (Scramble egg and Goya, meat) - Goya Salad (Salad made with Goya) - Goya squash (Fresh Juice made with Goya) Learn Okinawa homemade cooking and you can enjoy your favorite Okinawa dishes at home!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-cooking-experience-okinawa-cuisine-with-goya/273?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cooking Experience Okinawa Cuisine with GOYA",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 18:19:02"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 15,
        "intUsdCost": 40,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355843782/tmemrzar7u5xawk8delh.jpg",
        "strIntroduction": "Make a professional handmade Japanese stone seal by yourself! You’ll get your very own, unique seal. You will be guided in your work by a Japanese stone seal professor. Japanese seals can be made from wood, bamboo, stone, hone, meal or plastics etc. At this event, you’ll make your one and only personal stone seal with stone, which is easy to be sculpted. You will be able to carve what you wish with a stylus, and the craftsman will assist you in carving your nickname in Japanese hiragana or katakana. (It is also possible to carve in kanji, Chinese character, but you need a bigger stone seal for an extra fee) The stone seal acts as a signature in Japan. With the seal you will create during this workshop, you will be able to stamp your business cards, letters, or even works of art! We prepare special small gifts for the guest from FindJPN. Please come and enjoy our event!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-craft-your-own-japanese-stone-seal/252?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Craft your own Japanese Stone Seal",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 18:22:19"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 19,
        "intUsdCost": 98,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1393487114/fediyi72cvkrprrsoeox.jpg",
        "strIntroduction": "Five reasons to choose Kyoto Fun's Cycling Tour 1. Bicycle is by far the best way to get around Kyoto’s crowded streets. Kyoto has a great geography for two wheels. Why wait for crowded buses or be stuck in traffic with an expensive taxi when you have the freedom to move around at will like the locals do. 2. We take you on scenic routes which are chosen with your safety in mind. Riding a bike alone you might get lost or end up on very narrow streets. We know the best way to get around and give you tips on staying safe. We also know quiet side streets with lots of character and charm. 3.We tell you stories of the city’s past and give you background knowledge along the way. Learn about the world of the shogun and samurai, the geisha house and even get a background on the shinto and buddhist beliefs. Learning about the cultural legacy of old Kyoto is a great insight to Japanese customs and culture. 4. You can choose to join a small group of six max or a private experience. With a maximum of six riders we can be sure to get around more easily and give everyone a more intimate experience. Or for the ultimate in flexibility and customisation choose a private experience and we will go out of our way to take any special requests that you have on board. 5.We don’t just give you a history lesson, we focus on having a fun enjoyable day. Lots of tours offer guides that can rattle off facts figures and dates but are always on a tight time frame. We look at travel a little different. So, if you want a fun day out on the bikes and enjoy the journey as much as the destination, choose this experience and I am sure you will be pleased. Choose from one of three courses or help plan the day with your guide on a private experience. Bike Tour of the West Side of Kyoto Duration: 5-6hrs Distance: 20km Difficulty: Moderate Kinkakuji the \"Golden Pavilion\" → Genko-An a hidden gem → Kitano-tenmangu an ancient shrine → Kamishichiken Geisha District We make our way across town to Kinkakuji the Golden Pavillion. This is one of the most spectacular sights in Kyoto and a UNESCO World Heritage site with lush gardens and plenty to take in. Next up is a quiet temple off the beaten path called Genko-An. This zen temple has a unique history and is a nice quiet place to look at the beautiful gardens through the two windows, one circular and one square.These represent two views of the world, through the lens of confusion or one of enlightenment. On the way out you can gaze up to the ceiling panels which are made from the blood stained floorboards of a famous castle, put in place to commemorate the samurai who died in battle on that fateful day. After Genko-An we visit one of the most famous shrines in Kyoto, Kitano-tenmangu. This shrine is dedicated to a statesman and scholar who became deified as a god of thunder after his banishment from Kyoto and vengeful return as an angry spirit after death. This place is remarkable for it's many old wooden structures set amongst thousands of plum trees. It is also a place where students pray for good exam results. After that we visit the Kamishichiken Geisha District nearby for a look at the smallest and quietest geisha area. Here we can soak up the classic atmosphere and maybe even see a geisha on her way to work. This tour covers a lot of ground in a day but we can see a lot of the city as we roll past on our bikes. Bike Tour of the South Side of Kyoto Duration: 5-6hrs Distance: 10km Difficulty: Easy Sanjusangendo the 1001 kannon statues → Tofukuji a zen garden → Fushimi Inari the tunnel of red gates → Miyagawa cho geisha district Starting at the magical temple Sanjusangendo, here you have an opportunity to see 1001 kannon statues which were carved way back in 12th and 13th century Japan. This is a place with a lot of history and a real mind blowing experience to wander past these statues made with amazing skill. Then it's on to discover a masterpiece of zen gardening at Tofukuji. This place will take your breath away. There are several gardens to discover with each having a different style. Most impressive is the deep gully spanned by a bridge with dozens of maple trees lining the way. After that we head to Fushimi Inari, possibly one of the most famous and definitely most photographed places in Kyoto. Enjoy a stroll amongst the thousands of red torii gates and feel the magical energy of the place. This is also a place to pray for a good harvest or success in business so bring a few coins to drop in the prayer box and we will show you how to make a wish in the shinto way. Then we head back to the city through Gion and discover quaint neighbourhoods in a special part of Kyoto. Here we also visit the geisha district of Miyagawa cho and enjoy a little look in on the ways of the traditional entertainers in Kyoto. We may even be lucky enough to spot some Geisha or their apprentice Maiko on the way to their next appointment. Bike Tour of the East Side of Kyoto Duration: 5-6hrs Distance: 10km Difficulty: Easy Heian Shrine's spectacular garden → Ginkakuji the \"Silver\" Pavilion → the Path of Philosophy → Nanzen-ji temple grounds → Gion District Starting at Heian Shrine you get a fantastic introduction to Japanese garden design at the sprawling garden of Heian Shrine. This a a real gem as it's usually not crowded at all so you can stroll the gardens at leisure while we talk about the traditional customs of the old capital. From here it is a short trip to Ginkakuji which has one of the most relaxing and classic Japanese style gardens from the days when the tea ceremony had a huge influence on the culture of Japan. This was a retirement villa for a famous shogun and grandson of the shogun who built the Golden Pavilion across town. Here you can see buildings which are over 500 years old and a masterful display of gardening skill. From there a trip down the Path of Philosophy which is one of the most pleasant paths in Kyoto. Hugging the hills there is an abundance of nature and plenty of little shops and cafes along the route. This takes us to Nanzen Ji temple, one of the great temples of the Zen faith. The grounds here are spectacular and we can even see a Romanesque aqueduct running through the nature filled site. Then it's on to two of the famous streets in Gion called Hanimikoji and Shirakawa Dori. Here you can soak up the atmosphere and maybe even spot a geisha running off to an appointment. One this pleasant day you can see lots of nature, beautiful gardens and get a taste of zen.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-pedal-your-way-round-kyoto-and-discover-historic-treaures/1987?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Kyoto Fun: Cycling Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 18:26:03"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 90,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470662047/dvfy0prl6xfudoaoraao.jpg",
        "strIntroduction": "This is a tour around the World Heritage Mt. Fuji, a source of art for Japanese engravers such as Hokusai or Hiroshige, who are widely known, and many other artists who were inspired by its beautiful shape that can be seen from hundreds of kilometers away. In this tour I will take you to the best spots from where Mt. Fuji can beautifully be seen and end the day in a relaxing hot spring. We will pick you up at your accommodation and depart at 8:30 am. The tour will start from one of the most stunning view points of Mt. Fuji famous for its five-storied pagoda at Arakurasengen Park. We will move to see the pastoral landscape of Oshino Hakkai with old style Japanese houses and a total of eight ponds formed from the beautiful groundwater of Mt. Fuji. The name “Hakkai” meaning eight seas actually represents the ponds that were originally used for cold showering for the pilgrims in the Edo era. We will be taking lunch at a local restaurant. After a 1-hour drive to reach the caldera Lake Ashi, we will go to the top of the 1350-meter high Hakone Mountain by ropeway. Here again the view from the lake and from the top of the mountain are astonishing. We will have a short tea break at an old traditional tea house on the side of an old road that connected Tokyo and Kyoto, called the Tokaido (road of the east sea). The last activity will be refreshing yourself at a modern designed hot spring that I recommend. ※All viewpoints are chosen and been supervised by Mr. Rocky Tanaka, the only professional Mt. Fuji photographer. The picture used on top of the page is one of his work. You can check his works online.",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-see-mt-fuji-stunning-view-points-and-experience-hot-spring/6350?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See Mt Fuji's stunning view points and experience hot spring",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 18:31:25"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 7,
        "intUsdCost": 74,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470210432/yxejmwsns9nhlcaggtdj.jpg",
        "strIntroduction": "The two ancient cities, Kyoto and Nara are located far from each other, but it is possible to travel around the famous sightseeing spots in both of these cities in one day. This tour makes it possible for you to visit both of the cities without having the feeling of being rushed. This tour will cover many major tourist spots in Kyoto and Nara in one day! Kyoto was Japan’s capital for over 1,000 years, and the historical scents of Japan still remain. Kyoto has a stunning collection of UNESCO World Heritage sites and also a geisha district. The temples and traditions are outstanding, but the food is also exquisite! Nara is also one of Japan's ancient cities, with many historical sites, located less than one hour from Kyoto. Japan’s first permanent capital was established in the year 710 at Heijo, which has now become Nara. Since it was the first permanent capital, Nara remains as a city with many historical treasures, including the oldest and largest temples in Japan. In this tour, you will visit places in Kyoto and Nara in one day! A local guide will show you around safely, while presenting you with important and interesting information about the historical sites and about the city in general. Why we love it: - Don't have enough time to travel around? No worries! Visit famous sightseeing sites in one day! - You do not worry about changing trains or buses as you travel around Kyoto and Nara since you will get around with your guide! - Take a tour with a knowledgeable English-speaking local guide with years of experience. -Strap on your adventurous spirit and immerse yourself in Kyoto and Nara Regarding itineraries, You can talk to our guide to make the best plan based on your requests since it's a customizable tour. Through the tour,you will be able to visit 3-4 sites in total in Kyoto and Nara. Since this is a one day trip, you can do other activities on the next day! If you would like to visit highlights of Kyoto and Nara in one day, exploring not only Kyoto but also Nara, join our tour and enjoy your stay in Japan! Don’t miss this opportunity! ※Please note that the host may not be able to pick you up at your hotel depending on the location of your hotel even if you book a hotel pick up option. In that case,we will refund for what you paid for the hotel pick up option. Please let us know where you are going to stay when you make a booking. ※Transportation will be using public transportation, such as trains and buses. Photos by: -https://flic.kr/p/mDaR4z -https://flic.kr/p/7w3z1c -https://flic.kr/p/e9CCtB -https://flic.kr/p/5D42hM -https://flic.kr/p/ajZtMR -https://flic.kr/p/auTa3c https://flic.kr/p/g9U5yx",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-explore-the-historical-cities-kyoto-and-nara-in-one-day/2399?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the historical cities, Kyoto and Nara in 1 day!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 18:36:05"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 113,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472779880/nbgeyoh1dci3mbjd7n0h.jpg",
        "strIntroduction": "This is a full-day cycling sightseeing tour of Tokyo, departing from Toranomon Hills. In this tour, you will be able to discover a new side of Tokyo riding on a bike. The bicycle, helmet and gloves rental fee is included. The are 5 courses available: There are 10 options (5 courses) available: 1. Asakusa and Nihonbashi Course Duration: 6 hour(s) Available: Daily Pick-up: Not available Includes: Rental bike / Helmet / Gloves / Simple raincoat / Towel / Picnic lunch / Japanese sweets / Tea [Schedule] Meet at Toranomon Hills (09:00) Briefing Start the tour at Toranomon Hills. Hibiya Park - Enjoy watching the seasonal flowers. Ginza - Kabukiza Theater, Kyukyo-do, Kimuraya Tsukiji Market - Enjoy the bustling market Kyobashi Nihonbashi - Visit a long-established shop from the Edo period. Ningyocho - Visit a Ningoyaki shop and Tsuduraya. Ryogoku - The town of Sumo wrestlers. Lunch (You will have lunch at either a restaurant on the way, a lunch box, or a light meal and snacks depending on your course. We recommend that you eat and snack a little here and there to keep your energy up.) Sensoji temple - Five-story pagoda Kappabashi - Visit Kamaasa, a shop selling kitchen items Ueno Zoo - Don't miss the Panda bear display. Kanda Myojin - Visit the shrine where the festival of the Tokugawa Shogunate takes place. Imperial Palace - Ride around the beautiful gardens and take in the scenery Tea break at Hibiya Park - Relax and savor delicious Japanese sweets and tea! Tour ends at Toranomon Hills (15:00) 2. Aoyama and Omotesando Course Duration: 6 hour(s) Available: Daily Pick-up: Not available Included: Rental bike / Helmet / Gloves / Simple raincoat / Towel / Picnic lunch / Tea time [Schedule} Meet at Toranomon Hills (09:00) Briefing Depart Toranomon Hills Akasaka - Hie shrine Aoyama - Toraya Main Shop Jingu Gaien - Admire the Ginkgo trees Omotesando Kottodori Roppongi- See the modern triangle of art, Roppongi Hills, Tokyo Midtown and the New National Museum Ebisu Daikanyama - Stroll around this stylish area Lunch (You will have lunch at either a restaurant on the way, a lunch box, or a light meal and snacks depending on your course. We recommend that you eat and snack a little here and there to keep your energy up.) Azabujuban Tokyo Tower Zoujouji temple Tea time at Atagoyama - Relax and savor delicious Japanese sweets and tea! Tour ends at Toranomon Hills (15:00) 3. Imperial Palace and Bakery Course Duration: 3.5 hour(s) Available: Daily Pick-up: Not available Included: Rental bike / Helmet / Gloves / Simple raincoat / Towel [Schedule] Meet at Toranomon Hills (10:00) Briefing Depart Toranomon Hills Hibiya Park Kokyo - Enjoy cycling in the spacious area. Marunouchi and Tokyo Station - Ride on the street with fashion and designer shops. Diet Building - Majestic! Akasaka - Cycle down Embassy Street Tour ends at Toranomon Hills (13:30) 4. Sumida River Picnic Course Duration: 3.5 hour(s) Available: Daily Pick-up: Not available Included: Rental bike / Helmet / Gloves / Simple raincoat/ Towel [Schedule] Meet at Toranomon Hills (10:00) Briefing Depart Toranomon Hills Hibiya Park - Enjoy viewing the seasonal flower beds. Ginza - Kabukiza Theater Kyobashi Nihonbashi - Visit a long-established shop from the Edo period. Ningyocho - Visit a ningoyaki shop and Tsuduraya. Imperial Palace Tour ends at Toranomon Hills (13:30) 5. Water Bus and Cycling Course Duration: 4.5 hour(s) Available: Daily Pick-up: Not available Included: Rental bike / Helmet / Gloves / Simple raincoat / Towel [Schedule] Meet at Toranomon Hills (14:30) Briefing Depart Toranomon Hills Hinode Pier Water Bus - See the sights from the bay as you cruise along. Odaiba - Amire the night view. New Market Toyosu Tsukishima - This area is famous for monjayaki, a delicious, unique, Tokyo-style dish similar to okonomiyaki. Kachidokibashi Ginza Hibiya Park Roppongi Midtown - Check out the bright illumination displays. Tokyo Tower Zoujouji Temple Tour ends at Toranomon Hills (19:00)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-full-day-cycling-sightseeing-tour-of-tokyo/6071?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a full-day cycling sightseeing tour of Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 18:38:39"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 11,
        "intUsdCost": 154,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1433128073/pdo4oajkyxtamofedp2d.jpg",
        "strIntroduction": "This tour will take you to see the most important attractions of Nagano City and the Yamanouchi area. You will take a scenic route to see the cutest monkeys in the world and afterwards spend time at the temple of Zenkoji and the bustling Nakamise shopping street, as well as having sake tasting experience at the end. Your guide will meet you at Nagano Station at 8:45 am and will lead you to the Yamanouchi region here you get to meet the Japanese snow monkeys. These monkeys are world-famous for their rare habit of bathing in hot springs during winter. When at the Park, the snow monkeys will let you get really close to them for some great photo opportunities. After saying goodbye to the snow monkeys take a stroll along a tranquil forest trail to the lunch cafe. After a delicious lunch you will get back on the road and head to the Zenko-ji Temple. The temple of Zenkoji is famous for holding the first Buddhist statue brought to Japan. This has made the temple an important pilgrimage site with people coming from all over Japan to pray for their place in Buddhist heaven. Zenkoji Temple has a special energy, and welcomes people of all faiths and religions. The temple grounds have many hidden gems to explore, such as the dark tunnel which runs under the temple. Here you can allegedly gain enlightenment if you find the \"Key To Paradise\". After exploring Zenko-ji Temple, the guide will take you to one of Nagano's most historic sake breweries where you get the opportunity to try several types of sake. Nagano is one of the regions in Japan with a very active production of sake. Clean spring water in combination with a climate suitable for rice production creates the optimal environment for high quality sake. You can find yourself a good souvenir at Nagano's beloved sake brewery. You will be taken back to Nagano Station where the tour concludes at 17:00. Tour Itinerary: 08:45 Meet up at Nagano Station under the East Exit information board opposite of the Shinkansen exit. 10:00 Welcome to the Snow Monkey area! Walk for 30 minutes along a forest trail to the Snow Monkey Park where you get to enjoy the wild monkeys playing around. 12:15 Have delicious lunch nearby the Snow Monkey Park! 13:00 Leave the lunch restaurant and get taken to the historically important Zenko-ji Temple. 14:15 See the sights of the Zenko-ji Temple and learn of the interesting facts. Enjoy up to 30 minutes of shopping on Nakamise Street. 16:00 Visit a sake brewery and enjoy tasting different types of sake! 16:45 Get on the bus and arrive back to Nagano station by 17:00.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-one-day-tour-in-nagano-snow-monkeys-zenkoji-temple-and-sake/3498?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1-Day Tour in Nagano: Snow Monkeys, Zenkoji Temple and Sake",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 18:41:38"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 70,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464339241/ccipv1wsk4ylmdwihs0c.jpg",
        "strIntroduction": "This is a private tour for you. So you don't need to care about other customers. The tour time is 2.5- 4 hours. Participants: 2-8 Meeting point: Harajuku Station Meeting time: anytime (you can decide) Itinerary (an example): Meet up at Harajiku Station ↓ walk Takeshita Street visit a Purikura photo shop (take funny and pretty photos) ↓ shopping at Takeshita Street ↓ take a break at cute cafe ↓ visit the Meiji Jingu Shrine. If we have a time, I'll take you to other places in Harajuku. Just tell me where you want to go! I'm looking forward to see you soon! Thank you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-get-acquainted-with-the-local-youth-culture-in-harajuku/6583?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get acquainted with the local youth culture in Harajuku!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 18:46:35"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 30,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1437394781/e9ygheiyfqtmqeb1owm9.jpg",
        "strIntroduction": "There are several places in downtown Fukuoka where you can enjoy yatai - Food stalls for various dishes. These places are Nakasu, Tenjin, and Nagahama area. You can choose 1 area from the above and we will first stroll around the area and then I'll recommended 2 yatai stalls to eat local food according to your taste. Usually yatai stalls open from around 5 or 6 pm until 1 or 2 am. The tour will start from around that time, and end after around 4 hours. We can meet at your hotel, shopping store, or subway Tenjin Station. If you are interested in learning Japanese, I will teach you how to order food in Japanese at the yatai. This is a private tour. I would like to meet many people from various countries and have cultural exchange with them!",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-take-a-fukuoka-yatai-tour-and-taste-the-best-local-food/3693?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Fukuoka Yatai Tour and Taste the Best Local Food",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 18:49:54"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 47,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355841288/jlwbi8dlj81wu0mymmr8.jpg",
        "strIntroduction": "Ever since the Edo period for over 400 years, “buyo”, a type of traditional dance in Japan, has existed thanks to people who can still dance this traditional art and successfully pass it on. \"Buyo\" involves dancers stamping their feet and making huge hand/body gestures while twisting and turning to music that can be best described as traditional pop music. In this activity, you’ll... • Watch a “buyo” performance by a successor of this tradition with an interpreter who will give you English explanations. With explanations, you will fully experience and enjoy the essence of “buyo”. When you visit Japan, come and see an exceptional and traditional Japanese performance.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-watch-a-japanese-buyo-dance-performance/146?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Watch a Japanese “Buyo” (Dance) Performance",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 18:52:57"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 13,
        "intUsdCost": 52,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1410933691/ocp6dniqhjh0xgkbdarc.jpg",
        "strIntroduction": "What are you interested in AKIHABARA? Please chose what do you want to see and you will get a customized tour of your desired locations! Costume play (name of your favorite character/s) Photo stickers, PURIKURA with Costume play (make your original) AKB48 cafe & shop Gundamu cafe Anime (what are your favorite anime?) Manga (what manga do you like?) Electronic gadgets (what items are you interested in finding?) Games (what video games do you enjoy?) Figures (name of your favorite figures) Maid Cafe Railway model making Beautiful girl in two dimensions Air guns ●Cost: Included only guide fee. Admission, transportation fee and meals are NOT included. Please pay for host's meals and admission fee during the tour. ●Tour days and time: Monday to Friday Starting time is 5:30pm ●Meeting point JR Akihabara station, Electric Town Gate outside ticket gate front of AKB48 Cafe ●The duration of this tour 2h If you have any questions or would like further information for my tours, please send a message.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-akihabara-tour-for-anime-manga-try-cosplay-for-free/2499?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Akihabara Tour for Anime, Manga. Try cosplay for FREE!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 18:57:18"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 9,
        "intUsdCost": 74,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472520227/elyxjcrppeukjuywm18w.jpg",
        "strIntroduction": "Have you ever seen food samples? Japan has become adept at making artificial food called \"Sanplu\". The term “Sanplu” itself comes from the word \"Sample\" in English. In this activity we will: - Visit a “Sanplu” shop in Kappabashi between Asakusa and Ueno. There are so many \"Sanplu\" shops to visit here. You will be mesmerized at how amazing these stores are! - Make your own \"Sanplu\". - If you find a “Sanplu” you like, you can buy it as well!! But don't forget, you can’t eat it!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-make-your-own-plastic-food-models-japanese-sanplu/97?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make Your Own Plastic Food Models: Japanese Sample",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:00:51"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 10,
        "intUsdCost": 79,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1360741900/unzcixga51ogmxjadsbb.jpg",
        "strIntroduction": "Reiki originates from Japan and is a popular hands-on-healing that is well known globally. A treatment feels like a wonderful glowing radiance that flows through and around you. Reiki treats the whole person including body, emotions, mind and spirit creating many beneficial effects that include relaxation and feelings of peace, security and well being. Some of the Health Benefits from Reiki ★ Complete relaxation ★ Release of stress and anxiety ★ Positive emotional states ★ A release of old blocked emotions ★ Pain relief ★ A strengthened immune system ★ Open your intuitive centers ★ Enhance learning ★ Eliminate emotional, physical and mental stress ★ Help overcome past trauma A Reiki healing is very simply performed. The Reiki Practitioner (healer) serves as a channel by placing her hands upon you for the energy to flow. The client remains fully clothed and the session can take place with the client lying down. A Reiki treatment feels like a wonderful glowing radiance that flows through and around you. The energy flows wherever it is required and can normally be felt as a warm sensation or tingling in the body. Reiki treats the whole person including body, emotions, mind and spirit creating many beneficial effects that include relaxation and feelings of peace, security and well being. Receiving Reiki is a very relaxing and soothing experience. Sessions usually last approximately one hour.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-reiki-healing-sessions/293?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reiki Healing Sessions",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:04:00"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 9,
        "intUsdCost": 135,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1452177307/qwjlrjbryobg9xagh6py.jpg",
        "strIntroduction": "This activity in Harajuku offers you great chance to be Lolita,unique culture in Japan. (from 11:00 - 21:00) What makes this activity special is that you can perfectly be Lolita.(making up, hair, clothes by BABY, THE STARS SHINE BRIGHT, leading brand of Lolita in Japan) You also can get your photos as a Lolita. Welcome to enjoy our activity with your friends. There are everything to be Lolita in our shop, (clothes,cosmetics and so on) so you don't need to bring anything. Q.Do you bring me out for photo shoot or do you only take photos in your shop? We will make you up and take photos at the same place in Harajuku.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-lolita-in-harajuku/631?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Become a Lolita in Harajuku",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:09:10"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 5,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1429523608/mesbaod5png629epew5x.jpg",
        "strIntroduction": "Furano Cheese Factory is one of the most popular places for production of cheese in Furano, Hokkaido. The northern Japanese island is widely known for its rich quantities of milk and industrial production of butter and cheese. In fact, Hokkaido's cheese is considered to be one of the finest and will satisfy even the most demanding tastes. At the Furano Cheese Factory you can see the process of making the local camembert cheese behind large windows. Furthermore the place boasts the production of ice-creams with unique tastes including sweet corn and black squid ink. There is also a pizza bar where you can try locally made pizza cooked in an old-fashioned furnace. The highlight of Furano Cheese Factory however are the hands-on experiences offered in the workshop. You can learn how to make your own butter, ice-cream, cheese and bread! Due to the popularity of the place and the limited availability of the classes, prior reservation is necessary in order to take part in the hands-on activities. We will make a reservation for you and will secure your place in the classes offered. You will be able to pay the small class fee when you arrive. The local staff will be expecting you and in some cases (such as the bread making workshop) they will have completed the necessary preparations of the dough. The following schedule shows the times of the classes: - Butter making: 9:15, 10:15, 11:15, 13:15, 14:15, 15:15 You will make 60 gram of butter. The class takes about 40 minutes. - Ice-cream making: 9:15, 10:15, 11:15, 13:15, 14:15, 15:15 You will make 100 gram of butter. The class takes about 40 minutes. NOTE: Please note that at least 4 people are necessary for this class to be held! - Cheese making: 9:30, 11:00, 13:30, 15:00 You will make 100 gram of cheese. The class takes about 60 minutes. - Bread making: 10:00, 13:30 You will make about 6 pieces of bread. The class takes about 90 minutes. NOTE: *Please note that at least 2 people are necessary for this class to be held! *Please note that the reservation for bread making has to be made before three days in advance. Note that in the winter months (November-March) the 15:15 classes are not held. Don't miss your chance to participate in Hokkaido's best known hands-on workshops and don't rely on availability without a prior reservation! We will help you arrange these unique activities during your trip to Hokkaido!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-make-cheese-butter-and-ice-cream-at-furano-cheese-factory/3363?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make cheese, butter and ice-cream at Furano Cheese Factory!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:14:37"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 19,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1445416659/jascymsv8t07iq3rwmao.jpg",
        "strIntroduction": "This is a two hour morning walking tour in the famous Yanaka district. If you want to know what real authentic life in Tokyo was like, you must visit Yanaka district. In this tour, we explore the town, visit beautiful and non-touristy temples and shrines, see old streets, and visit a lovely cafe at the end. Yanaka is a very rare area as it didn't get much damage from the war and from the big earthquake in the 1920s. You can see pretty streets and houses, as well as local temples and shrines. We will meet up at Nippori Station at 10:00 am, and walk to Yanaka cemetery, which was founded in 1872 and where many famous people such as the last shogun of the Edo period, Tokugawa Yoshinobu, were buried. Walking around a cemetery may sound a little strange but it is actually open to visitors, and you can also learn how Buddhism developed in Japan. By the cemetery is Tennoji Temple, one of the oldest temples in the town which has a giant Buddha statue in it. It is a very quiet local temple and not touristy at all, so you might feel the different atmosphere from other major temples such as Sensoji in Asakusa. Then we will walk in the downtown area of Yanaka, where you can have a glimpse of the real lifestyle in Japan. There are not so many big chain stores and instead you will see a lot of unique independent shops, cafes, bakeries and restaurants, as well as local temples. Finally, we will explore Yanaka Ginza, a lovely shopping street in the heart of the town. If you would like to look for some small gifts for your family or friends, I would say this is the best place. And if you are a cat lover, it will be even more exciting because there are plenty of cats in the area! We will finish the tour at about 12:00 at either Yanaka Ginza or JR Nippori (or subway Sendagi) station.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-yanaka-morning-tour-with-a-licensed-guide-in-tokyo/3903?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Yanaka Morning Tour with a Licensed Guide in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:18:13"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 11,
        "intUsdCost": 69,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355843778/qp0e4ahm7f9q5tha8yvo.jpg",
        "strIntroduction": "Here is the example of 4-5 dishes that you can chose. (a) Hijiki with Creamy Citrus Sauce (b) Steamed Azuki and Pumpkin (c) Brown Rice with Mizuna (d) Lotus Root Fried Ball (e) Persimmon Gelee This class is based on Macrobiotic theory, and I don't use meat, fish, eggs, white sugar, or chemical products. You can enjoy \"vegetarian course menu\" with Japanese traditional ingredients and method. The dishes are served with Japanese pottery or simple white porcelain with flower arrangements and table linens. I would like to show you various kinds of vegetable dishes/bread and how to make the dishes more beautiful and enjoyable, based on my experiences at many cookery schools both in Tokyo and London, and in the various countries I've traveled to (more than 20 countries!). The place to have a lesson is near Ikebukuro Station (about 10 minutes walk from the station). The details of the meeting point will be advised if the reservation is fixed. Please let me know the following info when you make the booking; - Name of each participant - Ages - Genders -Nationality - Contact phone No. - Hotel name I can prepare a lesson at weekend (Saturday and Sunday 10:30 ～13:30/16:30～19:30）. Sorry but this class is only for women. If you are male, please come along with a lady (your partner, friend, family, etc.).",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-to-cook-japanese-vegetarian-food-like-a-pro/79?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Cook Japanese Vegetarian Food like a Pro",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:22:33"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 7,
        "intUsdCost": 156,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464854124/qtlbsnkhhnhdrz01rgsi.jpg",
        "strIntroduction": "If you've come to Tokyo in winter and you're disappointed that there's no snow anywhere around the city, this day trip is exactly for you! Just an hour ride away lies a breathtaking snowy landscape with some of the country's best ski slopes and skiing facilities. You can easily have a break from the big megapolis and enjoy outdoor activities or simply play in the powder-like snow. For lovers of hot springs, there's a popular spa resort as well! This self-guided tour includes: - round-trip Shinkansen (bullet train) ticket to Gala-Yuzawa resort (Gala-Yuzawa Station) - 1-day of unlimited rides on the main lift and gondola - a discount if you'd like to take a 2-hour ski lesson for beginners (held in Japanese only) This tour is only available until March 31. The lift and gondola can be used from 8:00 to 17:00 every day. The discount prices for the ski lessons are as follows (need to be paid separately on the day, from the Cheers counter in the upper gondola station): Adult, weekday: 2590 JPY, weekend: 2960 JPY Child, weekday: 3500 JPY, weekend 4000 JPY The lessons take place between 10:00 and 12:00 and between 13:15 and 15:15 every day. For your reference, the average price of ski/snowboard set rentals for one adult is: Half day: 3700 JPY Full day: 5200 JPY The average price for snow wear set rental is: Half day: 2100 JPY Full day: 3000 JPY",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-ski-day-trip-to-one-of-the-best-ski-resorts-gala-yuzawa/2993?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ski day trip to one of the best ski resorts, Gala Yuzawa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:27:18"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 107,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1398326963/rc43qgl0vjbafqqnfnsz.jpg",
        "strIntroduction": "Ishigaki island is a treasure trove of colorful coral reefs and tropical fish. Snorkeling and diving is the best way to immerse yourself in this aquatic wonderland. You might even have a chance to see manta rays during the season! This introduction diving course will teach you the basics of diving. Available for beginner, above 10 years old. You will received a CD with the amazing photos taken during your dive to bring home as a special souvenir. 8:30AM Meet up at the dive shop. 9:00AM Depart to the diving spot by boat. -1st Point: Trial dive at Coral reef (Half day course will go back to the shop 11:30) -2nd Point: Manta point (One-day course will enjoy snorkeling) (Discover dive course will enjoy 2nd trial diving) 13:00PM Go back to the dive shop. -Lunch time. 15:00PM Go back to hotel. *Transportation service available for one day course. (Reservation required) *Half day course are not going to Manta Point, please join one day course to see Manta rays.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-go-for-an-introductory-dive-course-in-ishigaki-island/1932?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try an Introduction Diving Course! - in Ishigaki Island",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:30:28"
    }
]