[
    {
        "intDurationHour": 56,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 80486,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1419658043/n8anzz979ggfpbswlkst.jpg",
        "strIntroduction": "When it comes to winter traditions in Okinawa, sugarcane harvesting is as traditional as it gets. There are few harvesting experiences available for tourists, but this tour will allow you to stay at a farmhouse and help harvest sugarcane for one week. You'll also receive some gifts for the time that you worked. In addition, you can do some sightseeing in Okinawa! Schedule: Day 1: The farmer will meet you the first day at the Naha Airport arrival lobby and drive you back to the farmhouse. If there is time, you may be able to do some sightseeing on the way to the farmhouse. Day 2 & 3: You will go to the sugarcane field to help farmers with harvest work from morning to the evening, about 8 hours in total each day. Day 4: You have a free day to do some sightseeing in the area. A taxi guide will take you to popular sightseeing spots in Okinawa by taxi all day. You will visit the popular Churaumi Aquarium and see the superb views of traditional houses in Kui Ohashi and Bise village. Day 5 & 6: We'll harvest sugarcane all day. Supper on the 6th day will be a farewell feast. Let’s dance some local dances and live it up! Day 7: The farmer who has taken care of you will drop you off to Naha Airport. *The pick-up and drop-off service is also available at your local hotel. *This experience is ideal for those 16 years and older, with confidence in their physical strength and full of volunteer spirit!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-harvest-sugarcane-during-okinawa-homestay/2970?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Harvest Sugarcane during Okinawa Homestay",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 08:08:22"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 18502,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1417929912/hkgo0oiqnnunn6dms7sp.jpg",
        "strIntroduction": "In this tour, you will eat at Miyawaki, a small Japanese restaurant located in Yotsuya Sanchome, which is only a five minute train ride away from Shinjuku. Each dish will be served with a filling of Sake that matches the dish. I, as the host, will provide you with detailed explanations of each dish and sake, using a brochure which you are welcome to take home and show off to all of your friends. A typical Japanese cuisine consists of: Sakizuke (Appetizer) Owan (Soup) Otsukuri (Sashimi) Yakimono (Grill) Nimono (Stew) Agemono (Fry) Sunomono (Marinade) Shokuji (Rice) If you happen to prefer wine, we will prepare the perfect bottle of wine to match with your dinner for an additional fee of up to 5000 yen. Food preferences (allergies, etc) should be notified at least three days in advance please. Any extra food or drinks you order will be charged at the restaurant. If you have any questions, or need detailed instructions on how to get to the station, please don’t hesitate to ask! I’ll be glad to help! :) If you are interested, we can also do a Tsukiji tour in the morning, and go buy some fine fish that the chef can cook your meal with. Please contact me for details on the optional tour to the Tsukiji tour market!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-savour-japanese-cuisine-paired-with-fine-sake/2922?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Savour Japanese Cuisine paired with Fine Sake",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 08:13:23"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6013,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1416955842/aomtgketfqujpuvpyesf.jpg",
        "strIntroduction": "This activity offers not only a tea ceremony, but we also let you wear a Kimono,and a professional hairdresser will make your hairstyle as you like. Our Hotel is close to Nagoya Castle. The tea room in Nagoya Castle is not open everyday. Schedule: Morning: 10:30 - enter the beauty salon 12:00 - preparation finished 12:30 - go to the tea room 13:30 - return back the kimono at the hotel Afternoon: 12:00 - enter the beauty salon 13:30 - preparation finished 14:00 - go to the tea room 18:00 - return back the kimono at the hotel",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-join-tea-ceremony-dressing-kimono/2904?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Let's join a tea ceremony dressed in Kimono (May 15th)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 08:18:22"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2775,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1415091894/iq3e2kvh8iyyb2t1xj55.jpg",
        "strIntroduction": "Yukata is a traditional summer wear in Japan and many foreigners love it. Except in the summer, it's very difficult for tourists to find shops selling Yukata, but we can bring you to of the nicest shops which sell inexpensive Yukata. We will visit that shop, try on any Yukata you like, and the host will give you an advice if you need. The host has a rich experience of Yukata shopping with foreigners. The shop is close to Shinjyuku Gyoen National Park. Available days: Monday - Friday Time: 11:00 am - 19:00 pm",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-yukata-shopping-experience-in-tokyo/2861?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Yukata shopping experience in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 08:23:40"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5366,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1415080696/auv2v0revf8glqbpfpql.jpg",
        "strIntroduction": "In Japan it is common to have your own chopsticks, rice bowls, or tea cups at home. Let's make your own chopsticks which totally fit your hands. We will learn Japanese table manners and play a game with your handmade chopsticks. 1. Cut materials made of Japanese cypress which smells very nice 2. File and put organic bee wax including aroma oil made of orange and ginger. 3. Learn Japanese table manners 4. Practice using chopsticks properly and play a fun game After the class please take the chopsticks you made back to your home and use them! **Kids can also enjoy making chopstics, besides the wood cutting part. Available days: Date: Monday - Friday Time: 10:00-12:30, 13:00-15:30, 16:00-18:30 **We can be flexible. If you want to join this activity on other days, please feel free to contact us.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-make-your-own-chopsticks-learn-manners-through-games/2860?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make your own chopsticks and learn manners through games",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 08:28:01"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10176,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1458360970/yh2p1gi0khvarg1sliue.jpg",
        "strIntroduction": "Start the tour just before sunset to take advantage of the best light conditions. Meet the photographer at Shimbashi station and get acquainted with the necessary photography techniques for this tour. Away from the usual touristy tracks, shoot the first half of the tour in Shimbashi. The area known to be the office worker’s haven. Hordes of “salary-men” wearing white surgical masks flock to the entertainment district after work. It’s a common scene of modern day-to-day Tokyo. You will use interesting characters and the graphic environment to your advantage. You will learn how to create interesting and artistic images out of the mundane. Take a short train ride to the next station and change scenery completely. Neon lights and lanterns light the path under elevated train tracks. Capture life in the untidy and colorful eateries and other entertainment districts. Step into modernity again and take photos of people within geometrical shapes at the Tokyo International Forum. Finally, the tour concludes on an observation deck in front of newly renovated Tokyo Station. You will not need a tripod for this tour. If you’d prefer more long exposure photography check out our “Tokyo by Night” tour. Technicalities: For this day and night photography tour / workshop we have seen great results with smart phones. However, we highly recommend that you bring a camera with manual overrides (M, Tv, Av, A or S modes) and a versatile zoom lens such as 18-105mm. Rough itinerary: Meet the group at JR Shimbashi station 10 minutes for technical preparation 1 hour and 20 minutes shooting in Shimbashi 1 hour shooting in Ginza The tour concludes in front of Tokyo JR station [Average walking distance: 2 kilometers (1.3 miles) with ups and downs steps in train stations] This tour is held on all Fridays, and on Tuesdays between March 15 and May 31, as well as between September 1 and November 30.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-photo-tour-tokyo-metropolis/2792?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tokyo Photo Tour - Tokyo Metropolis",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 08:33:34"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5736,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1424772557/jbrct2iaooxe0euhfgjx.jpg",
        "strIntroduction": "Enjoy a night out with us in one of the coolest and most vibrant cities in the world. Going from bar to bar in the bar crawl style, led by professional but also crazy guides who will be sure to show you a night you'll never forget. Shinjuku Ni-chome is the LGBT area of Tokyo. It is a mixture of trendy, gritty, and awesome. It is a different side of Tokyo and makes an interesting alternative from the Tokyo night scene. Explore 3 bars and a club whilst receiving free welcome drinks and meeting new friends, all in one fabulous night out in Tokyo's gay district that is sure to not disappoint! COME PARTY WHERE THE LOCALS PARTY! Who is it for? At the Tokyo 'Pink' Bar Crawl we welcome all people of all shapes and sizes from all walks of life, whether they be gay, straight, curious, bi-curious, looking to party, non alcoholic drinkers, cat lovers, dog lovers, anime geeks, foodies, walking enthusiasts, foreigners, locals, expats, young, old, employed, unemployed.......our doors are open to anyone! How it works: We have an organized bar crawl once a month. It will be a bar crawl with other groups in addition to yours. If you would like to join a bar crawl on a night we are not hosting an event, then we may be able to organize a private one just for you! (this is dependent on the number of people and availability of the organizer). We will pick you up at Shinjuku Sanchome station, exit C7. We will head over to the first bar and wait for everyone to gather. A free welcome shot will be given to our guests. After an hour or so of drinking and socializing with our new friends we will move on to explore the other bars on our tour, where you will receive a welcome shot on entrance. Each bar has its own theme and will allow you to really experience how the locals party. We will end the night at one of the main clubs in Ni-chome. Our bar crawl will end around 23:00 after taking you to the club. People looking to get the last train back can come with us to the station or for the party animals wanting to stay till the early morning hours, the first train from Shinjuku station can be caught at 5:30am. The upcoming organized group bar crawls are: Friday, May 22, 2015 Other events will be advertised closer to the time.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-gay-bar-crawl/2913?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tokyo's Gay Bar Crawl",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 08:38:07"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9066,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1417242958/fixu7nxt8q7mdzgtxasr.jpg",
        "strIntroduction": "Your otaku expert guidewill walk with you for two hours through the amazing Akihabara neighborhood. The maximum group size is ten people which allows an intimate conversation among guide and participants about the fascinating, lovable, weird, and obsessive aspects of otaku culture. Otaku culture—the private world of Japan’s boys and men who live in a fantastic virtual world of manga and anime—has become a phenomenon with international appeal. One of the centers of otaku culture is the neighborhood of Akihabara on the eastern side of Tokyo. Enjoy a fun and insightful introduction to the atmosphere and products and lifestyle of Akihabara in just a couple of hours, with lots of tips for choosing the best places to experience further at your own pace. Please dress casually. There is a medium amount of walking, including some stairs. Most of the activities are indoors, so this tour is not canceled for weather except in extreme situations. Public WiFi is not available along most of the route of this tour. Please respect privacy of individuals and of merchants by refraining from closeup photography of individuals and store merchandise without asking permission. This tour is offered regularly on Saturday afternoons on a non-private basis and also on a private basis subject to the guide's availability and times that neighborhood stores and attractions are open.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-introduction-to-otaku-culture-akihabara/2908?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Introduction to Otaku Culture (Akihabara)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 08:43:24"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 30529,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1417248287/z0oi4afnshnacs2b7bgo.jpg",
        "strIntroduction": "We will gather at 11:30am in central Tokyo and travel together by train to Kita-Kamakura, a major center of Zen Buddhism in Japan. We will enter a major Zen temple founded in 13th century, and join a Zazen, an open Zen meditation session for Japanese laypeople led by one of the temple's monks. We will sit cross-legged on meditation cushions on the floor, but it is not at all required that we sit in true full- or half-lotus position; in fact, many of the Japanese participants will not be doing so. In any case, please wear clothes comfortable for sitting. Your guide will brief you in advance on temple protocol and what to expect during the Zazen, which will consist of two separate 15- to 20-minute sittings with a break in between and brief comments by the monk (in Japanese). After the Zazen ends we will explore the elegant grounds of the temple and other temples close by. Photographers and nature lovers will be enthralled by the beautiful settings. We will also visit a few shops offering local crafts and other gifts. We will then go to a nearby one-star Michelin restaurant famous throughout Japan for its Zen vegetarian Shojin Ryori cuisine. There we will enjoy a multi-course meal as well as explanations of the Shojin Ryori tradition and what we will be eating. By 7:00pm we will be back to Tokyo, satisfied and perhaps a bit more serene than when we started.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-zen-experience-in-kamakura/2910?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Zen Experience in Kamakura",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 08:47:37"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2775,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1411800826/da7ians6mtrk498ujwmm.jpg",
        "strIntroduction": "Hi! I'm Dariush, I have been living in Japan for 4 years. I would like to show you the real side of Kichijoji that can only be fully experienced when living here. Get a chance to visit Kichijoji's most famous parks, shops, temples and much more. KIchijoji is one of the most popular areas for people to spend their weekends. It features one of Tokyo's most varied and complete shopping areas, as well as the beautiful Inokashira Park and zoo. It is no wonder that Kichijoji has been voted the No. 1 place where people in Japan would like to live since 2004. Following a pick-up at Kichijoji Train station, we will take you on a stroll to the beautiful Inokashira park where you can admire the lake, the shrine, the stunning colors of the Japanese trees (cherry blossoms can be seen all around the park during spring) and enjoy the entertainment from musicians and street performers that gather at the park. You can enjoy another perspective of the park by riding on the lake with one of the many swan boats that are available for hire. After the stroll you will have surely worked up an appetite and where better to go than one of Tokyo's most famous yakitori restaurants. Iseya is famous for its skewered chicken and many varieties of skewered food (skewers start from 80yen onwards). Iseya has been serving food since 1958 and has recently been refurbished to give it a unique Japanese look. Another option is to visit Harmonica Yokocho, once a post war flea market. Now a small cluster of alleyways that are filled with small bar and restaurants. This is a unique and vibrant experience with the bustle of diners crowding the trendy standing-only bars and miniature eateries. Kichijoji has an array of shops and small boutiques. Once finished with your food, we will take you to browse some of the unique shops Kichijoji has to offer. The tours ends back at Kichijoji station and you are free to continue shopping or exploring this great town at your own leisure.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-kichijoji-tokyos-favorite-town/2748?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Kichijoji - Tokyo's favorite town",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 08:51:13"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5643,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1417008115/mnimmlibsa8ocdk1qfd8.png",
        "strIntroduction": "First, I will pick you up at Hattori Tenjin station or Esaka station. Then we will drive to my house and dress up in a kimono. After we're all dressed, let's go to the game center to take purikura. When we're done, we will go back to my house and undress, and I will drop off at the station. Purikura, a Japanese sticker photo, is not known very much around the world but It has been very popular among young generations in Japan for over 20 years. Not only does it come in the form of stickers, but you can also download them on your phone or other electronic device. Take it home as a souvenir of Japan! I had been learning traditional Japanese dance for 18 years. I acquired a teaching license (called Natori) and used to teach traditional Japanese dance classes, until I got married. I love Japanese traditional culture so I would love to share it with people who are interested in it as well!!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-wear-a-kimono-and-take-a-sticker-photo-in-osaka/2729?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Wear a Kimono and Take a Sticker Photo in Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 08:55:08"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4626,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1433336850/h3mvlhcy5jqkewozcwez.jpg",
        "strIntroduction": "We will meet at Akasaka station, and the dance room (Studion Faith Akasaka) that we will have our class is a 5-minute walk. Once we arrive to the dance room, please choose your favorite Yukata, a traditional Japanese wear. You can choose an Obi belt that goes with your Yukata as well. After changing into Yukata and get hair arrangement, the host will explain to you the basic information about Yukata, summer festivals, and Bon Festival dance. Then we will start practicing the very basic dance moves. We will then teach you other dance moves and you will soon be a Bon Festival dance master! If it is sunny and we have time, we walk to local shrine and take pictures. I look forward to your participation in my class! **This class is for 4 people or more.** *Some photos are from dance summer festival but this class is a dancing in a room class* <Availability> -Weekdays. -Time Slots: 10:00am-12:00pm / 1:00pm-3:00pm / -We can be flexible with our schedule, so please feel free to contact us if you need other dates and times",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-bon-festival-dance-and-wearing-a-yukata-tokyo/2772?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Bon Festival Dance and Wearing a Yukata in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 09:01:01"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5643,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1408523779/qlhtesp0xvpyxwafx1e5.jpg",
        "strIntroduction": "11:00 Meet up at Odaiba station Visit TOLOT/heuristic SHINONOME This hotspot for contemporary art that opened just last year. Due to its somewhat unusual setting inside an old-fashioned multi-unit steel building, you can also see factories and warehouses for a spectacle that you might not normally encounter. Next we will visit Miraikan, the National Museum of Emerging Science and Innovation. With exhibits and frequent events that allow visitors to experience cutting-edge scientific technology, there is something new to enjoy every time. It’s also extremely popular among foreign visitors, and is regularly selected by overseas media as one of Japan’s must-visit attractions. Stroll through the delicious IROHA HONTEN A good stroll works up an appetite! With “Monja Street” lined on both sides with nearly 75 monjayaki restaurants you will be able to find your perfect monjayaki joint. 15:00 Return to Tsukishima Join this tour and make your day unforgettable!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-tokyo-bay-area-with-art-and-local-cuisine/2651?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Tokyo Bay Area With Art and Local Cuisine",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 09:04:35"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1388,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1408772622/ocxkybfqyuhpgorrmbie.jpg",
        "strIntroduction": "Materials used for the Temaki Sushi- Sushi-rice(vinegard rice) row fishes and vegetables nori (seaweed sheets) usuyaki tamago ( thin omelet) white radish sprouts Depending on what you would like to cook .we will have different ingredients ready for you! Please tell us in advance of what kind of food party you would like to experience!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-visit-a-home-in-osaka-and-enjoy-a-food-party/2575?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit a Home in Osaka and Enjoy a Food Party,Oct 12th",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 09:09:57"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9251,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1417335738/da5lfdixy3sgji82edrk.jpg",
        "strIntroduction": "**Update** This tour's host is currently unavailable. However the following experience is similar and currently available: https://www.govoyagin.com/activities/japan-tokyo-private-tsukiji-tuna-auction-watching-tour/528 Experience the energy and excitement of Tokyo's premier Tuna Auction at the infamous Tsukiji Fish Market with a professional and knowledgable tour guide! The guide Kiyoshi will guide you every step of the way to watch the Tuna Auction and teach you about the history of Tsukiji and the food industry in Japan from his many years of experience working in Japan's Hotel and Food & Beverage industry. Be one of the first people to arrive at the Tuna Auction site at 3am to reserve your spot and see first hand as the early morning brokers check deep inside the famous tuna using flashlights as they assess the quality before the Tuna Auction. Then witness the infamous Tuna Auction between 5:30am and 6:00am. Participants will be able to experience this exciting daily event live and see the extravagant prices paid for high-quality tuna. After watching the Tuna Auction, you will complete your morning with sushi for breakfast at a highly-recommended restaurant. The sushi will surely be the freshest fish you have ever eaten! (Please note: Breakfast is not included in the price of the tour.) ※ Time Schedule: 3:00am Meet the Tour Guide at Tsukiji Market 3:30am Register for the Tuna Auction 5:00am Move to the Tuna Auction Market 5:30am Start of the Tuna Auction 6:00am Finish of the Tuna Auction 6:30am Breakfast (end of the Tuna Auction Tour)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-private-tokyo-tsukiji-tuna-auction-tour-in-english/2678?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Tokyo Tsukiji Tuna Auction Tour in English",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 09:15:28"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 18502,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1398688815/jr39whyouyb9pzo5vidz.jpg",
        "strIntroduction": "You can easily become a 'Japanese Gyaru', a prevailing fashion for teens and early twenties in 2000s by changing your hair and clothes! Apply heavy-make up and wear stylish clothes to turn into a Japanese Gyaru for a day! We will help you with the transformation by styling your hair, applying make-up, and by providing you with interesting facts and information about the Gyaru culture. You can choose how long you want to be a Japanese Gyaru within one day. You can also take a photo after you have transformed into a Japanese Gyaru! Photo Credits: https://flic.kr/p/RqaDh https://flic.kr/p/5LV7Hj https://flic.kr/p/bvayg3 https://flic.kr/p/276DJy",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-transform-into-a-japanese-gyaru-in-tokyo/2179?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Transform Into a Japanese Gyaru in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 09:20:56"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13877,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1398686295/pyjlfvguuvpaxnif5zll.jpg",
        "strIntroduction": "Do you have a favorite anime character that you would like to transform into? If so, we will help you out with the transformation! We will take you to the hair dresser and will cut your hair, apply hair extensions, make up, and dye your hair so that you will look exactly like your favorite anime character! After your transformation, you can hit the streets and hang out in Shibuya, Akihabara, Harajuku, or anywhere you want to! If you wish to bring your own costume, please feel free to do so! If you do not have any costume, you can borrow them from us! Why not take this opportunity to transform into an anime character while you're in Japan!? Take amazing pictures of yourself as an anime character!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-transform-into-an-anime-character-in-tokyo/2178?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Transform into an Anime Character in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 09:25:56"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2405,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1406274669/caoe3wlht9qe6h128wtm.jpg",
        "strIntroduction": "Experience the Japanese tea ceremony and meditation in the suburb of Tokyo, Atami! We invite you to a tea ceremony at a traditional house, which is located in an area with great Japanese architecture! We will be serving Japanese tea and sweets, as we talk more about Japan! You will also be able to experience Zen meditation under the guidance of a master! The tea ceremony and the tour of the traditional guesthouse will take one hour. The meditation will take about 30 minutes. The guesthouse was built in the 1920s and was used as a villa that was owned by a famous Japanese CEO. When the Emperor of Meiji period was thinking about relocating the capital from Kyoto to Tokyo, he decided to have a villa in Atami even though there were many other popular places. A lot of nobles had villas in Atami in those days and there are still a lot of villas that belong to famous companies. -Access- Atami is located 50 minutes away from Tokyo by train, and it is also within the Japan Rail pass area. You can enjoy the hot springs with both the mountain and ocean scenery. Narita International airport - Tokyo station : 60 minutes by train Haneda International airport – Tokyo station : 30 minutes by train Tokyo station – Atami station : 50 minutes by bullet train : 2 hours by train (Tokaido line) Nagoya station - Atami station : 2 hours by bullet train Kyoto station – Atami station : 2 hours by bullet train (change to Tokaido line at Mishima station) We can pick you up at Atami station. It will take about 10 min to get to the guesthouse. We look forward to meeting you!",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-experience-meditation-and-the-japanese-tea-ceremony-in-atami/2506?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Meditation & the Japanese Tea Ceremony in Atami",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 09:29:17"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1548,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1404096609/vqg1ai3tbimxkbi8diz0.jpg",
        "strIntroduction": "Okinawa is known for the beautiful beaches, unique foods, and the hot summer weather. When you visit Okinawa, you will be spending most of your time at the beach, enjoying activities like snorkeling, diving, para-sailing, and etc. If you are at the beach, why not do a BBQ party with your friends or family on the beach? It would be the perfect opportunity to stay on the beautiful beach while being full with delicious BBQ food! As your guide, I will introduce you to Okinawa's pretty beach and serve you savory BBQ food and Okinawa Orion Beer! This will also be a great opportunity for you to mingle with the locals and to learn more about the culture of Okinawa! Most Okinawan people go to the beach to hold BBQ parties on the weekends or during their summer breaks! We promise you to hold great, fun BBQ party! We look forward to seeing you!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enjoy-a-bbq-party-by-the-beach-in-okinawa/2376?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a BBQ Party by the Beach in Okinawa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 09:34:05"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 18571,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1404554678/sfvqh9rv1cpiojutpvok.jpg",
        "strIntroduction": "Best of Nagoya 1 Day Private Tour Experience the history of Japan, learn the world's top class technology of auto-industry, mingle with the locals for lunch and shop till you drop with a national licensed tour guide!!! Itinerary ******************************************************** 9:00 Meet with our English speaking guide at hotel in Nagoya ①Nagoya Castle & Palace (90min). ②Tokugawa Gardens & Museum(60min). Lunch ③TOYOTA Commemorative Museum of Industry and Technology 90min ④Osu Kannon Temple & Shopping Arcade 120min 17:00 Back to hotel",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-one-day-private-tour-in-nagoya/2403?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1 Day Private Tour in Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 09:37:43"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4643,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1406513870/owycblrepp8xasm9hxlg.jpg",
        "strIntroduction": "Ever wondered how the local people enjoy their summer evening in Japan? Most people purchase handheld fireworks and enjoy spending a nice evening with their friends and family! Japanese people also love to eat somen (thin, cold noodles) in the hot, summer weather! Handheld fireworks, somen, wearing the yukata, are all things you can only experience in the Japan, during the summer! In this experience, you will be experiencing the local Japanese summer life! Here is the schedule of the tour! 17 : 00 Meet up at Tenjinbashisuji 6-chome station (2 stations from Umeda Station) Go to a supermarket and buy some ingredients for dinner (Somen) 18 : 00 Somen Dinner (Japanese summer noodle) You can learn how to cook somen (it's so simple!) If the weather is good, we can enjoy dinner on the rooftop of my flat. 20 : 00 Handheld firework on Yodo River (10 minutes walking from my place) 21 : 30 Finish I live in a share house, so some of my friends may join us. The more people, the more fun! Come join me in this summer event, and learn more about Japan! I look forward to meeting you!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-spend-the-summer-evening-enjoying-handheld-fireworks/2511?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Spend the Summer Evening Enjoying Handheld Fireworks!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 09:42:38"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3405,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1404965442/vecatiwvzoqvb5nc5qqm.jpg",
        "strIntroduction": "The small town of Uji is famous for its tea, which is considered to be the best in Japan. However, 1000 years ago, this pretty area was surrounded by gentle rolling hills and a quiet rushing river. Some 20 km from Kyoto is a road to Nara, where princes and nobles chose to build their country villas. Come visit Uji to see and feel the old Japanese scenery, with shrines, temples, and traditional houses! Itinerary: We meet at Keihan-uji station (8:30) ↓ ① Ujigami-shrine(9:15) Ujigami Shrine (“shrine” is called “jinnjya” in Japanese) is a Shinto shrine in the city of Uji. In 1994, it was registered as a UNESCO World Heritage site. It is about a 20 minutes walk from Keihan-uji station, and is located in a residential street. (NOTE: UJI-gami shrine is under construction until the end of this year (2014). You will be able to enter, but you won’t be able to see some areas) ↓ We move to the next destination through Wasarabi Street, which is a stone-paved road. You can enjoy a quiet walk through a lovely, rural area. ↓ ② Zen at Kosho-horinji Temple (10:30) In this activity, you will be able to experience Zen practices at koshoji. This temple held the first meditation-in-Zen-Buddhism exercise hall for the Dogen Zenji . You can learn about Koshoji from a Japanese movie called [ZEN]. You can place yourself in the sacred air of Dogen Zenji. (NOTE: Each event stops during the Year's End and New Year holidays (12/30～1/3) and the following periods.( 5/16, 8/12～14, 9/26～29, 10/first Sunday,12/1～4) Please confirm beforehand. ↓ ③ Lunch time(12:30) ↓ ④ Make your own dishes at Asahiyaki Pottery.(13:30) Asahiyaki Pottery has been in Uji for over 400 years. Nestling between rice fields and near to the scenic Uji River, it is possible for you to experience making your own teacup or bowl. Beginners at pottery do not need to worry, as a full explanation will be given. After firing your finished work, it will be sent to you (within 1-2 months). At the pottery museum, the works of successive generations of potters are on show! You will be able to choose from the following 2 courses. 1.Electric potter wheel experience . This is a trial lesson using the electric potter's wheel. (The finish is entrusted to you by the staff.) 2.Picture charge account experience. You will be able to draw a picture on the pottery which the staff has produced , including plates, a teacups, or bowls. ↓ We go through Jusanjunotou at Ukishima. The tower was elected for fishery prohibition and is a dedication of a new bridge over Uji River. It is said that ancient fishing implements were buried under the tower. ↓ ⑤Byodo - in Temple(15:30) Byodo-in temple has been also registered as a UNESCO World Heritage site. It was constructed by Fujiwara no Yorimichi, in 1052 during the glory period of the Fujiwara family. Phoenix Hall (Ho-o-do), an Amida Buddha hall, was built in the following year, and is a National Treasure. As you may know, Ho-o-do hall is displayed on the Japanese 10 yen coin. The Hall has undergone construction and was completed this April, making the hall even more beautiful! ↓ We move to the next destination through Byodo-in omote sando Street. There are many old kinds of tea shops here. You can smell tea just walking there. There are many types of tea-production, and Japanese typical goods, so you can buy souvenirs here! ↓ ⑥Making green-tea and taking a break(16:30) We will go to Mitsuboshien-Kanbayashisannyu-Honten, which is a long-established store that started in the Tensho Era. Along with the long history and tradition that it has inherited, the store is known as the home place of the master of the tea ceremony for the Shogunate. There, you will be able to experience the making of powdered green tea (Maccha). The staff will provide you with detailed and simple instructions so that first-timers can enjoy preparing tea on their own. After that, you can go to Uji Tea Reference Library in the same building. ↓ ⑦Watch Japanese traditional fishing , ”Ukai” , from a boat.(17:30,18:00) Cormorant fishing (Ukai) is a traditional fishing method in Japan and China.(“cormorant” is called “u” in Japanese) To control the birds, the fishermen tie a snare near the base of the bird's throat. This prevents the birds from swallowing larger fish, which are held in their throat, but the birds can swallow smaller fish. When a cormorant has caught a fish in its throat, the fisherman brings the bird back to the boat and has the bird spit the fish up. This looks a little cruel for the cormorants, but you will be impressed how strong the ties are between the fishermen and the cormorants! (NOTE;You can watch this tour from another boat, but this service is only available during 6/15～9/21). The starting time changes depending on the season. 【6/15～8/31】 Tour reception 18:00 Boarding 18:30 Outgoing vessel 19:00 The end of Ukai fishing about 20:00 【9/1～9/21】 Tour reception 17:30 Boarding 18:00 Outgoing vessel 18:30 The end of Ukai fishing about 19:30 At the time of stormy weather and rising waters due to the Amagase Dam discharge ,the Ukai fishing tour may be cancelled. Please confirm tour availability beforehand. Come visit Uji and experience the Japanese culture through different aspects! From tea making, watching the cormorants, and making your own pottery!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-explore-the-traditional-city-one-day-tour-around-uji-in-kyoto/2438?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the Traditional City,1 Day Tour around Uji in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 09:47:23"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10214,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1406978386/j8dlghltszmi1gjrv6qq.jpg",
        "strIntroduction": "If you're wondering where to go with your family in Kyoto, we have plenty of ideas for you! We offer tailor made tours for your family! These tailored family trips will provide you with a wonderful, exciting time during your stay in Kyoto! Here, we list some of the \" must visit sightseeing places \" in Kyoto. Just choose where you want to visit with your family! Our tours duration is mainly 5 to 7 hours. It depends on your itinerary. ****************************************** some more details are below our web-page http://kyoto-sake-brewery.com/ ****************************************** We only accept one family a day, since each tour is a private tour just for your family! Please note that the price does not include the lunch fee. **** My Must Visit List ********** 1. Kiyomizu Temple (include Ninenzaka and Sannenzaka streets) -An independent Buddhist temple located in eastern Kyoto. It was founded in the early Heian periods. There is not a single nail used in this entire structure! 2. Sanjusangendo temple 3, Fushimi inari shrine -Is a Shinto shrine located in Southern Kyoto. It is famous for its thousands of vermilion torii gates. The gates will lead you to Mount Inari, which is known to be a sacred place. 5, Golden pavilion 6, Ryoanji temple -Is known as Japan's most famous rock garden. 7, Ninnaji temple 8, Arashiyama (Bamboo forest, a monkey park and Togetsu bridge) -A place filled with temples, shrines, and a bamboo grove. 9, Silver pavilion 10, Path of philosophy (approximately 2.3 Km) 8, Gion (Hanami ko-ji street and pontocho) -Kyoto's famous geisha district 11, Nishiki food market and Teramachi & Shinkyogoku shopping arcade 12, Nijo castle -A flatland castle located in Kyoto. This castle was completed in 1626. **** Places you may want to visit****** 13, Uzumasa studio park * 2,000 yen/person extra cost 14, Kyoto imperial palace 15, Toji temple 16, Tofukuji temple 17, Heian shrine 18, Kyoto city zoo 19, Kitano tenmangu shrine 20, Manga museum 21, Nara from Kyoto * 2,000 yen/person extra cost 22, Kobe from Kyoto * 2,000 yen/person extra cost 23, Osaka from Kyoto * 1,500 yen/person extra cost **** Model plan 1***** 1, Golden pavilion 2, Ryoanji temple 3, Ninnaji temple 4, Arashiyama (Bamboo forest and Monkey park) 5, Coming back to Kyoto station **** Model plan 2***** 1, Fushimi inari shrine 2, Sanjusangendo temple 3, Kiyomizu temple 4, Gion 5, Nishiki food market 6, Coming back to Kyoto station **** Model plan 3***** 1, Sanjusangendo temple 2, Kiyomizu temple 3, Silver pavilion 4, Path of philosophy (2.3 km) 5, Nishiki food market 6, Coming back to Kyoto station *********************** If you're visiting Kyoto with your family, let us help you out to make your stay in Kyoto unforgettable! ****************************************** some more details are below our web-page http://kyoto-sake-brewery.com/ ******************************************",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-a-specialized-private-family-tour-in-kyoto/2538?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "A Specialized Private Family Tour in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 09:51:50"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8357,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1406534769/lmpze49eahg11firaz7p.jpg",
        "strIntroduction": "Have you ever wanted to belt out some tunes at the karaoke? If your answer is \" I don't know\" I guarantee there is a chance that you don't know what you are missing! A trip to the karaoke box is one of the most uniquely super fun things to do in Japan. Everyone is a little shy at first, but that is why we always choose the ALL YOU CAN DRINK plan. Where people start loosening up, and decide to sing their favorite songs with no shame! You can put back as many drinks as you like during our stay but of course we encourage you to know your limits so that you can still get home safe. We will invite a couple of local friends along to help you see how it's done before we hand over the mic to you. Remember that in Japan it doesn't matter if you have a great voice or not to give karaoke a go. You can choose to pick a sing-a-long hit from the Beatles or the latest Beyonce solo. There are thousands of songs in English to choose from. After the music is over, we can go for an ice cream or to a local bar and share some of the fun photos from our fun night at karaoke.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-experience-a-karaoke-box-party-in-kyoto/2514?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience a Karaoke Box Party in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 09:55:32"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4643,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1407128986/qhac8upmy70agrgwfazj.jpg",
        "strIntroduction": "Do you know how to distinguish good sake from the variety of sake that is sold in the stores? In Japan, there are thousands of sake breweries and they sell more than a thousand different types of sake. Some sake are super good, but unfortunately some are not. Did you know that bad sake gives you bad hangovers but good sake does not? It's difficult to find good sake if you don't have any idea about sake! In this experience, I will take you to a local sake shop and give you some tips to find good sake.Then we have a party with the sake, along with some Japanese snacks at my house. I live with seven other people at a share house! You will enjoy dinner with my housemates and friends! Schedule : 18 : 00 Meet up at JR Temma station A small walking tour through Tenjinbashisuji- shopping street (the longest shopping street in Japan) Find a good sake at a local sake shop. 19 : 00 Dinner at my home with sake and locals 22 : 00 Finish Come join me and my friends for delicious dinner and amazing sake!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-home-party-with-friendly-locals-and-great-sake-in-osaka/2545?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Home Party with Friendly Locals and Great Sake in Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 10:00:00"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12535,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1403875475/tmfhher9njy6yrx11wvu.jpg",
        "strIntroduction": "Kyoto is one of Japan's historical city, and has many tourists visiting every year to see the temples, shrines, Japanese gardens, old narrow streets, and the towns where you can see and feel the four seasons. Not only does Kyoto provide tourists with amazing scenery, it is also known for the delicious traditional food and drinks! There are many sake breweries in Kyoto, which you will be able to visit in this tour! In this tour, you will learn how to brew sake, whiskey, and beer. We want you to learn how to taste sake through all your five senses. You will be amazed by the different tastes that exist! Tour Itinerary: 1. Meet up at Karasuma chuo exit, entrance of Kyoto station at 8:50 a.m. ★ Inside of Kyoto station and it is on the Kyoto tower side 2.Take the JR line to go to Yamazaki distillery. ★ We will try 2 or 3 glasses of yamazaki whiskey 3. Eat lunch around Nagaokakyo station. ★ Eat typical Japanese lunch (not for vegetarians) 4. Go to the Suntory beer brewery. ★ Try 3 glasses of beer 5. Go to the Sake brewery in Fushimi district. ★ Try 3 types of sake 6. Take a look around Fushimi district. 7. Come back to Kyoto station. Come and enjoy the tastes of Japanese alcoholic beverages in Kyoto!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-five-stars-sake-tasting-tour-in-kyoto/2373?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a 5 Star Sake Tasting Tour in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 10:08:01"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1857,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1399451287/oezz891isys1nmzhbts7.jpg",
        "strIntroduction": "\"The tour will begin with a guided inspection of the sumos’ morning exercise routine led by an “oyakata”, a retired sumo wrestler who coaches the sumos. Becoming a coach requires a high ranking, tournament performance, and a great deal of financial support, so your guide will know everything there is to know about sumo. Following this visitors have an opportunity to take their photos with the sumo wrestlers. A sumo wrestler's meal is eaten together with young wrestlers. The meal, known as “Chanko-nabe”, is a filling broth rich in veggies and protein. The sumo eat this dish in vast quantities year round, and it’s a key part of their training. Get a taste of the dish that gives the sumos their power - and size! All visitors will receive a copy of the current banzuke as a gift. The banzuke is a traditional document that dates back to 1761 - and is a highly important part of the sport. Every current professional sumo can be found somewhere on this document, with a ranking based on their wrestling performance. The names are painstakingly written by hand in a traditional style. What better souvenir to take home from a visit to a sumo stable? The location is easily accessed by a 3 minute walk from the Toei Metro Hama-Cho station, or a 7 minute walk from the Tokyo Metro Ningyocho station. This tour is provided courtesy of the Arashio-Beya sumo wrestling team.\"",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-watch-sumo-morning-practice-in-ningyo-cho-near-ginza/2206?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Watch Sumo Morning Practice in Ningyo-Cho (near GINZA)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 10:11:24"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9285,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1405198731/iy3nwezopnrgmch2yhzo.jpg",
        "strIntroduction": "Want to try a Samurai Armor on? At out dojo, you will be able to wear the traditional samurai armor. This short experience is intended for Japanese cosplayers who want to try a real armor on and have photos taken. International travellers can take thes course, but please know that this is not an introductory class to teach histories or philosophies. This experience will give you an insight into the Japanese culture. It takes about 15 minutes to have a traditional armor on. Photo taking time is approximately 15 minutes. Please read the following explanations before you come to our dojo. About yoroi (armor) The samurai armor is usually very colorful and sometimes very ornate. The warriors wanted to stand out in front of their lords. They wanted their lords to notice them in the battlefield. And when they die, they wanted to die gourgeously. Those who wore red armors were regarded most valiant. The samurai armor was always designed for mobility. A good suit of armor had to be sturdy, yet flexible enough to allow its wearer free movement in the battlefield. The armor was made of lacquered plates of either leather or metal, carefully bound together by laces of leather or silk. The arms were protected by large, rectangular shoulder shields and light, armored sleeves. The warrior's face and brow were protected by a piece of armor that tied around behind the head and under the helmet. The most famous feature of the helmet was its Darth Vader–like neck guard (Darth Vader’s design was actually influenced by samurai helmets). It defended the wearer from arrows and swords coming from all angles. Many helmets also featured ornaments and attachable pieces, including a mustachioed, demonic mask that both protected the face and frightened the enemy. About Weapons As soldiers, samurai employed a number of different weapons. They originally carried a straight blade called \"chokuto.\" As sword-making techniques progressed, the samurai switched to curved swords, which eventually evolved into the katana. The katana is perhaps the most famous sword type in the world and certainly the most iconic of all samurai weapons. Bushido (the code of warriors) dictated that a samurai’s soul was in his katana, which made it the most important weapon he carried. Katanas were usually carried with a smaller blade in a pair called “daisho,” which was a status symbol used exclusively by the samurai class. In battles, the samurai warriors commonly used the yumi, a longbow they practiced religiously with. Then, spears. When gunpowder was introduced in the 16th century, the samurai abandoned their bows in favor of firearms and cannons. Their long-distance weapon of choice was the tanegashima, a flintlock rifle that became popular among Edo-era samurai and their footmen. Cannons and other gunpowder weapons were also commonly employed. In the period of \"Warring States\" in the latter half of the 16th century, personal bravery on the battlefield was replaced by meticulous planning and tactics. About Bushido -The code of warriors The life of the Samurai not only became one of discipline and military education, but a rich cultivation of the spirit and mind through the arts of writing, painting, calligraphy, philosophy, etc. Zen Buddhism and Confucianism provided the warrior class with personal enlightenment, and refinement. The unwritten Samurai code of conduct, known as Bushido, held that the true warrior must hold loyalty, courage, veracity, compassion, and honor as important, above all else. An appreciation and respect of life was also imperative, as it added balance to the warrior character of the Samurai. He was often very stoic with a deep and strong philosophical passion. He could be deadly in combat and yet so gentle and compassionate with children and the weak. This Stoicism was realized out of a genuine respect for life and also for death.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-become-a-samurai-in-tokyo-for-a-day/2427?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Become a Samurai in Tokyo for a day!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 10:15:36"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1404936143/wlv8h7lmqcp8v4begfor.jpg",
        "strIntroduction": "When traveling in Osaka, you can encounter tasty food that you can rarely eat at home or outside of Japan. I would like you to take home the taste of these traditional Japanese dishes by learning how to cook them. I would like to invite you to a shared flat to cook these dishes with the locals! Osaka is known for great local foods such as Okonomiyaki, which many people refer to as Japanese Pizza, where cabbage, seafood, meat, etc is mixed and served on a frying pan. Otherwise, Takoyaki, Doteyaki and Kushikatsu are famous traditional local foods that many enjoy. Takoyaki is another popular food shaped as a cylindrical ball, where a piece of octopus is placed inside. The Doteyaki has beef tendons served on skewers, where it is stewed in miso flavored sauce. The Kushikatsu, which are Japanese styled deep fried skewers can be enjoyed with various vegetables, seafood, or meat of your choice. By learning how to cook traditional Japanese dishes, you will be able to immerse yourself in the Japanese culture and be able to present your cooking skills to your friends and family back home! It is also a wonderful opportunity for you to get to know the Japanese culture by getting to the locals who live at the shared flat. These traditional Japanese dishes can be cooked by Vegans, Muslims, and anyone with a strict diet since the ingredients can be altered to suit your needs. We look forward to cook these amazing Japanese dishes with you! Photo by https://flic.kr/p/4GLwMz",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-cook-and-taste-japanese-home-dishes-in-osaka/2239?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cook and Taste Japanese HOME Dishes in Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 10:20:25"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8821,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1404967750/watbkvmad06nig8l0br9.jpg",
        "strIntroduction": "Japanese people love drinking tea. Tea has been a part of our culture and lives for a very long time. These days, there are many abandoned tea fields in Japan. But there is one farmer who has been reviving the green tea field landscape and developing more organic tea farms. In this tour, we will visit an organic tea farm in Nara and experience picking and processing organic tea leaves. --Schedule-- 9:00 Pick up from Kintetsu Nara Station. ↓ Walk through the tea fields ↓ Tea leaves picking ↓ Lunch ↓ Tea processing ↓ Teatime ↓ Back to Nara station Learn how to care for organic tea fields and process green tea like a farmer! Availability : Please get in touch with me before you make a booking.",
        "strLocation": "Nara",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nara-experience-tea-farm-in-nara/2203?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Tea Farm in Nara",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 10:24:03"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1390441002/n5qqi6ayscbd0w7cxwsx.jpg",
        "strIntroduction": "Are you satisfied with only visiting famous tourists sights? Wouldn't you like to experience some true Japanese culture while in Tokyo? Come join us and make some Japanese sushi while wearing traditional Japanese clothes! In this tour, you will be exposed to various aspects of Japanese culture such as playing the chopsticks game, learning useful Japanese phrases, wearing traditional Japanese clothes, and making sushi. Expect the sushi you make to be delicious because we will be providing the freshest raw fish for your lesson! If you are a vegetarian, we will prepare vegetable sushi. Our professional sushi instructors are gentle and funny. Come on down and join us! We look forward to meeting you! ※Venue changes according to the number of participants. Under 6 people : Kitasenju in Tokyo Over 5 people : Asakusa in Tokyo",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-make-sushi-in-traditional-japanese-dress-yukata/1769?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make Sushi in Traditional Japanese Dress, Yukata",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 10:30:03"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2786,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1395324606/vca9r5pn4xyhzkd1c6qt.jpg",
        "strIntroduction": "Let's play futsal soccer together here in Japan! We will play at Gunma, Futsal outdoor facilities. Teams will be formed according to the number of people present at the venue during the time of the futsal game. There will be staff who will take care of the game processes and team divisions. Dressing and shower room facilities are available for you to freshen up after the game. Anyone is free to come and join us, whether you're a solo traveller or coming in a group! Smaller games will be held if less than 10 people are present at the venue. Looking forward to playing futsal with you!",
        "strLocation": "Gunma",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gunma-play-futsal-with-local-friends-in-tokyo/2067?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Play Futsal with Local Friends in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 10:35:18"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 929,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1398567404/dkyfqblw2bn8lrgvz4ls.jpg",
        "strIntroduction": "**Available for One day only, on May 17 2014 (9:00-16:00)!** Come and join us in celebrating this very special event - the International Closing Event for Shitamachi Tour in Arakawa Ward happening in Tokyo! Participate in the international exchange activities conducted by local volunteers at this event. The Shitamachi Tour will take place in the unique setting of Arakawa in Tokyo, known for its rustic charm and central location with convenient access to the rest of Tokyo. The theme of the event is Tokyo Discovery, with a focus on historical knowledge and traditional Japanese culture not found in ordinary guide books. Look forward to participating in tea ceremonies, playing the shamisen, and having an international exchange with local people. Highlights of the tour: This unique tour will give each participant the opportunity to: ■Visit historical facilities and places in Arakawa ■See a new side of Tokyo with our wonderful knowledgeable guides ■Experience Japanese Tea ceremony and play the Shamisen (traditional Japanese musical instrument) ■Eat lunch in a rustic Japanese restaurant (Participants are expected to cover the costs of their lunch) As places are very limited (only 30 slots), the tour will be made on a first-come-first-served basis. **Deadline for registration is the 15th of May",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-celebrate-the-international-event-shitamachi-tour-17-of-may/2173?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Celebrate the international Event, Shitamachi Tour 17 of May",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 10:39:24"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1397631957/d5arroqsnmjpjoyw0nju.jpg",
        "strIntroduction": "Okonomiyaki (Japanese pizza) is a dish and there are several kinds of Okonomiyaki, but mainly when we say Okonomiyaki it is from Kansai region or Hiroshima. Main ingredients are flour, water, vegetables, meats and sea-foods. It is round-shaped and we normally eat with special source for it. For cooking this, we use an special equipment called 'Teppan', it is like a big barbecue pan. With this activity, we will make Okonomiyaki at shop together and eat them! You can choose any ingredients to mix Okonomiyaki, so let us innovate a new Okonomiyaki. (Including foods and drink.) (Photo by http://www.flickr.com/photos/mshades/2603621801/) (Photo by http://www.flickr.com/photos/sskennel/1338333688/) (Photo by http://www.flickr.com/photos/wurzle/19109470/)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-cook-and-eat-japanese-pizza-with-a-local/2147?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cook and Eat Japanese Pizza with a local",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 10:42:39"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5571,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1396050724/u6jw7uoijisgnnxn7hpe.jpg",
        "strIntroduction": "Tokyo Shopping Concierge ― Build your own perfect Tokyo shopping spree, customized for you by a shopping specialist and focused on famous Japanese departmental stores ― Build your own tour of the best shopping areas in Japan without spending on expensive guides ― Select your own tour destinations, or mix in choice recommendations from your concierge ― Get updated insider information on the best places to shop at the most affordable prices Want to become a superstar and have a shopping concierge assist you in grabbing the best Japan has to offer? I can provide a knowledgeable Tokyo Shopping Concierge to get you to your desired shopping hot spots and provide you with local expertise on the best deals. Just tell us your desired shopping targets and I will pull together the arrangements. Or, have a couple ideas about shopping destinations, but unsure about the rest of your shopping plan? I can also add shopping targets to your itinerary or build a whole tour for you. No matter what your needs are, you’ll have Tokyo shopping at your fingertips. Have questions? Contact me today to find out more about our Tokyo Shopping Concierge!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-get-your-own-shopping-concierge/1822?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get your own shopping concierge!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 10:45:54"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5571,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1395082368/m80fuza6l1ztmw6l5jgy.jpg",
        "strIntroduction": "Focus on having fun on your trip, we’ll capture all the special moments! With this plan, we will create a published photo album for you to show off to friends and family upon your return. Having a physical photo album is a fun way to commemorate a really special trip, for you to look back on fondly for years and years. This service will make a perfect addition to every Voyagin experience available in Tokyo. ※The first hour is ¥5,000, followed by 2,000yen for every subsequent hour. E.g. If your tour is 3 hours, please buy the first hour and select the 3,000yen option x 2.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-create-your-own-photo-book-simple-plan/2054?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Create a Photo Book for Your Japan Trip (Simple Plan)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 10:49:40"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2321,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1425753070/pdr8tzwy5lsijpcrgblm.jpg",
        "strIntroduction": "The Shinto Kanamara Matsuri, \"Festival of the Steel Phallus\" is the festival most popular with visitors to Japan, and also the most outrageous! Come join the Voyagin team for this craziest of all Japanese festivals!! There will be themed illustrations, candy, carved vegetables, decorations, a mikoshi (portable shrine) parade, and of course a visit to the sacred shrine. The Kanamara Matsuri is centered around a local penis-venerating shrine once popular among prostitutes who wished to pray for protection from disease. It is said that there are also divine protections for business prosperity and for the clan's prosperity; and for easy delivery, marriage, and married-couple harmony. There is also a legend of a sharp-toothed demon (vagina dentata) that hid inside a young woman and castrated two young men on their wedding nights. As a result, the young woman sought help from a blacksmith, who fashioned an iron phallus to break the demon's teeth, which led to the enshrinement of the item. https://flic.kr/p/7QCKcB https://flic.kr/p/JBbZg https://flic.kr/p/7QCHQk https://flic.kr/p/7R2U8p http://upload.wikimedia.org/wikipedia/commons/0/07/Kanamara-mikoshi2.jpg",
        "strLocation": "Kawasaki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kawasaki-the-craziest-japanese-festival-kanamara-matsuri/2060?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "[April 5th] The Craziest Japanese Festival Kanamara Matsuri",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 10:54:20"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5571,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1392288740/jh0oijl8h29kctahl029.jpg",
        "strIntroduction": "",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-make-your-own-small-shiisa-ornament-in-okinawa/1878?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make Your Own Shiisa Ornament in Okinawa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 10:57:48"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5571,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1384490467/jlwlkrgtwmgimzct2szp.jpg",
        "strIntroduction": "Sakate island is a small fisherman village, which has around 450 people. There are no traffic lights and few cars seen in its backstreets and alleyways, giving the aura of an old-fashion Japanese village. Once you walk up a path along the hill, you will be able to smell the fresh fragrance of grass and nature. Take a deep breath! The schedule for this activity is flexible. We can go fishing, walking, or just relax by the sea if you wish. You should also try the delicious chicken available on Sakate island. Anybody can try their hand at fishing, even if you're a beginner or a child. I will prepare the fishing equipment and fish feed. If you want to bring a fish back after fishing, please bring along your own cooler box. There is a kitchen nearby the fishing spot where you can cook and eat your fish as well! (Rental of the kitchen will cost a little extra) Let's enjoy fishing and walk the streets of Sakate Island!",
        "strLocation": "Mie",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-mie-go-fishing-walk-the-streets-of-sakate-island/1395?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go Fishing and Walk the Streets of Sakate Island",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 11:01:31"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1384651583/kdpb6v16ewm54x7mgvpc.jpg",
        "strIntroduction": "",
        "strLocation": "Mie",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-mie-explore-seaweed-forest-on-a-kayak-tour/1403?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Seaweed Forest on a Kayak Tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 11:05:49"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5850,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1384493309/jvssfoqbh2xw5rv1aejl.jpg",
        "strIntroduction": "In this tour, we will visit Toba harbour, known for its richly nutritious waters which gives rise to a conducive environment for sea creatures such as fish, shellfish, and seaweed. Seaweeds are seasonal, you can see different colored seaweeds in the water depending on the season. Experience hunting for seaweed with local fishermen! All the seaweed were bred with care by the local fishermen themselves. First, you will take a 3 minute boat ride with fishermen and a guide to reach the harvest point. Once you arrive, the local fishermen will give you a brief lesson on how to hunt seaweed. Next, you will try seaweed hunting by yourself! All you have to do is cut it with a knife. Anybody can enjoy hunting seaweed. You will also get to taste the seaweed that you bring back with you to the boat. Thes fresh smell of the sea and juicy texture is something you can only taste with the freshest of seaweeds. Finally, you can enjoy seaweed ''Shabu-Shabu'' and homemade rice balls which are made from seaweed from Toba harbour. Enjoy hunting and eating fresh seaweed and shabu-shabu!",
        "strLocation": "Mie",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-mie-hunt-and-eat-fresh-seaweed-and-shabu-shabu/1397?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hunt and Eat Fresh Seaweed and ''Shabu-Shabu''",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 11:10:49"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3436,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1394027012/enhfh1wvmfsiakuc501k.jpg",
        "strIntroduction": "On this night tour, we will visit: - Rikugien, famous for its massive weeping cherry blossom tree - Chidorigafuchi, the Chidorigafushi Pedestrian Path is lined with 260 cherry blossom trees - Shibuya (Shibuya crossing, Hachiko Statue, Yakitori Yokocho) Spring is one of the best seasons to take a trip to Japan, especially during the cherry blossom (sakura) season where you can see beautiful pink hues coloring the city. Experience Tokyo's spring awakening on our special cherry blossom night tour! Only available for a limited time as the cherry blossoms only bloom once a year. Take the time to stop and appreciate the beauty and fragility of the Japanese cherry blossom.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-sakura-night-illumination-tour/2017?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Sakura Night Illumination Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 11:15:43"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4178,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1394026665/qbspenuqcqudu0wraq7w.jpg",
        "strIntroduction": "Here is the itinerary for this walking tour: - Asakusa to see the blooming cherry blossoms (Sakura). We will also see Senso-ji temple, Kaminarimon Gate, Nakamise shopping arcade, Skytree (seen from a distance), and Asakusa shrine - Walk along Sumida river which is lined with many cherry blossom trees - Eat fresh Sashimi Rice Bowl at Ameyoko street in Ueno, an open-air market area - Walk through Ueno Park which is full of cherry blossom trees - Stroll through Yanaka Reien, it's famous for a tree line path filled with cherry blossom - Yanaka, famous for it's old Tokyo atmosphere Spring is one of the best seasons to take a trip to Japan, especially during the cherry blossom (sakura) season where you can see beautiful pink hues coloring the city. Experience Tokyo's spring awakening on our special cherry blossom tour! Only available for a limited time as the cherry blossoms only bloom once a year. Take the time to stop and appreciate the beauty and fragility of the Japanese cherry blossom.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tour-old-tokyo-and-admire-beautiful-sakuras-in-asakusa/2016?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour Old Tokyo and Admire Beautiful Sakuras in Asakusa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 11:20:02"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4178,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1394026445/oqu06jde06drbmzcvsqb.jpg",
        "strIntroduction": "On this walking tour, we will visit: - Zojoji, the head temple of the Jodo sect of Japanese Buddhism - Tokyo Tower, a broadcasting tower with two observatories and many shops - Takeshita Street, a famous shopping street for trendy finds - One of Best Ramen in Tokyo - Meiji Shrine, the biggest shinto shrine in Tokyo - Yoyogi Park, a huge lush park in the middle of Tokyo - Shinjuku Gyoen, a park with three different garden styles; French, traditional Japanese and British Spring is one of the best seasons to visit Japan, especially during the cherry blossom (Sakura) season where you can see beautiful pink hues coloring the skyline of the whole city. Experience Tokyo's spring awakening on our special cherry blossom tour! Only available for a limited time because as beautiful as the cherry blossoms are, they only last seasonally. Take the time to stop and appreciate the beauty and fragility of the Japanese cherry blossom.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-see-sakura-cherry-blossoms-and-temples/2015?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See Sakura Cherry Blossoms & Temples",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 11:25:45"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 32,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1391652712/omznoj0rxfjnkouxj4sg.jpg",
        "strIntroduction": "Right here in Tokyo Jimbocho, lies a retro British TV Thunderbird world, the Thunderbird cafe! Have a unique and delicious experience with famous puppets like Scott Tracy. The cafe's interior decorations and dishes are all inspired by Thunderbird world. Fans of the TV show will definitely be fascinated by this amazing cafe! Here are the course menus you can order: <Thunderbird Cafe Special Course A ¥3,000 (2hrs)> - Tin-Tin Kyrano's asian beauty salad - Fresh fish carpaccio, recommended by Jeff Tracy - Capricciosa Thunderbird - The Mole's fried chicken with red pepper - Gordon Tracy's aqua pizza - Curry and rice with saffron - Tropical fruit curtail in Tracy Island - Free flow drinks: Additional 1,500yen <Thunberbird Cafe Special Course B ¥4,000 (3hrs)> - Potato chips - Fresh fish carpaccio, recommended by Jeff Tracy - Potage of No.4 - Capricciosa Thunderbird - The Mole's fried chicken with red pepper - Gordon Tracy's aqua pizza - Black Arrabbiata with death sauce by The Hood - Curry and rice with saffron - Tropical fruit curtail in Tracy Island - Free flow drinks: Additional 1,500yen A minimum of 3 people is required to order the course menu. You can also order other dishes from the menu at the table. Enjoy the Thunderbird world! Photo Credit http://flic.kr/p/6CThf5 http://flic.kr/p/fu2dFj http://flic.kr/p/frp6zp http://flic.kr/p/xQqqC http://flic.kr/p/aXMmiT http://flic.kr/p/7YesAp",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-the-thunderbird-cafe-in-jimbocho-tokyo/1838?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy the Thunderbird Cafe in Jimbocho, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 11:29:43"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4643,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1383272448/sm3sj3mrdgkcunrra7wa.jpg",
        "strIntroduction": "A knowledgeable English-speaking national guide will take you to the best seasonal spots in Kyoto in accordance to your taste and wishes. As a citizen of Kyoto, he can provide you with a lot of information that cannot be found in standard guide books or from the internet. He will be your private tour guide for your small group and lead you to any places you desire, as well as tell you about the background stories of each iconic destination. ・You can decide where to start your tour from: Kyoto station, the hotel you are staying at, or any other locations. ・He can recommend you the best places to go during every season and can also arrange for tours to whichever temple or shrine you wish to visit. ・This is a walking tour. Public transportation system will be used to travel from area to area. (He can also provide you with a bicycle tour if you request for it) ・You will get to visit a private Japanese home and learn loads about Kyoto while walking or cycling around the city. ・He will help you take photos along the way. ・He is the only national licensed guide in Kyoto who speaks English and has the title of “Kyoto Sommelier\". Qualifications: ・National guide in English ・Kyoto Sommelier ・Tai Chi master ・Zen instructor ※The tour guide is a licensed guide and speaks fluent English. He also topped the level in the Kyoto Knowledge Test.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-find-hidden-kyoto-with-a-professional-tour-guide/1310?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Find ‘Hidden Kyoto’ with a Professional Tour Guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 11:35:32"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 557,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1390916046/odf8onrljq8btzconzpq.jpg",
        "strIntroduction": "Have you heard about 'Setsubun'? Feb 3rd is called 'Setsubun' in Japan Setsubun literally means the \"division between two seasons\"-winter and spring. The Setsubun ceremony is held on February 3, where the Japanese celebrate with a bean throwing ceremony and eat Eho-maki (Fortune Sushi Roll). You can experience making and eating Eho-Maki at the cafe that are located very closed to Kaminari-mon which is the gate to Nakamise-street, a cafe in Asakusa near Kaminarimon. There are 3 traditional rules of eating Eho-maki: １．You must face the lucky direction of the year. ２．You should eat the entire Sushi Roll at one go. ３．You should not speak until you have finished the sushi. People believe that they will receive good luck if they can eat a whole sushi roll without making any noise facing the south-southeast direction, which is believed to be the lucky direction for the year. You can make your own original Eho-maki and enjoy it with soup! If you are in Tokyo on 2nd or 3rd of February, you should celebrate 'Setsubun'! Please come and join us! ※This service is for reservation only. You will need to pay an additional 1500JPY for 'Setsubun' fortune sushi roll lunch.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-1-day-event-on-feb-3rd-eat-special-lunch-in-asakusa/1795?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1 Day Event on Feb 3rd! Eat Special lunch in Asakusa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 11:40:17"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 929,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1391066633/ewsxsrfn7blcrp10rsyi.jpg",
        "strIntroduction": "Kichijoji is one of the most popular parts of Tokyo - CNN reported in 2011 that it was the number 1 neighborhood for Tokyoites to want to move to! There are many varied food and clothing shops in Kichijoji, as well as the beautiful Inokashira Park. I will introduce you to these interesting places in Kichijoji. Kichijoji is also well-known as the place where the ghibli museum is located. Example Program: 1) Gather at Kichijoji station and walk around the locality. You will find a huge variety of shops such as clothing, game arcades, snack shops, perfume and so on... 2) Move to Inokashira park. It takes about 10 minutes on foot from Kichijoji station. We'll walk around the inside of the park, and take some pictures if you like. 3) Return to Kichijoji station. If you want to eat something, I'll introduce you to a restaurant and we'll eat some delicious food together. If you are not hungry, I'll drop you off at the station and we'll say goodbye! If you want to experience local atmosphere, you should join this tour!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-kichijoji-one-of-tokyos-favourite-neighborhoods/1629?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Kichijoji - one of Tokyo's Favourite Neighborhoods",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 11:44:29"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7243,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1391063811/ci3rqtitgijv47wsfk2x.png",
        "strIntroduction": "",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-lets-go-cycling-to-late-night-lake-biwa-and-ramen-supper/1150?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Let's Go Cycling to Late Night Lake Biwa & Ramen Supper",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 11:49:27"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6035,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1384937044/gmtqadboml1ruo8yrnyn.jpg",
        "strIntroduction": "In this experience you will be making yatsuhashi from scratch and also visit the factory where Nama yatsuhashi (raw, unbaked yatsuhashi) is being produced. In this Japanese town house you can also relive the atmosphere of old Kyoto. Yatsuhashi is a Japanese confectionery sold mainly as a souvenir sweet. It is one of the best known meibutsu (famous regional products) of Kyoto. It is made from glutinous rice flour, sugar and cinnamon. Baked, it is similar to senbei. Raw, unbaked yatsuhashi (Nama yatsuhashi) has a soft, mochi-like texture and is often eaten wrapped around red bean paste, and may come in a variety of different flavours. Photo URLs http://flic.kr/p/654yi8 http://flic.kr/p/5GCcWo http://flic.kr/p/9WqjuU http://flic.kr/p/FfXvF",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-learn-to-make-kyotos-most-famous-souvenir-yatsuhashi/1414?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Make Kyoto's Most Famous Souvenir: Yatsuhashi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 11:54:11"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6035,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1384938369/zikvpoa3wa191yv6mon2.jpg",
        "strIntroduction": "In this experience, experts will be sharing the secrets of making the most delicious Japanese pickles that have been developed through long years of research and experience. After taking this experience you will be able to prepare your own delicious pickles at home as well. You may take the pickles you have made back home in a jar. We can also deliver them to your home by mail (additional charges may apply). Photo URLs http://flic.kr/p/hC7cpR http://flic.kr/p/8ecw6z http://flic.kr/p/32TMKw http://flic.kr/p/apb9Cj http://flic.kr/p/a4eDJK http://flic.kr/p/a6H6jc",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-discover-the-secret-of-home-made-japanese-pickles/1413?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover the Secret of Home-made Japanese Pickles",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 11:58:37"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10957,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1384943058/ckosih9lqnn3qhcqtb84.jpg",
        "strIntroduction": "In this experience, you will be dressed in full Samurai warrior armor, and have the option to make your prayer at a Japanese shrine. By dressing up as a Samurai, you will better understand the history, culture and attitudes of these ancient warriors. A CD with your photos in the costume is included. Photo URLs http://flic.kr/p/6eWgWu http://flic.kr/p/efbQYj http://flic.kr/p/611YY http://flic.kr/p/fqpad6 http://flic.kr/p/agywB5 http://flic.kr/p/6eRKPH",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-spend-a-day-as-an-armoured-samurai/1407?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Spend a day as an Armoured Samurai",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 12:03:04"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5107,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1386067483/jzur4qhiqzycupzxfmce.jpg",
        "strIntroduction": "We are a textile weaving company that produces decorative textile for Buddhism, used for religious purposes. You will be able to tour our facilities where we have many huge weaving machines that put strands of silk together one by one to form complicated and amazing patterns and designs. You will also be able to have a hands on experience with one of these weaving machines, and learn how they work. Photo URLs http://voyag.in/1eKDhxW http://voyag.in/IBXc7e http://voyag.in/18j8vrL http://voyag.in/1eRZ3Ax http://voyag.in/18zRZcP http://voyag.in/IIAP0P",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-nishijin-textile-weaving-for-buddhism-in-kyoto/1400?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Nishijin Textile Weaving for Buddhism in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 12:06:02"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11142,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1384945722/o5d8pwopmtsehrb2lgth.jpg",
        "strIntroduction": "Nishijin is an area in Kyoto, famous for its flourishing textile industry in the olden days. Historical town houses in Nishijin area have high ceilings, and they can also be a shop, a factory and a home all under one roof. In this experience you can get a feeling of the Nishijin atmosphere in our place, a traditional weaving house and living museum about the weaving industry in Kyoto. From replicas of Noh costumes to ancient fashion, you will see all kind of textile from this country. You will get a tour of the textile weaving factory, as well as having a hands on experience with one of the weaving machines. Photo URLs http://flic.kr/p/9Mz4Kq http://flic.kr/p/27ibT2 http://flic.kr/p/87CfPf http://flic.kr/p/87z4z4 http://flic.kr/p/4skhvL http://flic.kr/p/6dDuXv",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-tour-a-nishijin-weaving-house-and-work-on-a-weaving-machine/1399?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour a Nishijin Weaving House & Work on a Weaving Machine",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 12:10:12"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8357,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1386068125/p1vdiyhwchwh4bo4w9e2.jpg",
        "strIntroduction": "Are you looking for a different, exciting experience to explore Japan? Do you want to enjoy Lake Biwa in a different way that is the largest freshwater lake in Japan, located in Shiga Prefecture ? How about paragliding above Lake Biwa to overlook the beautiful scenery? If you like this kind of recreational and competitive adventure sport, this is your chance to enjoy the beautiful scenery of Lake Biwa by paragliding. Don't worry if you are a beginner, our instructor will support and give you all the help you need. What are you waiting for? Come on and join this trip! Photo URLs http://voyag.in/18zSFyN http://voyag.in/1bFEGb9 http://voyag.in/1cQY1CV http://voyag.in/Iq0GKu http://voyag.in/1cQY8yo http://voyag.in/1g22YOf",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-paraglide-around-lake-biwa/1393?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Paraglide around Lake Biwa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 12:14:09"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1393,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1386126581/ogh7wabxmlog7izwm4ad.jpg",
        "strIntroduction": "Let's eat takoyaki with young Japanese!! Please join me for an authentic Japanese experience, making and eating takoyaki together, and if you like, we will have a drink together too :) I will teach you how to make takoyaki, a traditional kind of Japanese snack made with a wheat-flour based batter, and tako (octopus), served with takoyaki sauce and many possible variations. We can make it exactly how you like! Takoyaki was originally popularized in Osaka but today is enjoyed by people all over Japan. I look forwards to seeing you soon!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-takoyaki-night-with-japanese-college-student/1486?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Takoyaki Night with a Japanese college student!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 12:20:03"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6685,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1386911535/v5xjfytrr2cs4mlh7kxf.png",
        "strIntroduction": "If you are tired of ordinary sightseeing,this show should meet your expectation! Japanese style artistic circus show in Tokyo, Japan! Genji (源氏) - The other side of the story - \"The tale of Genii\" is the oldest Japanese love story, by Murasakishikiubu, which was created a thousand years ago. Lu nagata's breath taking interpretation is a fusion including not only comedy, music and dance performance but also the finest aerial arts and acrobatic movements! Don't miss out this spectacular show!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-japanese-artistic-circus-show-in-tokyo/1484?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Japanese Artistic Circus Show in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 12:25:19"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 27856,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1395815879/noldcnhp5zvk9boodxls.jpg",
        "strIntroduction": "ようこそ / WELCOME You will be able to join the first everJapanese Traditional Cultural Studies in Tsuyazaki. Celebrating Tsuyazaki's traditional history & culture, beautiful bay and wonderful people, this new event aims to promote Tsuyazaki as Japan's leading local place to national & international visitors. This friendly event includes a wide range of fun and New Year related activities about town. We hope you enjoy this program! ●About Tsuyazaki Tsuyazaki is a small fishing and farming town located next to Fukuoka city in Kyushu. Making salt was prosperous in Tsuyazaki about 100 years ago, and now it is famous for sea turtle laying eggs, a fishing port, the beach, old traditional houses, and it’s love of traditional culture. ●About the Program: 2 or 3 days of fun filled, friendly activities & events in Tsuyazaki — You can study Japanese traditional culture here! ~Program of events~ 1st day : Learn difference of culture （Morning Arrival） 10:00 Meet at Fukuma Sta. 10:30 Kimono wearing and visit Miyajidake-shrine （Afternoon Arrival） 12:00 Lunch 14:00 Free time in Tsuyazaki town (Cycling!) 15:00 Study time Evening Enjoy beautiful sunset & spa（Summer：18:30～20:00、Winter：16:30～18:00） 18:00 Dinner 2nd day : Learn Japanese culture deeply （AM） 07:30 Breakfast 09:00 Study 12:00 Lunch （PM for 2 days participants） 13:30 Finish at Fukuma Sta. （Extra program for 2 days participants） 13:00 Select from option column 18:00 Finish at Fukuma Sta. （PM for 3 days participants） 13:00 Select from option column Evening Enjoy beautiful sunset & spa 18:00 Dinner 3rd day : Learn real Japanese culture and customs 07:30 Breakfast 09:00 Study 12:00 Lunch 13:30 Finish at Fukuma Sta. （Extra program） 13:00 Select from option column 18:00 Finish at Fukuma Sta. *Option column Nature program : Trekking at Mt.Omine / Trekking at Mt.Araji / Cycling / Windsurfing / SUP (Stand up paddle surfing) / Sea kayak / Bird watching / Walking at Oshima Island Daily life program : Visitting at Ainoie / Having dinner at Izakaya(Japanese style pub) Talking program : Study / Talking with local people Seasonal program : Seasonal event / Festivals Experience program : Walking at Miyajidake-shrine wearing Kimono / Woodworking at Tenomori and so on... ●Our Goal: Japanese Traditional Cultural Studies is not just sightseeing tour. Through this program, you can learn what is real Japanese traditional culture. Tsuyazaki will be your second home town. Here has real Japanese traditional life. You can visit us whenever you want after this program! We are family in Japan! ●Staying You can stay Japanese traditional house. It was built 1955. To keep living here we rebuild 2010. You can feel amazing atmosphere. ●Place ■By public transportation From Hakata Sta.(博多駅)：The Kagoshima Main Line(鹿児島本線, JR Kagoshima-honsen) for Moji(門司・門司港) get off Fukuma Sta.(福間駅). From Kokura Sta.(小倉駅)：The Kagoshima Main Line(鹿児島本線, JR Kagoshima-honsen) for Hakata(博多) get off Fukuma Sta.(福間駅). We will pick you up at Fukuma Sta.(福間駅).",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-join-the-3-day-cultural-event-in-fukuoka-dec27th-29th/1369?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join the 2 or 3 days cultural event in Fukuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 12:28:56"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11142,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1384214423/akntfqlay0pipznu1jx8.jpg",
        "strIntroduction": "Surrounded by stunningly majestic nature, you will learn how to do Ikebana and tea ceremony using wildflowers from neighboured mountains. Our living area is called Keihoku, located north of the deep mountain area of Kyoto. When you are tired of the urban atmosphere in central Kyoto, please get on a bus and come to very country area! You will have great mountain view, beautiful air, fresh water and heart-warming local people. What is great about this tour is that you can experience the core of Japanese culture -Ikebana and tea ceremony- together. Furthermore doing mini-trekking and pick some wild flowers for Ikebana; just like old people have done in their daily lives. You can also enjoy wearing Kimono!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-a-tea-ceremony-and-ikebana-in-the-mountains/1377?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Tea Ceremony and Ikebana in the Mountains",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 12:32:28"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6035,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1383641204/zs5qjwq9qujwqtddng4u.jpg",
        "strIntroduction": "Kōdō (香道, \"Way of Incense\") is the Japanese art of appreciating incense, and involves using incense within a structure of codified conduct. It is one of the 3 major traditional culture of Japan, along side with tea ceremony and calligraphy art. In Kyoto, an ancient city filled with thousands of shrines and temples, incense has developed a deep cultural meaning with its long history. In this experience, participants will learn about the ceremonial practice of Kōdō, different fragrance from incense, the way to hold the incense, and how to \"read\" different fragrance. This is also a good way to learn about the Higashiyama (east mountain) culture in Kyoto. Open up your sense of smell and join us to learn about \"Way of Incense\"!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-experience-with-your-nose-kodo/1346?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience with your Nose: Kōdō",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 12:37:20"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13928,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1383643089/xofggeeiszlwzepimhfk.jpg",
        "strIntroduction": "Working as a PR officer for Tokyo collection an other international brands and being a known fashion blog writer i know the high fashion in Japan and where to find them. In this activity i will guide you through Tokyo according to your preferences and wishes. We will visit different stores and sales and i will give you advise on the latest fashion trends. Here is example itinerary for you: 10:30am~11:30am Talk at the cafe called Nicolai Bergmann Since you would like to know about top-notch Japanese designers, I will introduce you to some brands from Tokyo which have been featured during the Fashion Week in Japan. Meeting in Café “Nicolai Bergmann\", I will bring along some fashion documents of your favored brands. In the afternoon, I’d like to guide you to the shops you are interested in. 11:30am~1:30pm We will browse boutiques in Aoyama. I’ll take you to Tokyo brand shops like: Commes Des Garcons, Issei miyake, and the selected shops representing typical Tokyo brands. 1:30pm~ Lunch If you like Sushi, I will introduce you the Sushi restaurant in Harajuku, which is very hard to find as it doesn’t have a signboard. This Sushi restaurant buys from the same supplier Ginza Kyubei is getting their ingredients from. You will be amazed by fresh Sushi and the atmosphere, feeling just like a hiding place. We will get the 3000 yen course. 15:00~ We will visit a press sample sale on which you will find your favorite brands and items from 50 domestic and foreign brands. The sample prizes for medium sized pieces will be 70~90 percent off. 16:00~ We will head to your favorite shops you told me about in the morning. ( Most shops are located near Harajuku and Shinjuku) ※Pictures are image. Photo copy right:flickr photo http://flic.kr/p/7cRCQo",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-dress-up-to-be-classy-get-a-fashion-tour-of-tokyo/1347?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Dress up to be Classy! Get a Fashion Tour of Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 12:43:17"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 232,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1382683001/iy9lplxyqkgmlvwdi6zr.jpg",
        "strIntroduction": "Have you visited Keio University before? Keio University is one of the best private universities in Japan. It is located in Minato, which is supposed to be a rich and professional area. A lot of Japanese executives graduated from Keio University. In this activity a current Keio student offers a campus tour in Keio University and guides you through real Japanese campus life.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-keio-university-campus-tour/1294?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Keio University Campus Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 12:47:07"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3482,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1380888817/ekh5lfaoi1n6sdner6ae.jpg",
        "strIntroduction": "In this activity, I'll guide you around Kyoto for a day. I've been a tour conductor for 32 years and guarantee that you'll have a meaningful experience. You'll see temples, traditional Kyoto architecture and enjoy traditional Japanese food and sweets. Transportation between the different locations in Kyoto will be provided by car. Guided walks are provided with excellent service at each location we stop. *Time Schedule 10:00 I'll pick you up by car at Kyoto station 11:00 Guided walk of Kinkakuji 13:00 Lunch near Kinkakuji 14:00 Guided walk of Kiyomizu-dera 16:00 Cool down at Gion while eating traditional Japanese sweets. 17:00 Visit an observatory that offers excellent Kyoto scenery. 18:00 Drop off at a location you specify.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-lets-take-a-walk-in-kyoto/811?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Lets take a Walk in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 12:51:14"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 464,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1378218542/rmkbcavhk9pprgmnvnnk.jpg",
        "strIntroduction": "",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-an-afternoon-with-a-japanese-business-woman/1055?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "An Afternoon with a Japanese Business Woman",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 12:55:47"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 929,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1364630365/gjioktegtfbkdmwdvqm7.jpg",
        "strIntroduction": "In this activity, you'll join an international social gathering in Tokyo where you'll surely make amazing friends. Everyone at the party is easy going and friendly and is welcoming to shy people. The party is also a great place to practice your English or Japanese. Why pay all that money to feverishly go to a language school when you can make friends who can be you conversation partner? I don't mean to be pushy, but this party will be unforgettable. So come and let's hang out!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-monthly-international-social-event/648?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Monthly International Social Event",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 12:59:08"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3993,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1378462061/otpyfgsq3uiqlwri20xj.jpg",
        "strIntroduction": "In this activity, I'll take you to an \"onsen\" Spa in Tokyo. It's one of the must-do things when you visit Japan. They're very popular and has been a tradition for a long time. The particular spa you'll visit includes try includes five different types of spas and four types of sauna baths. There are also several quiet rooms where you can lay down and relax. **Shampoo, conditioner, soap, towels and shaver are included so you don't have to bring anything in particular.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-relaxing-japanese-spa-experience/858?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Relaxing Japanese Spa Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 13:02:39"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5571,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1378710817/vfvi4wugeli3rvtqf7xh.jpg",
        "strIntroduction": "",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-trekking-at-mt-takao-in-tokyo/1047?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Trekking at Mt. Takao in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 13:08:14"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 929,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1377674031/lexs7spvcnoez8hpqjuk.jpg",
        "strIntroduction": "Kendama is a traditional Japanese game played by using a kendama which is made up of the “Ken” (handle) and “Tama” (ball) that's connected by a string. Although a Kendama might look like a simple toy, there are literally hundreds of tricks for you to learn! In this lesson, you will learn many tricks ranging from the basic to more difficult. Let's enjoy playing Kendama together and see how many tricks you can master! If you have any questions, feel free to contact me. I look forward to hearing from you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-kendama-lesson-with-a-kendama-girl-in-tokyo/1031?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "\"Kendama\" Lesson with a Kendama Girl in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 13:12:40"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2786,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1377833275/vkru1bmzy6uhdmitbhqx.jpg",
        "strIntroduction": "Do you feel making friends with Japanese locals? If so, you should join us for bowling at one of the biggest bowling alleys in Tokyo! There are many fun features about this particular alley that makes it unique. For example, at random points during the day, there's an event called \"strike game\" where all the lights shut off except for the alleys. During this event, all the bowlers are supposed to throw the ball at once and if you score a strike, you win a gift as well as a photograph of you and your friends! Also, there's a bowling pin cosplay you can dress up in! Other than bowling, you can also play billiard, karaoke, ping-pong, and arcade games. Join us for a blast!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-lets-go-bowling-in-tokyo/1021?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Let's Go Bowling in Tokyo !",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 13:16:26"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6964,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1388798537/tlk2pctcgpujyhkpfe3l.jpg",
        "strIntroduction": "Goukon is a Japanese version of a blind date party, well, sort of. Men and women get together, cook, eat and drink together, and hopefully you meet somebody you like. ;) In this event, we are looking for 5 NON-JAPANESE MEN with 5 JAPANESE WOMEN. If you don’t make it this time... look out for the next one! 【PARTICIPANTS】 5 non Japanese men 5 Japanese women 【MENU】 Salmon and Tuna Tartare with baguettes Grilled pork loin Mushroom and green pea risotto A selection of chocolates Alcohol: wines and beer pairing is included *About Salmon and Tuna Tartare: Instead of using finely chopped raw beef and serving it with capers, onions, and tartare sauce like we do in steak tartare, we prepare this special dish with sashimi-grade salmon and tuna. The sauce is handmade on the spot and goes very well with baguette or rye bread.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-go-on-a-group-blind-date-and-learn-to-cook-in-tokyo/1010?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a Group Blind Date and Learn to Cook in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 13:21:46"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4643,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1377183673/fhppxa6d6p3dkcjkhqra.jpg",
        "strIntroduction": "Let's have a fun time learning about making and eating sushi! Temaki sushi is a cone-shaped rolled sushi that is often eaten in a family/friendly setting. It is perfect for parties. The preparation is really simple: prepare sushi rice (essentially vinegared rice), then cut up fish, nori (seaweed sheets), and vegetables. Lay them all out on large plates and you are done! Everyone will pick whatever they want to eat from the plates, roll the temaki by themselves and dig in. These are spectacular to look at and exciting yet tasty party food! In this 2 hour lesson, you will learn about the ingredients, how to prepare temaki, and you will get to enjoy great sushi while chatting and making new friends. This class is offered in English, but beginner-level English speakers are welcomed.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-temaki-sushi-party-in-tokyo/1009?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Temaki Sushi Party in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 13:26:58"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2321,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1388798896/zkgjavntwplnt6y5cex2.jpg",
        "strIntroduction": "Join a casual meet up group in Tokyo to meet new people and make friends! Our goal is to get people to gather and enjoy conversation in English in a casual, relaxed environment. Even if English is not your first language, you can practice and make new friends along the way. Beginners are welcome, so don't be intimidated (we hear a little booze will do wonders for your basic communication skills). Both local Japanese and non-Japanese currently residing in Tokyo are welcome to join these meet ups. It will be a great way to expand your network! We host this event every week, on Friday evenings and Saturday late afternoons. We look forward to seeing you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-practice-your-english-in-tokyo/1001?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Practice your English in Tokyo (with a Drink in Hand!)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 13:30:47"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 650,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1376549317/valhe6lahhoqyw6spddp.jpg",
        "strIntroduction": "",
        "strLocation": "Saitama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-saitama-go-to-the-sakitama-ancient-burial-and-make-a-magatama/874?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go to the Sakitama Ancient Burial and Make a Magatama!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 13:34:02"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1376226980/svl6swklgb8ogdcx6jva.jpg",
        "strIntroduction": "If you are visiting Okinawa this summer, It's a good timing to see Eisa Festival! Eisa is Okinawa traditional drum dance. It is holding amss for our ancerstors spirit. You mainly can see it in the summer! Don't miss it! You can join this tour depends on where festival takes place. I am sure this event makes you love Okinawa more and feel like to stay longer here. Let's have fun together! Photo by http://www.flickr.com/photos/matsuridaikobrasil/6942557319/ http://www.flickr.com/photos/oceant/2703212173/",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-lets-go-to-eisa-festival-okinawa/933?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Let's Go to Eisa Festival in Okinawa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 13:37:53"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1378361400/rbh6wbyfo53mk7c8pcgh.jpg",
        "strIntroduction": "My place is a guesthouse style accommodation combined with a coworking space where entrepreneurs & freelancers can stay, cowork, exchange ideas with our communities at our many events & parties. While you experience the Japanese way of life, & enjoy Kyoto, the ancient capital of Japan, we, a community of local Ronins will provide valuable information & connection for you to kickoff your project & business right away. It is 20 to 30min to major attractions in Kyoto city, well connected by trains & buses. Groups & organizations are welcome to book the whole of 2F (bedrooms, mini-kitchen, workstation) for study trip & company retreat. Accommodation rooms are named after the 4 Chinese constellation which are also adopted by the Japanese. Genbu (玄武, a black tortise), Seryu (青龍, Azure dragon), Byakko (白虎, white tiger), and Suzaku (朱雀, Vermilion Bird). *Byakko has 4 bunk beds & 1 futon space (Max 5 people) *Seryu has 2 futon space & a mini-kitchen attached. The mini-kitchen will be opened as common space during the day & closed at night. (Max 2 people) *Genbu has 5 futon spaces, it is also attached to the coworking space. It become a common space in the day & sleepng space at night. (Max 5 people) All sleeping spaces are mixed gender, we will try to accommodate if there is any special request. Shared shower & toilet *Suzaku has a shower, a dressing place. Facilities & other info 24/7 access, no curfew Dormitory bed space Futon bed space Workstation: desk & chairs, hammock, whiteboard, projector, screen, printer, wifi Café space Shower x1 (shared) Toilet x2 (shared) Mini-kitchen (shared): microwave, hotwater, coffee machine, IH cooker, pots & pans, fridge Lunch (optional, Mon~Fri) *Bicycle rental (optional, 1000yen per day) Washing machine (200yen per use) Tourism information *Station transfer (for group of 6 or more) Self service coffee (100yen) Foreign adaptors, guide books, padlocks, hairdryer, reading lamps and iPhone charger for free! * Please check for availability with our staff in advance during booking. Cafe Green Cafe Green serves *breakfast, lunch & *dinner. It is also ideal for parties, events & BBQ at the terrasse. You are welcome to join our events there, or create your own event for your group. *reservation needed Apple Kids childcare centre It is a childcare centre for infants & small children, taken care by childcare professionals. You may have peace of mind as you get busy with things while we take care of your children together with other Japanese kids.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-global-residential-coworking-in-kyoto/936?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Global Residential Coworking in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 13:41:15"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1376218622/zxouuwmgqmf9yqxbt00a.jpg",
        "strIntroduction": "Mountain Biking Tour Kyoto is surrounded by mountain ranges in all directions with rivers & streams running through them. There are many trails linking all these mountains as travellers, monks, hikers had path out all these routes over thousands of years of Japanese history. Besides nature, it is not surprising that you will run into many shrines, temples, Buddha status along the way, and they are usually hundreds or even thousands of years old. On the top of the mountain, sometimes it opens up a view of Kyoto City or Lake Biwa, the largest lake in Japan. Mountains in Kyoto are always dynamic, responding to different seasons of the year, changing its colours and features through out the year. In Spring, you will find spots of pink where the Cherry Blossom blooms. In Summer, a think green forest. It displays a spectrum of red, yellow and orange in Autumn, and it is snow covered in Winter. This mountain biking tour is for anyone who is fit, a regular cyclist and can handle a bicycle to a decent extent. Do not worry if it will be too tough, we can go leisure or sport mode as you prefer. Program • Arrive at our accommodation facility • Check-in, change of clothes, Lunch/ Breakfast (optional) • Prepare bicycle: adjust saddle height, tire pressure, adjust helmet • Warm-up exercise, final briefing • Set-off, Climbs, Break, Decent, tour the area • Return, Shower, Wash up, Rest • BBQ Party with Beer • Overnight stay (optional) Optional places of interest: • Bishimondo Temple • Zuishinin Temple • Daigoji Temple • Oishi Shrine • Lake Biwa Canal • Lake Biwa",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-mountain-biking-in-the-forests-of-kyoto-bbq-party/920?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Mountain Biking in the Forests of Kyoto + BBQ Party",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 13:45:46"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1371987343/c1tekrpuqkysy7e2ooeh.jpg",
        "strIntroduction": "Let’s explore both old and new cultures of Tokyo (modern Tokyo) and Edo (former Tokyo). We are sure you can experience the different culture through our one day culture tour! Tokyo is more than 400 years old. Finding out about old Edo era’s aspects (1607-1867) and modern ones is very exiting for any tourist. Get ready to discover the traditions of Edo (historical name of Tokyo) starting with Asakusa, one of the most traditional places of Tokyo. Walking through the ancestral Japanese atmosphere you might be surprised at how Japanese religious customs are available to anyone and how Japanese time-honored manners have matured. After visiting the Sumo district called “Ryogoku”, we’ll head to Akihabara, the best place to find the newest and the latest electronic goods Tokyo can offer. Its fever may reveal the “otaku” who is in you. ★On this tour we cover It includes Asakusa walking tour. ■ Asakusa ・Kaminarimon gate ・Nakamise shopping street ・Sensoji temple and Asakusa shrine If you already took part in our Asakusa walking tour, we will arrange a special tour to Kappabashi instead. ■ Ryogoku ・Kokugikan Sumo stadium ・lunch at unique sumo restaurant(there is sumo ring in the restaurant!) ・Edo-Tokyo Museum (You can learn the history and culture of Edo-Tokyo through a variety of reference materials for your fun.) ■ Akihabara Akihabara is famous for the place where electronics were started to be sold in Japan and has a lot of electronics shops now. It is also famous for sub-culture, Japanese pop-culture ・the Parts market ・OTAKU(Geek) street The people who have the intensity or have a lot of knowledge about one field, and fans of game, comics, animation and science fiction are called OTAKU. The pop culture seen in Akihabara is called \"Otaku culture\". ・Stores for comic, animation and figurine ・Maid-café (costume-themed café) ・Tax free big electronics shops ・Don Quijote(a discount shop) & AKB48 Theater (final place) ■Not included■ ・Transportation fee (Adult: JPY 300, Child under 12: JPY 160) ・Lunch ・Admission fee to Edo-Tokyo Museum (Adult: JPY 600, Child under 12: JPY 300)",
        "strLocation": "Asakusa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-asakusa-tokyo-cultural-tour/833?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tokyo Cultural Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 13:49:17"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7893,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1370520204/toe8ozmi6tvgvlougmnq.jpg",
        "strIntroduction": "Get the best of Tokyo in a single day! Don’t have enough time to travel around all of Tokyo? Don’t worry! This one day tour is made for people like you who would like to enjoy as much of Tokyo as possible. After completing this tour you will have visited most of Tokyo's major tourist hot spots. ■ ASAKUSA ■ We start with the most popular touristic site of Asakusa area. Asakusa is one of the most traditional places in all of Tokyo. Walking through the ancestral Japanese atmosphere you might be surprised at how Japanese religious customs are available to anyone and how Japanese time-honored manners have matured. You’ll experience the proper way to visit the temple & shrine, how to purify yourself, how to pray, and what a Japanese fortuneteller is like. While at the same time Asakusa is the new symbol of what Japan’s state-of-the-art construction and architecture technology is all about, Tokyo Sky Tree, currently the highest tower in the world is 634 meters tall. ■ The West side of Tokyo ■ After a walk inside one of the most traditional areas of Tokyo, we’ll cross the city to meet the trendy young generation of Japanese in west Tokyo. Open your eyes, you might be surprised! At Shibuya, we’ll see a statue of a loyal dog named ‘Hachi’ and the famous crossing nearby. We'll continue walking around attractive shopping areas like 109, and have a lunch break. If you like to have sushi, we’ll take you to a sushi restaurant. This quite unique sushi restaurant is in Shibuya. Many tourists want to eat sushi here! In the afternoon, we’ll move to Harajuku. We’ll visit Meiji Jingu which is one of the biggest Shinto-related shrines in Japan, and hustle and bustle Takeshita Street filled with teenagers across Japan. You can enjoy its gap between holly atmosphere and secular world. This west tour shows you not only old and new, but also sacred and secular aspects of Tokyo! ★★On this tour we cover★★ ■ Asakusa ・Kaminarimon gate ・Nakamise shopping street ・Sensoji temple and Asaksa shrine If you already took part in our Asakusa walking tour, we will arrange a special tour to Kappabashi instead. ■ Shibuya ・Hachiko dog stature ・Crossing ・Centergai street ・109 ・Lunch ■ Harajuku ・Meiji Jingu Shrine ・Takeshita Shopping Street（Daiso: the biggest 100Yen Shop, Purikura） ★★Let’s talk. “More Knowledge, More Fun”★★ ・The difference between Buddhism and Shinto ・How to pray in a Shinto way ・How Japanese subculture is like ・Japanese traditional wedding ceremony",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-west-tokyo-one-day-tour/831?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "West Tokyo one Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 13:54:58"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 27856,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1370521198/z4vuqnjby5vxqflvjzkr.jpg",
        "strIntroduction": "You want to walk as local? After walking Asakusa, we’ll go for a stroll in Ueno. We eat lunch in Ameyoko. Then we walk through Ueno park. We’ll end the journey in Yanaka. Yanaka still retains the bustle and the hustle and warmth of old Tokyo. The Yanaka area is a historical place in Tokyo which was developed as a temple town in the Edo period(1603-1867). The people living in Edo (former name of Tokyo) used to visit Yanaka for worship and leisure. Yanaka still retains the charm and warmth of the past.The people in Yanaka are very friendly. It has been a simple residential area for common working people.You will see the commoners’ lives whilst walking around there . There are old temples ,traditional houses and restaurants which offer nice local dishes and drinks.You will see how peacefully many stray cats sit in the narrow alleyways. Let’s discover it together! ★On this tour we cover It includes Asakusa walking tour. ■ Asakusa ・Kaminarimon gate ・Nakamise shopping street ・Sensoji temple and Asakusa shrine If you already took part in our Asakusa walking tour, we will arrange a special tour to Kappabashi instead. ■ Ueno ・Ameyoko shopping street ・Ueno Park ・Shinobazu pond ■ Yanaka ・Tsuiji bei (old style wall from the Edo era) of Kanonnji temple ・Nice small shops (Japanese Chiyogami-Japanese washi paper Traditional sweets, Salted rice crackers) ・Yanaka Ginza (old fashioned shoppingstreet) ・Yuyake DanDan (Sunset stairway Steps) ・Nippori Station (final place)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-old-style-tokyo-tour-private/832?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore old Style Tokyo Tour (Private)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 13:59:50"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 37335,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1369734556/pzw55vja9oy7ixe0qmbm.png",
        "strIntroduction": "Japan's alluring, white-faced, kimono-clad and enigmatic Geishas have long held the imagination of both the East and West. In this activity you will meet these Geishas and have dinner with them. In this activity you will… • Eat a Japanese meal • Receive service from a geisha The service includes pouring you drinks, the Geishas will entertain and serve you while you dine. They will perform a traditional dance with hand fans to music made by Japanese drums and flutes. It's a really unique activity, hard to experience even by Japanese people! Enjoy this incomparable dinner when you visit Japan!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-dinner-with-geisha/820?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Dinner with Geisha!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 14:03:59"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2786,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1366279842/tidaqlney05vde9db1fp.jpg",
        "strIntroduction": "It’s good news for the greedy-guts! Don’t you happen to think Sushi and Tempura are only Japanese popular dishes? Absolutely not! There are so many tasty local dishes which Japanese have for lunch such as rice bowls and ramen. Do you have enough time to try all of them? Don’t worry!! Here’s our Tokyo Foodie Tour. You’ll have 5 different dishes in small portion each, so that you can taste them all at once. If you are vegitarian or have food allergies, consult us. We will provide you any other choices as you would enjoy lunch.We buy the popular dishes in each restaurant and share the bites with other tourists. ■You can eat! The 5 most popular local dishes! Ramen Noodle, Curry Rice, Gyudon(Beef rice Bowl), Oyakodon(chicken rice Bowl), eel rice bowl, Special Secret dish and many more! We care of you who cannot eat beef, pork or others. We ask you what you have eaten so far and then we will choose the dishes of the day!",
        "strLocation": "Asakusa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-asakusa-tokyo-foodie-tour/702?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tokyo Foodie Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 14:09:37"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1367654007/x6rt5i4cxxpmzrzcu5dj.jpg",
        "strIntroduction": "Why don’t you visit Ueno & Yanaka? Yanaka still retains the bustle and the hustle and warmth of old Tokyo. The Yanaka area is a historical place in Tokyo which was developed as a temple town in the Edo period(1603-1867). The people living in Edo(former name of Tokyo) used to visit Yanaka for worship and leisure. Yanaka still retains the charm and warmth of the past The people in Yanaka are very friendly. It has been a simple residential area for common working people. You will see the commoners’ lives whilst walking around there . There are old temples ,traditional houses and restaurants which offer nice local dishes and drinks. You will see how peacefully many stray cats sit in the narrow alleyways. On this tour we cover ・Shitamachi Museum Annex(The former Yoshida Liquor Shop) ・Ukiyoe museum (wood-block prints museum) ・Tukiji bei (old style wall from the Edo era) of Kanonnji temple ・Atelier for Japanese paintings ・A huge Himalayan Cedar ・Nice small shops (Japanese Chiyogami-Japanese washi paper Traditional sweets, Salted rice crackers) ・The Nezu Shrine ・Hebimichi(Snake street with fashionable shopping street) ・Yanaka Ginza (old fashioned shoppingstreet) ・Yuyake DanDan (Sunset stairway Steps)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-ueno-yanaka-walking-tour/728?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ueno & Yanaka Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 14:14:38"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3714,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1366280155/xitw9aneun8uh2onbrac.jpg",
        "strIntroduction": "Here’s a great news for parents of 9-12 year-old children! Would you like to have your children experience a unique “Japanese fake food sample culture”? It can be easy and fun art experience. Have you ever seen Japanese fake food sample in a showcase of restaurants? There are wide varieties of samples such as Sushi, Tempura, Ramen, sweets, Soba noodles with chopstics and pastas with fork. When you see them first, you might not believe your eyes. They look even more real than real food! Food samples are skillful handicrafts which have been loved by Japanese for a long time. Now it shows one aspect of Japanese culture which has an affection of miniaturization and preciseness. In this tour, you’ll enjoy making two samples out of Tempura(shrimp, eggplant, pumpkin, Shiitake mushroom, sweet potato) and a lettuce in an hour. We translate into English!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-making-fake-food-sample/703?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Making Fake Food Sample",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 14:18:33"
    },
    {
        "intDurationHour": 56,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 111424,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1363678962/ylozndmet8ppuycv7h1c.jpg",
        "strIntroduction": "",
        "strLocation": "Kumamoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kumamoto-cherry-blossom-in-kyushu-cycling-tour-7days/603?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cherry Blossom in Kyushu Cycling Tour (7days)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 14:23:27"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2414,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1363169661/j8eo4tjhaljk49hrl3td.jpg",
        "strIntroduction": "There are many types of absurd cafes in Japan. Maid Cafe is one of them, but Cat Cafe is surely one of the most ridiculous and enjoyable ones out there today! At \"Cat Cafe\", customers are able to have a cup of coffee while playing with a bunch of adorable cats. You can observe the sleeping cats. Play with the cats. Give them snacks. Your choice! Its uniqueness has also given the cafe a lot of media coverage, and is, today, one of the most talked about places in Japan! With this plan, you\"re able to be, play, and take pictures with the cats for an hour! Go and relax with the cats now! (Fee includes entrance fee. Drink and foods are extra.)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-cat-cafe-a-relaxing-time-with-cats/593?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cat Cafe: A Relaxing Time with Cats",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 14:29:12"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 464,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1363581051/n0pjelhwaa46bq0ylfiq.jpg",
        "strIntroduction": "In this acticity. we will enjoy baseball with a university club. The university(Gakushuin university) is located next to Mejiro station. They are enjoying baseball and friendly So you will definitely be able to enjoy!! There is no steady schedule of this club team. It means you can do whatever you want( ex,having baseball game and so on)!! Also you will be able to know what's going on at the Japanese university. (In this university, there are many interesting things, a school cafeteria, a place to unwind and many other club activities and more.)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-baseball-with-a-university-team/596?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Baseball with a University Team!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 14:35:34"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4039,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1363331933/swgxop1roiivblh3fyie.png",
        "strIntroduction": "Experience Zen zazen (seated meditation) in order to calm your senses at Okinawa's international zen center. This experience will last 180 minutes. By practicing zazen, not only will you improve your concentration, but you'll also leave with both your mind and body feeling refreshed. You'll also get to experience sounds that you normally can't hear like the songs of birds. Come join me in practicing zazen!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-experience-zen-meditation-in-okinawa/594?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Zen Meditation in Okinawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 14:40:22"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9285,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1359596760/jdvrebpz0axzvkpwiw4e.jpg",
        "strIntroduction": "You can visit the most fashionable place and most traditional place in one time. Harajuku is the popular place for young Japanese where you can see a lot of Japanese pop culture. Meiji Jingu is the biggest Shrine in Tokyo where you can experience the traditional manner. You visit.. Meiji jingu Harajuku Takeshita Dori Pricla shop Costume shop 100 yen shop",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-harajuku-meiji-jingu-tour/556?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Harajuku & Meiji Jingu Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 14:45:35"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3250,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358840825/egu3mxl6gzsuug6saiuu.jpg",
        "strIntroduction": "Let's go to visit the manufacturing floor of Cup Noodle! Cup noodles are eaten all over the world. You should be that one ate too! I will invite you to the workshop experience to be able to visit manufacturing process of cup noodles. You can do the following in this experience. Tour of the cup noodle’s manufacturing process at the manufacturing floor • To design your own cup Topping the ingredients in your favorite soup and cup design Why not make the original cup noodle only one in the world? It is so special and fun. Workshop experience can be where the world's first experience making chicken noodle. Process is also knead the flour, stretch, and the seasoning after steaming, until the dry method \"thermal drying oil moment” Enjoy homemade most loved instant noodle in Japan as named \"Chicken Ramen\"",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-making-my-original-cup-noodle/282?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Making My Original Cup Noodle",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 14:50:42"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4178,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358842462/ny9owzyjkqusikgjyjm9.jpg",
        "strIntroduction": "",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-watching-a-baseball-game-in-osaka/304?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Watching a Baseball Game in Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 14:56:31"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2786,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358842246/wvhm6titmatrftmw7u6n.jpg",
        "strIntroduction": "Do you know the RAKUGO? Rakugo (comic storytelling) is a traditional Wagei established Japan of the Edo period but has been handed down to the present. Speaker of one person do all the characters and situations such as description of some. This is performing Arts in Japan. Often the story progresses in negotiations of two (or more), speak toward the audience, good use of gestures and voice sound, entertainment are so funny. We are very sure for that make you laugh a lot.. Would you like to have some fun? Go to see the \"\"RAKUGO\"\". Japanese traditional story teller gives you the chance to have a different experience. Photo by http://www.flickr.com/photos/tamaiyuya/3538529339/ Photo by http://www.flickr.com/photos/nori_n/2717016378",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-lets-go-to-see-the-storyteller-traditional-japanese-wagei/303?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Let's Go to See the \"Storyteller\" Traditional Japanese Wagei",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 15:04:18"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2786,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358842395/dvxdvwqxiuwkq0xrgcur.jpg",
        "strIntroduction": "",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-discover-japanese-kitchenware/302?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover the Japanese Kitchenware",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 15:10:10"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4643,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358840921/d3be3k8uu2lqef7j8rpf.jpg",
        "strIntroduction": "We begin fairly early in the morning with a visit to a sumo training stable, where we witness a living link to the samurai age, and some of Japan's strongest men up close. We then tie this in with historic and quirky sumo monuments and sights nearby, and I even offer restaurant recommendations for lunch or future visits. 2015 Osaka Sumo Training Schedule: February 24-28 March 1-5 2015 Nagoya Sumo Training Schedule: June 30 July 1- 9 Other dates are unavailable for watching training in Osaka or Nagoya. Instead, you can book tickets for the national sumo tournaments or watch training in Tokyo. Sumo Tournament Tickets: http://voyag.in/tickets-for-sumo-tournament Tokyo Sumo Training Tickets: http://voyag.in/sumo-morning-practice",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-sumo-wrestlers-training-viewing-in-osaka/283?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "SUMO Wrestlers' Training Viewing in Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 15:15:39"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1857,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358840740/fg6l1djdvyjgihf14i2l.jpg",
        "strIntroduction": "Home made takoyaki experience in Osaka, let's experience making takoyaki! Takoyaki is one of the traditional street food of Japan, its history goes back long in the Warring States.Takoyaki is a ball-shaped Japanese snack made by wheat flour -based with octopus. Osaka is famous for takoyaki, Let's make together the traditional Japanese food takoyaki at home! You can experience the following things. • Visit the market \"Tenma\" and shopping. • Cook Takoyaki Experience the authentic takoyaki cooking, Why don't you want to know the street food culture of Japan.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-cooking-takoyaki-experience-at-home-in-osaka/281?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cooking Takoyaki Experience at Home in Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 15:19:46"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 19499,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358840420/vbxlevavsadbmakmnkhp.jpg",
        "strIntroduction": "Kyoto is a very calm town where remain full of old Japanese custom and culture. Only local people know the place as a hidden restaurant's where the owner visit with Maiko and geisha. It is too difficult to get there for tourists. I can take you to visit the place where are very deep inside of Kyoto which is not on the guide book.. I offer this tour who wants to have different experience in Kyoto. Also as optional After the dinner, you can go along to the local club in Kyoto which is very popular for many young people are gathering on every weekend. (In the club you may need some form of identification and admission fee entrance fee.1 drink charge is also included.) Com to enjoy the nightlife in Kyoto with Ex Flight Attendant!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-dinner-and-nightlife-in-kyoto/259?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Dinner and Nightlife in Kyoto with Transexual",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 15:25:21"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2786,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358744015/m5ygudpoh6xjibzmyebm.jpg",
        "strIntroduction": "Let's make a party with local people at Onnason. The Village of Onnaosn is very popular resort area in Okinawa. Okinawa is one of the best resorts in Japan; Onnason is one of the particularly popular among them. Okinawa Ryukyu Kingdom flourished and formed a unique culture. Okinawa people are very warm and calm. Summer in Okinawa is very attractive; enjoy BBQ party on the beautiful beach with the locals’ people! You may love Okinawa more. We offer free leisure goods as snorkel, float, and beach balls.. You can do the following: In this experience. - Enjoy the party with the locals. • Snorkel, swimming. And relax on the best beach in Japan. This tour is for the people who want to spend unforgettable time in Okinawa. Just come and join us!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-private-party-in-the-best-resort-in-okinawa/247?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private party in the best resort in Okinawa \"Onnason\"",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 15:32:11"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2786,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358746020/m0hpb6faopjeezyk437y.jpg",
        "strIntroduction": "■Morning seaside yoga ・Guests can relax at the best location where the uninhabited island is seen, with the breathing method and the yoga pose. ・Any beginner, guest who has a stiff body or guest with experience can enjoy this class. ・Class open at terrace on a fine day and if it rain, it open at hall. ■Lecturer Marujun(Junko Nakazono) yoga instructor, permaculture designer, copywriter. She learned yoga, Vedanta philosophy, anatomy, qigong and various body exercises in Japan, India and Thailand. She started regular classes in Tokyo from 2004 and instructed in Miyakejima, Ogasawara, Yatsugatake. She also tell about sustainable way of living, like eco-village and transition towns. Translation version \"yoga Mara\" \" Ashtanga Yoga: The Practice Manual\" and others. She is publishing a column serially in monthly \"Actio\". She emigrated to Okinawa in September, 2011. ■Date Sunday: 7:00PM - 8:15PM ■ Adress Maezato1931, Itoman city, Okinawa, Japan Place: Uminchi seaside park",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-morning-seaside-yoga/288?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Morning seaside yoga in Okinawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 15:38:44"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1393,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358745963/w7dizbx9x1ukjybwjqe6.jpg",
        "strIntroduction": "Do you know seaweed called \"sea grapes\" very much like a grape of fruit that grows in the ocean? Sea grape is very rare seaweed which can only find under the tropical sun and clean sea around Okinawa. Sea grape is soft and succulent texture that is strange bright green colors. Sea grape has been popular since ancient times around Okinawa as the \"longevity grass of the sea\". In this experience can be fully proficient in the goodness of the sea grapes. After you have finished tasting sea grapes and you can spend your time relaxing on the beautiful beach. We are very sure to remain in the memories of your life the opportunity to eat something delicious in front of the beautiful beach in Okinawa",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-experience-taking-sea-grapes/286?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Taking Sea Grapes",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 15:44:41"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4643,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358745728/ubchamu7xxdrfchcldg1.jpg",
        "strIntroduction": "",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-okinawa-cooking-champlung-irichi/275?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Okinawa Cooking: Champlung & Irichi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 15:48:51"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358745396/wcizp2slshdj73uvafy3.jpg",
        "strIntroduction": "There are several tavern which you can enjoy traditional delicious food with Okinawan Ryukyu folk music. In this activity, Enjoy local food with local people with local music. You can learn about culture of Okinawa and Ryukyu folk music. Transfer to your hotel is also available. Enjoy fresh seafood and typical local dishes with pork. Meet with Okinawan local folk music and local people. Have a great memory of Okinawa.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-lets-go-to-the-pub-of-okinawa-ryukyu-folk-music/272?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Let's Go to the Pub of Okinawa Ryukyu Folk Music!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-09 15:53:57"
    }
]