[
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 6,
        "intUsdCost": 8500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1369640543/znpl8qkmf836alekqhtr.jpg",
        "strIntroduction": "Travel like a VIP and arrive hours before the large tour groups to Cu Chi Tunnels - one of the most worthy historical sites to visit in Vietnam. Your guide will introduce life along the banks of the Saigon River as your boat gracefully glides through knots of floating water hyacinths on this scenic one-hour boat trip. When you arrive at Cu Chi, after a short documentary, your guide will lead you through the historic Cu Chi Tunnels, dug by resourceful guerrilla fighters to provide communication and supply routes, hospitals, food and weapon caches and living quarters during numerous conflicts. You will hear an explanation about the tunnel system, how people lived and survived through all those years, then have a chance to taste traditional local food and tea. A traditional Vietnamese lunch or dinner of local specialties will be served on-board after your visit to the tunnels. Tour starts at 7.15 AM or 1.30PM everyday.",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-ride-on-speedboat-and-visit-cu-chi-tunnels/816?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ride on a speedboat and visit the Cu Chi Tunnels",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 07:24:44"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 11400,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1369641325/awsijxbagncusrsb0cwy.jpg",
        "strIntroduction": "Enjoy a fast, scenic speedboat trip through the Mekong Delta. Departing from HCMC’s central pier, you will explore areas of the Mekong Delta that few other tourists get to experience. Key cultural stops include a Cao Dai Temple, a riverside market, local workshops, a pagoda and other historical sites. Enjoy countless opportunities to capture amazing photos, spend time at a family homestead, where you’ll be invited to enjoy refreshing, freshly cut coconuts and fiery Mekong whisky. Later our chef will prepare many Vietnamese dishes, such as fried elephant ear fish – a Mekong Delta speciality – served at a local pagoda or school for underprivileged children. Itinerary • Your guide will meet you in the lobby of your hotel at 7:30am and bring you by car to your boat at HCMC’s central pier. • Leave the city via narrow canals and enter the verdant green tributaries of the Mekong Delta. • Enjoy a brief stop at a local pagoda. • Breakfast of light pastries, local fruit and Vietnamese coffee served on the boat. • Visit a bustling local riverside market as local producers buy and sell rice, fish and colorful fruits and vegetables. • Visit a local Mekong Delta village and stroll through terraced rice paddies and sugarcane fields. • Stop at a traditional wooden house. • Visit a local crafts workshop and view Bonsai tree pottery. • Travel along small canopy shaded canals in the Thu Thua area. • Enjoy lunch at a local pagoda prepared by our private chef. • Visit a colorful Cao Dai Temple. • Depart Mekong Delta for Saigon. • Arrive back at Saigon’s central pier. Les Rives staff will take you back to your hotel by car.",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-travel-mekong-delta-by-speedboat/817?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Travel the Mekong Delta by speedboat",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 07:29:40"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1390744717/exxjp7zlld4jxseoanzo.jpg",
        "strIntroduction": "Welcome to Nha Trang! I wish to be your guide to take you out for a photography day tour around Nha Trang. On this excursion, you can experience and peek into the local people's daily lives. I will take you to sights and places you will never find or discover on your own. This is a very offbeat tour of the region I have grown up in and love. The photographs we will take together will be something you will keep as a memory for life. Through my lens, you will sense the humanity, compassion and spirit of the Vietnamese. We always respect the subjects we shoot. Come with an open mind and heart, you will have much to reflect on afterwards. If you are a photography enthusiast, you are more than welcome to use your own camera - if not - we can use mine and the photos will still be yours. Meet up location: At your hotel in Nha Trang or if you are arriving on a cruise ship, I will meet you just outside the port at the Oceanographic Institute, 150m away. End location: Back to your cruise ship or your hotel",
        "strLocation": "Nha Trang",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-nha_trang-capture-real-vietnam-with-an-award-winning-photographer/1789?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Capture Real Vietnam with an Award-Winning Photographer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 07:35:11"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 8000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1391156787/a46pmmjwx4e0gg0fiavl.png",
        "strIntroduction": "Explore the intriguing stretch of railway running between Hanoi and Long Bien Stations - and directly across the city - on this unique afternoon tour. We capture the astonishing variety of life on the tracks, from railway workers and trains to the houses and markets all the way along the line, while focusing on key points of photographic composition. Passing trains and various light requirements, as well as the traffic that rushes between each section of the line, give us the opportunity to look at important technical points such as ISO settings and Shutter Priority mode, while our journey along the tracks and encounter with the locals means a chance to pick up some professional photojournalism tips on building a story and photographing people. Meeting Location - This tour begins on the steps outside Hanoi Railway Station, Le Duan Street. Time - 2:30 to 6:30pm",
        "strLocation": "Hanoi",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-hanoi-discover-and-photograph-life-on-hanois-train-tracks/1734?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover and Photograph Life on Hanoi's Train Tracks",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 07:39:19"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1390975645/ysit7ysbwvfr9xzp3x7c.jpg",
        "strIntroduction": "This tour is a part night excursion, part street/local food adventure. Guests experience the nightlife of Saigon the way locals do, all from the back of a vintage Vespa scooter. Stops include drinks at Zoom cafe to watch \"the world goes by\" (as said in the Lonely Planet guide book), food and drinks at local restaurants (one stop for sea food and one stop for Southern food), samplings of Saigon's best authentic street/local food, a Vietnamese-style coffee shop (with live music) and wrapping up the evening at one of the many local nightclubs (with live music) , where the new generation of Vietnamese unwind and flaunt their unique style. Guests will enjoy and experience the Vietnamese night life with friends.... It's definitely a look at Saigon the way the residents live it -- nothing you'll find in a guidebook. All food and drinks for the evening are included in the tour. The tour runs from 18:00-22:30 pm nightly.",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-ride-and-eat-through-saigon-after-dark-on-vintage-vespa/1680?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ride and Eat Through Saigon After Dark (On Vintage Vespa)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 07:42:57"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 10500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1393651070/gemvzkvpxs5haao3etkh.jpg",
        "strIntroduction": "The Mekong River flows through 6 countries, starting from China and continuing down to Myanmar Thailand, Laos, Cambodia and finally Vietnam. The Mekong River builds up a populous and rich delta for Vietnam, which may explain why people from the South are the friendliest and most generous! This is a private day tour for your group only. Itinerary: I will pick you up from your hotel in Ho Chi Minh City and bring you to Tien Giang. -We will take a boat ride that will bring you to My Tho fish market and four beautiful islands Long, Lan, Qui, and Phung. -Stopover at a local's house on Thoi Son Island to enjoy honey tea and fresh fruits while listening to a traditional music performance of “Tai Tu” - the lovely and romantic melody of one of the tribes in Mekong Delta. -Row on sampans (small boats) along the canals of Mekong River. -Explore a small village by riding horse drawn carriage, then visit a hand-made coconut candy house. -Lunch will be served at Thoi Son restaurant. -Return to My Tho Pier -Go back to Ho Chi Minh City, visit Vinh Trang Pagoda or Chinatown I will drop you off at your hotel at the end of the day.",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-experience-daily-life-in-the-mekong-delta-countryside/1730?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Daily Life in the Mekong Delta on a private tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 07:47:04"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 2786,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1384310213/sd3hafuxs59aefag0cgj.jpg",
        "strIntroduction": "We will enjoy Vietnamese food in the host family's house where we will introduce you to some traditional Vietnamese dishes while you experience the family culture at the dinner table. You will also learn how to cook these Vietnamese dishes by yourself. We will pick you up from your hotel and take you to the host. From there, you will be taken to the local market to buy fresh ingredients before heading back to the host's home to learn Vietnamese cooking and enjoy a delicious meal.",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-discover-vietnamese-family-culture-and-taste-vietnamese-food/1382?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Vietnamese Food With A Local Family",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 07:53:00"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1389608749/xw7vfsyiufzdwsusubsq.jpg",
        "strIntroduction": "Our Insider's Tour of Saigon is a stylish, fantastic way to get a view of Saigon that few visitors see on a Vintage Vespa. We get well off the beaten tourist track, but we also stop briefly at several of the more popular District 1 sights, including the People's Committee Building, Reunification Palace, Notre Dame Cathedral and the historic Post Office. Our Vespa tour of modern-day Ho Chi Minh City will give you a view of Saigon unlike anything you'll see from a package tour, and much more of the city than you could see on your own. We're longtime residents of Saigon, and we know exactly how to take in the must-see landmarks while also getting you off the crowded tourist trail for a peek at the history, the streets and the sights that most visitors never even hear about or see. All guests ride pillion behind our drivers. The tour runs from 08:00-12:30 & 12:00-16:30",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-take-an-insiders-tour-of-saigon-on-a-vespa/1679?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "The Insider's Tour of Saigon (on Vintage Vespa)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 07:56:52"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 6000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1363855120/a3e5hyphrcrj0mhvugtf.jpg",
        "strIntroduction": "Start Ho Chi Minh City at 8:00am to HCM Agricultural Villages 8:45am Visiting HCM Agricultural Villages from 8:45am – 10:00am + Visiting cow areas + Visiting buffalo areas + Visiting rice fields + Visiting fish, prawn, chicken, duck areas + Visiting big herbs, spices, vegetables and mushrooms areas + Become a real Vietnamese Farmer for a day by donning on Vietnamese Traditional Hat and harvest herbs ,spices ,vegetables and mushrooms from the garden Cooking class + Hands on cooking class with three dishes and 1 dessert and enjoy what they have done + Enjoy Great Healthy Cooking Tips + Leave with nice certificate, recipes, souvenirs + Collect email and receive updates of nice healthy recipes monthly Visit Cu Chi Tunnels + Watching a presentation video + Getting to see the tunnels and discover how these tunnels were constructed and how its inhabitants combat two forces: the invading troops and the tunnels itself. + Visiting Hoang Cam's smoke-less store, secret hide-outs, fighting bunkers, and many dangerous booby traps. + Trying gun shooting with real bullets (fees not included) + Tasting boiled tapioca, drinking hot tea The trip will end at 5:00pm, and guests will be sent back to their hotels in HCM City. Join this tour to enjoy great, unique experiences about Vietnamese culture, cuisine and history!",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-take-cooking-class-and-visit-cu-chi-tunnels/617?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a cooking class and visit the Cu Chi Tunnels",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 08:01:41"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1389758480/o1heakmzjnzhud62dcdn.jpg",
        "strIntroduction": "On this tour, our expert, local guides take you where no other tours will. It's a scenic adventure that goes beyond the concrete jungle of Saigon and onto the back roads and red dirt trails of the Delta countryside. You will cross dozens of bridges over many river tributaries, ride on a river ferryboat, cruise through a vibrant bustling riverside market, tour local cottage industries and sample some Vietnamese specialties (food and drinks). You will feel a world away from the city on this off-road ride. This tour requires an adventurous spirit and a strong backside. Experienced and skilled riders can drive their own Vespa or automatic scooter, or you can enjoy the beautiful countryside scenery from the back of a restored classic Vespa. We end at a restaurant where you can cast a line and catch a fish while you enjoy a cold beer in the shade. This tour runs from 08:00-14:30",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-take-a-glimpse-of-the-mighty-mekong-on-vintage-vespa/1681?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Glimpse of the Mighty Mekong (On Vintage Vespa)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 08:07:38"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1421135601/sxxdqdmycheztxphcnre.jpg",
        "strIntroduction": "VietFood Tours has been regarded the best service of our tours so far. The tour have been getting a lot of satistfies from all customer who want to spend whole night to explore the famous and local areas of the city, and taste most of famous Vietnamese foods from local restaurants instead of luxury restaurants. With Vietfood Tours you will see the best of Viet Nam, have overviews of Vietnames people and their daily lives and learn more about Vietnamese cuisines with the best price compared with other motorbike tours. Specially, you could own time for each place without rushing and being pushed for the next places. The time can not bother us, we only care how to make your tour done perfectly!",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-explore-sai-gon-by-motorbike/403?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Saigon by motorbike: Palaces to delicious food",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 08:12:27"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1389953166/mzenk3ypvr5kcpfajvj6.jpg",
        "strIntroduction": "This private city day tour will take you through the most exotic and interesting sights of Vietnam's friendly and bustling streets. You will enjoy observing the daily life of local people hurrying around on crowded bicycles and motorbikes cutting through red lights. You will see the vendors displaying their goods on the streets. You will learn why drivers honk their horns all the time, why we are at the top of the happiness index despite being a developing country. You will see how different Vietnam is from any city you have ever been to because at the core of all the hustle and bustle are the warm hearts of the local Vietnamese people. Itinerary: Start at the Reunification Palace, which is now preserved as a museum. The underground communications bunkers in the palace was used as the Saigon Government headquarters during the American War. We will also visit Notre Dame Cathedral & the Post office nearby. We continue our trip on to the teeming Ben Thanh Market where anything and everything is negotiable and for sale. Lunch will be local Vietnamese food. After lunch, we will visit Cho Lon, the city’s Chinatown and a reminder of the long history of Chinese influence on Vietnam. Cho Lon is bustling all day and night, adding to the charm of the city. Walk down the hundreds of small alleyways where locals buy and sell a huge variety of items. Stop at Thien Hau pagoda for some photos. We will end the tour with a visit to a lacquerware workshop - a most famous handi-craft product in Vietnam, then a War Remnant Museum, before we send you back your hotel. We hope you will enjoy this culturally enriching experience.",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-explore-the-messy-amazing-side-of-saigon-on-a-private-tour/1727?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the Messy, Amazing side of Saigon on a Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 08:18:30"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1389586040/gul91zyyrzqgshvmkg3i.jpg",
        "strIntroduction": "Get a glimpse of the Mekong and experience the culture of this fascinating country by taking our most popular tour - “A Glimpse of the Mekong with Cooking Class”. This is a great opportunity for you to see, hear, taste, and experience the authentic lifestyle of the Mekong. Feel the real Mekong by crossing dozens of bridges over many river tributaries, ride on a river ferryboat, cruise through a vibrant bustling riverside market. We will walk through the market with our chef and interact with the locals to buy ingredients which are part of the authentic Vietnamese dishes that guests experience in the cooking class. The cooking menu and recipes are easy and fun for everyone. You will want to share them with friends and family when coming back home. You will feel a world away from the city on this off-road ride and a ‘YAY, I can cook’. This activity runs from 08:00-14:30.",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-a-glimpse-of-the-mekong-with-cooking-class-on-a-vespa/1682?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "A Glimpse of the Mekong with Cooking Class (On a Vespa)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 08:22:47"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1389707982/ws42gqwtzkjwg8wsbqxw.jpg",
        "strIntroduction": "Vietnam has more than 100 kinds of noodle. In this afternoon tour, you’ll have a chance to taste 5 special kinds of noodle in the hidden alleys. We'll start the tour with Chicken Vermicelli and iced tea to give us energy for the rest of our adventure. We’ll explore our first alley, containing one of the oldest noodle places in Ho Chi Minh City. (45mins) After the first alley, we’ll take a walk to the second alley, where you’ll have the second dish named Bun Rieu Oc - another kind of noodle with crab meat and snail. (30mins) For a little break between alleys, we’ll stop by a local market for a smoothie and snacks. (30 mins) Next alley, we’ll have a taste of Hue (Bun Bo Hue - beef noodle) and special bean tea. A classic flavor from the people of Hue. (45mins) Finally at the last alley, we’ll taste a special noodle from the Mekong delta - Hu Tiu My Tho. Here we’ll end our tour.",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-noodle-journey-alley-adventure/1705?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Noodle Journey - Alley Adventure",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 08:26:56"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1366270666/sadb7auon8l4qpluyn66.jpg",
        "strIntroduction": "Cycle into the Sapa valley and experience the fantastic scenery of mountains and rice paddy fields along the way. You will visit the Black Hmong village of Su Pan and then continue mostly downhill to the Tay village of Ban Ho, where you will enjoy lunch and have time to explore the village and take a swim in the river. After lunch you will be able to take a walk up to the Red Dao village of Nam Toong. Here you will have time to visit the local school and a Red Dao house. After exploring Nam Toong we will walk back to Ban Ho where a car will be waiting to take you back to Sapa.",
        "strLocation": "Sapa",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-sapa-ride-through-mountains-rice-fields-sapa-valley/369?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ride through the mountains and rice fields of Sapa Valley",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 08:32:56"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 58000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355856148/ynle641xb0pnva0dm1cb.jpg",
        "strIntroduction": "This is a fascinating trip meandering from the hilly highlands down to one of the nicest beaches in the world. Cycling is the best way to feel the local life. For all level bikers. Brief Itinerary (B: Breakfast, L: Lunch, D: Dinner): Day 1: Da Lat city (50km+ cycling) (L) This ride probably offers the best sampling of single-track downhill riding in the Dalat area. The total ride distance is about 50 kilometers and it is the easiest of our rides. Views are outstanding throughout with beautiful pine forested hills and picturesque small farms dotting the valleys you will ride through. This excursion takes you to visit a selection of the numerous attractions in Da Lat City, such as Crazy House, King Bao Dai's Summer Palace, Lam Ty Ni pagoda, valley of love, Da Lat Flower garden, Valley of Love, Langbiang view, Railway Station and around Xuan Huong lake. Day 2: Da Lat - Nha Trang (90km+ cycling) (B,L) The bike ride starts from the Dalat hotel, cycling on undulating roads with lush pine tree forests along the way. The temperature will change from Da Lat at 1500m altitude to the sea. We will have a picnic lunch. Then we will ride the rest way to reach the highway 1, and transfer to the hotel in Nhatrang. If time permits, we will visit the Cham tower Ponagar and stay overnight at one of the most beautiful beaches in the world, Nha Trang. Day3: Nha Trang (boating) (B,L) Morning boat trip to Tri Nguyen Aquarium, then to Hon Mun island for snorkeling to see the coral reef and ocean life. We will have lunch at a Lang Chai islet (fishing village) restaurant. Boat back and finish the tour.",
        "strLocation": "Nha Trang",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-nha_trang-cycle-boat-in-vietnam-countryside/368?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cycle & boat in Vietnam's Countryside: Da Lat & Nha Trang",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 08:38:11"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 14500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355856137/f0qze3qqilvlzcrnzw2n.jpg",
        "strIntroduction": "This trip is not only a boat trip along rice paddies, where one can enjoy the breath taking scenery of the Vietnamese countryside, but also an incredible bicycle ride along a hidden road through the “Halong in Land”. Brief Itinerary: Transfer out of Ha Noi to Hoa Lu (2.5 hrs). Visit the historic capital of Viet Nam and the famous ancient temples of Le and The Dinh Dynasties. Cycle for an hour on picturesque quiet roads through villages, rice fields, rivers and rocky outcrops to Tam Coc for lunch. We will then cycle on a country road taking us to Sunny Wharf, a small dock, for a sampan boat journey into the heart of “Inland Ha Long Bay”. Take in the beauty of the karst formations as you pass along their base and row into one of the many caves carved through the limestone. Stop for a short rest near a small shrine before returning to the boat and making your way back to the dock. Cycle back to Tam Coc village. Drive back to Ha Noi. (Lunch included)",
        "strLocation": "Hanoi",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-hanoi-bike-boat-through-hanoi-countryside/367?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bike and boat through Hanoi's breathtaking countryside",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 08:44:06"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 29900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1373275865/ubl87hwmylzschhm1qnf.jpg",
        "strIntroduction": "Mai Chau is one of the most popular places for off-road cycling in Northern Vietnam. This trip to the Northwest highland of Mai Chau offers a balance of cultural and physical activity set amongst some of Northern Vietnam’s stunning natural landscape. We will ride approximately 100 km, mostly on off-road tracks, that vary from hard packed jeep roads to single-track. It is suitable for people who are fit, have off-road experience, and enjoy a mountain bike challenge in a beautiful environment. Brief Itinerary (B: Breakfast, L: Lunch): Day 1: Hanoi - Mai Chau (50km cycling) (L) Transfer out of Hanoi city to Luong Son - picturesque landscapes. Stop to visit the Thay pagoda and cycle to Mai chau village. Lunch at a local restaurant. Arrive at Mai Chau and stay overnight in a Thai person’s home. Day 2: Mai Chau and surroundings (50km cycling) (B,L) After breakfast, ride to visit the morning foggy scenery of the beautiful west region of Vietnam, and do some trekking along the trails. Have a picnic lunch. Back to the home where we stayed for checking out and leave for Ha Noi. End of tour.",
        "strLocation": "Hanoi",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-hanoi-experience-off-road-cycling-northern-vietnam/366?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience off-road cycling in Northern Vietnam",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 08:48:28"
    },
    {
        "intDurationHour": 32,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 66200,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1366272150/xyjyvhpxish806xhutdr.jpg",
        "strIntroduction": "The ancient architecture of Hoi An is a fascinating combination of Vietnamese traditional characters with Chinese and Japanese influence. There is plenty to see in this delightful and tranquil town, some of which are the famous Japanese Covered Bridges, the Pottery Museum, the 200-year-old Tam Ky House, the Chua Ong Pagoda, and the vibrant market. Bike between two of Vietnam’s most impressive and internationally recognized World Heritage sites. This beautiful ride takes you along China Coast, over the spectacular Hai Van pass, and meanders through small fishing villages, lagoons, rice paddies and forests. Brief Itinerary (B: Breakfast, L: Lunch, D:Dinner): Day 1: Hue - Da Nang (60km+ cycling) (L) Pick up from your hotel in Hue, transfer out of Hue city. The bike ride starts from Thuan An beach to Cau Hai lagoon where you can see many fishermen on their boat and stilt houses. Lunch will be a picnic at a local restaurant on the way. Keep riding to Lang Co beach before cycling up to the scenic Pass in Vietnam Hai Van with a beautiful view from the top of the hill. We will then cycle along the coast to the hotel and stay overnight in Da Nang. Day 2: Da Nang - Hoi An (45km+ cycling) (B,L) We will visit the Cham museum in the city in the morning, then cycle out of Da Nang city to Marble Mountain where we will visit the Stone sculpture factory (products from marble and sandstone). Then we will keep biking to Hoi An, an ancient town. Lunch in Hoi An. In the afternoon, we will ride to Thanh Ha pottery village and from village to village through green rice fields. Overnight in Hoi An. Day 3: Hoi An – My Son (30km+ cyling) (B,L) Morning ride to My Son world heritage site where we can admire the peak culture of the Cham people during the 4th to the 13th century. Visit the sites and cycle the backroads to reach highway 1, transfer to Hoi An. The whole afternoon will be free to relax on the beach and explore ancient Hoi An. There will be time for buying silk and other shopping. Overnight in Hoi An. Day4: Depart Hoi An (no cycling) (B) Have breakfast at the hotel. Join a cooking Class for half the day (optional). End of tour.",
        "strLocation": "Hue",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-hue-bike-across-spectacular-vietnam-hue-to-hoi-an/365?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bike across spectacular Vietnam: Hue to Hoi An",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 08:51:45"
    },
    {
        "intDurationHour": 56,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 117900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355856100/f4q1yamlsrfunuceb6rl.jpg",
        "strIntroduction": "Northwest Vietnam offers travelers some of the most spectacular scenery. The mountainous areas are also home to many distinct hill tribes such as Black Thai, Dao, Mong. This trip will give you a chance to contemplate magnificent mountains covered with thick rain forest, lush plantation, wild nature and friendly people from different ethnic minority groups with their colorful and fantastic culture and customs... Brief Itinerary (B: Breakfast, L: Lunch, D:Dinner) Day 1: Arrive Ha Noi - Overnight train to Lao Cai (D) Airport transfer to the capital city of Ha Noi, where you can explore the old city on your own and meet at the hotel for trip briefing. Our van will drive you to the train station for catching a train at 9:00 pm to Lao Cai. We will stay overnight on a travel train. Day 2: Sapa - Supan Valley afternoon ride (20km cycling) (B,L) Arrive at Lao Cai early in the morning, transfer to Sapa for breakfast, have a short rest and take some time to fit the bikes before riding into the Sapa Valley. Overnight in Sapa. Day 3: Sapa - Ta Phin Loop ride full day (30km cycling) (B,L) Cycle an off road track to the village of Ta Phin, where the ride will be more challenging in a loop across steep and forested hillsides and minority villages. Overnight in Sapa. Day 4: Sapa – Tam Duong (Phong Tho) – Pa So (80km cycling) (B,L) Cycle shortly uphill as a warm up to the Tram Ton Pass, before starting a long descent ride to Binh Lu. Ride a truly off the beaten track (jeep track) mixed of hard pack gravel and clay to Tam Duong and Pa So. Stay overnight in Pa So. Day5: Pa So – Sin Ho - Lai Chau (now Muong Lay) (45km cycling) (B,L) Take a brutal ride this day to Lai Chau and Sin Ho and get a reward of truly spectacular views. The ride is on the main road, uphill and tarmac downhill, mixed of gravel and hard pack clay. Stay overnight in Lai Chau. Day6: Lai Chau – Tuan Giao - Dien Bien Phu (90km cycling) (B,L) We will have the hardest and most challenging ride this day to Tuan Giao and Dien Bien Phu, on a rough tarmac terrain all the way, but you will be rewarded with stunningly beautiful scenery and untouched remote villages. Overnight in Dien Bien Phu. Day7: Dien Bien Phu – Hanoi (no cycling) (B,L) Take a half morning tour exploring the historical sites of Dien Bien Phu. Late morning flight to Hanoi and transfer into town. End of tour.",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-bike-for-a-week-hanoi-to-dien-bien-phu/364?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bike for a week from Hanoi to Dien Bien Phu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 08:57:50"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 296900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355856089/lb36mwf1oeyic6bvf3ss.jpg",
        "strIntroduction": "Take this trip to explore The North of Indochina on bike. This is an adventurous, on-moving tour through the mountainous Northwest provinces of Vietnam and Laos. This tour is suitable for fit, experienced cycling enthusiasts. Brief Itinerary (B: Breakfast, L: Lunch, D: Dinner): Day 1: Hanoi arrival Welcome to Hanoi. Our guide will be at the airport to pick you up. Transfer to the hotel. Check in and have a welcome dinner at the local restaurant. Overnight in Hanoi. Day 2: Hanoi city tour (B,L) Leave the hotel to visit Ngoc Son temple, Hanoi Old Quarters, pass by Dong Xuan market then continue to the Old Citadel. Stop for visiting Ho Chi Minh Mausoleum and Museum, One Pillar Pagoda. Continue to visit the Quan Thanh Temple and Tran Quoc Pagoda. After lunch proceed to visit the Ethnology Museum, continue to visit the Literature Temple and Quoc Tu Giam. There will be an evening water puppet show. Overnight in Hanoi. Day 3: Hanoi - Overnight train to Lao Cai (B) We will have a free day in Hanoi, an afternoon brief walking tour to explore Hanoi and in the evening we will have a trip briefing. We will spend the night on a train heading towards Lao Cai. Lao Cai is on the gateways to China. Lao Cai lies at the end of the train line on the Chinese border. The border crossing slammed shut during the 1979 war between China and Vietnam and remained closed until 1993. Lao Cai is now a major hub for travellers journeying between Hanoi, Sapa (38km away) and Kunming. Day 4: Sapa (20km cycling) (B,L) Transfer to Sapa up the mountainside and have time to get the bikes ready to go before biking into the Sapa Valley. The Queen of Mountains, Sapa sits regally overlooking a beautiful valley, lofty mountains towering over the town on all sides. Sapa is a French hill station that was built in 1922. Stay overnight in Sapa. Day5: Sapa ride full day (30km cycling) (B,L) Cycling an off road track to the village of Ta Phin, when the ride will be more challenging in a loop across steep and forested hillsides and minority villages. Stay overnight in Sapa. Day6: Sapa – Tam Duong (Phong Tho) – Pa So (80km cycling) (B,L,D) Cycling shortly uphill as a warm up to the Tram Ton Pass, before starting a long descent ride to Binh Lu and ride on a truly off the beaten track (jeep track) mixed of hard pack gravel and clay to Tam Duong and Pa So. Overnight in Pa So – Lai Chau. Day7:Pa So – Sin Ho - Lai Chau (now Muong Lay) (45km cycling) (B,L) Take a brutal ride this day to Lai Chau and Sin Ho and get a reward of truly spectacular views. The ride is on the main road, uphill and tarmac downhill, mixed of gravel and hard pack clay. Overnight in Lai Chau. Day8: Lai Chau (Muong Lay) – Tuan Giao - Dien Bien Phu (90km cycling) (B,L) We will go on the hardest and most challenging ride on this day to Tuan Giao and Dien Bien Phu, on a rough tarmac terrain all the way, but you will be rewarded with the stunningly beautiful scenery and untouched remote villages. Overnight in Dien Bien Phu. Day9: Dien Bien Phu – Muang Khua (70km cycling) (B,L) Early in the morning we will explore the historical sites of Dien Bien Phu. It used to be the big battlefield between the French and Vietnamese when Vietnam fought again the French to get independence. Then we cycle 70km to Muang Khau by crossing Laos North-East border at Tay Tran. This Northeast area is the area with the least amount of people of Laos. In the afternoon, we will continue cycling to Muang Khua along Nam Ou river. Overnight in Muang Khua. Day10: Muang Khua to Oudomxai (75km cycling) (B,L) After breakfast, we will cycle 75km on the main road to Oudomxai. This is a scenic lightly traveled road to bustling Oudomxai. During the second Indochina War, the provincial capital became the center for Chinese troops supporting Pathet Laos. Today, it is the junction of National Road 1, 2 and 4 which has made it a booming also - China trade center. Day11: Oudomxai to Pak Mong (60km cycling) (B,L) After breakfast, we fill up our water supply and then do a bit of exercise to warm up our muscles. We will begin to cycle with a tough climb with hill after hill but the scenery is magnificent. Then we will take a break to enjoy snacks, fresh fruits and drinks to get energy before continuing to cycle to Pak Mong. Overnight in Pak Mong. Day12: Pak Mong to Luang Prabang (95km cycling) (B,L) Today is our longest bike ride. Early morning, we cycle on the main road passing Ban Thabu. Then we cycle along Nam Ou river. It is interesting to cycle along the river through villages and get a chance to see their rural lives. Enjoy picnic lunch on the riverbank and take a power nap before heading to Pak Ou. It has the famous tourist attraction, Pak Ou caves. The end of the day, we finally arrive at Luang Prabang, the World Heritage town. Dinner and overnight in Luang Prabang. Day13: Luang Prabang (50km biking) (B,L) After breakfast, we set off south of Luang Prabang, enjoying splendid mountains and unspoiled forest scenery. Upon reaching the river, we will take a small long tail motor taxi downstream on the Nam Khan River, passing stunning soft green mountains and observing the local activities at various small villages on our way. Your bike will be ready at the local pier near Ban Phanom for our journey back to Luang Prabang. We will take an alternative route back to Luang Prabang, riding through and stopping over at the well-known weaving village of Tai Lue, who used to make silk weaving textiles for the former Lao royal family. We will then ride to Luang Prabang by the late evening, to enjoy a short guided cycling tour in Luang Prabang before sunset. Day14: Luang Prabang (42km biking) (B,L) An early call wake-up call will invite you to participate in giving alms to the Buddhist monks as the sun rises. Then, we will head northbound from Luang Prabang to the village of Ban Pak Ou. After enjoying a picnic lunch surrounded by the picturesque countryside, we will cross the Mekong River to Pak Ou and the Thamting Caves, located on the Mekong riverbank. Day15: Luang Prabang departure(B) After breakfast this morning, we will visit The National Museum at the former Royal Palace, which displays a lovely collection of the artifacts reflecting the richness of Lao culture dating from the days of the early kings right through to the last sovereign. We also visit the Phousi Market, where you will see such diverse goods such as dried buffalo skin, local tea and saltpeter in addition to the chickens, vegetables and hill-tribe weaving. The tour ends here. If you have an onward flight, we'd be happy to transfer you to the airport.",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-bike-through-mountains-vietnam-laos/363?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bike through the mountains from Vietnam to Laos",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 09:01:05"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355856068/lhki0fm0lhnmixgajy6p.jpg",
        "strIntroduction": "Have you heard about how busy and heavy the traffic in Saigon can be? It's a good excuse to discover the real rural countryside by bike. Come, join and experience it in a half day trip. You will be picked up at your hotel, and taken out of the busy city to a riding point. We will ride through villages and local markets on both paved and dirt roads. We will stop at cafes and chat to people on the way. We will have a relaxing day of riding around the countryside and discovering the Vietnamese lifestyle. The ride will be approximately 20-35km in a half day. This will be the perfect way to get close to real Vietnamese life for business people or first time visitors.",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-bike-through-saigon-countryside/361?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bike through Saigon's countryside",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 09:06:21"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4600,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1380078685/uiigsrph0hjnccxi8scf.jpg",
        "strIntroduction": "Learn the Secrets of Local Cuisine with our English-speaking Vietnamese Chef! Market visit from 8:45 am to 9:40 am Our Vietnamese Chef will guide you through the colorful and vibrant Ben Thanh market to purchase the ingredients you will use with him during the cooking class lesson. Feel free to ask any questions you want! At 9:40 am our Chef will bring you back by taxi (included) to our cooking class. Hands-on cooking class from 10:00 am to 1:00 pm You will use Vietnamese kitchenware to create and enjoy a tasty 3 courses Vietnamese meal. To end on a sweet touch, we will complete this meal with a delicious seasonal dessert. During the class you will focus on the pleasure of discovering and enjoying the cooking, and we'll give you all the detailed recipes at the end. Of course we will adapt the menu to vegetarians or people with food allergies, so please let us know your booking in advance so we can accommodate for you. Kids from 7 years old are welcome.",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-learn-the-secret-of-vietnamese-local-cuisine/402?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn the secret of Vietnamese local cuisine",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 09:10:11"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1415677265/qnj0s0qm433qfi5xbure.jpg",
        "strIntroduction": "Hop on the back of our motorbike and let our team drive you first to a vibrant local market to discover exotic ingredients. This fascinating introduction is essential to understand what you will enjoy later on your plate. You will then visit with us our favorite’s street vendors in district 3, 10 and 5 to savor Vietnamese delicacies while discovering local life and charming sites. As its physically impossible to eat everything on offer, let your guide advise you well through a thrilling journey across Saigon's small alleys! Schedule: 8am till 12pm, Tuesday till Sunday. Group size: 1 to 6pax.",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-saigon-street-food-secrets-motorbike-tour/2877?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Saigon Street Food Secrets Motorbike Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 09:15:02"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11300,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1392610827/b6s0w9cy7w3qzgdwf3x2.jpg",
        "strIntroduction": "A romantic landscape, private space, impressive style…these are the lasting impressions after you enjoy our therapy method at our spa. We have 14 relaxing rooms offering therapy methods like mud soaking in a wooden tub, and warm water soaking in marble tub. - First, take a Sauna and Steambath to loosen your muscles. - Do some light exercise in our warm mineral water pool, or enjoy a Jacuzzi, these activities help the minerals percolate your muscles and joint. - Next, soak in warm mineral-mud and natural warm mineral water which will make your skin soft, bright and relaxed. - Finally, feel relaxed and refreshed with a 95min body massage with attar, fresh milk, and bee’s honey. Feel the heat of herbal attar throughout your entire body. - You will be served snacks, fruits, tea or coffee, jam, mineral water. A swimsuit and towel will be provided. - After you finish your bath and massage, you can go to the salon for a shampoo, face massage, or manicure. - Choose a souvenir at the end of the day, before our private care takes you back to your hotel in the center of Nha Trang city Other optional services available: - Herbal Bath Therapy Add a bag of herbs to rest on your shoulders, neck and head while you soak in your warm mineral water bath. This will help you relax, release aches, and improve health. - Foot massage Your feet are a vital part of your body, there are about 7,000 nerves under every sole. Let our skilled feet masseuse massage your tired travelers feet for 60min.",
        "strLocation": "Nha Trang",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-nha_trang-soak-in-a-mud-bath-and-treat-yourself-to-a-spa/1787?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Soak in a Mud Bath and Treat Yourself to a Spa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 09:18:49"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1393649960/kczgj837pmltpziizeb2.jpg",
        "strIntroduction": "Saigon, Vietnam's economic hub, is reputable for its hectic daily life and sparkling nightlife that is popular amongst the younger generation. Explore Saigon at night on this night tour to see the back alleys and best attractions in Saigon. I will bring you to hidden locations that only locals know, as well as the best spots for photo taking. I will also introduce you to all sorts of yummy street food and coffee houses serving creative beverages where we can have drinks and chat about life as a local in Vietnam. To top it all off, we will travel everywhere on a motorbike! Come join me on this exhilarating bike tour of Saigon!",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-go-on-an-exhilarating-private-tour-of-saigon-at-night/1731?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on an Exhilarating Private Tour of Saigon at Night",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 09:26:23"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1392713611/i0n22srnrkabpk9d3kdb.jpg",
        "strIntroduction": "Get away from the classical cooking classes and learn the beauty of cooking Vietnamese cuisine from a cozy local home. We will start our day with a short stop at a local market. There, you will buy all the ingredients needed: vegetables, spices, meat, fish, etc. After providing you more information about the different kinds of ingredients you can find in Vietnam, we will then go to one of the local homes where our host will teach you the different cooking styles of a typical Vietnamese menu. End the day feasting on the fruits of your labour - delicious home-cooked Vietnamese dishes!",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-learn-to-cook-vietnamese-food-in-a-local-home/1856?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Cook Vietnamese Food in a Local Home",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 09:33:56"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2800,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1392529860/kgrxfgix16hhbv8mvqd5.jpg",
        "strIntroduction": "In this day tour, I will bring you to visit a weasel coffee farm as well as the XQ Historical Village. Weasel Coffee Farm Coffee ferret or weasel coffee division is the name of a special kind of coffee, classified as the rarest beverage in the world. Quality coffee beans actually come from passing through the stomach of these civet species, resulting in a purer coffee flavor. These coffee beans are fleshier and contain the subtle smell of smoke and chocolate. Watch and be amazed as the weasels in the farm make coffee for you. XQ Historical Village The XQ Historical Village is an abbreviation of two artists who founded the village - Vo Van Quan and Hoang Le Xuan. Laid out like an art gallery, the many artworks on display which appear like paintings are actually hand embroidered works of art, stitched by artists on site. The tour will cover many different areas, including: -Embroidery exhibition areas -Food court -Embroidery area -Embroidery artisans honor area -Flower garden and art installation -Showroom for the history of embroidery Enjoy Vietnamese street food for lunch and dinner.",
        "strLocation": "Da Lat",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-da_lat-watch-weasels-make-coffee-for-you/1830?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Watch Weasels Make Coffee for You",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 09:37:52"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1392540258/jmrvhjnxqk4phrjvgxrs.jpg",
        "strIntroduction": "In this half day tour, I will bring you by motorbike to different parts of rural Vietnam, Da Lat, to see the locals as well as wildlife in their natural habitat, such as the endangered slow loris. We will also take a Jeep up to Langbiang Mountain. -Van Thanh Flower Farm With over 100 hectares of arable land, the soil is this flower farm is suitable for all types of flowers. The Van flower village is famous not only for its high quality display of flowers, but also its flower center, which is the largest provider of Lam Dong flowers for local flower market. -Golden Lake Golden Valley has pine forests with tall pines ranging from 5-15m. Diverse array of vegetation can be found on this mountainous terrain such as mimosas and hydrangeas. The most unique part of Golden Valley is its garden, which features cleverly arranged art. Point makes a difference for Golden Valley is the garden with cleverly arranged art. -Ankroet Hydropower plant In 1967, The Ralph M. Company Parsons in Los Angeles (USA) did a study on the water supply problem in Da Lat. The report mentioned a project to build a water plant in Yellow Springs. The capacity of the plant detailed in this project is 25.000m3 of water/day, with a 24m diameter water pipeline running from the plant to the water tank on the hill Tung Lam (Thouard). -Culan Village The Culan Village has been around since the 20th century. The ethnic K'ho people living in this rustic village commonly engage in farming, hunting and gathering as a profession. Old trees in the highlands are chopped down and processed for tourists and for medicinal purposes. This has resulted in the loss of natural habitat for the slow loris (or Culan, as the locals call it). Additionally, the K'ho people also 'pick-up' the cutest slow lorises or the ones with the most beautiful big eyes to bring back to the village as livestock, to be sold to tourists as pets or souvenirs. These old and gentle animals are primarily nocturnal. See them up close, watch how they curl back with both hands covering their precious eyes when meeting with danger. Its such a tragedy when they are just 'picked' and taken away from their families in a basket. -Mount Langbiang Langbiang, or Langbiang mountain, comprises two mountains: Mount Mr. and Mrs. mountains. Located at an altitude of 2,167 m above sea level, Langbiang is also referred to as the \"roof\" of Da Lat, and is an iconic attraction here.",
        "strLocation": "Da Lat",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-da_lat-see-the-slow-loris-in-its-natural-habitat-rural-da-lat/1829?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the Slow Loris in its Natural Habitat - Rural Da Lat",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 09:42:37"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1392536137/axrgczilnsf7mc4lvrth.jpg",
        "strIntroduction": "On this tour, I'll take you through the city of eternal spring in Vietnam, the city of Da Lat. We'll visit the main attractions as well as offbeat, local areas to see the true side of this charming, hillside town. The following is just a brief description of our day together. 1) Da Lat Cathedral Da Lat Cathedral is a cathedral for the Catholics in Vietnam, known as Con Ga church for its bell-shaped tower and french-style architecture. It is also the largest church in Da Lat. 2) Crazy House Since launching in 1990, this building has been recognized for its unique architecture and has been highlighted in guide books as one of the 10 most bizarre buildings as voted by the People Journal of China. 3) The Old Railway Station Da Lat Railway Station is considered the oldest railway station in Vietnam and Indochina. The station was built by the French in 1932 to 1938, spanning 84km long from Da Lat to Phan Rang. The station has a unique architectural style, you can recognize it by its three pyramidal roofs which resembles Langbiang mountain. 4) Lycee Yersin School The Pedagogical College of Da Lat (formerly called the Grand Lycee Yersin) is known as having one of the most unique architecture in the world in the 20th century by the architectural world Association of Architects (UIA). 5) Flower Garden For a long time, Da Lat has been known as the land of a thousand flowers. Da Lat Flower Garden, located near Xuan Huong Lake, is home to hundreds of thousands of lovely flowers. 6) XQ Historical Village XQ Historical Village is an abbreviation of two artists who founded the village - Vo Van Quan and Hoang Le Xuan. Laid out like an art gallery, the many artworks on display which appear like paintings are actually hand embroidered works of art, stitched by artists on site. The tour will cover many different areas, including: -Embroidery exhibition areas -Food court -Embroidery area -Embroidery artisans honor area -Flower garden and art installation -Showroom for the history of embroidery 7) Bao Dai's Summer Palace Built as a summer retreat for the last emperor of Vietnam in 1930s, Bao Dai's Summer Palace is now preserved as a special art-deco architecture building with a museum.",
        "strLocation": "Da Lat",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-da_lat-explore-unique-architecture-in-charming-da-lat/1828?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Unique Architecture in Charming Da Lat",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 09:46:13"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1391345838/ah22yzxrqokuvv6kfrym.jpg",
        "strIntroduction": "Discover the wonders and mysteries of Da Lat's nature with a one day Water Abseiling & Canyoning trip at Datania Falls. Discover the fantastic canyons and the challenges of the incredible forges as yo walk, jump and swim through nature's obstacles. Here is the itinerary for the day: -8:30 pick up at hotel and depart to Datanla falls. -Arrive at the practical abseiling point, learn how to use the equipment (45min) -Enjoy your first dry abseiling by rappelling from 18m height. -Do a second dry abseil with a rappel of 15m. -Free swim at the waterfall. -Join water sliding. -Picnic lunch (baguette, cheese, fruits, vegetables, jam, water, etc…) -Get the real canyoning experience from the 25m high waterfall. -Free jump from around 5 to 10m height. -Attempt the last and most difficult rappel (16m height). -Trek for 20min up a hill to the van that will bring you back to your hotel End the trip.",
        "strLocation": "Da Lat",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-da_lat-explore-wild-da-lat-through-canyoning-and-abseiling/1809?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Wild Da Lat through Canyoning & Abseiling",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 09:54:06"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3600,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1392539880/wlvk9epmnunmmjzcino7.jpg",
        "strIntroduction": "Enjoy the natural landscapes in Vietnam's countryside, go on an eco-adventure day tour around Dalat and see a side of the country where people and nature coexist in harmony. Here are some highlights of the trip: -Visit local flower and strawberry farms. Take a walk along the mountain ranges, enjoy the view and observe how the people care for the flowers and harvest strawberries -Visit coffee plantations, enjoy local coffee -Visit a specialized silk factory. See how cocoons are bred, and the techniques of dying textile cloths. Watch the locals intricately embroider pictures by hand. Dare yourself to taste fried silkworm. -Visit Elephant Waterfall and Linh An Pagoda where the Big Happy Buddha lies Look forward to meeting you!",
        "strLocation": "Da Lat",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-da_lat-go-on-an-eco-adventure-day-tour-around-dalat-with-a-local/1808?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on an Eco-adventure Day Tour Around Dalat with a Local",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 10:04:40"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13100,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1392714645/ozdauehmewuud0e5x4ev.jpg",
        "strIntroduction": "The battle at Long Tan is the most famous battle fought by the Australian Army during the Vietnam War. The tour will begin with a departure for Ba Ria - Vung Tau Province by minivan. I will take you to the former Long Tan Battlefield where you will visit the former 1st Australian Task Force at Nui Dat. In a somber moment, we will visit the Australian Memorial established at Long Tan for the 17 Australian Infantrymen and one APC crewman killed in action during the Battle of Long Tan on August 18, 1966. After we recognize the valiant acts of the fallen soldiers from the battle of Long Tan, we will enjoy a delicious seafood lunch. Finally, we will ride back to Ho Chi Minh City.",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-learn-the-history-of-long-tan-battlefield/1915?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn the History of Long Tan Battlefield",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 10:09:46"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1200,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1391422666/hn00mro7nurelpjqybtm.jpg",
        "strIntroduction": "This is not for the faint of heart! I will take you to a local restaurant in a village a few kilometers away from the city of Dalat. You can experience the whole process of cooking a snake. This involves the chef slashing, skinning and cleaning the snake of its bacteria and/or venom. As well as cooking every part of the snake from its skin, to its meat and bones. The next part is voluntary - but you will be invited to eat the beating heart of the snake and gulping a shot of snake blood (mixed with vodka) just before the cooking process starts! If you do not wish to consume the snake, there are other local delicacies for you on the menu! This will be something you will keep in memory for a long, long time!",
        "strLocation": "Da Lat",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-da_lat-cook-snakes-with-a-local/1818?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cook Snakes with a Local",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 10:15:43"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 22500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1391234855/otkzbfwfwrotbloktepi.jpg",
        "strIntroduction": "This is a 3 to 4 day motorbike tour, which includes overnight accommodation with local families. Day 1: Dalat – Lak lake: Before hitting the roads, we will visit the Crazy house, a picturesque hotel-museum in Dalat. Then we start our first day driving along the mountain paths, stopping along the way to visit local workshops such as a mushroom farm, and a silk factory. The Happy Buddha also awaits us with his big smile. After a mouth-watering lunch, we will drive along the Jungle way stopping over to see coffee plantations and the beautiful Elephant fall. From there, we drive directly to Lak Lake, staying overnight with a local family in a M’nong hill tribe typical longhouse. Day 2: Lak lake – Draysap and Draynu falls: Waking up in Lak lake is like taking a trip to the past. Take an early morning walk in the village to appreciate the local daily life, learn about their customs and culture. You also have the option to go for an elephant ride around the village (extra charge applies). Leaving Lak Lake, we are now on our way to Buon Me Thuot City, where we will have lunch and visit the local market before heading to Draysap waterfall, one of the highlights of Central highlands and the largest in the area. We will do a short trek in the jungle followed by a swim and natural spa in Gia Long fall. Overnight stay in a bungalow near the waterfalls or in a 2-star hotel in B.M.T city, your choice. Day 3: Draysap fall or B.M.T city – Nha Trang: Before starting our ride to Nha Trang, we will visit the hill tribe’s museum. After that, a scenic, beautiful drive along the mountain roads awaits us, stopping over to visit some of the E’de people villages. Then we slide down the amazing Phonenix pass to the coast and fishing village before ending our tour in Nha Trang.",
        "strLocation": "Nha Trang",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-nha_trang-motorbike-through-the-central-highlands-dalat-to-nha-trang/1807?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Motorbike through the Central Highlands - Dalat to Nha Trang",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 10:21:35"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1389277587/mhh6lqwflbi7asjfjwvx.jpg",
        "strIntroduction": "Option 1: Standard Tour During this bike tour in Vietnam, you will learn about local life, local businesses, religious beliefs and family life in Vietnam. You will also have the opportunity to participate actively at each stop. Hoi An is a town famous for its arts and culture scene. We'll let you peek into the lives of local craftsman, artists, tailors and designers through an interactive story and hands-on experience. Take a break on our terrace overlooking Hoi An Ancient Town and the Thu Bon River, our NGO partner Streets International will provide healthy local snacks and drinks during your rest here. At the next stop, you will get to learn more about the local craft of pottery making and witness first-hand the skills and expertise of the local craftsmen. At the end of the tour, you can unwind in a stunning beach bar restaurant overlooking An Bang Beach. We will serve you a drink at the end of the morning tour, or a selection of cocktail at the end of the afternoon tour. You are free to use all the facilities in the restaurant (pool table, toilets, shower, day beds, lounge and beach towels). Option 2: Full Option Tour In this tour option, apart from peeking into their lives and unwinding at the beach, you will get to interact with the artists, tailors and designers who live in this town. You will also learn how to create and paint a bookmark on artisanal Vietnamese paper from a well-known local painter, or learn about the art of Hoi An Lantern making from our NGO partner Lifestart Foundation. You will receive a souvenir to take home at the end of the lesson. Additional meals and drinks will be available at the beach bar restaurant under this option.",
        "strLocation": "Hoi An",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-hoi_an-feel-the-charm-of-hoi-an-on-asias-1st-electric-scooter-tour/1685?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Feel the Charm of Hoi An on Asia's 1st Electric Scooter Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 10:26:29"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6600,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1390217938/imvhlxu1ybrgfevdl2nx.png",
        "strIntroduction": "This tour is a special tour introducing visitors from all over the world some specific characteristics relating to local cuisines and street food that you absolutely have to try on your trip to Saigon! The journey through the city will provide you an experience that is very close to the Saigonees as you enjoy your evening as they would. Your tour guide will pick up you by motorbike and give you a ride to where you can enjoy some simple foods. You will have an impressive overview of the transportation on the roads, especially during the time when school is out and work is completed. You will get to try many Vietnamese delicacies along the way. If you want, we can also take a walk around a local park to have a look at the aerobic classes where the people of the city are exercising and/or the kids are kicking in martial arts class. You might even be able to join them! To wrap your tour, we'll enjoy steamed or roasted shellfishes - one of Saigonees’ adored dishes.",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-go-on-a-foodie-tour-around-the-hidden-streets-of-saigon/1749?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a Foodie Tour Around the Hidden Streets of Saigon",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 10:31:54"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 35000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1390025215/aurxdky6f8gxmqyryzxv.jpg",
        "strIntroduction": "This photo tour takes you to Vietnam's mountainous and culturally unique northern frontier. We travel overnight by train to Lao Cai, and then by motorbike into the mountains for a traditional homestay with a H’mong family. The following day includes a trip by longboat up the Chay River, and a ride to Bac Ha town for the incredible Flower H’mong market. It all makes for an unforgettable adventure amidst spectacular surroundings. During this trip with us you will - Develop skills such as composition, portraiture and the use of various camera settings to enhance your photographs Capture the incredible visual variety of the villages, markets and landscapes of rural Vietnam Receive professional and group feedback throughout Participate in a maximum group size of 6 Enjoy a unique experience of Vietnam, gaining stunning pictures to prove it Tour leader Colm Pierce's photos have featured in numerous publications worldwide, including The Guardian (UK), LA Times (USA) and Le Figaro (France).",
        "strLocation": "Hanoi",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-hanoi-capture-homestay-in-northern-vietnam-with-a-hmong-family/1739?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Capture Vietnam's Beautiful North on a Unique Photo Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 10:43:54"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 35000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1390024897/woumparsjrsgly8qxrck.jpg",
        "strIntroduction": "Cruise the waters of Vietnam’s iconic Ha Long Bay while learning the fundamentals of great travel photography. We travel by chartered junk deep into the bay, far from the tourist hordes, and experience a side of Ha Long that most visitors barely glimpse. The trip includes a workshop on landscape photography from the top deck of our boat, a sampan or kayak excursion into the lagoons and caves surrounding Cat Ba National Park, and a dawn photoshoot at a floating village as fishermen start work for the day. Tour leader Colm Pierce's photos have featured in numerous publications worldwide, including The Guardian (UK), LA Times (USA) and Le Figaro (France).",
        "strLocation": "Hanoi",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-hanoi-discover-majestic-ha-long-bay-with-a-unique-photo-tour/1738?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Majestic Ha Long Bay with a Unique Photo Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 10:48:13"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1390024493/fgbf37gnsx8lhhxqfoei.jpg",
        "strIntroduction": "For those keen on a uniquely Hanoian adventure, join us before dawn at thriving Long Bien Market, as thousands of deliveries from the provinces and farther-flung regions of Vietnam provide the traders with stock. King Crab and Tuna from the East Sea rub shoulders with juicy apples and pumpkins from Dalat, and longans and lychees from the market gardens surrounding Hanoi. The early morning conditions allow us to focus on shooting in different lights, from night-time to sunrise, to after daybreak. The situation also allows us to work on naturalistic portraiture in environments of such hectic activity - a vital skill for anyone travelling in Asia. From century-old Long Bien Bridge overlooking the market we look at taking those classic photojournalistic establishing shots. Meeting Location - Tour begins under Long Bien Bridge, Yen Phu Street. Time - 4:30 am - 8:30 am",
        "strLocation": "Hanoi",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-hanoi-capture-hanois-long-bien-market-at-dawn/1737?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Capture Hanoi's Long Bien Market at Dawn",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 10:54:28"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1390023227/mwv4fhyncxcragyuxwtj.jpg",
        "strIntroduction": "This classic tour visits both iconic locations and backstreet city secrets while focusing on the fundamentals of taking stunning travel photographs. Starting at colonial-era St Joseph's Cathedral, before moving onto historic Hoan Kiem Lake and the bustling backstreets of the Old Quarter, this is the best tour for anyone new to Hanoi and looking to improve their basic camera skills while enjoying an eye-opening introduction to the city. Meeting Location - Tour begins at No.2, Nha Chung Street, next to St. Joseph's Cathedral. Time - 8am to 12pm",
        "strLocation": "Hanoi",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-hanoi-encounter-hanois-old-quarter-through-a-unique-photo-tour/1733?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Encounter Hanoi's Old Quarter Through a Unique Photo Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 10:59:21"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4800,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1389707905/hkftuwthie5mlegg2dxu.jpg",
        "strIntroduction": "We will begin the evening with the best Wontan soup in town and some fresh coconut. Watch how the chef makes the soup, a traditional recipe passed down the family for 4 generations. (45mins) After the meal, we will energize ourselves before the walk with a local favourite dish Banh Mi Vit quay - Bread with Roasted duck. (15mins) Further down the road, we will stop for some cooling Chamomile tea and some lovely snacks (15 mins) Then we will sit down and enjoy some seafood only available in Vietnam, complemented with Vietnamese beer or tea. From here, we will take a taxi to another seafood paradise. We will end the day by chatting about Vietname culture over beer ☺ Join me and sample the best seafood from all over Vietnam.",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-learn-about-vietnams-culture-over-dinner/1706?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn About Vietnam's Culture Over Dinner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 11:02:51"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1389708278/rejolgp1ge3puvsxutgm.jpg",
        "strIntroduction": "This walking tour will last from 8am to 11am. We will start the day with “the most healthy Vietnamese pancake- Banh khot” and some Ice tea- Tra Da. It is called the most healthy pancake because it contains 5 different kinds of herbs. (45mins) After the pancake, we will walk to a famous local market nearby. Here, you can sample of the best Banh Mi in central Vietnam. You can also have a fresh coconut or a Nuoc Mia (sugarcane juice) while exploring the market. Some highlights that can be found in the market include Bo La Lot (Grilled beef sausage), an interesting Vietnamese dish. After that, we will have another break and sample some snacks (Banh nuong and Flan cake). (45mins) A little further down the road, we can have Vietnamese style Wonton soup ☺ (30mins) After all that feasting, we will walk to our last stop for some dessert to end the day- Coconut ice cream or special smoothie (your choice). (30mins).",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-discover-exciting-street-food-in-ho-chi-minh/1704?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Exciting Street Food in Ho Chi Minh",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 11:07:13"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1375342997/wx3cwgbcuc0qw8y1uxge.jpg",
        "strIntroduction": "This activity is a great way to strengthen your team bonds, whether it's a group of friends or coworkers. We will start in Ho Chi Minh City at 8:00am, from where you will be transported to HCM Agricultural Villages. HCM Agricultural Villages, 8:45am – 10:00am - Visiting cow, buffalo, fish, prawn, chicken and duck areas - Visiting rice fields, big herbs, spices, vegetables and mushrooms areas Cooking time, 10:00am -12:00pm - Dividing the Group into small Teams and choosing Team Leaders for each of them (each Team will have 1 Chef and 1 Assistant Chef to help them) - Cooking Demonstration (2 dishes) - Challenges in the Garden and Cooking Challenges - Best team will be decided following three categories: speed, flavor, decoration Reward Ceremony, 12:00pm – 12:15pm - Presentation of Winners and rewarding them - Each member will receive the certificate, recipes and souvenirs too Lunch Time, 12:15pm – 1:15pm - Selection of 7 dishes from our Great Set Menu Visiting local cows, 1:15pm -2:00pm - Understanding how the locals look after the Cows. Milk cows yourself and enjoy fresh, natural milk, so hard to find in the modern world. The Journey will end at 4:00pm in HCM City Enjoy this great and unique experience and about agriculture in Vietnam. Build team spirit while enjoying delicious Vietnamese cuisine!",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-build-team-spirit-with-a-cooking-class-in-cu-chi/624?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Build team spirit with a cooking class in Cu Chi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 11:10:45"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10200,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1374824689/rcvzb3sbhwugycxz4qbs.jpg",
        "strIntroduction": "On this journey, we will head out of Ho Chi Minh City towards Tan Phu Trung village and ride bikes through villages where the scars of war are still evident. We will ride along paved roads and dirt paths past bomb craters that bear witness to years of struggle during the years of conflict. Next, we will bring you through rubber plantations to observe the local harvesters as they gather latex from the trees. You will get to participate in a rice paper-making workshop before arriving at the Cu Chi tunnels for a 15-minute documentary about their creation. Learn about the history of conflict between the Cu Chi people and their rivals. Continue on toward the tunnel site where simple weapons for fighting are displayed. Then, head down real tunnels dug by the Viet Cong and experience just how brave the Vietnamese were during the war. Afterwards, enjoy authentic Viet Cong food in a historical kitchen. Hop back on the bus for your transfer back to Ho Chi Minh City and your hotel.",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-take-half-day-bike-tour-to-the-historic-cu-chi-tunnels/910?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a half-day bike tour to the historic Cu Chi Tunnels",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 11:14:30"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9100,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1374827770/y9cfwjs3eqrwfjmej83v.jpg",
        "strIntroduction": "We’ll take the bikes for a ride into Hoi An and the surrounding area. We ride right across Hoi An and continue along the Thu Bon River through shrimp and coconut farms where the VC lived during the Vietnam War. We will then continue to Cua Dai beach. From here we get on a local ferry for a 10 minute ride to Duy Hai Fishing Village (island). Just a short distance away is the lovely town of Thuan Tinh, set among rice fields and coconut groves. We will visit a strawberry garden, meet the local villagers, and will have the chance to sample strawberry tea and perhaps buy some homemade strawberry wine. If you don’t mind creepy crawlies, we can also witness live silkworms in various stages of maturity. Next, we’ll check out Thanh Ha ceramic village and then we’ll take a one hour boat journey back to Hoi An and have lunch. The rest of the afternoon is yours entirely, to do whatever you wish to – tan on the beach, shopping, exploring – whatever!",
        "strLocation": "Hoi An",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-hoi_an-see-hoi-an-countryside-bike-tour/911?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the Hoi An countryside with a bike tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 11:19:50"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1372482083/zr8fsosxguri1tiz6sry.jpg",
        "strIntroduction": "Amazing Farming with Cu Chi Tunnels Trip is an eye-opening program for people who love the countryside, love agriculture and love to discover and understand the history of the great Vietnamese cuisine. Our master chef will explain all the recipes and give them to you after the trip. We start in a hotel in Ho Chi Minh City at 8:00 am and drive to HCM Agricultural Villages - HCM Cooking School at 9:00 am - Visiting HCM Agricultural Villages 9:00 am - 10:00 am - Visiting buffalo, cows, fish, prawn areas - Visiting mushroom areas and understanding how to make healthy mushrooms - Visiting herbs, spices and vegetables areas and understanding what you can use for cooking and medicine - Being the farmer from 10:00 am -11:00 am - Hands on practice of how to make rice fields or growing things in the garden - Lunch time : 11:00 am -1:00 pm - Watch our master chef demonstrate recipes in front of you and enjoying what you see ( special menu offer if you have ) - Cow milking time: 1:00 pm -1:30 pm - Visiting cow milking areas and milking the cows by yourself to make coffee mill - Rice Paper Villages - rubber tree forest 1:30 pm -2:30 pm - Visiting Rice Papers Villages and understanding how to make rice papers. Do you think you know the main ingredient? You'll be surprised to find the answer! - Visiting the rubber tree forest and understanding how to get latex and how it can be used - Exploring Cu Chi Tunnel 2:30 pm -4:00 pm - Watching a presentation video - Getting to see the tunnels and discover how these tunnels were constructed and how its inhabitants fought two forces: the invading troops and the tunnels itself. - Visiting Hoang Cam's smokeless store, secret hide-outs, fighting bunkers, and many dangerous booby traps. - Trying gun shooting with real bullets (fees not included) - Tasting boiled tapioca, drinking hot tea The Trip will end about 5:00 pm in front of your hotel Enjoy an amazing, unique experience about Vietnamese agriculture - cuisine - culture - history",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-go-on-farming-trip-and-visit-cu-chi-tunnels/863?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a farming trip and visit the Cu Chi Tunnels",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 11:24:06"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1371540829/unviklbuztnnxbarqyby.jpg",
        "strIntroduction": "Set out along the Red River Delta, towards the village of Bat Trang – by bike! Your guide will introduce you to the skilled craftsmen operating the local workshop. Watch him as he works his magic, and even have a go yourself at creating your own ceramic masterpiece! You will continue your trail along the cultivated rice fields of the delta until you arrive in Dong Ho. Another village, another creative speciality: this time it is the village of Dong Ho and its traditional folk woodcut painting. After lunch you will travel another 8km to the But Thap Pagoda, situated on a dike of the Duong River. Like most Buddhist Temples, But Thap comprises of a series of buildings laid out in linear form, which move successively towards the center. You will be given an hour to explore the peaceful surroundings before loading up the van and taking a relaxing journey back to Hanoi.",
        "strLocation": "Hanoi",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-hanoi-cycle-through-red-river-delta-biking-to-artisanal-villages/708?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cycle through the Red River Delta to its artisanal villages",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 11:28:51"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3600,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1369642578/zm3qxd0wsumfo7vu0znt.jpg",
        "strIntroduction": "Explore the waterways in and around Saigon to see what life is like for people living and working in this amazingly diverse and rapidly developing city. In minutes, leave the urban metropolis behind to emerge along scenic jungle-fringed canals and minor tributaries where locals still observe traditional ways of life not far from the city center. You will visit the floating temples in GoVap District, travel around Thanh Da Island and the Binh Quoi Peninsula. A light dinner of Vietnamese dishes will be served during your two-hour tour. Return to Saigon just after sunset to see the city‘s ever-changing skyline and bridges lit up spectacularly at night.",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-enjoy-sunset-ho-chi-minh-private-cruise/819?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy the sunset in Ho Chi Minh on a private cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 11:32:27"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1369642240/g7rus0xedu0np2pj9yfn.jpg",
        "strIntroduction": "Go on an eco-adventure to the mangrove forests of Can Gio! Ride through scenic canals, briefly entering the Mekong Delta at a local riverside market where you can absorb all the colors, sounds and aromas of this fertile region. Once we leave the leafy palms behind you will be enveloped in a dusky twilight world. Spot monkeys and gibbons swinging through the trees at Vam Sat. Feed the crocodiles at the crocodile reserve and paddle around the still waters of the bat lagoon in a small wooden boat. See villagers hand-knotting nets before spreading them out to dry in the sun at a local fishing hamlet. A breakfast of pastries, fresh fruits and Vietnamese coffee will be served as we depart Saigon, and Vietnamese specialties on-board for lunch. Tour starts at 7.30AM",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-go-on-an-eco-adventure-car-gio-mangrove-forest/818?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on an eco-adventure in Can Gio mangrove forest",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 11:36:01"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 17600,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1364308559/d4nvyphgm0ydie8jkksw.jpg",
        "strIntroduction": "（Time:3 hours/Choose anytime between 13~22pm/１～４People） ★We will go to the Maid cafe★ and geek culture cafe in Vietnam* You can become the master*^^* You can take a picture of the cute maids. You can choose your favorite drink* ★Eat local food on the streets of Vietnam ^ ^ (Meals are not included in the tour.) The short tour does not include any Massage * -----------------------------------*",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-visit-unique-concept-cafe-ho-chi-minh/644?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit a unique concept cafe in Ho Chi Minh",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 11:40:51"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 22200,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1364129841/nmxmpq5loydhvn9d2p1i.jpg",
        "strIntroduction": "（Time:5 hours/You can Choose anytime between 13~22pm/1～4People） ★We will go to the Maid cafe★ and geek culture cafe in Vietnam* You can become the master*^^* You can take a picture of the cute maid. You can choose your favorite drink* ★Eat local food on the streets of Vietnam ^ ^ (Meals are not included in the tour.) ★Massage★ 70 minutes Body Massage* After that* You are free to do sightseeing on your own.",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-visit-concept-cafe-and-enjoy-a-massage-ho-chi-minh/633?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit a concept cafe and enjoy a massage in Ho Chi Minh",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 11:46:46"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1363854210/skq4bo7tagshsoefvbpj.jpg",
        "strIntroduction": "HCM Agricultural Villages is a village with an area of over 150,000 square meters, located on the dirt roads of Cu Chi Province which is about 35 km away from Ho Chi Minh City. In this village, there is an evident blend of the culinary culture of the Cu Chi people and the general food culture of Vietnam. Visitors will be exposed to the life of the countryside as they take in the surrounding sights and sounds of the livestock and birdsong in the mornings. Cu Chi is also famous for its cattle. Here visitors will see herds of wandering cows on the field, and understand more about the day-to-day activities of the locals. In an age where farming employs science and technology, the local people still choose to retain the traditional methods of farming. Buffalos can be seen plowing on the fields. Here, visitors will better understand a known Vietnamese proverb: \"Buffalo buffalo oh I say this / out field buffalo buffalo plow with us / plow is the rural / buffalo mine there, who would take over ...\". Visitors will discover and better understand the process of rice cultivation by local people. In addition, visitors will visit and discover vegetable gardens containing mushrooms, fruits and herbs with an area of over 15,000 square meters. They will get to understand more about the process of growing vegetables, mushroom cultivation method, to explore new fruits and get to know how to incorporate herbs into their daily meals. Moreover, visitors will become farmers for the day as they don Vietnamese Traditional Hat and use Bamboo Baskets with scissors to harvest vegetables, mushrooms, fruits and herbs from the garden to use for cooking with a professional chef. Apart from farming, visitors will get to take a trip to the fish, prawn lake and poultry areas, where visitors will see some lovely prawn, fish on the lake and chickens and ducks on Rice Fields Starting from 5am to 6pm everyday, visitors can see the local people in our Villages engaging in various activities and join with them if they want such as feeding the cow, picking up vegetables such as cucumber, okra, bitter melon, squash ,white radish …. Lastly, visitors will get a chance to cook and eat unique dishes. With an area of over 200 square meters with a capacity of over 200 guests for cooking class and 300 guests for restaurant, this is the place where visitors can get to taste the nutritious and fresh produce after harvesting them. With our very own professional chef, it will be a great opportunity for visitors to understand the various techniques and secrets behind making Vietnamese cuisine. Visitors who complete the cooking class will leave with a certificate, recipes and their own culinary creations.",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-take-farm-trip-and-cooking-class-ho-chi-minh/616?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a farm trip and cooking class in Ho Chi Minh",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 11:50:43"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 15000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1363860736/eubgatjftktqnubvj5sv.jpg",
        "strIntroduction": "RURAL ADVENTURE IN CU CHI PROGRAM (2 days / 1 night) This is a amazing program to bring visitors to experience life in rural areas of Cu Chi province in 2 days. Visitors will visit Cu Chi tunnels – one of the most attractive place in Vietnam, explore some other fantastic destinations, cook & enjoy healthy, organic food at HCM Cooking Class.We offer a unique guest house – Canh Sang guest house which has a beautiful garden and is a complete get-away from the hustle and bustle of the city and visitors will have a chance to interact with the local people and discover rural Vietnam lifestyle. DAY 1 9:00am - 11:00am : Picking up at airport (hotel) 11:00am - 1:00pm : Lunch time at Cassava Root restaurant and fishing time 1:00pm - 1:30pm : Visiting Rice paper village 1:30pm - 2:00pm : Visiting Rubber tree forest 2:00pm - 4:00pm : Visiting Cu Chi tunnels 4:00pm until night : Leave luggage in accommodation, time for shopping & sightseeing around countryside at night and enjoy so many activities such as BBQ time ,making Vietnamese cake, watching the sunset DAY 2 9:00am - 2:00pm : HCM Cooking Class and visit to HCM Agricultural Villages 2:00pm - 3:00pm : Visiting local cow milk 3:00pm - 3:30pm : Visiting bonsai & animals farm 3:30pm - 4:30pm : Back to respective hotels in Ho Chi Minh City",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-embark-on-rural-adventure/618?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Embark on a rural adventure tour (2 days 1 night)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 11:54:47"
    },
    {
        "intDurationHour": 88,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 211300,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355856078/eu5j5cqqmgzgmf0ofkfl.jpg",
        "strIntroduction": "You will absolutely experience Vietnam on this trip, from the forest to the coastline; from mainland to islands all in one trip. An experienced Vietnamese cycle guide will lead the tour. Plus, we will supply detailed route notes and maps so that you will enjoy complete freedom while riding. Brief Itinerary Day1: Sai Gon - Da Lat (40km Cycling) (L,D) Transfer out of the bustling Saigon city to go to Bao Loc, home land of tea plantations; lunch at a local restaurant. Keep transferring to Prenn waterfall for a short rest and sight seeing. Arrive at Dalat city, check in at the hotel and cycle around the undulating city passing by Xuan Huong lake, Da Lat flower garden, Da Lat market, and Mt. Langbiang. Arrive back at the hotel late in the cool evening. Stay overnight in Da Lat. Day2: Da Lat City Tour (60km cycling) (B,L,D) Cycle to the Valley of Love, Bao Dai Palace, Crazy House, and visit the Truc Lam pagoda by cable car. Lunch at a local restaurant. The rest of the day is free for you to do as you please in the cool-climate highland city. Overnight in Da Lat. Day3: Da Lat - Nha Trang (100km cycling) (B,L,D) Breakfast at the hotel. Cycle from the hotel through pine tree forests along the way to the Dien Khanh old citadel. Have a picnic lunch on the way. Transfer the rest when we reach highway 1 to Nha Trang. Visit the Ponagar Cham tower if time permits. Stay overnight in Nha Trang beach city. Day4: Nha Trang - Tuy Hoa (80km cycling) (B,L,D) Early morning swimming at the beach, do Tai Chi with the locals, breakfast at the hotel. Check out and drive to Ninh Hoa in 40 minutes. Bike ride over the Co Ma Pass, down hill with a scenic view of the sea and mountains to Dai Lanh sandy beach. A Seafood lunch will be served. Cycle the peaceful roads to Tuy Hoa where will stay overnight. Day5: Tuy Hoa - Quang Ngai (60km cycling) (B,L,D) Transfer a short way to outside the city where today's ride will be along the challenging dirt country roads. After a picnic lunch, the way to the town where we will be staying overnight will be relaxed on an air-conditioned bus. We will stay overnight in Quang Ngai historical city. Day6: Quang Ngai - Hoi An (50km cycling) (B,L,D) Start to ride from the hotel to where the My Lai massacre was in 1968. Then we will visit a school for charity, and cycle to My Khe beach for lunch. We will take the country roads for the afternoon ride, reaching the highway 1 and transfering to Hoi An, an ancient world heritage town where we will stay overnight. Day7: Hoi An option (B) You may have a whole free day in Hoi An for exploring on your own. Or we may cycle to My Son heritage site, have a cooking class, or go snorkeling (option). Overnight in Hoi An. Day8: Hoi An - Hue (80km cycling) (B,L,D) We will leave the old lantern town for the coast of China beach to Ngu Hanh Son (Marble Mountains) to visit some stone sculptures. There are hundreds of statues, products made of sandstone and marble by local craftsmen. We will cycle along the coast and up to Hai Van Pass - a legendary Pass in the center of Vietnam (20km cycling up and down) from the 14th century. Have lunch at Lang Co beach - one of the most beautiful beaches in the world recognized by UNESCO. We will relax after eating on the bus and transfer to Phuoc Tuong hill. Ride from the top hill down the railway to Cau Hai lagoon, and through the \"ghost city\" before arriving in Hue where we will stay overnight. Day9: Hue - Hanoi (25km cycling) (B,L,D) We will take a morning ride around the city to visit the Hue old Citadel of the Nguyen Dynasty of 19th & 20th century, Thien Mu pagoda and Tu Duc King Tomb. We will then go back to the hotel for checking out. We will have lunch in Hue before taking the airport to Hanoi (600km). We will stay overnight in Hanoi. Day10: Hanoi city tour (no cycling) (B,L,D) Arrive in Hanoi at about 5:00am. Transfer to the hotel for a short rest, and enjoy a breakfast at Pho24 (traditional vietnamese noodle) near Ho Guom Lake. We will do a city tour to visit the Temple of Literature, Ho Chi Minh Mausoleum complex and one pillar pagoda. The afternoon is free. We will stay overnight in Ha Noi. Day11: Ha Noi departure (no cycling) (B) End of the tour and welcome back. If you have an onward flight, we will transfer you to the airport.",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-travel-saigon-hanoi-by-bike/362?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Travel Saigon - Hanoi by bike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 11:59:15"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12349,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1368084928/gzulfny11odtyohrkqj2.jpg",
        "strIntroduction": "ベトナム観光時のためにあなたにぴったりの通訳者を手配致します！ 現地で活躍中の学生があなたの旅をより良いものへするためのお手伝いを致します。 通訳を担当する学生は日本語、ベトナム語両方を巧みに操ることが可能です。 言葉の壁のある旅行者と現地の人を繋ぐ 為の橋渡しをします！ (photo by http://www.flickr.com/photos/poetprince/4451124907/) (photo by http://www.flickr.com/photos/sujuhyte/5388235963/) (photo by http://www.flickr.com/photos/hrdrck/3217485706/) (photo by http://www.flickr.com/photos/hrdrck/3217482752/)",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-one-day-translator-in-vietnam/741?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "ベトナムでの通訳を手配します！",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 12:02:22"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 5500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1392539180/gf9wduo8zw82vtsqhjdo.jpg",
        "strIntroduction": "In this day tour, I will bring you to visit the 4 majestic waterfalls of Dalat on my motorbike - Datania, Pren, Pongour, and Elephant Waterfall. We will also see other offbeat attractions along the way such as the Ghost House of Dalat. We will begin by visiting the Truc Lam Meditation Center and Tuyen Lam Lake - Datanla Waterfall This 20m high waterfall crashes into a deep pool at the foot of the waterfall called the Deadly Abyss. With rapids and large streams of water, the lower section is known to locals as Suoi Tien. - Ghost House of Dalat This beautiful but cursed house that lies next to the highway in Dalat was intended to be renovated into a hotel, but its owner died before the plans could be completed. - Pren Waterfall Guests can scale down this waterfall from a height of nearly 10m. Water flows in between granite rocks, spreading evenly like a watery curtain or fairy's hair . There is a small valley nearby with a beautiful flower garden. - Pongour Waterfall Considered by many as the most beautiful and impressive waterfall in the highlands, Pongour Waterfalls cascades from a height of nearly 40 meters and spans over 100 meters. It is also surrounded by virgin forests covering an area of approximately 2.5 hectares with diverse vegetation and abundant wildlife. - Elephant Waterfall Elephant waterfall, also called Lieng Rowoa, has a width of about 40m and is over 30m in height. Legend has it that the elephants mourned the death of a lady who loved elephants, crying until they passed away at the foot of the waterfall. The roaring of the waterfall day and night creates a sound like the roar of wild animals. Elephant waterfall was recognized as a national monument in 2001. - Silk factory OR Coffee Plantations Choose to visit a Silk Factory and see how local embroidered silk is made, or visit a coffee plantation and enjoy local coffee.",
        "strLocation": "Da Lat",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-da_lat-visit-the-four-majestic-waterfalls-of-dalat-by-motorbike/1827?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit the 4 Majestic Waterfalls of Dalat by Motorbike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 12:07:51"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355862029/wgualdzafkbd2cblikte.jpg",
        "strIntroduction": "The traditional meal is hosted in our members' houses and will introduce you to Vietnamese food and Vietnamese Family culture. Tourists will have a chance of learning to cook Vietnamese food by themselves and discover Vietnamese family culture. Our staff will pick you up from your hotel and take you to your host. From there, you'll be taken to the local market to buy fresh ingredients and then it's back to the host's home to learn some Vietnamese cooking and enjoy a delicious meal.",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-discover-vietnamese-food-and-vietnamese-family-culture/480?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Vietnamese Family culture and Taste Vietnamese Food",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 12:12:41"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355862014/nfgfa4xu5p8ydb0belct.jpg",
        "strIntroduction": "Volunteer Tour-Guides in Saigon In the early 20th century Saigon was called the \"Pearl of the Far East\". Today you will still see elegant buildings designed by French architects: the Opera House, City hall, Saigon Notre-Dame Basilica, City Post Office. You will also come face to face with Vietnam history at the Reunification Palace, War Remnants Museum and the Historical Museum. Saigon is one of the most dynamic cities in Asia, therefore, together with us, you will discover street life: the street-side cafés, vendors with motorbikes and scooters rushing all around...Our volunteers from Saigon Hotpot will be enthusiastic to take you around the city without any fee. All you have to pay is your own expense and invite our volunteers a meal where you can sit together and know more about local people's life. In this tour we will take you - Ben Thanh market - City Hall - Opera house - Notre Dame Cathedral - Reunification Palace - War Remnants Museum - Jade Emperor Temple",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-city-tour-walking-and-taxi/479?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Walking and Taxi Tour of Saigon",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 12:18:29"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1366779645/r0xcdvzyno0cxdymz5hy.jpg",
        "strIntroduction": "What we offer is a night of restaurant-hopping from street food vendor to vendor. Trying and sampling the best of each dish is the best part of any foodie's tour, and that's exactly what we'll do. We will try at least 3 savoury dishes and desserts, as well as some snacks and drinks. We are able to cater to most food allergies and dietary restrictions.",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-savour-street-food-ho-chi-minh-on-motorbike/401?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Savour the street food of Ho Chi Minh City on a motorbike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 12:22:58"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 15000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1390388145/enefmtawuvrqqa3cjk4i.png",
        "strIntroduction": "The experience will be 4 hours of intensive DJ training using the 'Gold Standard' turntables the Technics SL1200 Mark 3D and Rane Serato TTM 57SL Audio Interface and Mixer. The host has all of this equipment set up and ready for your lessons. Serato Scratch Live is a Vinyl Emulation Hardware and software Package that allows the user to manipulate MP3 files from a digital format using the Analog Turntables and Mixer. What to expect - The lessons will start with theory of the technology and move on to beat-matching, turntable techniques including cueing, slowing down and speeding up the record. Additionally, the experience will involve using actual Vinyl records instead of the software. You can choose whatever style of music you want for the experience, by bringing either your laptop and/or a hard drive/USB flashcard with your music on it. The experience is targeted at any individual regardless of previous experience of Dj'ing from Beginners to Intermediate. Digital DJ'in (using programs to do all the hard work for you) removes the skill and human element of Dj'ing, this is why I am offering these Vinyl lessons - At the End of the Experience, you'll get a chance to play in the Bar/Club in front of a Live Crowd as a reward for completing the Lessons. Additionally, you will receive a certificate of completion along with photos of your Live DJ set! Option 1 - 4 Hour Lesson (2 hours per day) Play in front of a live crowd! Option 2 - 4 Hour Lesson (1 hour per day - 4 day course) Play in front of a live crowd! Option 3 - 4 Hour Lesson (2 hours per day) 9pm -12am All you can drink on every day of the lesson! (Rum/Vodka + Mixer or Beer) Play in front of a live crowd! Option 4 - 4 Hour Lesson (1 hour per day - 4 day course) Play in front of a live crowd! 9pm -12am All you can drink on every day of the lesson! (Rum/Vodka + Mixer or Beer) Option 5 - 4 Hour Lesson (2 hours per day) Italian Dinner 8pm - 9pm 9pm -12am All you can drink on every day on the lesson! (Rum/Vodka + Mixer or Beer) Play in front of a live crowd! Option 6 - 4 Hour Lesson (1 hour per day - 4 day course) Italian Dinner 8pm - 9pm 9pm -12am All you can drink (Rum/Vodka + Mixer or Beer) Play in front of a live crowd!",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-learn-the-art-of-vinyl-djing-play-to-a-live-crowd/1764?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn the Art of Vinyl Dj'ing & Play to a Live Crowd!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 12:29:59"
    },
    {
        "intDurationHour": 64,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 15000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1390465016/rm3adaicky4ktdg6otzh.jpg",
        "strIntroduction": "Join me on the Ultimate South Vietnam Adventure Party Tour experience! In celebration of the year of the Horse... PARTY TOUR KICKS OFF FRIDAY JAN-31 to Feb-7 Ho Chi Minh City Mui Ne City Phan Thiet City Da Lat City Nha Trang City Adventure Party Tour *Beach Bonfire Parties *Monkey Island *Roller Coasters *Amusement Park *Waterfall Trek Travelling 2,600 Miles Drinking over 16,000 Beers & Laughing over 259,000 times 10 Clubs // 8 Days // 4 Cities // 5 Beaches // Party Train // 3 Party Buses From the city to the country sides, from modern dance floors to traditional family homes! The Ridiculous Party Tour Itinerary *FREE Shot at Every Bar! Tour starts in Ho Chi Minh City Vietnam Friday January 31st First Bus from Ho Chi Minh to Mui Ne departs Saturday February 1st @ 2:00pm Day 1 - Friday Jan. 31 – Ho Chi Minh 8:00pm – Hair of the Dog 9:00pm – The View Bar 10:30pm – Chill Sky Bar 11:30pm – Broma ft. Hibya Line More surprises to follow… Day 2 – Saturday Feb. 1 – Mui Ne 12:00pm – Lunch 2:00pm – PARTY BUS to Mui Ne (Music/Drinks/Fun) 8:00pm – Arrive in Mui Ne/Rest up for BIG night 9:30pm – Dinner @ Pogo 10:00pm – Pogo Beach Club Party 11:30pm – Dragon Beach Club Party Party on the BEACH till the Sun Comes Up! Day 3 – Sunday Feb. 2 – Phan Thiet 12:00pm – Lunch 1:00pm – Visit the Fairy Streams 2:30pm – Depart Mui Ne to Phan Thiet City 3:00pm – Convenient stop at Super Market 3:30pm – Visit Phan Thiet Market - Learn how to bargain in Vietnamese! 4:30pm – Visit Vietnamese family and have beers while eating super delicious fresh seafood and Vietnamese dishes. Dine with a Vietnamese family and experience a traditional Tet celebration. (This is the most fun ever! Mot-Hai-Ba-Dzo!!) 9:30pm – Phan Thiet CARNIVAL & Beer 11:00pm – Club 7P Party at a Vietnamese club Day 4 – Monday Feb. 3 – Mui Ne 12:00pm – Lunch 1:00pm – BOAT TOUR ($5) 3:00pm – Visit the Red sand-dunes 5:00pm – Swimming Pool (wash off the sand) 7:00pm – Bonfire w/seafood & beer (we cook our own food on the beach with our own music, singing, dancing, telling stories, jokes, and playing the guitar. (Musicians welcomed!) Day 5 – Tuesday Feb. 4 – Da Lat 9:00am – Checkout/Depart via Bus Mui Ne to Da Lat 12:00pm – Arrive in Da Lat City/Rest up 1:00pm – Visit Datanla Water Falls via Roller Coaster 2:30pm – Visit the weird “Crazy House” 3:30pm – Tour Dalat City/Visit market/Dinner 7:00pm – Break 9:00pm – Beer o’clock 10:00pm – Party! Rain Club 12:00pm – Late night Hotel Party Day 6 – Wednesday Feb. 5 – Nha Trang 12:00pm – Visit Truc Lam Temple via Cable Car ($3.50) 2:00pm – Checkout/Depart Da Lat to Nha Trang 4:30pm – Arrive Nha Trang/Rest up 8:00pm – Dinner at E-land 9:00pm – Tour Nha Trang / BAR HOP 10:30pm – Sailing Club: Dancers/Fire show Travel to white sands beach @ 3am SUNRISE PARTY Day 7 – Thursday Feb. 6 – Nha Trang 12:00pm – Lunch @ the Best Vietnamese Food Restaurant! 1:30pm – Mudd Bath Time ($15) 3:30pm – Arrive back at hotel rest up 4:30pm - Vinpearl High n’ Happy @ Amusement Park Day ($20) Cable car to Vinpearl Island. 9:00pm – Beer O’clock & Party Time! Day 8 – Friday February 7 – Party Train 12:00pm – Lunch/Checkout 1:30pm – Visit MONKEY island – feed the monkeys and take hilarious photos! 6:00pm – Dinner 8:00pm – Party Train Nha Trang to HCMC",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-join-vietnams-ultimate-party-8-days-5-beaches-4-cities/1775?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join Vietnam's Ultimate Party - 8 Days/5 Beaches/ 4 Cities",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 12:34:39"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1391515216/nyaescvvznpgzswcjvbb.jpg",
        "strIntroduction": "Party with the best Party Tour group in Saigon! This pub crawl will guide you through the ultimate Saigon party scene, starting with beers and cocktails at a stylish bar before moving onto posh nightclubs. The tour gives you easy entry past the bouncers, and dancing all evening in the city that is like no other! - FREE Shots In Every Club - FREE Drinks Between Clubs - FREE Hotel Pickup/Drop-off - FREE Club2Club Transportation - FREE Tour Photographer - FREE Nightclub(s) Entry - FREE Personal Concierge Services - Experience the true Vietnam night-life scene - We know where the best bars and clubs are every night, so let us do all of the work while you party all night Tour departs at 8:00pm. 1 FREE shot at every bar! What You Can Expect: PARTY TOURS starts from 8:00pm at a cool bar in downtown Ho Chi Minh at the Bitexco building - the tallest building in the entire city. The fun begins when you meet your guides and get introduced to the rest of the group from all over the world. Your nightlife guides will then introduce you to the top bars and clubs to experience in Ho Chi Minh City. From this point onwards the night is yours - feel free to dance the night away! LIMITED TIME SAVE $45!",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-check-out-saigons-nightlife-with-its-best-party-tour/1746?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "PARTY with Saigon's BEST Party Tour/Pub Crawl",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 12:40:37"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1366177248/jrex6c1psipjb67cpkdd.png",
        "strIntroduction": "With this experience you will get to know the true spirit of Saigon. We will start at 9am with a walk to one of the best markets in the city, where our chefs will walk you from vendor to vendor. All ingredients necessary to prepare lunch will be purchased and then we will travel to the cooking place by taxi. After the cooking class is finished we will take you by taxi to the best spa around for a 1 1/2 hour full body massage. When you are completely relaxed, you will be picked up by motorbike for night time city and street food tour through the many districts of Ho Chi Minh City, where you will get to experience the night life of the city and taste 5 delicious courses along the way. The day will end at 8pm with a drop off at your hotel in District 1 (extra fees for drop-off in other districts.)",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-take-day-tour-around-saigon/693?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a day tour all around Saigon",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 12:46:37"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1366184967/yvqyzhq9e1dn9hnhbuuo.jpg",
        "strIntroduction": "The popping of a champagne bottle will start the fun and entertaining night that you will share with your partner. We will create classic Vietnamese food, with our American chefs supervising while you and your partner put together a five course all by yourselves. After each of them is prepared you will have a chance to enjoy it with free beverages. When the class ends you will receive tips and suggestions that will help you recreate these wonderful dishes outside of Vietnam. Couples Menu: Hen Tron Banh Da - Stir Fried Baby Clam and Sate with Crispy Rice Cracker Ha Cao - Steamed Chewy Dumplings Banh Xeo - Crispy Rice Flour ”Crepe,” Stuffed with Shrimp, Pork and Bean sprouts. Served with Fresh Lettuce and Sweet Fish Sauce. Com Ga - Boiled Chicken Served with flavored rice and Cabbage, Banana Flower Salad Banh Chuoi Hap - Steamed Banana Cake with Thick Coconut Milk Banh Cam - Crispy Mung Bean Stuffed Rice Flour Fritters",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-learn-to-make-vietnamese-dishes/699?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to make Vietnamese dishes",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 12:51:24"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1366184665/k6llgsour9sspitaeyiw.jpg",
        "strIntroduction": "One of the things that makes Vietnam so unique and interesting are the Vietnamese markets. They are full of colors, scents, and offer an incredible choice of exotic ingredients. That is why the class starts here with our chefs navigating you through stalls. After shopping we will proceed back to begin our introduction to Vietnamese cuisine. During this preparation time chefs will work one on one with each of the students to ensure the best cooking experience for everyone, no matter the skill level of the student. We will help with culinary basics such as handling the knife, cooking techniques, and organization that will benefit every apprentice in any kitchen. When the dishes are done, the class will sit down and enjoy our meals together, in a way dictated by Vietnamese spirit. Menu: 1 (classes held on Tuesday, Thursday, and Saturday of every week) Goi Ngo Sen – Lotus Stem Salad with Shrimp and Pork served with Prawn Crackers Thit Kho Trung – Pork Belly and Egg Braised in Fish Sauce Caramel Served with Steamed Rice Che Chuoi Nong – Warm Bannana and Coconut Milk Pudding —– Menu: 2 (classes held on Monday, Wednesday, Friday, and Sunday) Goi Cuon - Salad Roll stuffed with Shrimp and Pork Served with 2 different sauces Canh Chua - Sweet and Sour Seafood Soup, Flavored with Tamarind, Pineapple and Tomato, served with White Rice. Xoi Va Nuoc Cot Dua- Sticky Rice with Coconut Milk",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-whip-up-authentic-vietnamese-cuisine-cooking-class/698?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Whip up authentic Vietnamese cuisine in a cooking class",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 12:57:42"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1366184044/fl5inocpvxhnwfbej8iz.jpg",
        "strIntroduction": "Experience one of the best cuisines in the world by a highly skilled chef. Chad, who is our resident chef, will prepare a delicious, custom menu of his favorites. Chad is able to create menus focused on certain concepts, be it “soups”, “pork dishes” or “exotic ingredients”... or you can just trust his choice. Whether you are a food professional looking to explore your knowledge or a passionate foodie, this is an experience that will deeply immerse you into Vietnamese cuisine, which is considered one of the best in the world.",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-take-an-amazing-food-tour-with-a-4-star-chef/697?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take an amazing food tour with a 4 star chef",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 13:01:59"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1366780076/nul7tiadvvjz6i5030ci.jpg",
        "strIntroduction": "Travelling in Vietnam is often on the back of a bike. Meet with one of our hosts, who will take you on a ride through the city. We’ll taste some Vietnamese drinks, a local breakfast or lunch. We will ride next to both the most luxurious buildings in Vietnam and huts of the poorest on our way. There will be a chance to explore the labyrinth of District 4's alleys and all the diversity that Ho Chi Minh City has to offer. Each ride is a unique experience of the daily life of local people. See, Smell, Taste, Hear, and Feel - use all five senses to feel the energy of this amazing city and its inhabitants.",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-explore-ho-chi-minh-city-by-motorbike/694?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Ho Chi Minh City by Motorbike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 13:05:37"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2200,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355847539/otzkq91ducre7x2ml3mo.jpg",
        "strIntroduction": "Ho Chi Minh City is virtually a paradise for foodies, as there is something new and delicious to try on nearly every corner. Different restaurants and carts specialize in different dishes, and one of the best things a visitor can do here is to take a food tour that includes several popular dishes. This tour starts in the late morning at Thai Binh market, not far from downtown Ho Chi Minh. The best thing here is bun thit nuong, which is dry noodles served with pork and vegetables. Order a fresh fruit smoothie or juice on the side and this is a great start to the tour. Other vendors in the market will offer their dishes as well, so feel free to browse. Afterwards we will head to District 3 to eat at one of the best pho places in town, Pho Le. Pho is Vietnam's most famous dish, and in my humble opinion you can't visit Saigon without eating here. If you're still hungry we'll have dessert at a stall down the street, which is a splendid end to a great feast.",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-ho-chi-minh-food-tour/341?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a heavenly Ho Chi Minh food tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 13:12:06"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1369801943/m7hdltmhkl8f3rpo8yql.jpg",
        "strIntroduction": "旅行時に一番もどかしいのが、現地の人だけが知っているような、隠れ家的お店の情報が手に入りづらいこと。 特にホーチミンは歴史的にフランスや中国文化の影響が残っていることから、センスのいいカフェ、バー、レストランが数多くあります。そういったお店に限って地球の歩き方などガイドブックには載っていません。 ということもあり今回はそんな隠れ家的お店を案内させて頂きます。 ホストといってもランチかディナーをご一緒させて頂くのみなので、所要時間は１〜１時間半程になります。食事費用はご自身の負担でお願いいたします。（僕の分は自分で支払います）",
        "strLocation": "Ho Chi Minh City",
        "strOriginUrl": "https://www.govoyagin.com/activities/vietnam-ho_chi_minh_city-lets-go-to-a-hiding-cafe-bar-restaurant-with-japanese-living-in-ho-chi-minh/822?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "ホーチミンの隠れ家カフェ・バー・レストランへご案内！",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 13:15:31"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 114,
        "intUsdCost": 2900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1384741187/qsqnsxci2witrks99qpl.jpg",
        "strIntroduction": "Bali is known world-wide for it's culture, but while you are in Bali, don't forget to pay a visit to the Ayung River - the most beautiful and longest river in Bali, a Class II river that rises up to Class IV during rainy season. The scenery along the river is spectacular, and as you come rafting down with the current with us, you will be able to immerse yourself in the gorgeous rainforest bordering the river. Your rafting adventure starts at our traditional wantilan Balinese lobby set in the middle of rice fields overlooking the breathtaking Mt. Abang. Right from here, you will experience genuine service and luxury. Fully equipped with rafting equipment and photo displays of safety procedures, you begin with an introduction to your guides who will brief you the safety procedure and tips to have an enjoyable rafting experience in English, Korean, Mandarin, Japanese and/or Indonesian. From here, you'll set off on your 2 hour adventure - an unrivaled and unique way to appreciate the natural scenery of Bali. Journeying down the Ayung, you'll see dramatic waterfalls, lush rainforest, verdant rice paddies, high cliffs and breathtaking gorges during which you'll get wet and wild! Your guides will make your experience even better by entertaining you with jokes and pointing out the different species of wildlife and exotic plants of the island, all while keeping your safety in mind. Upon completion, a tasty and flavorful buffet lunch is served in our duplex restaurant with stunning views of the Ayung valley and rice fields. Our state-of-the-art landing facility also includes showers, a toilet, bar, and tropical garden with free Wi-Fi access throughout. So, are you ready to get splashed and scream with excitement? See you soon at our rafting house! PICK UP TIMES (Drop off around 5-6 hours later at your hotel) Morning Trip 07:45 - 08:15: Nusa Dua / Jimbaran / Uluwatu 08:00 - 08:30: Kuta / Legian / Seminyak / Canggu / Tuban 08:30 - 09:00: Sanur 08:45 - 09:15: Ubud Afternoon Trip 12:15 - 12:45: Nusa Dua / Jimbaran / Uluwatu 12:30 - 13:00: Kuta / Legian / Seminyak / Canggu / Tuban 13:00 - 13:30: Sanur 13:15 - 13:45: Ubud",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-white-water-rafting-bali-ayung-river/1067?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "50% OFF White Water Rafting Bali in Ubud - Ayung River",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 13:18:56"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 159,
        "intUsdCost": 6800,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1453609572/lb8f1ymt39rbfvhyuinc.jpg",
        "strIntroduction": "Boasting some of the most diverse reefs on the planet, Nusa Lembongan and Nusa Penida are must-visit locations for a snorkeling trip while you are in Bali. The pristine corals and warm waters are home to schools of vibrantly colored fish like the emperor angel fish, parrot fish, morray eels, turtles and in certain areas, manta rays! A recent survey by marine biologists has revealed over 250 species of fish! We have full time snorkeling guides who will help you with your equipment and life jackets. Flotation devices will also be provided for those that are not so comfortable in the water. Our specially designated snorkeling areas make snorkeling in Lembongan a safe and enjoyable activity for all ages! Some of the snorkel sites we will visit: 1. CRYSTAL BAY Famous for its excellent visibility of up to 40m+ on a good day. The highlight of your trip with healthy live coral reef and hundreds of fish of all shapes and sizes 2. MANTA POINT The boat ride out to Manta Point is almost as exciting as the snorkeling trip itself, as it offers divers incredible views of the towering sea cliffs of Nusa Penida. The plankton-rich waters here attract the mantas all year round, sometimes seven or eight at a time. Snorkeling with Mantas will definitely be the highlight of your trip. 3. TOYA PAKEH / GAMAT BAY This snorkel site sprawling coral garden with plenty of fish and very light currents. You will find there one of the most crystal clear water of Bali. You will see big sponges, nudibranch, mantis shrimps, cowries, cleaner shrimps & moray eels. Shoals of colorful anthias cover the corals, trigger fish, puffer fish, stingrays and keep an eye on the blue for the occasional Reef Shark, Barracuda or giant Trevally passing by. In addition to snorkeling, this tour also includes a delicious beachside lunch of any item off the menu (the grilled fish is excellent) at Paradise Beach as well as a mangrove tour on Kayak, or stand up paddle board or private gondola ride from 2.30 - 3pm! It's the perfect way for you to enjoy a day out on the water! *The snorkel spots depend on the weather condition: Manta Point, Crystal Bay and Mangrove Point if the weather is good Toya Pakeh wall, Ceningan Wall and Mangrove Point if there is a big swell. ITINERARY: - 08.00 : Pick up from your hotel lobby (if you are staying in Ubud, pick up is at 07.30am and if you are staying in the Sanur area, pick up is at 8:30am) (Round trip hotel transfers included from Nusa Dua, Jimbaran, Kuta, Legian, Seminyak, Sanur, Canggu and Ubud) - 09.30 : Depart from Sanur by fast boat. - 10.45 - 13.30 : Snorkeling sessions at 3 different spots (approx. 30 min in each location) around Nusa Penida & Nusa Lembongan (depending on the water conditions). - 13.30 - 14.30 : Beach side lunch at Paradise Beach. - 14.30 - 15.00 : Mangrove tour with Kayak, stand up paddle board or private gondola ride (depending on availability). - 16.00 : Depart from Nusa Lembongan by fast boat. - 17.00 : Return transfer to your hotel. NOTE: If you would like us to take your photos with our professional underwater camera, please be sure to book the option called \"Add on: Photos from our underwater camera (CD included)\". We will give you a CD with your images or you can bring a thumb drive to transfer them if you would like. *Life Vests Available For Poorer Swimmers",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-snorkeling-nusa-lembongan-snorkeling-day-trip/2694?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "25% OFF Bali Snorkeling: Nusa Lembongan Snorkeling Day Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 13:24:28"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 199,
        "intUsdCost": 3478,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457408744/kd6isr2f6xziuky84gno.jpg",
        "strIntroduction": "Mt. Batur is a Bali landmark like no other - at 1717 meters, it is the 2nd highest point of Bali. Join knowledgeable and experienced hiking guides for this stunning overnight trek up Bali's most popular volcano - Mount Batur. You start with an early morning pickup from your hotel. You will be taken to the iconic Toya Bungkah village (famous for the volcanic hot springs) and begin your ascend up the volcano under the twinkling stars in the cool morning air. When you get to the peak, you'll witness the most majestic sight you've likely ever seen - watching the sun rise over Bali from above the clouds. The views are breathtaking and absolutely stunning. While you are there, you will enjoy a simple breakfast of tea and eggs cooked in volcanic steam and get to enjoy the amazing viewpoint. As your descent begins, you will explore the three younger craters while we take in the amazing volcanic landscape. *If you wish to spend the night camping at the top of Mount Batur in a tent, please click here : https://www.govoyagin.com/activities/indonesia-bali-mt-batur-bali-sunrise-sunset-camping/4616 AVAILABLE OPTIONS AND ADD-ONS: 1. REGULAR HIKE- an early morning pick up from your hotel takes you straight to our start point 2. OVERNIGHT EXPERIENCE - experience the mountain in an overnight stay in the hot spring village of Toya Bungkah (save 2 extra hours of sleep!) 3. HOT SPRINGS (recommended option) - as an add-on, after your trek, you can opt to go to the natural hot springs of Toya Bungkah, some of Bali's best. Soak, refresh and swim in the natural hot and cold water pools for a refreshing time after your trek! ****************************************************** 1. ITINERARY FOR REGULAR HIKE: 01.15 - 02.30: Pick-up at your hotel, head directly to your starting point in the village of Toya Bungkah 03.15 – 03.30: Arrival at starting point, introduction and safety procedure briefing by your English-speaking guide 03.30 – 03.45: Begin trek to Mount Batur 04.00 – 06.00: Climb to the summit crater 06.15 – 06.45: Arrival at the summit crater, witness the spectacular sunrise. Enjoy refreshments of hot tea and eggs boiled in volcanic steam. 07.00: Continue the trek around the entire crater. 08.00: Begin our descent to Jati Temple, the finishing point of the trek. 09.00 – 09.30: Depart to the hotel 12.00 – 12.30: Arrival at the hotel PICK UP TIMES: 01.15 - 01.30am : Kuta, Seminyak, Nusa Dua, Candidasa, Lovina, Sidemen 1.30-1.45am : Sanur Area 02.30am : Ubud Area 01.00am : Amed Area 3.00am: Kintamani Area 2. ITINERARY FOR OVERNIGHT HIKE*: DAY 1: - Afternoon: Pick up at your hotel (see exact pick up times below) - 15.00 - 16.00: Arrive at Bali Sunrise Villas in Toya Bungkah village. Check in and relax. OPTIONAL: You can walk to the hot springs (2 minutes walk away) for a relaxing soak (the springs close around 7pm). The ticket price for this is 150,000 IDR extra per person (please bring cash to pay them directly). - 19.00: Return to the villas where we prepare dinner for you. Indonesian and European food is available on our a la carte menu (additional price depending on what you order). DAY 2: Same as the regular hike but wake up call at 3.15am PICK UP TIMES: Nusa Dua: 13.00 (on Day 1) Kuta: 13.30 (on Day 1) Sanur, Candidasa, Lovina: 14.00 (on Day 1) Ubud: 15.00 (on Day 1) Amed: 13.00 - 14.00 (on Day 1) NOTE: Solo travellers are most welcome! We will try our best to combine your hotel pick up with other guests heading up the mountain so that you can benefit from the cost savings for the trek, however in case we don't have anyone else climbing on your preferred dates, you'll need to purchase the \"Private Trek\" add-on option if you'd still like to climb. If we're not able to match your booking and you don't want to pay extra, no worries, you'll receive a full refund for your booking. *If you wish to spend the night camping at the top of Mount Batur, please click here : https://www.govoyagin.com/activities/indonesia-bali-mt-batur-bali-sunrise-sunset-camping/4616",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-mt-batur-volcano-sunrise-trek-hike-via-a-private-path/2886?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "10% OFF Mt. Batur Volcano Sunrise Trek / Private Path Hike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 13:28:58"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 88,
        "intUsdCost": 1300,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457410651/z343l5z5n0yr6ot5q7tb.jpg",
        "strIntroduction": "Here are a couple of interesting sites we can try to see during your trip, though feel free to contact me to create your custom itinerary for the day! For a full day, we usually start at approximately 9am and finish in the evening, though exact times can be determined once I know where you'd like to go. NOTE: The price you see listed on this page includes my guiding fee, a comfortable air conditioned vehicle with petrol, parking fees, the necessary Balinese dress and satisfaction guaranteed! NOT INCLUDED in the price are: entrance/excursion fees, donations, and tickets for performances, your meals/drinks and other personal expenses See more notes at the bottom for our personal guarantee. POSSIBLE ITINERARIES: #1: UBUD AND VOLCANO TOUR 1. Batubulan Village : To see the most popular Balinese cultural show with the Barong and Keris Dance 2. Ubud Art Villages (Mas Village for wood carving, Celuk for Silver smithing, Batuan for painting) 3. Mount Batur and Lake Batur (Semi-active Volcano known as Global Geopark Network in 2012) 4. Bali Pulina organic spices and Luwak Coffee Tasting with scenic rice field and Sebatu Valey view 5. Tegalalang Rice Field: The most scenic rice terraces in Bali with its unique irrigation system called Subak 6. Optional: Monkey Forest Road/Ubud Market (a visit to either the Monkey Forest for the cheeky long tail monkeys, or a stroll around the market) 7. Optional: GoaGajah Temple/Tirta Empul #2: UBUD SCENIC TOUR 1. Ubud Monkey Forest : Most popular Balinese cultural show with the Barong and Keris Dance 2. Ubud Countryside : Drive through Kutuh Village to see the real Ubud that's too often missed by visitors to Bali 3. Tegalalang Rice Field: The most scenic and famous rice field in Bali, known for its irrigation system called Subak 4. Gunung Kawi : Royal Monument from the late 11th Century. 5. BaliPulina and Organic spices plantation: to tasting the most unique coffee in the world called Luwak Coffee 6. Drive through Laplapan Village (a beautiful and scenic back road famous for its eco cycling track) 7. GoaGajah Temple : Known as Elephant Cave Temple 8. Ubud Art Villages (Optional) #3: ELEPHANT SAFARI RIDE AND Volcano Tour 1. Batubulan : Most popular Balinese cultural show with the Barong and Keris Dance 2. Taro Safari Elephant Park (The most recommended Elephant Park in Bali) 3. Ubud Countryside : Drive through Kutuh Village to see the real Ubud that's too often missed by visitors to Bali 4. Mount Batur and Lake Batur 5. Tegalalang Rice Field: The most scenic and famous rice field in Bali, known for its irrigation system called Subak 6. BaliPulina and Organic spices plantation: to tasting the most unique coffee in the world called Luwak Coffee #4: WHITE WATER RAFTING AND TANAH LOT 1. Ayung River for White Water Rafting 2. Ubud Countryside : Drive through Kutuh Village to see the real Ubud that's too often missed by visitors to Bali 3. Tegalalang Rice Field: The most scenic and famous rice field in Bali, known for its irrigation system called Subak 4. BaliPulina and Organic spices plantation: to tasting the most unique coffee in the world called Luwak Coffee 5. Tanah Lot for the most beautiful sunset in Bali #5: UBUD AND TANAH LOT 1. Batubulan Village : To see the most popular Balinese cultural show with the Barong and Keris Dance 2. Ubud Art Villages (Mas Village for wood carving, Celuk for Silver smithing, Batuan for painting) 3. BaliPulina and Organic spices plantation: to tasting the most unique coffee in the world called Luwak Coffee 4. Tegalalang Rice Field: The most scenic and famous rice field in Bali, known for its irrigation system called Subak 5. MonkeyForest / Ubud Market 6. Mengwi: The Royal Family Garden and Temple ( A world heritage site stated by UNESCO on July 6th, 2012) 7. Tanah Lot for the most beautiful sunset in Bali #6: WATER SPORTS AND SOUTH BALI IN A DAY 1. Tanjung Benoa Beach: aquatic adventure - jet ski, parasailing, banana boat, diving, snorkling etc 2. Nusa Dua Area : Water Blow, 5* Resort Area in Bali, DevdanShow (Optional) 3. Padang Padang Beach: Beautiful beach in the area of Uluwatu - a great surfing point. 4. Uluwatu Temple : Built in the 11th century and set on a cliff bank with a stunning view of the Indian view 5. Kecak Dance : Must-see Bali dance performed at Uluwatu Temple at sunset overlooking Uluwatu Temple and the Indian Ocean beyond 6. Jimbaran Bay: Enjoy a freshly-grilled seafood dinner at one of the best beaches in Bali #7: BALI WORLD HERITAGE SITES 1. Mengwi: The Royal Family Garden and Temple ( A world heritage site stated by UNESCO on July 6th, 2012) 2. Bedugul : Enjoy a beautiful botanical garden with various collection of plants 3. Lake Beratan : Famous for its lake temple called Pura Ulundanu Beratan 4. Jatiluwih Rice Terraces: Famous for its Subak irrigation system that has been recognised as a UNESCO World Heritage site since 2012 5. Tanah Lot for the most beautiful sunset in Bali #8: TANAH LOT AND ULUWATU 1. Taman Ayun Temple : A Royal Family Garden and Temple (Stated as a UNESCO world heritage in 2012) 2. Tanah Lot Temple . The most visited temple in Bali for its stunning view 3. Seminyak for lunch 4. Pandawa Beach 5. Uluwatu Temple : Built in the 11th century and set on a cliff bank with a stunning view of the Indian view 6. Jimbaran Bay: Enjoy a freshly-grilled seafood dinner at one of the best beaches in Bali OUR PRIVATE DAY TOUR GUARANTEE: While there are many guides in Bali for you to choose from, rest assured that your comfort is our no. 1 priority and we reassure all our guests of the following: 1. This tour is for 10 hours and is fully customizable. We are more than happy to adjust your itinerary to include or exclude anything you'd like. It is our usual policy to dive deeper into your itinerary when we pick you up from your hotel so everyone is happy with the plan for the day. With our wealth of experience heading to all the major sightseeing spots on the island, we will ensure that your journey is as smooth as possible. 2. There will be absolutely NO forced shopping on our tours. Other guides in Bali might offer you low prices upfront to secure your booking but then proceed to bring you on a merry-go-round of stores to earn commission from your purchases. We do not play such games with our guests. Should you do decide to go shopping of your own accord, there is no pressure to buy whatsoever. 3. You will be guided by an experienced licensed guide from our team who is fluent in English. We know that clear communication from our guides is key for guests to have a fruitful experience in Bali. As such, we go to great lengths to ensure that your guides have the requisite level of English (as well as experience) to guide you through your day comfortably.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-explore-the-best-of-bali-in-one-day-with-an-experienced-guide/1231?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bali Tour: Explore The Best Of Bali with the Best Guides",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 13:32:51"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 28,
        "intUsdCost": 2188,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469085309/t6k3jvp3yrjauhbnrdbq.jpg",
        "strIntroduction": "Bali’s First and Only Complete Elephant Experience Without a doubt the Elephant Safari Park in Taro is a MUST for visitors to Bali, and is the ONLY complete elephant experience in the world - making it truly unique. Get up close and personal with these incredible animals in a beautiful tropical park setting. Elephants can be seen immersing themselves in the park lake, in between riding, painting or other activities. Hand feed them, touch them, take photos with them, then learn more about the elephants ancestry and diversity at the parks historical and graphic displays. Acclaimed as the World's Best Elephant Park, facilities include a full Reception and Information Centre, a comprehensive Museum, with a large collection of elephant memorabilia and the only Mammoth Skeleton in South East Asia. A 200-seat restaurant over looking the lake, ideal for large groups or wedding, features an international menu, and the park Gift Shop offers an extensive range of elephant-theme products, including elephant paintings, elephant ivory, mammoth ivory, carvings, clothing, souvenirs and jewellery. Displays of elephant intelligence and their capabilities can be viewed at the Park Arena and elephants can also be seen painting at selected times daily. The internationally acclaimed Elephant Safari Park is not only a sanctuary for this protected and endangered species, but is a total elephant experience that is not duplicated anywhere else in the world. All the elephants at the park were rescued from deforestation in Central & Southern Sumatra. PICKUP MORNING Nusa Dua 07.30-08.00 am Kuta/Seminyak 07.30-08.00 am Sanur 08.00-08.30 am Ubud 08.00-08.30 am PICKUP AFTERNOON Nusa Dua 12.00-12.30 pm Kuta/Seminyak 12.00-12.30 pm Sanur 12.30-01.00 pm Ubud 01.30-02.00 pm SAFARI UNDER THE STARS: PICKUP Nusa Dua 02.30-03.00 pm Kuta/Seminyak 03.00-03.30 pm Sanur 03.00-03.30 pm Ubud 04.30-05.00 pm ITINERARY FOR MORNING SESSION 10.00 Arriving at the Elephant Safari Park, Taro & Registration Process 10.15 Feeding the Elephants and Baby Elephants 10.30 Elephant Safari Ride 11.00 Park Tours 12.00 Elephant Talent Show 12.15 Lunch 13.15 Visiting Museum and Elephant Discovery Information Centre 14.00 Depart from ESPL",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-elephant-ride-bali-at-taro-elephant-safari-park/7161?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "25% OFF Elephant Ride Bali at Taro Elephant Safari Park",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 13:36:52"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 17,
        "intUsdCost": 1300,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1381199753/tqzzbhn4z8dzupfsytud.jpg",
        "strIntroduction": "I am very excited to show you some of the best spots in the beautiful regions of Bedugul and Tabanan such as Bratan Lake Temple and the famous rice terraces at Jatiluwih. Below is an example of what we could do in one day, with options of activities we can swap in and out depending on what you like. POTENTIAL ITINERARY: Pickup at your hotel at approximately 9am. We start our a 30-minute visit to the butterfly park at Penebel village. This park holds hundreds of different kinds of butterflies in Tabanan regency, and you can walk through the park with your friends and family to observe these amazing insects - a great stop for the nature photographers among us! We then take a 1.5 hour drive to Jatiluwih - widely-considered to have the most stunning rice terraces in all of Bali. Walk down to the rice fields to observe the Subak irrigation system in play. Our next stop is at Bratan Lake temple- which is dedicated to the god of water. We use the water in this lake for irrigation, and it remains an extremely important source of water for the rest of Bali. In fact, every Balinese visits this temple once every 210 days to show his or her gratitude to the goddess of the lake - Dewi Danu. We take a scenic stop here for lunch. After, its a short hop to an organic strawberry farm to pick your own very own Balinese strawberries. There is a particular farm I know that boasts a beautiful view of the mountains, and it houses a cafe where we can relax and enjoy a snack with some fresh strawberry juice. It's a 10 minute drive to the Botanical Garden at Bedugul, whose amazing flora and fauna will be a hit with the whole family. Lastly, we pay a visit to the fresh fruit and vegetable market at Candi Kuning, which displays a variety of fruits, vegetables and flowers that attracts locals from all over the island. Many of them like to go there to buy these flower plants for their own homes. Because the weather in this area is cool, the flowers are especially vibrant. OPTIONAL additions to this day: - A visit to Pura Taman Ayun or Royal Family temple. (We would have to skip the butterfly park and Jatiluwih, and Lake Bratan temple if you'd like to see this) - a visit at the end of our day to Tanah Lot to see the most beautiful sunset in Bali - To learn more about the Subak irrigation in Bali, we have a very interesting Subak museum in the Tabanan regency that we can pay a visit too. - There are also 2 lakes situated 20 minutes away from Bratan Lake Temple with an AMAZING view. Not many visitors take the extra ride to go, but I can take you there if you are interested in seeing this breathtaking view.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-spend-a-day-exploring-amazing-bedugul-and-tabanan/1239?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Spend a Day Exploring Amazing Bedugul & Tabanan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 13:40:22"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 37,
        "intUsdCost": 3752,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1394086608/pddjozfjutqjmtaqqmcy.jpg",
        "strIntroduction": "The Gili Islands - Gili Trawangan, Gili Air, and Gili Meno are world famous for a myriad of diving and snorkelling opportunities. Snorkelling is easy from the sparkling white sand beaches and the crystal clear water makes it easy to see the beautiful schools of colourful fish ducking in and out of the coral. In order to get the best of these 3 beautiful islands, take an island-hopping tour with me to visit the best snorkelling spots around these islands. We will have our boat during this private day tour, so you will have complete flexibility with your party. If you are staying in Lombok, our day starts with pick up from your hotel in Lombok around 9am in the morning before we take a short drive to Telok Nara harbour for a 35 minute private boat ride to Gili Trawangan. If you are staying on one of the Gili Islands, I will arrange to meet you at a convenient location on your island at 10am (timing is flexible). Once we get into the water, I will show you my favourite spots to see the serene sea turtles which call this area their home. We can snorkel for as long as you like or even take a break with a quick stroll around Gili Trawangan (or Gili T as it is affectionately known). We spend the rest of the afternoon enjoying the great snorkelling and fantastic underwater paradise around all 3 islands where you can spend as much time as you like on each one and I will guide you to my favourite spots. Once you are hungry, we will have lunch on Gili Air at a restaurant overlooking the turquoise water before we depart around 3pm. NOTE: - If you will be staying in the Gili Islands already, please select the basic option called \"Price per group (1 -2 persons) - from Gili Islands\" and then add on the additional number of participants as necessary. - If you are staying in Bali, I encourage you to take the fast boat from Bali the day before our snorkel trip and I will meet you at Gili Trawangan directly",
        "strLocation": "Gili Islands",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-gili_islands-private-snorkeling-trip/1958?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Snorkeling Trip on Gili Islands to see the Turtles",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 13:45:41"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 30,
        "intUsdCost": 1500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1414582975/znjvhlbsf6e417be5occ.jpg",
        "strIntroduction": "While Gitgit is the most visited waterfall in Bali and Aling-Aling is the most fun waterfall, the Sekumpul waterfalls are often considered the most beautiful in Bali. Sekumpul means “a group of”, and there are 7 waterfalls here on the north side of Bali (further east of Lovina) that you can view. The drive is long and it takes a whole day, but you’ll barely meet other visitors there and the pure serenity that awaits you is unforgettable! POTENTIAL ITINERARY 1 (everything is customisable depending on how long you want to stay at the waterfalls) 09.00 - 09.30: Stop at the village of Tegalalang for one of the best rice paddy views in Bali 09.30 - 10.00: Stop at Ceking village to visit a coffee and herb plantation - get a taste of Bali's famous civet coffee or 'kopi luwak' 11.30 - 13.30: 12.00: Drive to Sekumpul waterfall area. Get on a 10 min motorbike ride to the starting point then walk down the steps to the river for the first waterfall. Explore the remote and serene area on foot. You can even swim under some of the falls! 15.00: Leave for a late lunch at Kintamani with a fantastic view of the Mount Batur Volcano 16.00: Visit Tirta Empul temple - one of the holiest spring water temples on the island 17.30: Leave for your hotel 19.30: Arrive back in your hotel POTENTIAL ITINERARY 2: 09.00-10.00: Visit Bali's famous lake temple - Pura Ulun Danu Bratan 12.00: Arrive at Sekumpul waterfall area. Get on a 10 min motorbike ride to the starting point then walk down the steps to the river for the first waterfall. Explore the remote and serene area on foot. You can even swim under some of the falls! 14.30: Come back to the car then go to have lunch at Mount Batur 15.30: Leave for Tegalalang - one of the best rice paddy views in Bali 16.10: Spend time visiting Tegalalang rice paddies 17.30: Leave to come back to your hotel 19.30: Arrive back in your hotel PICK UP TIMES: 8am: Nusa Dua, Jimbaran, Sanur, Seminyak, Kuta 8.30am: Ubud area NOTE: There are local guides at Sekumpul who will accompany you to the main falls. I will accompany you part of the way to make sure you are in good hands (my knees are weak these days...) There will be an extra charge of IDR50,000 (approximately US$4) per person for the bike ride to the starting point and the local guide's fee. Also, the local village charges entrance fees to the falls, but this changes from time to time and I will advise you during the tour as to what the current ticket prices are (right now it is 30,000 IDR per person, or approximately US$2)",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-visit-the-sekumpul-waterfalls-bali-most-beautiful-falls/2831?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit the Sekumpul waterfalls - Bali's most beautiful falls!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 13:50:24"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 24,
        "intUsdCost": 1300,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1426236056/vjsutlp3qay5tth5abc8.jpg",
        "strIntroduction": "OUR ITINERARY: 08.30 : Depart from your hotel 09.30 : Batubulan Village – Barong and Keris Cultural Dance Show 10.45 : Ubud Art Villages - Visit Celuk and Mas, famous for silversmithing and wood carving 12. 00 : Elephant Cave (Goa Gajah) - see the intricately carved ‘Demon’s Mouth’ entrance 14. 00 : Scenic lunch overlooking the rice paddies 15. 00 : Ubud - stop at key sights like Monkey Forest, Ubud Palace, Ubud Market 17.30 : Tanah Lot Temple for sunset overlooking the Indian Ocean 19.30 : Arrive at your hotel NOTE: The price you see listed on this page includes my guiding fee, a comfortable air conditioned vehicle with petrol, parking fees, the necessary Balinese dress and satisfaction guaranteed! NOT INCLUDED in the price are: entrance/excursion fees, donations, and tickets for performances, your meals/drinks and other personal expenses Just for your reference, the extra entrance fees for the itinerary above are as follows: Barong and Keris Cultural Dance show - 100.000 IDR / person Elephant Cave (Goa Gajah) - 30.000 IDR / person Taman Ayun Temple - 20.000 IDR / person Tanah Lot Temple - 30.000 IDR / person Total: 180.000 IDR / person or approximately USD13 (depending on the exchange rate) While there are many guides in Bali for you to choose from, rest assured that your comfort is our no. 1 priority and we reassure all our guests of the following: 1. This tour is for 10 hours and is fully customizable. We are more than happy to adjust your itinerary to include or exclude anything you'd like. It is our usual policy to dive deeper into your itinerary when we pick you up from your hotel so everyone is happy with the plan for the day. With our wealth of experience heading to all the major sightseeing spots on the island, we will ensure that your journey is as smooth as possible. 2. There will be absolutely NO forced shopping on our tours. Other guides in Bali might offer you low prices upfront to secure your booking but then proceed to bring you on a merry-go-round of stores to earn commission from your purchases. We do not play such games with our guests. Should you do decide to go shopping of your own accord, there is no pressure to buy whatsoever. 3. You will be guided by an experienced licensed guide from our team who is fluent in English. We know that clear communication from our guides is key for guests to have a fruitful experience in Bali. As such, we go to great lengths to ensure that your guides have the requisite level of English (as well as experience) to guide you through your day comfortably.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-ubud-and-tanah-lot-in-one-day/3191?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Ubud & Tanah Lot in One Day",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 13:54:01"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 54,
        "intUsdCost": 5200,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1381670703/wzo0hda9f8mdmajiggxu.jpg",
        "strIntroduction": "Bali's traditional healers, know as Balians, dukun or shamans, have been in the international spotlight since the book and movie Eat Pray Love became a worldwide sensation.These traditional healers play an important role in Bali's culture by treating physical and mental illness, removing spells and channeling information from the ancestors. While there are many who claim to be healers, we Balinese know who are legitimate and who are not. Depending on what you would like to get advice or direction on, we can bring you to see these healers or fortune tellers including: - Ketut Liyer - a Balinese medicine man, artist and palmist who was featured in Elizabeth Glibert's \"Eat Pray Love\". - Cokorda Rai, now 80, who is famous for curing stress and depression-related issues, chronic back and knee problems, headaches and many other maladies. YOU CAN CHOOSE BETWEEN 2 OPTIONS FOR THIS TOUR 1) Traditional Healing / Palm Reading & Spiritual Cleansing tour *recommended for those who would like to experience the purification ritual of the Balinese 08.00: Pick up from your hotel 09.30: Visit to healer OR palm reader in Ubud - you can ask him all the questions you'd like 11.30: Visit to Goa Gajah ('Elephant cave' temple built in the 9th century) 14.00: Lunch in Ubud - we can discuss meal options when we meet you 15.30: Stop by Tirta Empul (one of our beautiful holy spring water temples) for spiritual cleansing ritual 17.00: Leave for your hotel or any place you would like. NOTE: You must let us know if you would prefer to see the healer OR palm reader on this tour above as we only have time for one if you would also like to stop by the holy spring water temple for spiritual cleansing. 2) Traditional Healing & Palm Reading tour *recommended for those who would like to focus on speaking with both the healer and palm reader and asking your questions 08.00: Pick up from your hotel 09.30: Consultation with healer in Ubud 11.30: Visit to palm reader in Ubud - you can ask him all the questions you'd like 14.00: Lunch in Ubud - we can discuss meal options when we meet you 15.30: If we have enough time, stop by either Tirta Empul (holy spring water temple) or Goa Gojah ('Elephant cave' temple built in the 9th century) 17.00: Leave for your hotel or any place you would like.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-meet-balis-local-shamans-healers-and-fortune-tellers/1256?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Meet Bali's Local Shamans, Healers & Fortune Tellers",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 13:59:01"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 25,
        "intUsdCost": 7816,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1451724447/eicrhwyxguoevudvldmj.jpg",
        "strIntroduction": "For all you adventurous souls coming to Bali, this is the most challenging, yet most beautiful trek there is to do on the island. Starting the night before, we lead you through the jungle to the highest point in Bali - the summit of the holy Mount Agung. Mount Agung is 3000m high and it can be challenging for some people. From the top of this mountain, you will witness a sunrise like none you've ever seen. As you gaze at the entire island of Bali from above, with a spectacular view of the neighboring islands of Lombok and even Nusa Penida in the south, we promise this will be a moment you'll never forget! OPTION 1: BESAKIH STARTING POINT (970m - takes about 12 hours) - MORE CHALLENGING OPTION for the very adventurous who really want to reach the summit of the Western Peak ITINERARY: 20.30 - 22.00: Pick up from your hotel (see below for exact times) 23.15–23.45: Arrival at the starting point, introduction and safety procedure briefing by our English-speaking Guide. 23.45: Begin our climb to the summit and sunrise point 06.00: Arrival at the summit, where we witness the spectacular view and sunrise. Enjoy refreshments and a light snack while taking in the view 07.30: Begin our descent to Besakih Temple, the finishing point of our trek 13.00–13.15: Arrival at Besakih Temple and board our private car 13.30: Arrive at Puri Archa Restaurant for a relaxing buffet lunch. 14.15–14.30: Depart from the restaurant for your hotel OPTION 2: PASAR AGUNG TEMPLE STARTING POINT (takes about 7 - 8 hours) - maximum altitude you will reach is 3,000m at the summit of the Southern Peak ITINERARY 22.30 - 00.00: Pick up from your hotel (see below for exact times) for Pasar Agung Temple. 01.30–01.45: Arrival at the starting point, introduction and safety procedure briefing by our English-speaking Guide. 01.45: Begin our climb to the summit and sunrise point. 06.00: Arrival at the summit, where we witness the spectacular view and sunrise. Enjoy refreshments and a light snack while taking in the view 07:30: Begin our descent to Pasar Agung Temple, the finishing point of our trek. 11.00–11.15: Arrival at Pasar Agung Temple and board our car 12.30: Arrival at Puri Boga Restaurant for a relaxing buffet lunch. 13.15–13.30: Depart from the restaurant for your hotel PICK UP TIMES (please select accordingly while booking): Starting Point Besakih: Ubud: 10:00 p.m. Kuta/Seminyak: 9:00 p.m. Nusa Dua: 8:30 p.m. Candidasa: 10:00 p.m. Lovina: 9:00 p.m. Starting Point Pasar Agung: Ubud: 11:30 p.m. Kuta/Seminyak: 10:30 p.m. Nusa Dua: 10:00 p.m. Candidasa: 11:30 p.m. Lovina: 10:30 p.m. Candidasa / Kintamani: 12:00am (midnight)",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-hike-up-mount-agung-bali-highest-peak/2885?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "10% OFF Hike Up Mount Agung - Bali's Highest Peak",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 14:03:02"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 25,
        "intUsdCost": 4300,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1395583573/uzylxq4os9jbciuccrsa.jpg",
        "strIntroduction": "What better way to immortalize your love with your significant other than to make jewelry together? You can come as a couple to learn the basics of silversmithing together. Besides learning using traditional techniques with our master Indonesian silversmiths, you can bond through the shared experience of making jewelry together. You can even make jewelry for each other! This is a great beginners class and an excellent introduction to making silver jewelry. This class runs for 3 hours and is a fun, easy-going introduction into the world of jewelry. With the help of our master silversmiths, you will each be able to make your very own design into a finished piece and bring it with you to cherish forever. Feel free to bring in special stones and make matching necklaces or rings. You can even make your own engagement rings or wedding bands! Time Slots: 9am - 12pm 1pm - 4pm",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-celebrate-your-love-with-your-own-couple-jewelry/982?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Celebrate your Love with your own Couple Jewelry",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 14:06:42"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 48,
        "intUsdCost": 14500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457412403/stxb7jkrmyuqrk8gb781.jpg",
        "strIntroduction": "Our canyoning tours are a fun and lighthearted way to discover the amazing sport of canyoning. Our canyons are located in Git Git in the north of Bali and practicable on throughout the year. Each is made of a variety of segments which you will enjoy: swims, natural water slides, jumps, rappels, and wonderful scenes of plant-covered, volcanic rock and natural warm spring basins which make these sporty descent lots of fun. There are FOUR options for your fun day canyoning: 1. Kalimudah Canyoning Adventure (easy beginner's introduction) 2. Double K Discovery Canyoning Adventure (slightly longer and more adventurous trip) 3. Kerenkali Canyoning Adventure (an action-packed day in one of Bali's most sporty canyons) 4. Tamata Canyoning Adventure (for those who don't know how to swim) 5) Aling Gorges Canyoning Adventure (the most adventurous option for the thrill-seekers!) ---------------------------------------------------------------------------------------- 1) KALIMUDAH CANYONING ADVENTURE (shortest) Canyoning Level: Beginner Physical Condition: For Everybody Descent: 2 - 2.5 hours Approach: 20 minute walk Return: 10 minute walk, with a short picnic of Balinese cakes and tea. Jumps from up to 8m high (optional) Rappelling from up to 15m Slips down natural water slides up to 4m long Swimming up to 20m Minimum Age: 8 years old If you have never practiced before, Kalimudah will make you addicted to sporty descents. If you are already experienced, Kalimudah is a good start to enjoy the Balinese canyons. After you arrive at the last waterfall, we ferry you to a simple local lunch to celebrate an unforgettable day in nature. ---------------------------------------------------------------------------------------- 2) DOUBLE K DISCOVERY CANYONING ADVENTURE Canyoning Level: Beginner - Advanced Physical Condition: For Everybody Descent: 3 - 3.5 hours Approach: 30 minute walk Return: 10 minute walk, with a short picnic of Balinese cakes and tea. Jumps from up to 8m high (optional) Rappelling from up to 15m Slips down natural water slides up to 6m long Swimming up to 20m Minimum Age: 16 years old Double K discovery is slightly more adventurous (longer descent) version of Kalimudah canyoning with 13 waterfalls ranging from 5 to 15m, several slides and jumps. After you arrive at the last waterfall, we ferry you to a simple local lunch to celebrate an unforgettable day in nature. Major fun guaranteed! ---------------------------------------------------------------------------------------- 3) KERENKALI CANYONING ADVENTURE Canyoning Level: Beginner - Advanced Physical Condition: Must be in Good Shape Descent: 4 hours Approach: 10 minute walk Return: 10 minute walk, with a short picnic of Balinese cakes and tea. Jumps from up to 10m high (optional) Rappelling from up to 26m Slips down natural water slides up to 4m long Swimming up to 20m Minimum Age: 16 years old If you had to choose only one sporty canyon with water in Bali, Kerenkali would be perfect. Located to the north of Bali, Kerenkali is rich in colors and magic landscapes throughout your descent and can be conquered throughout the year. It has 2 single parts: the first one is a sequence of jumps, water slides, short rappels with gorges made of volcanic rock, and caves, a mix of fun and exploration. The second sportier part is filled with enchanting rappel descents along waterfalls (the highest is 26m), swims, jumps up to 10m (optional), floating, and Balinese lunch at the mid-way of the canyon. Kerenkali is a good choice for the beginners who are in good shape and for autonomous enthusiasts. ---------------------------------------------------------------------------------------- 4) TAMATA LOVE CANYONING ADVENTURE Canyoning Level: Beginner - Advanced Physical Condition: Must be in Good Shape Descent: 4.5 - 5 hours Approach: 45 minute walk Return: 30 minute walk, with a short picnic of Balinese cakes and tea. No Jumps Rappelling from 23m maximum Slips down natural water slides up to 2m long No Swimming Minimum Age: 16 years old Tamata canyon is one of mainly vertical descents and is located near the gorgeous Kintamani volcano area. It is also practicable throughout the year. After a descent of 45 min within a lush jungle, we will take you through a sequence of several rappels along waterfalls (23m at max) that will open us up to the magnificent Tamata gorge. With a height of more than 70m, the gorge provides fantastic views and a unique exploration experience. We will then enjoy a delicious local meal, follwed by an optional jump located mid-way through the canyon. Tamata is more than a simple descent; it is an authentic trip in the bowels of Bali, the discovery of a wild and exceptional place where simplicity equals beauty. It's a suitable choice for both beginners and advanced members who do not wish to jump or swim in natural pools. ---------------------------------------------------------------------------------------- 5) ALING GORGES CANYONING TRIP Canyoning Level: Beginner - Advanced Physical Condition: Must be in Excellent Shape Descent: 4hr 15m Approach: 0 minute walk Return: 15 minute walk, with a short picnic of Balinese cakes and tea. Jumps from 14m maximum Rappelling from 40m maximum Slips down natural water slides up to 2m long Swimming upto 50 m Minimum Age: 18 years old Although the most challenging of the lot, this is really heaven on earth. You will be immersed in the classic Bali rice terraces, far away from civilization. The 4th section of ALING GORGES, Palm, is a marvel of Balinese nature. Words are certainly not enough to describe the magic and incredible atmosphere all along the descent. Aling is a canyon that involves a lot of swimming, straight volcanic gorges along the descent and even bats waiting your visit to fly between the gorges! Lots of jumps, wonderful rappels, (the height of the last one is 40m!). ALING GORGE is a sporty descent, halfway between exploration, adventure and fun trip. Practicable few month a year ( depending the raining season) for all beginners of 18 years of age minimum in excellent shape.or autonomous Canyoneer. We can assure you that this trip will be rich in adrenalin, emotion, and beautiful landscapes. ---------------------------------------------------------------------------------------- The best part of all these trips is that you'll get all the pictures we take on the trip given to you on your USB flash drive or memory, so you can share your experience with your family and friends at home. For Kalimudah & Double K Discovery Nusa Dua / Jimbaran - Pick up: 5.30-5.45; Drop off: 4.30PM Seminyak / Legian / Kuta - Pick up: 5.45-6.00; Drop off: 4PM Canggu - Pick up: 6.00-6.15; Drop off: 4PM Ubud - Pick up: 5.45-6.15; Drop off: 4PM Lovina - Pick up: 7.00-7.15; Drop off: 2PM For Kerenkali trip Nusa Dua / Jimbaran - Pick up: 5.30-5.45; Drop off: 6PM Seminyak / Legian / Kuta - Pick up: 5.45-6.00; Drop off: 5PM Canggu - Pick up: 6.00-6.15; Drop off: 5PM Ubud - Pick up: 5.45-6.15; Drop off: 5PM Lovina - Pick up: 7.00-7.15; Drop off: 3PM For Tamata & Aling Gorges Nusa Dua / Jimbaran / Uluwatu / Candidasa - Pick up: 5.00-5.15; Drop off: 5PM Seminyak / Legian / Kuta / Canggu / Sanur- Pick up: 5.30-6.00; Drop off: 5PM Ubud - Pick up: 6.00-6.15; Drop off: 5PM Lovina / Munduk - Pick up: 7.00-7.15; Drop off: 3PM",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-canyoning-in-bali-an-unforgettable-waterfall-adventure/1023?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Canyoning in Bali: An Unforgettable Waterfall Adventure!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 14:10:50"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 8000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1427085857/hby3njdkj2ae1reotkwd.jpg",
        "strIntroduction": "Bali has a deep-seated and singular sense of spirituality that is instantly palpable to all who arrive here. On this special experience, you will experience Bali from the eyes of Elizabeth Gilbert, who came to the island at the end of a year-long journey to search for balance and love in her life. Our day is fully flexible and dependent on what you're interested in delving more into. Throughout the day, we are happy to provide deeper insight into the way the Balinese view the world and share our philosophies such as Tri Hita Karana - which dictates 3 sources of well-being - our connection with Mother Nature, our connection with our fellow human beings, and our connection with the Gods. Below are a few ideas for what we can take you to see and do during your time with us. Please feel free to reach out if you have any special requests. 1. A visit to a healer and/or palm reader to get your life's questions answered. After Ketut Liyer passed away in June 2016, now the ceremony is done by the late ketut liyer’s son We also have many other shamans whose special abilities are highly regarded by their local community (approximately US$30 / visit, dependant on availability) 2. Learn how the Balinese pray, and be given a chance to don our local dress to pray with us inside one of our local temples 3. Bathe in the holy waters at one of Bali's most sacred spots - Tirta Empul. Be guided through a spiritual cleansing ceremony by your experienced guide. 4. Explore the windy narrow alleyways that Elizabeth wandered through during her time in Bali 5. Experience bliss with a relaxing Balinese massage overlooking Ubud's lush green rice paddies. The type of treatment can be customised and depends on your specific budget. We are happy to provide guidance on this if you have any preferences. 6. Tuck into delicious local food at local favorites (we are happy to provide our recommendations!) 7. Join a yoga class at one of Ubud's most well-regarded schools (dependant on the schedule) NOTE ABOUT PRICING: The price for this tour is chargeable PER PERSON and represents the fee to your knowledgeable guide who will make all prior arrangements and customise this tour for you. All additional fees for the healer/palm reader (approximately US$30 per visit), entrance fees to places of interest, spa treatments, yoga classes and local food will be payable separately. We will give guidance on these amounts once we speak about your desired itinerary.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-eat-pray-love-tour/3250?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bali Eat Pray Love Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 14:14:51"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 9066,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1455506422/irann2bqw50gh6pdxzrs.png",
        "strIntroduction": "MENU Arrive and 1 Btl Equil Water *** Pistachio foie gras terrine Bali coffee honey berries | pain d’epices | mango chutney | red cherry *** Scallop in feuille de brick Strawberry and mango relish | cucumber gelee | vanilla bean sweet chili | micro greens OR Confit of yellow fin tuna salad Avocado | pepper confit | cherry tomato | capers berry | pine nut | mixed green | lemon ginger dressing *** Seafood and corn chowder Prawn | scallop | fish | sweet corn | chili oil OR Cream of cauliflower Poach shimeji mushroom | cream fraiche | black caviar *** Strawberry sorbet OR Lime sorbet *** Slow cooked Tasmanian salmon Herb baby potato | Kenya bean | baby carrot | fennel salad | lemon butter OR Beef tenderloin Truffle mousseline potato | confit of baby vegetables | edamame | natural jus *** Chocolate gelee Coconut ice cream | fresh strawberry | walnut crusted OR Passion fruit tart Raspberry compote | raspberry sorbet | sweet lime skin Bali coffee or java highland tea In the event of rain, guests hereby agree to have it in our pergola-dining venue. In this case, we will offer you a bottle of wine!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-romantic-dinner-bali-candlelight-dinner-on-the-beach/4779?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Romantic Candlelight Dinner On The Beach Around Kuta",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 14:19:13"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 8,
        "intUsdCost": 18800,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1430102547/qygs1titxbkcygrue7rn.jpg",
        "strIntroduction": "For a fabulous afternoon of peace and serenity, join us in the heart of Bali at our romantic 5-star boutique resort, which is enclosed by three hectares of lush tropical gardens overlooking the spectacular Ayung River valley and rice paddies. Here, our unique spa (built using natural materials and perched at the top of a mango tree) invites you to pamper your senses with a 60 minute relaxing massage in your very own couple treatment room. Every ingredient and ritual here is drawn from a page of the L’Occitane grand herbarium, a resource of hundreds of essential oils and natural ingredients. During your massage, the soothing sounds of the Ayung River below will lull you into a state of total relaxation. You will enjoy 2 choices of Spa Treatments: 1. Balinese Massage: Ideal for those with chronic fatigue. This traditional massage combines palm and thumb pressures to reduce tension, fatigue, and improve lymphatic flow and muscle relaxation. This massage also helps to improve blood circulation and ease stress. 2. Relaxing Massage: Ideal for persons with sleeping issues. Swedish effleurage, Chinese acupressure and Balinese massage technique come together to stimulate circulation, ease tension & release stress. Aromachologie essential oils – lavender, tea tree and geranium – ensure complete relaxation. The body and mind will feel truly calm after this treatment. After your spa treatment, choose from one of these 3 options below to experience fabulous views overlooking the greenery of Ubud while tucking into a cosy tea or private dinner with your loved one. ****************************************************************************************** 3 MEAL OPTIONS - please choose the correct one from the drop down box when you are making your booking. OPTION 1: TWILIGHT DINNER MENU AT OUR LOBBY POND The Lobby Pond is located at our chapel next to our reception area. Surrounded by the still water of the pond, candles and flower arrangements, the Lobby Pond is the perfect venue for your romantic soirée. To protect your privacy during the romantic dinner, bamboo curtains will be drawn to separate the reception area from the Lobby Pond. Mise en bouche Chef’s pre-dinner appetiser to awaken your tastebuds *** Carpaccio di salmone e cape sante all’olio e limone Salmon and Sea Scalllop Carpaccio with lemon and olive oil dressing *** Zuppa Dolce Red pepper Fresh Blended Capsicum served with Sour Cream *** Amarena Coupe Gelati Minty lime sorbet with lemoncello to cleanse the palate *** Costata di Manzo Angus Americano alla Griglia con Patate el Rosmarino Char grilled prime steak with black pepper and mash potatoes - Or - Aussie Media Agnello Rack Potatoes fondant, BBQ Veggie burnt rosemary and Mint Agar *** Magic Chocolate Fondue *** Tea or Coffee OPTION 2: ROMANTIC DINNER AT OUR BIRD'S NEST Another romantic yet private venue in our resort is our Bird's Nest. As you can see in the photo, it is inspired by a bird's nest to give two love bird's their perfect private moment. With a spectacular view of the Ayung River below as well as Ubud's valley spread out before you, this is a one-of-a-kind sunset dining experience. Mise en bouche *** Smoked Salmon Platter Capers, Pink Peppercorn and Pickles *** Portobello Cream Soup *** Limoncello Sorbet *** Beef tenderloin \"Chateaubriand\" \"Mashed potatoes, candied garlic, portobello confit & organic vegetables\" or Pan seared snapper fillet, Poached Prawn with Herb Butter Sauce, Scallop with Lemongrass Skewer Served with wild Mushroom basil risotto, creamy saffron sauce *** Magic Chocolate Fondue *** Tea or Coffee NOTE: Vegetarian menus are available upon request (can be served at either the Lobby Pond or Bird's Nest location) DINNER SCHEDULE: 1st shift : 6:00 PM (you can choose a start time of 4.30pm for your massage) 2nd shift : 9:00 PM (you can choose a start time of 7.30pm for your massage) ** If you're looking to propose to your special lady, we can also arrange a romantic wedding proposal set up which includes four standing rose bouquets, a white rose centre piece on the table, floating white roses on the pond and petals of 100 roses on the aisle ** (see the drop down list for prices) WINE TO BOOK AS AN ADD-ON : White Wine Bottle : Alexandria Alexandria is made from the Belgia grapes grown in Hatten Wines’ vineyards. The grapes, ripe and sugar-filled, are processed to bring the very fruity and perfumed grape flavour to its delightful taste. Sweet wines are appreciated as some of the most complex and impressive flavours and aromas in the wine world. This medium-sweet white wine is very aromatic with grapey characters and lovely floral perfume. The fruity palate is well balanced between sweetness and acid, leaving a refreshing aftertaste. The wine takes its name from the Muscat of Alexandria, with which it finds similarities in flavour. Red Wine Bottle : Two Islands Merlot Sourcing the best fruit from iconic regions throughout South Australia, Two Islands Wines are crafted to offer distinct Australian wine characteristics, deliver great tasting wines of superior quality, character and consistency. Vinified in Bali, they bring you South Australia in a bottle – in Bali.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-romantic-spa-and-twilight-dinner-or-tea-in-ubud/3349?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Romantic Spa & Twilight Dinner or Tea in Ubud",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 14:23:13"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 2736,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1438736457/mgywmz2qgsjkwfxemcke.jpg",
        "strIntroduction": "We provides the ideal shooting range comprising targets placed at distances from 20m to 30m. Utilizing air guns of .177 cal/4.5 mm, you will try to aim at various pre-arranged targets, which include paper, cardboard, soft plastic container lids, etc. You will be able to hone your shooting accuracy through our simply fun ‘aim and shoot’ or challenge your friends in a time-based shooting competition. It usually involves shooting from a sitting position, although some targets must be shot from a kneeling or standing position in order to add to the fun and challenge of the competition. Location : South of Bali, near Uluwatu",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali--bali-shooting-range-aim-and-shoot-sharpen-your-accuracy/3777?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bali Shooting Range : Aim and Shoot | Sharpen Your Accuracy",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 14:29:14"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 25,
        "intUsdCost": 9926,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1453065224/pkgo79tgvlc5umeq4dvr.jpg",
        "strIntroduction": "Depending on whether you'd prefer to spend more time relaxing at our beach club or maximizing your time doing watersports from our activity pontoon, we have 2 great cruises for you to enjoy. The Beach Club cruise is a good choice for those who want to soak in the sun and take it easy as you can use the pools, swing in the hammocks in the garden or just sunbathe on the beach. This is our recommendation for anyone looking to relax or families with children under the age of 6 as there are kid-friendly facilities such as a kids club, playground, shallow pool and other facilities that will keep them entertained throughout the day. The Reef cruise is a day on our activities pontoon where the water is always close. There is a sundeck for relaxing and getting a massage but this is the preferred choice for those looking to enjoy as many water sports as possible! You also have the option to join in on the ultimate marine adventure, the Aquanauts submerged Seawalker experience (minimum age 9 yrs old). Under the supervision of an experienced guide, you'll don a unique helmet that'll have you moon walking on the ocean floor, just like Astronauts in space! This easy and fun experience is the picture perfect moment for those who want to experience the underwater world for their first time without getting their face wet! Don't worry about safety either - before beginning your hour-long Aquanauts adventure, you'll get a full safety briefing (available in English, Indonesian, Japanese, Mandarin and Russian) to show you how to use the helmet to breathe underwater while walking in the midst of Lembongan's vibrant tropical reefs and diverse marine life. OPTION 1: Beach Club Cruise (more relaxing option) 7:15 Pick-up from your hotel 8:35 Boarding. Morning tea and coffee, pastries served. 9:15 Our boat departs Benoa Harbour. 10:00 Snorkeling demonstration on the Sundeck. 10:30 Our boat arrives at the pontoon in Lembongan Bay, guests transfer to our Beach Club on smaller vessels. 10:40 All activities commence at the Beach Club: - Semi-Submersible Coral Viewer departs at 11:45, 13:00 & 14:15 - Village Tours depart at 11:00 and 13:30 for about 45 minutes. - Snorkeling Tours depart at 11:00, 12:00 and 13:45. - Volleyball court available. - Banana Boat rides depart regularly from the beach. - Swimming and Snorkeling between the flags. If you opted for the Aquanauts experience, you'll be assigned a time slot for that 12:30 BBQ lunch is available until 14:00. Complimentary tea / coffee and water is served throughout the day at our restaurant. 13:15 Treasure hunt for children – meet at the information counter. 14:30 Tug of war on the beach. 14:45 When you hear the Kul Kul (traditional bell) please check you have all personal belongings and prepare for return to pontoon and our boat from the beach. 15:15 Enjoy the live band on the aft bridge deck. 16:15 We arrive back at Benoa Harbour. OPTION 2: Reef Cruise Schedule (for maximum time to enjoy water sports) 7:15 Pick-up from your hotel 8:45 Boarding. Morning tea and coffee, pastries served. 9:15 The boat departs Benoa Harbour. 10:00 Snorkeling demonstration on the Sundeck. 10:30 The boat arrives at the pontoon in Lembongan Bay, guests transfer to Beach Club on smaller vessels. All activities commence from the pontoon: - Semi-Submersible Coral Viewer begins operating from the pontoon, one trip lasts 25 minutes. - Banana Boat rides depart continuously from the pontoon. - Water slide begins operating. - Snorkeling equipment is available from the “crates” at the rear of the pontoon. - Towel hire and lockers are available at the pontoon bar - Fresh water showers are on the pontoon near the vessel boarding ramp. - Diving Board. - Underwater viewing chamber opens. - If you opted for the Aquanauts experience, you'll be assigned a time slot for that 11:30 Buffet lunch opens on the main deck, closes at 14:15. First Village Tour departs, returns at approx.12:30. 12:30 Second Village Tour departs, returns at approx. 13:30 13:30 Third Village Tour departs, returns at approx. 14:30 14:15 Buffet lunch closes, tea and coffee available until 15:15 15:00 Water activities finish. 15:10 Head count prior to departure. 15:15 We depart from the pontoon. Enjoy the live band on the aft bridge deck. 16:15 We arrive back at Benoa Harbour. PICK UP TIMES 07.15 - 07.30: Ubud / Tanah Lot 07.30 - 07.45: Seminyak/Legian/Bukit/Ulutwatu 07.45 - 08.00: Kuta / Tuban / Nusa Dua / Jimbaran 08.00 - 08.15: Sanur *************************************************************** OPTIONAL ACTIVITIES AVAILABLE (to be booked on the spot when you are on the cruise): 1. Parasailing: - Single US$25, - Tandem US$45 - Trio US$65 2. Massage - Approximately US$10/hour (massage staff will charge a Rupiah rate depending on the product chosen) 3. Pedicure & manicure - Approximately US$10 / service (the staff will charge a Rupiah rate depending on the product chosen)",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-reef-beach-club-day-cruise-from-bali-hai/2940?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "10% OFF Reef / Beach Club Day Cruise by Bali Hai Cruises",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 14:32:40"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 25,
        "intUsdCost": 7500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1378697575/gsmebmrgnz4kfbvfy7s1.jpg",
        "strIntroduction": "Designed for those who want a relaxed introduction to scuba diving, our introductory course will allow our guests to enjoy the experience under direct supervision of a professional dive instructor (without having to complete a full scuba certification course). Almost anyone can enjoy this experience! The introductory course includes a short theory lesson, a pool session and 2 stunning dives. One in Coral garden and one in The liberty shipwreck. The duration is 6 hours and we will give you a free CD of your underwater photos of the dives. The pool session will allow beginners to learn the various important signs and breathing techniques required to ensure their safety during the dive. It will also let them get used to the weight of the equipment and it's functions underwater. If you are a certified diver, you are welcome to join your non-certified diver friends at a discounted price (see the drop down box for more details). It is cheaper because it does require you to join the pool-session. 2 OTHER MORE ADVANCED COURSES IF YOU'RE INTERESTED: 1. The PADI Scuba Diver course (2D/1N) is a pre-entry level certification that is perfect for people who only plan to dive a few times a year to maximum 12 meters /40 feet. The PADI Scuba Diver rating allows you to get certified quickly and easily. With the Scuba Diver certification you can dive under the direct supervision of a PADI professional. This course includes 3 theory sessions, 3 pool sessions and 3 open water dives. 2. PADI Open Water Diver Course (3D/2N) - This is the complete introduction to the wider world of diving. The PADI Open Water Diver course is the most widely recognized diving certification in the world. Within a few days you can be enjoying the underwater world. As a certified PADI Open Water Diver you will have the freedom to dive with a buddy independently of a professional.This course includes 5 theory sessions, 5 pool sessions and 4 open water dives. U.S.A.T Liberty History: The U.S.A.T Liberty ship was a cargo boat, 120 meters long, of the US Navy. The ship received a torpedo from a Japanese submarine in 1942 during the second world war but the boat didn’t sink directly. A tugboat from Holland towed it from the island of Lombok to Tulamben, where they beached it to salvage what was left of the cargo The ship stayed there until 1963 when the big volcano “Gunung Agung” erupted, and tremors and lava flow pushed the ship into the sea where it lies now. The shipwreck is located between 3 to 35 meters of water. Access is from the shore, descending along the sandy bottom. A few tunnels are accessible for experienced divers, and there is a also the cargo hold, which is very safe over-head environment even for inexperienced divers. The biodiversity of the site is incredible and the ship is covered of brilliant corals and multicolor sponges. There are big schools of Jackfish, Giant wrasse, Bumphead parrotfish, moray-eel, turtle, barracuda and occasionally black tip reef shark. It also a great site for macro with frequent sightings of Pygmy sea horse, leaf fish, gost-pipefish, frogfish and more. It makes for a glorious night dive, when your flashlight can pick up the incredible richness of the colors. The current is generally mild but sometimes in August bigger waves can make access more difficult.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-bali-scuba-diving-at-the-majestic-tulamben-liberty-wreck/1038?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bali Scuba Diving at the Majestic Tulamben Liberty Wreck",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 14:37:24"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 20,
        "intUsdCost": 3126,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456904337/ru0wekis8odmozzf1wkt.jpg",
        "strIntroduction": "Our 2 hour rides go out through the rice fields where the method of farming has changed little over the centuries, down to the black volcanic sand beach where you can trot and canter with the sound of the surf in your ears and the sea spray on your face. We then return to the stables via the traditional village of Pererenan with its temples and friendly people, to a well deserved cold drink and an original home made Balinese snack. If you prefer shorter trips, feel free to book our half hour or 1 hour ride (the start time is flexible for those trips and depend on availability) Whatever your riding experience, we put safety first, so each guest will have one instructor guiding you at all times. PICK UP TIMES FOR THE 2 HOUR MORNING RIDE (9 AM): 07:30hrs ; Kuta, Nusa Dua, Sanur, Denpasar, Ubud 08:00hrs ; Seminyak 08:15hrs - 08:20hrs ; Canggu PICK UP TIMES FOR THE 2 HOUR AFTERNOON RIDE (3 PM): 13:30hrs ; Kuta, Nusa Dua, Sanur, Denpasar, Ubud 14:00hrs ; Seminyak 14:15hrs - 14:20hrs ; Canggu IMPORTANT POINTS: 1. We have a strict weight limit of 90kg. Please include your weights when booking so we can choose the right horse for you before you arrive. 2. Round trip transport is only included in the price for the 2-hour-long ride from Kuta, Legian, Canggu and Seminyak (with a minimum number of 2 guests bookings). If you book shorter rides (30 minutes or 1 hour), please refer to below transport rates when booking. If you prefer to take a taxi on your own, we will give you a phone number to give us a call so you won't get lost. TRANSPORT PRICES (round trip): Canggu: 50,000 IDR per car (up to 5 guests) Kuta/Legian/Seminyak: 100,000 IDR per car (up to 5 guests) Sanur: 250,000 IDR (up to 5 guests) Nusa Dua / Jimbaran / Ubud 350,000 IDR per car (up to 5 guests) 3. We only allow cantering on the beach for experienced riders so if you would like to do that, please book the 2 hour ride. The 1 hour and half hour rides are limited to the rice fields and villages so you will not have much space to do so.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-horse-riding-on-the-beach-and-through-the-rice-fields-of-bali/411?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Horse Riding on the Beach & through the Rice Fields of Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 14:42:41"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 12,
        "intUsdCost": 3900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457519235/m1xljqdat5dijjb9ogwd.jpg",
        "strIntroduction": "An instructor will ride with you at the back of the jet ski for your own safety. Solo rides without an instructor are also available, but please ensure that you have jet ski experience and do note that insurance is not covered in the fee. Free pick-up available from Kuta, Seminyak, Jimbaran, Legian, Nusa Dua, Sanur. (min 2 person Booking) The ride last 15 minutes.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-ride-a-jet-ski/2076?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Watersports : Ride a Jet Ski in Bali!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 14:47:27"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 1500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1393856912/qzkqw86zlajmxqzd08oe.jpg",
        "strIntroduction": "This tour is perfect for you if you'd like to see Bali's authentic culture and countryside. Firstly, we take a stop at Batubulan village to learn more about the Barong and Kris dance. Afterward, we will visit traditional batik, hand weaving and stone carving villages, and proceed to Bali's famous art villages such as Celuk - the gold & silver smith village, Mas - the wood carving village, Ubud - the home of Balinese traditional painting. Some of the most colorful creatures in Ubud are the macaques of Ubud Monkey Forest, which we will meet in a walk through the area. Our next stop will be Kintamani for a breathtaking view of the volcano and Lake Batur. Lastly, we will explore the peaceful tropical garden in Sribatu Village and walk around to see cocoa and coffee plantations so you can try the world famous Luwak coffee.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-visit-ubud-monkey-forest-art-villages-and-kintamani/1930?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Volcano, Ubud rice terrace and Art Villages",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 14:51:09"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 53,
        "intUsdCost": 3517,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1435719167/btxhjlbn9sskolhgdibw.jpg",
        "strIntroduction": "This unique cooking class lets you make and taste some of the best Balinese food you will ever have, with some of the best views on the whole island! Myself and my brother spent years dishing out authentic Indonesian cuisine in the best Indonesian restaurant in Tokyo but we decided to return to our roots in beautiful, rural Sidemen in East Bali to teach guests from all over the world the beauty of this cuisine through organic ingredients and age-old recipes. There will be no use of electricity and gas - we are in Bali of days gone by and it all adds to the incredible experience! Recipes will be provided to let guests bring these incredible flavours back home! NOTE: We usually need a minimum of 2 guests to carry on with the day's class, but if you are a solo traveler, feel free to let us know your possible dates so we can fit you in with another group! SCHEDULE: - 8:00am pick up at your hotel, then visit to Klungkung Market (the second biggest market in Bali) - 10:00am short nature walk and pick up vegetables - 11:00am start cooking & lunch - 2:00pm Swim in the river (optional)…drop to your hotel IMPORTANT NOTE: You can choose to take a vegetarian OR non-vegetarian cooking course (everyone participating on the day has to take the same course because the menus are extremely different). Vegetarian course: - jukut ares (banana stalk soup) - plecing kankung (green leaves with spicy sauce) - gado gado (vegetables with peanut sauce) - pergedel jagung (corn fritter) - tempe/tahu cury (tempe & tofu coconut curry) - sambal tomat (spicy tomato sauce) - sambal nyuh (coconut spice ) - bubur injin (black rice pudding) Non Vegetarian course: - jukut nangka (pork & jack fruit soup) - jukut urab (vegetables with grated coconut) - tempe manis (tempe with sweet sauce) - pepes ikan (spiced fish in banana leaf) or sate ikan(minced fish sate) - gule ayam (coconut chicken curry) - sambal tomat (spicy tomat sauce) - sambal matah (raw spicy sauce with shallots, chilies and lemongrass) - bubur injin (black rice pudding) *This is a sample menu and may change depending on what ingredients are available that day.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-balinese-cooking-class-in-sidemen-at-an-organic-farm/471?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Balinese Cooking Class at an Organic Farm in Scenic Sidemen",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 14:56:01"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 10,
        "intUsdCost": 10395,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1418716075/o05dn4ei10th4pyjlsox.jpg",
        "strIntroduction": "Sail away from Bali to one of its beautiful sister islands Lembongan Island aboard our luxury catamaran. Enjoy a day trip to the pristine Mushroom Bay where you can relax on golden sand, lie back in the shade of tranquil gardens or cool off in our lagoon pool. PICK UP TIMES 07.15 - 07.30: Ubud / Tanah Lot 07.30 - 07.45: Seminyak/Legian/Bukit/Ulutwatu 07.45 - 08.00: Kuta / Tuban / Nusa Dua / Jimbaran 08.00 - 08.15: Sanur ITINERARY: Arrive at Benoa Harbour 08:40 am - Boarding. Morning coffee/tea and pastries served. 09:00 am - Luxury catamaran catamaran departs Benoa Harbour . 11:00 am - Arrival to Lembongan Bay. 11:00 am - All activities commence: - Semi-Submersible Coral Viewer departs at 11:45, 13:00 & 14:15. - Village Tours depart at 13:30 and 14:30 for about 45 minutes. - Snorkeling Tours depart at 12:00, 13:45 and 14:30. - Volleyball court available. - Banana Boat rides depart regularly from the beach. - Swimming and Snorkeling between the flags. 12:30 pm - BBQ Lunch opens. Lunch available until 14:00. 13:15 pm - Treasure hunt for children. 14:30 pm - Tug of war on the beach. 15:45 pm - Gathering at the beach to return to catamaran. 16:00 pm - Catamaran departs Lembongan Bay. 18:00 pm - Catamaran arrives at Benoa harbour. Transfer back to hotel / accommodation You also have the option to join in on the ultimate marine adventure, the Aquanauts submerged Seawalker experience (minimum age 9 yrs old). Under the supervision of an experienced guide, you'll don a unique helmet that'll have you moon walking on the ocean floor, just like Astronauts in space! This easy and fun experience is the picture perfect moment for those who want to experience the underwater world for their first time without getting their face wet! Don't worry about safety either - before beginning your hour-long Aquanauts adventure, you'll get a full safety briefing (available in English, Indonesian, Japanese, Mandarin and Russian) to show you how to use the helmet to breathe underwater while walking in the midst of Lembongan's vibrant tropical reefs and diverse marine life.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-luxury-catamaran-day-cruise-from-bali-to-lembongan-island/2949?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Luxury Catamaran Day Cruise from Bali to Lembongan Island",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 15:00:08"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 19,
        "intUsdCost": 7500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1439268004/geaellflaq4yy1tbzwky.jpg",
        "strIntroduction": "Nusa Penida, located 20km south-east of Bali, is the largest of Bali's 3 sister islands - Nusa Lembongan, Nusa Penida and Nusa Ceningan - and is characterised by the dramatic, steep cliffs along its coastline. At Manta Point, a protected bay located southwest along the coast of Nusa Penida, the ocean is rich with plankton and attracts reef manta rays, which measure an impressive 4-5 metres in wing-span and are black on their backs and white underneath. While there can be strong swells in this area due to the Indian Ocean waves that pound the coast, we monitor conditions and take you there as long as it is safe and there are manta rays swimming less than 1.5 metres from the surface. If conditions are not suitable, we will adjust our snorkel itinerary accordingly. Your safety is our no. 1 concern. In addition to snorkelling, this tour also includes a delicious beachside lunch of any item off the menu (the grilled fish is excellent) at Paradise Beach in Nusa Lembongan as well as a mangrove tour on kayak, or stand up paddle board or private gondola ride in the afternoon. ITINERARY: - 08.00 : Pick up from included from Nusa Dua, Jimbaran, Kuta, Legian, Seminyak, Sanur, Canggu (if you are staying in Ubud, pick up is at 07.30 and if you are staying in the Sanur area, pick up is at 08.30) - 09.30 : Depart from Sanur by fast boat. - 10.45 - 13.30 : Snorkeling sessions at 3 different spots (approx. 30 min in each location) around Nusa Penida & Nusa Lembongan, depending on the water conditions - see more notes below. - 13.30 - 14.30 : Simple beach side lunch at Paradise Beach, Nusa Lembongan - 14.30 - 15.00 : Mangrove tour by kayak, stand up paddle board or private gondola ride (depending on availability). - 16.00 : Depart from Nusa Lembongan by fast boat. - 17.00 : Return transfer to your hotel in Bali MORE ABOUT NUSA LEMBONGAN AND THE MANTA RAYS: Lembongan Island (or Nusa Lembongan as the locals call it) is home to some of the most diverse reefs in Asia, with its colorful coral and warm waters that play home to a vast variety of marine life like angel fish, eels, and turtles. In particular, Manta Point, located south west of Nusa Penida, makes for a great addition to a day out of snorkelling as you can sometimes spot beautiful large reef rays swimming around the area. On this one day snorkel trip to Nusa Lembongan and Nusa Penida, our snorkel guides will take you out to 3 of the best snorkel sites, including popular spots such as Manta Point, (depending on conditions), Crystal Bay, Toyapakeh, Gamat Bay and more. MORE ABOUT SOME OF THE OTHER SNORKEL SITES WE WILL VISIT: 1. CRYSTAL BAY - famous for its excellent visibility of up to 40m+ on a good day. The highlight of your trip with healthy live coral reef and hundreds of fish of all shapes and sizes 2. TOYAPAKEH - located north west of Penida Island, boasting a dramatic coral wall that drops off to a 190m! Boasts huge schools of colorful fish swimming through including the red tooth triggerfish, giant trevallies and batfish. 3. GAMAT BAY - located on the western side of Nusa Penida. The steep, rugged reef slope is rich in hard and soft corals and is colorful down to 50+m.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-nusa-penida-manta-ray-snorkeling-swimming-day-trip-from-bali/3795?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "25% OFF Nusa Penida Snorkelling - Swim with The Manta Rays",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 15:04:27"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 6,
        "intUsdCost": 8200,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1455073212/bxtenyco3zvhkfnnw77m.jpg",
        "strIntroduction": "The people of Trunyan are from a traditional village in Bali known as 'Bali Aga', or 'Old Bali'. These people from Trunyan Village live a very traditional daily life that is vastly different from the rest of Bali. The Trunyanese do not cremate their dead. After a cleansing ritual, the dead body is placed in a bamboo cage (locally known as ancak saji) under the Taru Menyan tree. Taru Menyan means ‘nice smelling tree’. This tree emanates a scent that neutralizes the smell of rotting bodies. It is also this tree from which the name Trunyan is derived. Furthermore, typical to the funeral rites of Trunyan, is that only the bodies of married people are allowed to be placed in bamboo cages. I grew up in Trunyan village's neighboring village, hence I have very good relations with the villagers and will be able to bring you to places that other guides cannot. I will also ensure that you have an enjoyable experience there and that nobody in the village will hassle you for extra payments - the people in Trunyan village are notoriously known to hassle and cheat tourists if you do not have the right guide. This tour will include a visit to the Trunyan Cemetery, a ride in the traditional fishermen boat (pedau), and insights into local beliefs about corpse and funeral processes in Trunyan. Trunyan Village is located in the east of Batur Lake and can be accessed by car. In this village, you will learn about the housing and traditional lifestyle of the Trunyan people. You will also visit the old temple of Ratu Gede Pancering Jagat in Trunyan. ITINERARY: 09.00 Hotel Pick Up 11.00–11.30 Trunyan Village Tour 11.30–11.45 Traditional Boat From Village to the Cemetery 11.45 – 12.30 Cemetery Tour 12.30 – 12.45 Traditional Boat back from Cemetery to the Village 14.00–15.00 Lunch in Kintamani (not included in price) 15.30-16.00 To visit a gallery of disabilities' painting and other products (Shiny Pearl Ubud Foundation) 17.30 Arrive Back in Hotel",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-visit-the-ancient-trunyan-village-with-a-local/2382?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit the Ancient Trunyan Village with a Local",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 15:08:33"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 18,
        "intUsdCost": 1300,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1426225720/cireiyaokggvji9rctqa.jpg",
        "strIntroduction": "OUR ITINERARY: 10.00 : Depart from your hotel 11.00 : Taman Ayun Temple - a royal temple of the Mengwi empire 12.30 : Tanah Lot temple - Bali’s famous temple on a rock. Stop for lunch nearby after this visit. 14.30 : Garuda Wisnu Kencana Cultural Park - see the famous GWK statue & panoramic views 16.00 : Padang Padang Beach (a beautiful white sand beach) 17.00 : Uluwatu Temple - witness the majestic kecak dance with a magical sunset backdrop 18.15 : Grilled Seafood Sunset Dinner at Jimbaran Bay 20.30 : Arrive at your hotel NOTE: The price you see listed on this page includes our guiding fee, a comfortable air conditioned vehicle with petrol, parking fees, the necessary Balinese dress and satisfaction guaranteed! NOT INCLUDED in the price are: entrance/excursion fees, donations, and tickets for performances, your meals/drinks and other personal expenses ************************************* 1. This tour is for 10 hours and is fully customizable. We are more than happy to adjust your itinerary to include or exclude anything you'd like. It is our usual policy to dive deeper into your itinerary when we pick you up from your hotel so everyone is happy with the plan for the day. With our wealth of experience heading to all the major sightseeing spots on the island, we will ensure that your journey is as smooth as possible. 2. There will be absolutely NO forced shopping on our tours. Other guides in Bali might offer you low prices upfront to secure your booking but then proceed to bring you on a merry-go-round of stores to earn commission from your purchases. We do not play such games with our guests. Should you do decide to go shopping of your own accord, there is no pressure to buy whatsoever. 3. You will be guided by an experienced licensed guide from our team who is fluent in English. We know that clear communication from our guides is key for guests to have a fruitful experience in Bali. As such, we go to great lengths to ensure that your guides have the requisite level of English (as well as experience) to guide you through your day comfortably.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-sunset-tour-uluwatu-and-tanah-lot/3192?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bali Sunset Tour: Uluwatu & Tanah Lot",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 15:12:26"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 18,
        "intUsdCost": 10500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1415343928/tikmxciajflx6ofz9vdx.jpg",
        "strIntroduction": "If you're looking to surprise your special someone with a romantic dinner, this meal under the stars is sure to delight. No matter the occasion, we help you create the perfect setting for a night to remember. ITINERARY: 18.00: Pick up from the Ubud center area 18.30: Arrive at our resort and take a leisurely stroll to the venue 18.45: Release 2 white doves before your dinner and pop open a bottle of Balinese sparkling wine. Begin enjoying dinner. Note: Pick up from Ubud center area is included in the price of the meal. Transport from all other locations can be arranged at an additional cost - see price options for more details. ****************************************** 3 MENU OPTIONS: OPTION #1: ROMANTIC DINNER BEEF LOIN MENU Amuse Bouche - Pan Seared Duck Breast with Tomato Chili Salsa and Hoisin Sauce Appetizer trio - Bacon & Leek Tart, Asparagus Beef Roll on Star Watermelon Mango & Marinated Chicken Paper Rice Roll Granita - Watermelon Orange Granita Soup - Red Bean and Pumpkin Clear Soup with Green Tea Noodle Shitake & Chicken Dumpling Main Course - Pan Seared Australia Beef Loin on Asian Vegetable, Turning Potato and Rosemary Gravy Dessert - Crepes Suzette with Chocolate, Orange Grand Marnier Sauce and Tiramisu Ice Cream ****************************************** OPTION #2: ROMANTIC DINNER SALMON MENU (WITHOUT BEEF) Amuse Bouche - Pan Seared Pacific Scallop with Chili Salsa and Brioche Crumb Appetizer trio - Crispy Mussel with Chipotle Bacon, Smoked Salmon on Thai Crispy Prawn Toast, Mango & Marinated Chicken Paper Rice Roll Granita - Watermelon Orange Granita Soup - Red Bean and Pumpkin Clear Soup with Shitake and Prawn Dumpling Main Course - Grilled Tasmanian Salmon on Asian Vegetables, Turned Potatoes and Truffle Hollandaise Dessert - Crepes Suzette with Chocolate, Orange Grand Marnier Sauce and Tiramisu Ice Cream ****************************************** OPTION #3 - ROMANTIC DINNER HALAL MENU Amuse Bouche - Pan Seared Pacific Scallop with Chili Salsa and Brioche Crumb Appetizer trio - Crispy Mussel with Chipotle Bacon, Smoked Salmon on Thai Crispy Prawn Toast, Mango & Marinated Chicken Paper Rice Roll Granita - Watermelon Orange Granita Soup - Red Bean and Pumpkin Clear Soup with Shitake and Prawn Dumpling Main Course - Pan Seared Australia Beef Loin on Asian Vegetable, Turning Potato and Rosemary Gravy Dessert - Crepes Suzette with Chocolate, Orange Grand Marnier Sauce and Tiramisu Ice Cream",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-romantic-candlelight-dinner-overlooking-the-ubud-valley/2779?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "15% OFF Romantic Candlelight Dinner Overlooking Ubud Valley",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 15:15:50"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 19,
        "intUsdCost": 3500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476949637/h0hncdocwgiyg3jvw5c7.jpg",
        "strIntroduction": "Join us for this spectacular once-in-a-life time ride overlooking breathtaking rice terrace and mountain views as we weave through quiet villages and traditional farming communities. Don't leave before you come with us to experience the true heart of Bali!! ITINERARY FOR FULL DAY - 8 hours Our ride takes you along the quiet back roads through the traditional village of Pacung in the Tabanan region, giving you a chance to view daily farming rituals and activities like rice farming, ceremonies, weddings and whatever else we find along the way. Because we have done a ton of personal research and exploring on our own to find you these quiet paths, you will feel as if you are going back in time! ITINERARY: 07.30 - 08.15: pickup (see exact times below based on your location) 09.30: Commence our leisurely 25km ride 11.00: Visit the Sangeh Monkey Forest - see the cheeky monkeys! 11.45: Visit a royal compound of Mumbul. We give you the chance to meet a real royal family and will explain the layout of the compound and the significance of each building. 12.15: Continue cycling, with a stop at a Balinese plantation to see the crops like cacao and vanilla, and have a local coffee. We stop by a local temple as well. 13.00: Walk through the paddy fields to view daily farming rituals, cross a beautiful bamboo bridge over the Ayung River to get to lunch 14.00: Enjoy a delicious lunch at a Balinese home 15 minutes from Ubud 14.30 - 16.00: Return to your hotel PICK UP TIMES: Nusa Dua /Jimbaran area: 07.30 - return 16.00 Kuta /Seminyak area: 07.30 - return 15.30 Ubud area: 08.00 - return 14.30 NOTE: Rest assured we will adjust the route according to your fitness level and will help you at any point along the way. When your children come with us, our guides will help them with the equipment and make sure they feel totally comfortable! FOR FAMILIES WITH CHILDREN: For those of you with young children up to 5 years old, we welcome you to book the use of one of our child seats which we can attach to the back of your bicycle. This is the most comfortable for children as they can simply enjoy the view. For children aged 6 and above, we have tandem bikes that they can ride with you. Simply be sure to request the correct price options when making your booking.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-cycling-tour-explore-the-true-heart-of-bali/1020?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bali Cycling Tour: Explore the True Heart of Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 15:19:16"
    },
    {
        "intDurationHour": 14,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 11,
        "intUsdCost": 7900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1385778356/tiuqjmfe1r2zz8abrbfg.jpg",
        "strIntroduction": "Not many visitors to Bali know this, but Lovina beach in the north is known locally for its dolphins, which can be admired every morning in the open sea before sunrise. The large shrimp population along the coast attracts schools of dolphins and the probability of seeing dolphins is in fact about 80%! This dolphin excursion usually takes just over two hours and is a very fun activity as the boats can be surrounded by dozens of dolphins jumping and playing. The trip is a full-day tour lasting approximately 13-14 hours: - Pick up time at your hotel around Kuta, Sanur, Seminyak, or Nusa Dua at 3.00 am and Ubud is at 3.30am. - The trip to Lovina takes about 1.5 - 2 hours and boat captain will be waiting for us at Lovina Beach to leave at approximately 6am (after you take a brief rest when we arrive) - The Dolphin tour takes about 2 hours before we return back to land at around 8 am. - After that, we can have breakfast at a local cafe or restaurant around Lovina. - On the way back to your hotel, we can stop at the Banjar natural hot spring, Munduk highest waterfall, Tamblingan Lake, Buyan Lake, and Beratan Lake to see the famous lake temple. - We arrive at your hotel around 3pm for Ubud, 4pm for Kuta, Sanur and Seminyak and 5pm for Nusa Dua. If you would like to do a normal full day tour with us, we do provide that too. It is priced at 75 USD per car. However, do note that this does not include the Dolphin tour in the morning.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-visit-balis-wild-dolphins-and-key-sights-in-the-north/1475?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Bali's wild dolphins and key sights in the north",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 15:25:09"
    }
]