[
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 21,
        "intUsdCost": 12500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1453647855/skmasscp1homovcdyfz4.jpg",
        "strIntroduction": "Itinerary : Sunset & Sunrise Camping : At 1717 meters , “Mount Batur Volcano” is the 2nd highest point of Bali. To get the most out of this hike, we need a two day-one night to experience Sunset, Sunrise, mountain caving, etc. In this way we are able to have an incredible camping experience, we will spend a night on top of Mount Batur. We start in the afternoon at about 3 pm from our base at Toya Bungkah Village. The hike will take you about 2 hours depends on the amount of hikers and their physical condition. We will set up our tents when we reach 1500 meters above sea level. At approximately 6pm, we will take in the sunset at the peak of the volcano 1717 meters above sea level. The hike from the camping ground to sunset view will take you 14 to 20 minutes. While you are enjoying the sunset view you will be served simple meal (often banana cooked with the steam of the volcano) with hot Bali Coffee and tea. After watching the sunset we will head back to the camping ground to prepare our dinner. We will cook dinner and make a nice campfire. Some wine (locally known as Arak Bali and Brem) is poured around and we make a toast for a clear day and safe return. On full moon nights, it is incredible and on the dark moon you will be able to see more stars than you have ever seen before. The next day we will wake up a little earlier than your regular time. All of the hiking and camping gears should be packed before the coming of the other tourists who hike the volcano to see the sunrise. These gear will be taken care of by our potter. The morning sights are amazing. When the sun starts to rise, beautiful colors of purple, orange, pink and red appear. The sky slowly changes from black to blue while the clouds dissipate and re-form due to the temperature changes caused by the rising sun. This is the best moment to see the oceans. It is hard to put into words how amazing it is to watch this new day begin. You may have seen sunrises before, but surely few compare to one witnessed at the top of Mt. Batur. On a clear day we can easily see Mount Rinjani on Lombok Island. After watching the sunrise, the hike continues and we will explore the 3 main craters of the volcano. This hiking will also take you to the recent black lava flow. This Journey will be completed at Batur Natural Hot Spring. Relax and recharge your mind at this natural hot spring. --------------------------------------------------------------------------- Equipment provided by the brand EIGER® : - Tent for 2 persons or 1 person - Sleeping Bag - Backpack - Warm Jacket - Trekking Poles - Head Torches",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-mt-batur-bali-sunrise-sunset-camping/4616?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Camp Overnight atop Mt. Batur and see the Sunset & Sunrise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 15:28:50"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 7,
        "intUsdCost": 21102,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1450778336/obs4sj2yaaidpfqigdbs.jpg",
        "strIntroduction": "Have you ever wondered what is it like dining with your beloved in your own private cave with the sound of the waves crashing the shore, and the ocean breeze serenading around you? Live the experience of luxury romantic dining on your own private beach with your team of butler, dedicated chefs and waiting staff serving you a delicious five-course meal while you relax to the natural beauty around you. The romantic mood for the night is set when you climb down 120 stairs to reach your cave hideaway. Surprise your sweetheart with the mystery feeling of discovering your own spot together. It's a place fit for conversations galore and creating memories. Menu *The Power of Love* A Marriage of Prawn and Alaskan Crab on Organic Greens with Cocktail Sauce and Oscietra caviar *Sentimental Reason* A Roasted Organic Tomato and Onion Broth with fresh Basil and Oysters *True, Badly, Deeply* Fruit of the Sea and Prime Cuts Barbeque with Variety of Sauces, Baked Potato and Vegetables *Sweet Love Symphony* A Combination of Two of Samabe’s Most Famous Recipes *Bouquet of Joy* Black and White Mini Chocolate Tartlets Samabe’s signature romantic You can also request us for the following add-ons: - A message in a bottle (love message in an antique bottle, a bottle of champagne, fresh strawberry and 20 red roses) - Flower bouquet - Veuve Clicquot Yello Label Champagne - Rose petals - Solo guitarist",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-romantic-private-cave-dinner-secluded-beach-nusa-dua/4289?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Romantic Private Cave Dinner on a Secluded Beach in Nusa Dua",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 15:32:05"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 15,
        "intUsdCost": 5200,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1405607049/tyllgrtvzmw5ct3ribee.jpg",
        "strIntroduction": "We pamper you with five-star service and give you a choice of 2 menus to choose from. Whether you're celebrating a birthday, an anniversary or even proposing to your significant other, let our private pavilion serve as the location for a special night in Bali. Below are the 2 menus for you to choose from. We can accommodate special requests, though, so just let us know what you need and we will make it happen! If you would like to see the light change over the rice paddies in the evening, we suggest an early start time of 6.30pm. MENU A: -Welcome Cocktail -Home Made Bread -Appetizer - Deep fried rolled crepes minced beef, served with avocado mint mousse and yogurt dressing -Sherbert -Grilled marinated pork chop served with parsley potatoes, baby corn and sautéed fresh mushroom with prawn and rosemary juice or -Grilled imported beef tenderloin with sautéed vegetables, butter rice and black pepper sauce -Carrot Orange Cake with cream cheese frosting and orange clove apple sauce MENU B -Welcome Cocktail -Home Made Bread - Soup Ayam Jamur - Chicken and fresh shiitake mushrooms with chicken broth -Sherbert - Grilled Australian beef tenderloin wrapped with roasting bacon, served with Balinese vegetables, garlic sweet potato and yellow nutmeg Balinese sauce or - Grilled prawn in Balinese red sauce with fresh vegetables, Balinese mashed potatoes, sweet corn rice and prawn crackers - Biu Metunu with vanilla ice cream - Roasted banana and caramelized palm sugar, coconut milk, grated coconut and vanilla ice cream",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-romantic-candlelight-dinner-overlooking-the-rice-paddies/2360?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Romantic Candlelight Dinner Overlooking the Rice Paddies",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 15:37:09"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 6,
        "intUsdCost": 5500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1401091282/pwnwp9jpfylvpijyoyo6.jpg",
        "strIntroduction": "If you're looking for something deeply meaningful during your trip to Bali, this cleansing and spiritual tour will help you understand your past, present, future, fortune, love life, career, health, and other aspects of your life. In addition to a consultation with an experienced healer, I will bring you to bathe in water direct from the holy spring to help release all negative things from your body. Itinerary for the day: - Consultation with the shaman healer. You can ask about your future, your relationships, and whatever else you would like to know (30 - 45 minutes per person). - Visit the spring water temple Tampaksiring and get dressed for the purification ritual. I will prepare the offerings for you to place in the temple and seek permission for you to join the locals and take part in the ritual. I will also explain every step of the process (time taken depends on how busy it is at the temple) - Afterwards, change into a local Balinese dress, and continue on with the procession to the main part of the temple to give one last prayer and drink the holy water from the priest as a blessing. - Leave for lunch around the temple grounds. I will bring you to try some local food. If you wish to eat something else for lunch instead, we can also find suitable restaurants nearby. ***Please note: If you wish to have an appointment please select the \"additional palm reader\" option as an add-on to your booking. Appointments must be made with at least 24 hours notice.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-take-part-in-a-spiritual-cleansing-ritual-in-bali/2265?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take Part in a Spiritual Cleansing Ritual in Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 15:41:12"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 11,
        "intUsdCost": 4500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1408153551/jy4bm21tvhr09hrxolxj.jpg",
        "strIntroduction": "If you've always wanted to see fireflies (or as we call them in Bali 'Kunang-kunang'), this special night tour is a must-do during your trip to Bali. In Ubud, fireflies can be seen in their natural habitat, especially in unspoiled and unpolluted rice fields, far away from crowded areas. Unfortunately, places like these are becoming more rare as urbanization and the population in Bali increases, placing the fireflies in Ubud at risk of losing their homes. On this special night tour, we've handpicked a few locations and bring you to 2-3 during the evening so you get to soak in the evening atmosphere in remote and peaceful villages. During our time together, you will learn about the behavior and uniqueness of these insects. While enjoying the twinkling lights of fireflies, you will also hear the other sounds of the countryside, with crickets, frogs, gecko, etc in the distance. We also teach about the rice paddies & harvest cycle, subak irrigation system, ducks, and animals. Our itinerary: 17.00 - 18.30: Pickup from your hotel 19.00: Dinner at a local restaurant in Ubud - an a la carte menu with a choice of chicken, fish or duck cooked with Balinese spices will be served. 20.30 - 22.30: Fireflies tour. 22.30: Depart from Ubud for your hotel. Arrival will be around 11.30pm Let the glow of the fireflies give you an unforgettable experience during your trip to Bali!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-ubud-fireflies-tour-a-countryside-adventure/2345?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ubud Fireflies Tour - A Countryside Adventure",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 15:45:40"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 19500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1415540235/ckwe13d9cqnsy32gbvqp.jpg",
        "strIntroduction": "Whether you are coming straight from the airport or from another destination in Bali, come hide away in the countryside with this romantic getaway designed for two. Our friendly driver will come to collect you from any point you desire and will whisk you away to our favorite place in Bali - the charming village of Sidemen. Time seems to slow down in this unique spiritual pace. You have to experience it to understand what we mean! Our signature drink of rosella tea will welcome you upon your arrival and you can spend that first day relaxing by our pool and soaking in the soothing atmosphere of the area. That first evening, we serve up our signature Rijsttafel feast so you can both try a number of delectable side dishes that are uniquely Balinese. Fall asleep that evening to the sounds of nature as you ease into your rejuvenating holiday with us. The next day, after enjoying a healthy breakfast, go on a leisurely trek with our local guide as he brings you to cross several shallow rivers and takes you up some of Bali's most beautiful rice terraces. Marvel at the majestic Mount Agung, the tallest peak on the island, which towers over it all. No jostling tourists here, just friendly locals greeting you with a smile. Back at the villa, a refreshing young coconut awaits, before you tuck into a healthy and light lunch at our restaurant overlooking local farms. Later that afternoon, a 90 minute traditional Balinese massage is prepared for you in our spa pavilion overlooking the countryside, so you get to relax completely while you enjoy the sounds of nature. This spa session is followed with a delicious afternoon tea featuring traditional Balinese farmer sweets and delicacies such as Laklak (a rice flour pancake with palm sugar syrup), Godoh (fried banana fritters), boiled peanuts, sweet potatoes, and sweet corn. The tea is flexible, so you can have it anywhere you'd like! Before dinner, we draw sensual herbal bath for the both of you, using herbs and essential oils such as lavender, tea tree and ylang ylang and combining this heavenly combination with flowers for that ultra-romantic touch. The romance continues with a candlelight dinner under the stars, featuring a special menu from our chef using aphrodisiac ingredients such as chocolate and ginger. Paired with a bottle of local wine, you can toast to an incredible weekend in the countryside! Day 1: Afternoon: Arrival at Cepik Villa 16.00: Afternoon tea in a location of your choosing 19.00: Rijsttafel dinner in our terrace restaurant Day 2: 06.00: Healthy breakfast 07.00: Morning rice field and village trek with our local guide 12.00: Lunch in our terrace restaurant overlooking the rice paddies 14.00: 90 minute exotic Balinese Massage 16.00: Afternoon tea in a location of your choosing 18.00: Herbal Bath 19.00: Aphrodisiac Candlelight dinner Day 3 Morning: Healthy breakfast Get ready for departure NOTE: The price for this retreat depends on the time of year, so select your option accordingly: High Season: Dec 23 - Jan 10 Peak Season: July 1 - Sept 15 Low season: All other dates MENUS - We are happy to cater for various diets: - Vegan menu for strict vegetarians: sweet potatoes, sauteed vegetables and fruits. - For those looking for a Satvikk diet, we provide calming food that excludes garlic, onions, shallots and of course meats, poultry and fish. - Our regular breakfast menu includes Indonesian favorites as well as an American breakfast consisting of toast, jam/preserves, honey, two eggs(any style), bacon or sausages, juices and coffee or tea. Possible Add-on: Yoga class for 2 pax at 45USD / person (please add to your order when booking)",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-two-night-romantic-retreat-in-bali-visit-secluded-sidemen/2853?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Honeymoon Package: 2 Night Romantic Retreat in Sidemen, Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 15:48:56"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 6,
        "intUsdCost": 5705,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1418632734/s4dkdc19ytmlhqxqgtgi.jpg",
        "strIntroduction": "There’s no better way to spend a tropical evening in Bali than on Bali Hai’s Sunset Dinner Cruise. Watch the colors of the sky change from just a hint of a colour to shades of deeper orange, purple and red while you cruise along the harbor sipping a drink on the open-air top deck of the Bali Hai II. Enjoy the sunset usually only seen on beautiful pictures. This time it is you making the magnificent photographs and memories that will last a lifetime. As the sun goes down we set off on a relaxing cruise around Benoa Harbour in South Bali aboard our luxury catarmaran, Bali Hai II. As you take in the cool night air on the top deck you will be entertained by our live musical entertainers. This is followed by a delicious international buffet dinner before you can dance the night away at our disco or enjoy our live cabaret show. Our Bali Hai Sunset Dinner Cruise is suitable for the whole family so bring the kids along to enjoy the party. ITINERARY: Arrival to Benoa Harbour 17.30: Board our Catamaran 17.45: Our catamaran departs 17.50 - 18:30: Drinks and sunset on the top deck 18.30: Buffet Dinner opens on the main (1st) deck 19.45: Buffet Dinner closes on the main (1st) deck, dessert still available until 20:15 pm. 19.50: Cabaret show begins on the main deck and live musicians play on the bridge deck. 20.30: Cabaret show ends, DJ takes over the sound system for some dancing. 20.45: Our catamaran returns alongside the jetty Return transfer to hotel / accommodation. BUFFET MENU (note that this is Halal) - Starters: Selection of Canapés, Soup of the day, Bread rolls, Butter - Salads: Dill mustard potato salad, Greek salad, Cooked Prawn Salad, California Sushi Rolls, Tuna and Glass Noodle Salad, Red Cabbage and apple salad, Cucumber Feta Cheese Salad - Hot main courses: Beef rendang (beef curry with coconut milk), Whole Fish in Hoisin Sauce, Meat Ball and Bow Tie Pasta, Deep fried chicken with honey lemon sauce, Chicken Tandoori - Seasonal vegetables, Steam rice, Shrimp crackers - Desserts: Whole fruits (mixed), Sliced fresh fruit, Assortment of pastries, Jajan pasar (local delicacies), Fruit pies, Cheese crackers, Selection of cheeses. PICK UP TIMES: 16.15 - 16.30: Ubud / Uluwatu / Tanah Lot 16.30 - 16.45: Seminyak / Legian / Kuta / Tuban / Canggu 16.45 - 17.00: Nusa Dua /Jimbaran 17.00 - 17.15: Sanur",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-family-friendly-bali-sunset-dinner-cruise/2948?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bali Before Sunset Dinner Cruise By Bali Hai Cruises",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 15:53:47"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 7,
        "intUsdCost": 20321,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472015169/g6vt2yxs5bonqhz90oom.jpg",
        "strIntroduction": "If you'd like to see Bali from a whole new angle, come try the aerial tours we've designed that show you the very best of Bali. Take in a bird's eye view of smoking volcanoes, highland lakes, stepped rice fields, remote beaches, towering cliffs, famous surf breaks and thousand year-old temples. Bali Adventure Sky Tours operates with best pilots and engineers - 7 days a week, all year round, we give you a bird’s eye view of Bali’s stunning scenery, to areas not accessible by road. We take you to great heights in the world's most beautiful archipelago. Experience the FUN and EXCITEMENT of a 5 Star Helicopter flight in our sleek Airbus Eurocopter B2 Helicopter complete with air conditioning, luxury leather interior and a state of the art internal and external camera system giving passengers a service never before seen in Bali. Our 4 state-of-the-art Heliports around Bali, are owned and operated by Bali Adventure Tours, enabling a heli combination with other adventure tours and for AIRPORT TRANSFERS combining our helicopterwith our own luxury VIP transport company, ensures no pickup or flight delays. Helicopter ride options are below (see price options in drop down box on the right). If you have any special requests including marriage proposals, wedding flights and aerial photography tours, let us know and we'd be happy to work something out for you! SHARED FLIGHTS: (Transport by car is not included) * We will need a minimum of 4 people to fly so we will do our best to combine your booking with another one. If there is no other bookings you can either cancel your booking or book the private flight 1. Kintamani Volcano/Beratan Lake Flight (25 minutes) (Every Wednesday and Saturday) Fly to the breathtaking volcanic crater of Mt. Batur or opt for the most famous volcano lakes Beratan/Buyan/Tamblingan. Both trips are absolutely breath-taking. The Batur crater is the remains of a huge explosion that occurred thousands of years ago. The small volcano is constantly recreating itself in periodic eruptions of ash and rock. The Beratan lake host the most famous Bali temple which you will have a chance to see from the above. The return journey to the Heliport takes us via Ubud villages over river gorges and beautiful rice fields. FULLY PRIVATE FLIGHTS : (land transfer is included) 1. Tanah Lot + coastline (25 minutes) - every day from 7am - 5.30pm This is a panoramic flight of the west and south coasts of Bali that highlights the beaches of Kuta and Legian, the mysterious Tanah Lot temple, and remarkable rice terraces. Tanah Lot temple was founded in 1481 AD by a famous Hindu priest Dang Hyang Nirartha. It is situated in the ocean, and can only be reached during low tide. The temple has a reputation for being dangerous, partly due to the many poisonous snakes that live in the surrounding caves. It is believed by the locals that these snakes are protectors of the temples, guarding it from intruders. We proceed towards the southern Bukit Peninsula, pass Jimbaran bay and Dreamland surf beach. Then we fly onwards to the ancient Uluwatu temple, where the coastline of limestone cliffs, remote beaches and seaweed farms are truly spectacular. 2. Kintamani Private flight (25 min) Fly to the breathtaking volcanic crater of Mt. Batur or opt for the most famous volcano lakes Beratan/Buyan/Tamblingan. Both trips are absolutely breath-taking. The Batur crater is the remains of a huge explosion that occurred thousands of years ago. The small volcano is constantly recreating itself in periodic eruptions of ash and rock. The Beratan lake host the most famous Bali temple which you will have a chance to see from the above. The return journey to the Heliport takes us via Ubud villages over river gorges and beautiful rice fields. 3. Sundowner Private Flight (25 minutes) As the sun goes down experience an exciting panoramic flight of Bali's famous coastline, highlighting the beautiful white sandy beaches. Wind down your day by flying above taking in the sight of Tanah Lot temple, the famous Kuta Beach, Jimbaran bay, Dreamland surf break, Uluwatu temple and the spectacular cliffs and seaweed farms of Bali's southern Peninsula. 4. Best of Bali Private Flight (60 minutes) A ‘must do’ tour during your Bali Holiday! Fly via the famous Kuta Beach coastline, passing Tanah Lot temple along the West coast to the breathtaking volcanic crater of Mount Batur. Lake Batur, Bali's largest lake, is situated within this crater, next to a young active volcano. We explore this sometimes smoking volcano by circling the crater. The return journey takes you over Ubud highlighting the village, its river gorges and the beautiful patterns of the rice fields. 5. Gili Islands (Lombok) Tour (45 minutes) As we fly along the east coast of Bali, you will be able to see Bali's most sacred mountain - Mount Agung - to your left and one of Bali's neighboring islands - Nusa Lembongan - to your right. As we approach Gili T, Mount Rinjani, Indonesia's second highest volcano, can be seen close by on neighboring Lombok dominating the views towards the East. 6. Private transfer to Nusa Lembongan (15 minutes) This 15 min flight (one way) from Bali to Nusa Lembongan will help you get there in the quickest and most efficient manner, so you have the rest of the day to explore the island. If you would like to enjoy the same helicopter ride back to Bali, please book this one-way transfer twice. ******************************* NOTE: - The start time for your private charter is full flexible as long as we have availability. When going through the booking process, please note the start time you would prefer to fly at so we can then advise you on the appropriate pick up time at your hotel (complimentary round trip transfer is offered to guests staying in Nusa Dua, Jimbaran, Kuta, Legian and Sanur). - Please be ready at your hotel on time so that you can be at the Heliport at least 30 minutes prior to your departure time to watch the instructional safety video - Since chartering a helicopter and pilots is subject to high direct costs, being late for more than 30 min is considered as a no-show and, thus, no refund policy applies.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-helicopter-tours-be-amazed-by-breathtaking-views/2077?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bali Helicopter Tours - Be Amazed by Breathtaking Views!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 15:58:44"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 13,
        "intUsdCost": 3400,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1432891178/otu6bayxoocttcggnpfp.jpg",
        "strIntroduction": "The program of White Water rafting down the Telaga Waja River offer a morning trip that will give special insight into the lives of the farmers that are working on their lands or rice fields. In the area of Kecamatan Rendang Kabupaten Karangasem, where runs one of the longest rivers in Bali called Telaga Waja. A favorite river for a soft adventure of white water rafting. Enjoy the thrill of rafting on Telaga Waja river combined with nature and culture sightseeing and special ambiance of Bali villages. Our professionally trained and experienced rafting guides will be happy to serve you and explain everything you need to know. Life jackets, helmets, and paddles will make you more comfortable and confident. Our white water rafting tour can be safely experienced by anyone who feels adventurous. So what you are waiting for? Come and join us! PICK UP TIMES : NUSA DUA/JIMBARAN : 07.30-08.00 KUTA AREA : 08.00-08.30 SANUR : 08.30-09.00 UBUD : 08.00-08.30 Activity Schedule: 07.30-08.30 : Pickup at your hotel 09.30-10.00 : Arrive at start point 10.15 : Welcome drink 10.15-10.30 : Guest briefing 10.30-13.30 : Rafting 13.30-14.30 : Lunch 14.30 : Back to your hotel 16.00 : Arrive at your hotel lobby",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-refreshing-white-water-rafting-at-telaga-waja-river/3533?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Refreshing White Water Rafting at Telaga Waja River",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 16:04:47"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 20,
        "intUsdCost": 1300,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1426233359/rueetndpsneuwgzlwk0b.jpg",
        "strIntroduction": "OUR PROPOSED ITINERARY: 10.00 : Depart from your hotel 11.00 : Taman Ayun Temple - a Royal Temple of the Mengwi empire 12.30 : Lake Beratan & its beautiful lake temple with a breathtaking mountain backdrop 13.15 : Visit Candi Kuning Market - a traditional fruit and flower market 14.00 : Lunch at Pacung restaurant with magnificent rice terrace views 16.00 : Jatiluwih Rice Terraces (a UNESCO World Heritage Site) 17.30 : Tanah Lot Temple for sunset 20.00 : Arrive at your hotel While there are many guides in Bali for you to choose from, rest assured that your comfort is our no. 1 priority and we reassure all our guests of the following: 1. This tour is for 10 hours and is fully customizable. We are more than happy to adjust your itinerary to include or exclude anything you'd like. It is our usual policy to dive deeper into your itinerary when we pick you up from your hotel so everyone is happy with the plan for the day. With our wealth of experience heading to all the major sightseeing spots on the island, we will ensure that your journey is as smooth as possible. 2. There will be absolutely NO forced shopping on our tours. Other guides in Bali might offer you low prices upfront to secure your booking but then proceed to bring you on a merry-go-round of stores to earn commission from your purchases. We do not play such games with our guests. Should you do decide to go shopping of your own accord, there is no pressure to buy whatsoever. 3. You will be guided by an experienced licensed guide from our team who is fluent in English. We know that clear communication from our guides is key for guests to have a fruitful experience in Bali. As such, we go to great lengths to ensure that your guides have the requisite level of English (as well as experience) to guide you through your day comfortably.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-world-heritage-sites-tour/3196?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bali World Heritage Sites Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 16:10:13"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 7,
        "intUsdCost": 6745,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1418181174/faqqik80wl3qpgscgldg.jpg",
        "strIntroduction": "Enjoy Bali’s finest evening cruise aboard our 64-ft luxury catamaran. You will begin the evening with a welcome drink and canapé at our Marina garden in Benoa Harbour before being welcomed onboard to the sounds of our live musical entertainment. A 3-man acoustic band will serenade you with acoustic favorites ranging from classics to recent hits. They will also be happy to take requests from guests. Strewn with twinkling lights, the catamaran will set sail towards Nusa Dua for an evening of fine dining and entertainment. There will be a maximum of 8 couples on board, as we aim to keep the ambience very intimate. From the scrumptious fresh food to the sounds of the sea, this cruise promises a truly memorable evening as you watch the sun set across the south of Bali. ITINERARY: - Arrival at Benoa harbour. Enjoy your welcome drink and canapés, receive your floral lei 19:00: Luxury catamaran departs (Live Musical Entertainment playing) 5 Course Dinner (see menu below) 21:30: Luxury Catamaran returns to our jetty in Benoa Harbour. Our car leaves to return you to your hotel. ROMANTIC 5 COURSE MENU (BUFFET): - STARTERS - Selection of Canapés Soup of the Day Bread Rolls Butter Portion - SALAD - (vegetarian) Dill Nustard Potato Salad (contains eggs) Greek Salad Green Bean Salad Red Cabbage and Apple Salad Corn Avocado Salad Roasted Vegetable Salad California Sushi Rolls Mix Green Salad Cold Cut Cooked Prawns Roasted Chicken - HOT SELECTION - Beef Rendang (Beef Curry with Coconut Milk) Baked Fish Ginger Garlic Oyster Sauce Deep Fried Chicken with Honey Lemon Sauce Pasta and Vegetable Gratin (vegetarian, contains eggs) Potato Gratang (vegetarian) Seasonal Vegetables (vegetarian) Gree Pea and Paneer Curry (vegetarian) Steam Rice Shrimp Crackers - DESSERT - Whole Fruits Mix Sliced Fresh Fruits Assortment pastry (vegetarian, contains eggs) Jalan Pasar (vegetarian, contains eggs) Fruit Pie Cheese Crackers Selectrion of Cheese - INDIAN CORNER ON SUNSET DINNER CRUISE - (vegetarian) Vegetable Curry Green Pea & Paneer Curry Aloo Gobi/Potato Caulyflower Dried Curry Thor Daal with Zuccini Naan Lemon Rice Basmati Samosa PICK UP TIMES: 17.30 - 17.45: Ubud / Uluwatu / Tanah Lot 17.45 - 18.00: Seminyak / Legian / Kuta / Tuban / Nusa Dua / Jimbaran / Canggu 18.00 - 18.15: Sanur",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-romantic-sunset-evening-cruise-and-dinner/2934?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bali Romantic After Sunset Evening Cruise & Dinner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 16:13:37"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 18,
        "intUsdCost": 1300,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1458807958/bqpknh5hu8dmnuzkuexp.jpg",
        "strIntroduction": "ITINERARY FOR THE DAY 08.30 : Depart from your hotel 09.30 : Batubulan Village - Barong and Keris Cultural Dance Show 10.30 : Ubud Art Villages - Visit Celuk and Mas, famous for silversmithing and wood carving 11.00 : Your choice: Holy Water Temple (Tirta Empul) or Elephant Cave (Goa Gajah) 13.00 : Mt. Batur Volcano and scenic Lake Batur 15.00 : Visit a local coffee and spice plantation (taste the famous civet coffee) 15.45 : Tegalalang Rice Terraces - for great photos of the sweeping rice terraces 16.00 : Ubud - stop at key sights like Monkey Forest, Ubud Palace, Ubud Market 18.30 : Arrive at your hotel NOTES: 1. this tour is completely customizable and we are happy to adjust it to include or exclude anything you'd like. We recommend finalising this the morning we meet as we can then assess the weather and also discuss what is feasible and what is not during the day. 2. The price you see listed on this page includes my guiding fee, a comfortable air conditioned vehicle with petrol, parking fees, the necessary Balinese dress and satisfaction guaranteed! 3. NOT INCLUDED in the price are: entrance/excursion fees, donations, and tickets for performances, your meals/drinks and other personal expenses",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-scenic-ubud-and-kintamani-volcano-tour/3168?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Scenic Ubud & Kintamani Volcano Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 16:17:59"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 6,
        "intUsdCost": 3900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1379667227/fqukz9wdnlucx0bkuyic.jpg",
        "strIntroduction": "Wood carving is one of the very popular things you will see in Bali. The local style is very unique and beautiful. And it's not as difficult as it seems to! I am a professional wood carver for many years. I would love to show you how it's done, teach you the basics, and help you make your own piece of wood carving. You can choose what you would like to make, depending on your preference and skill. I can teach anybody - from beginner to professional. You will learn that wood carving is actually a fun activity, and that everyone can try it. And instead of buying expensive souvenirs, you will have one - to keep by yourself or as a gift for someone you care.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-wood-carving-with-a-professional/960?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Wood Carving with a Professional",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 16:22:11"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 11,
        "intUsdCost": 7456,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475652501/tx9n5sgbwbli1jhy2yye.jpg",
        "strIntroduction": "Kawah Ijen volcano (2386m) is an active stratovolcano located on the eastern part of Java Island. The top of Ijen volcano is characterized by a very acidic crater lake containing 27.5 million m³ of turquoise-colored water. This lake is the biggest reservoir of hot and acidic water on Earth. On the southern part of the lake, fumaroles are ejecting tons of sulfur every day. At night, this site is one of the only spot on Earth where it is possible to see blue fires. This is due to very hot gas coming from the volcanic conduits burning the sulfur, which leads to an extremely beautiful scenery. On the western part of the crater, a dam was build hundred years ago upstream of the Banyu Pahit river. We'll start from your hotel in Bali (Kuta, Seminyak, Nusa Dua, Sanur, or Ubud) between 06.30 – 07.00 PM. Our team will take you to the most western tip of Bali to reach Gilimanuk ferry port for about 6 hours by a private car with AC. From the harbor, we will take a ferry to cross Bali strait for about 1,5 hours to reach Ketapang ferry port of Banyuwangi in the most eastern tip of Java Island. Then At 01:00 AM (early morning), We will use 4WD vehicle (Jeep) to go to the village of Licin with english local guide and then continue to the slope of Mount Ijen, passing through plantations and rainforest. This is one of the few remaining on the island of Java with giant ferns and plants, big trees, this journey takes approximately an hour from Banyuwangi city. Arriving at the parking area of Mount Ijen. Approximately 1 until 1.5 hours will be required to ascend slope of mount Ijen to reach peak of Ijen Crater and along the path, You will enjoy the blue fire. Resting on the edge of the crater at an altitude of 2883 meters and enjoy best panorama of the lake of sulphate where reflects spectacular view in the surrounding walls to give the impression like doom. The sulfur mining workers go down into the crater and climb back up by passing dangerous path on the edge of Ijen Crater with the load as much as 80 kilograms on their shoulders. You will also enjoy the beautiful scenery in the crater of Ijen as one of God’s amazing creation. Do not forget to take pictures in this area as a proof that you have visited one of the most amazing places on earth. After You enjoyed the natural scenery at Crater of Ijen and then descend the slope of Mount Ijen until vehicles parking area where our vehicle is waiting for escort you to the local restaurant for having breakfast. Afterward, we will drive back to the Bali island with same route. We will arrive at your Bali hotel in the afternoon.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-kawah-ijen-mount-ijen-blue-fire-volcano-crater-tour/7685?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Kawah Ijen (Mount Ijen) Blue Fire Volcano Crater Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 16:26:58"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1418740143/yoemx3byswxdp64hmczh.jpg",
        "strIntroduction": "If you're curious to see what a Balinese family compound looks like, come and join my family in our traditional compound to cook our island's most famous dish. In addition to learning how locals cook this dish, you are welcome to interact with the community and spend time with my family! The location is in Batuyang village, which is a centre of sandalwood carving, about 30 minutes from central Ubud and Sanur. We make this dish just like we make at home, so it is 100% local! ITINERARY: 07.30 - 08.00 : Pick up at your hotel 08.30: Stop by our home for a quick break (to meet other participants if there are any) 08.40: Leave for our local market in Sukawati 09.00 - 09.20: Shop for spices and other ingredients like vegetables for our meal 09.30: Arrive back at our home and start cooking - chopping the vegetables, preparing the spices, marinating the pig 10.00: We start roasting the pig. We will show you the correct technique to baste the pig continuously - adding turmeric, coconut water and oil to make the skin extra crispy. In the meantime we also teach you to prepare all the other dishes. 12.00: Enjoy your lunch 13.30: Leave for your hotel Other dishes we will prepare: - Lawar (traditional mixed vegetables with fresh coconut and minced meat that accompany the Babi Guling) - Jukut ares - traditional soup made from banana trunk - Pisang rai - boiled banana with palm sugar and shredded coconut or - Pisang goreng - fried banana We will also serve you coffee or tea during this experience. PICK UP TIME Sanur/Ubud: 08.00 Kuta/Legian/Seminyak Jimbaran/Nusa Dua: 07.30",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-cook-babi-guling-in-a-local-balinese-compound-near-ubud/2942?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cook Babi Guling in a Local Balinese Compound Near Ubud",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 16:31:46"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 33,
        "intUsdCost": 8597,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468917951/qxkgklgz6kitdzqaeovo.jpg",
        "strIntroduction": "Only Bali Adventure Tours offers this exclusive stretch of unexplored part of Ayung river in a choice of two daily rafting sessions over 33 rapids where you will travel through formerly unseen river splendor on the first section of the tour with daring, exciting and challenging new rapids to add to the thrill of Bali’s longest white water rafting trip. The class 2 & 3 rapids include encounters on vortexes of swirling and funneled waters, natural ramps and sudden drops in elevation and adrenaline pumping action which can be safely experienced by anyone from 5-65 years of age. ITINERARY FOR MORNING SESSION 09.00 Arriving at the Ubud Adventure & Function Centre Registration Process, Bracelet Distribution and Storing Valueable Items at Locker and Change for Rafting 09.30 Shuttle to Start Point of Rafting Outfitting and Briefing from the Guide 10.00 Rafting 12.00 Finish Rafting 12.15 Shower and Changes, Purchase Photos & DVD (additional charge) 12.30 Lunch at The Canopy 13.30 Depart from Ubud Adventure & Function Centre PICKUP times for MORNING session Nusa Dua 07.00 - 07.30 am Kuta/Seminyak 07.00 - 07.30 am Sanur 07.30 - 08.00 am Ubud 08.15 - 08.45 am PICKUP times for AFTERNOON session Nusa Dua 11.30 - 12.00 pm Kuta/Seminyak 11.30 - 12.00 pm Sanur 12.00 - 12.30 pm Ubud 12.30 - 01.00 pm",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-white-water-rafting-bali-ayung-river-bali-adventure-tours/7150?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "White Water Rafting Ayung, Bali Adventure Tours",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 16:36:03"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 17,
        "intUsdCost": 3908,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457521186/oqz8qaxioazu3ibywrye.jpg",
        "strIntroduction": "Parasailing, also known as parascending, is a recreational activity where a person is towed behind a boat while attached to a specially designed parachute, known as a parasail. The boat then drives off, carrying the parascender into the air. Enjoy a panoramic view of the open skies and wide seas of Bali from high up in the air! Please add your transportation pickup service if you need private pickup and return transfer to your hotel from the option menu.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-go-parasailing-in-bali/2073?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go Parasailing in Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 16:41:44"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 7500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1413431028/hih8icfjuhtbdfxthya0.jpg",
        "strIntroduction": "Get around Bali just like the Balinese: On a scooter! This mode of transport can prove to be more efficient and exciting than the typical day tours in a car and you can explore the little streets and alleyways that make this island so exciting. Below are a couple of interesting sites we can try to see during your trip, though feel free to contact me to create your custom itinerary for the day! For a full day, we usually start at approximately 9am and finish in the evening, though exact times can be determined once I know where you'd like to go. NOTE: The price you see listed on this page includes my guiding fee, a scooter with petrol, parking fees, the necessary Balinese dress and satisfaction guaranteed! NOT INCLUDED in the price are: entrance/excursion fees, donations, and tickets for performances, your meals/drinks and other personal expenses UBUD AND TANAH LOT 1. Batubulan Village : To see the most popular Balinese cultural show with the Barong and Keris Dance 2. Ubud Art Villages (Mas Village for wood carving, Celuk for Silver smithing, Batuan for painting) 3. BaliPulina and Organic spices plantation: to tasting the most unique coffee in the world called Luwak Coffee 4. Tegalalang Rice Field: The most scenic and famous rice field in Bali, known for its irrigation system called Subak 5. MonkeyForest / Ubud Market 6. Mengwi: The Royal Family Garden and Temple ( A world heritage site stated by UNESCO on July 6th, 2012) 7. Tanah Lot for the most beautiful sunset in Bali TANAH LOT AND ULUWATU 1. Taman Ayun Temple : A Royal Family Garden and Temple (Stated as a UNESCO world heritage in 2012) 2. Tanah Lot Temple . The most visited temple in Bali for its stunning view 3. Seminyak for lunch 4. Pandawa Beach 5. Uluwatu Temple : Built in the 11th century and set on a cliff bank with a stunning view of the Indian view 6. Jimbaran Bay: Enjoy a freshly-grilled seafood dinner at one of the best beaches in Bali UBUD SCENIC TOUR 1. Ubud Monkey Forest : Most popular Balinese cultural show with the Barong and Keris Dance 2. Ubud Countryside : Drive through Kutuh Village to see the real Ubud that's too often missed by visitors to Bali 3. Tegalalang Rice Field: The most scenic and famous rice field in Bali, known for its irrigation system called Subak 4. Gunung Kawi : Royal Monument from the late 11th Century. 5. BaliPulina and Organic spices plantation: to tasting the most unique coffee in the world called Luwak Coffee 6. Drive through Laplapan Village (a beautiful and scenic back road famous for its eco cycling track) 7. GoaGajah Temple : Known as Elephant Cave Temple 8. Ubud Art Villages (Optional) UBUD AND VOLCANO TOUR 1. Batubulan Village : To see the most popular Balinese cultural show with the Barong and Keris Dance 2. Ubud Art Villages (Mas Village for wood carving, Celuk for Silver smithing, Batuan for painting) 3. Mount Batur and Lake Batur (Semi-active Volcano known as Global Geopark Network in 2012) 4. Bali Pulina organic spices and Luwak Coffee Tasting with scenic rice field and Sebatu Valey view 5. Tegalalang Rice Field: The most scenic rice terraces in Bali with its unique irrigation system called Subak 6. Optional: Monkey Forest Road/Ubud Market (a visit to either the Monkey Forest for the cheeky long tail monkeys, or a stroll around the market) 7. Optional: GoaGajah Temple/Tirta Empul ELEPHANT SAFARI RIDE AND Volcano Tour 1. Batubulan : Most popular Balinese cultural show with the Barong and Keris Dance 2. Taro Safari Elephant Park (The most orecommended Elphant Park in Bali) 3. Ubud Countryside : Drive through Kutuh Village to see the real Ubud that's too often missed by visitors to Bali 4. Mount Batur and Lake Batur 5. Tegalalang Rice Field: The most scenic and famous rice field in Bali, known for its irrigation system called Subak 6. BaliPulina and Organic spices plantation: to tasting the most unique coffee in the world called Luwak Coffee WHITE WATER RAFTING AND TANAH LOT 1. Ayung River for White Water Rafting 2. Ubud Countryside : Drive through Kutuh Village to see the real Ubud that's too often missed by visitors to Bali 3. Tegalalang Rice Field: The most scenic and famous rice field in Bali, known for its irrigation system called Subak 4. BaliPulina and Organic spices plantation: to tasting the most unique coffee in the world called Luwak Coffee 5. Tanah Lot for the most beautiful sunset in Bali WATER SPORTS AND SOUTH BALI IN A DAY 1. Tanjung Benoa Beach: aquatic adventure - jet ski, parasailing, banana boat, diving, snorkling etc 2. Nusa Dua Area : Water Blow, 5* Resort Area in Bali, DevdanShow (Optional) 3. Padang Padang Beach: Beautiful beach in the area of Uluwatu - a great surfing point. 4. Uluwatu Temple : Built in the 11th century and set on a cliff bank with a stunning view of the Indian view 5. Kecak Dance : Must-see Bali dance performed at Uluwatu Temple at sunset overlooking Uluwatu Temple and the Indian Ocean beyond 6. Jimbaran Bay: Enjoy a freshly-grilled seafood dinner at one of the best beaches in Bali BALI WORLD HERITAGE SITES 1. Mengwi: The Royal Family Garden and Temple ( A world heritage site stated by UNESCO on July 6th, 2012) 2. Bedugul : Enjoy a beautiful botanical garden with various collection of plants 3. Lake Beratan : Famous for its lake temple called Pura Ulundanu Beratan 4. Jatiluwih Rice Terraces: Famous for its Subak irrigation system that has been recognised as a UNESCO World Heitage site since 2012 5. Tanah Lot for the most beautiful sunset in Bali ************************************* OUR PRIVATE DAY TOUR GUARANTEE: While there are many guides in Bali for you to choose from, rest assured that your comfort is our no. 1 priority and we reassure all our guests of the following: 1. This tour is for 10 hours and is fully customizable. We are more than happy to adjust your itinerary to include or exclude anything you'd like. It is our usual policy to dive deeper into your itinerary when we pick you up from your hotel so everyone is happy with the plan for the day. With our wealth of experience heading to all the major sightseeing spots on the island, we will ensure that your journey is as smooth as possible. 2. There will be absolutely NO forced shopping on our tours. Other guides in Bali might offer you low prices upfront to secure your booking but then proceed to bring you on a merry-go-round of stores to earn commission from your purchases. We do not play such games with our guests. Should you do decide to go shopping of your own accord, there is no pressure to buy whatsoever. 3. You will be guided by an experienced licensed guide from our team who is fluent in English. We know that clear communication from our guides is key for guests to have a fruitful experience in Bali. As such, we go to great lengths to ensure that your guides have the requisite level of English (as well as experience) to guide you through your day comfortably.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-tour-around-bali-and-see-its-most-iconic-sights-on-a-scooter/2801?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour around Bali and see its most iconic sights on a Scooter",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 16:44:59"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1437126185/o5kxqq3i7lpbbfr7g5oi.png",
        "strIntroduction": "This trekking experience is designed for people who would like a deeper insight into the fascinating culture of Bali and the serene yet magnificent surrounding that it lives and breathes in. During this rice terrace trek, our professional and experienced guide will lead you through the traditional Balinese compound and witness the daily life of the Balinese family, walk through a peaceful village and enjoy Bali's fertile region. It will highlight the heritage and age-old agricultural practice and complicated design of the Balinese irrigation system (subak). We sincerely hope that through this trek our guests understand how and where the local people of this region forge their simple existence. BRIEF ITINERARY - The trek starts from the gorgeous river -valley of Sayan, Ubud. Our trekking guide will pick you up at the lobby hotel, then drive you to our private restaurant to enjoy the local breakfast. After breakfast our local guide will lead you to discover amazing historical sites, visit an ancient temple and simply enjoy the natural beauty of the Bongkasa rice terraces, Ayung river valley and distant mountains. We will also cross a charming and rustic bamboo bridge to cross the Ayung river. Trek Duration - 4 hours Trek Distance - 7 KM Lunch will served at the end of the tour at 12 noon in our private garden Balinese compound. PICK UP TIMINGS - Nusa Dua, Jimbaran area: 7.00 am - return 3.00 pm Kuta , Seminyak, Canggu area: 7.00 am - return 2.30 pm Ubud area: 7.30 am - return 2.00 pm",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-rice-terrace-trekking-tour/3721?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bali Rice Terrace Trekking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 16:50:07"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 14,
        "intUsdCost": 2970,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1379324439/jlhc96bnu2udk3ylwsnk.jpg",
        "strIntroduction": "Join my husband and I for a full day of food and fun in a traditional family compound. Morning class starts at 8.30am (includes market tour) Afternoon class starts at 4pm (excludes market tour) The morning portion of our day starts out with a stroll through the colorful Ubud market, where the locals gather to buy their produce. I will show you the fresh array of herbs and spices, vegetables and meat available, and you will get to taste some delicious Balinese snacks and cakes, as well as marvel at the variety of flowers on sale. Next, we take a short ride back to my home village in Laplapan (a quick 10-minute drive from central Ubud), stopping at a scenic rice field along the way to show you how rice is grown. Upon arrival at my home, you can enjoy a refreshing welcome drink as my husband Wayan and I explain how Balinese families live in a traditional family compound. After this explanation, we continue our culinary journey with a tour of my herb garden, and kitchen, where we use traditional woks, steamers and mortar and pestles to make our food delicious. This class is completely hands-on, and you will get to see how we create a some classic local dishes in no time at all. Afterward, settle down in our very own backyard to tuck into a sumptuous feast! As I know everyone comes from different countries, I make it a point to explain what kinds of ingredients you can use in your own kitchen to replicate the unique taste and flavor of these Balinese dishes. Here is an example of some of the dishes we will be cooking: Kuah Wong - Clear Mushroom & Vegetable Soup Be Siap Mesanten - Chicken in Coconut Curry Sate Siap - Minced Chicken Grilled on Bamboo Sticks Kacang Me Santok - Vegetables in Peanut Sauce Jukut Urab - Coconut and Snake Bean Salad Pepesan Be Pasih - Steamed Fish in Banana leaves Tempe Me Goreng - Deep fried Tempe in Sweet Soy Sauce Kolak Biu - Boiled Banana in Palm Sugar Syrup You will receive a recipe book that you can take home after the class.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-whip-up-a-feast-in-a-traditional-balinese-compound-in-ubud/1100?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Whip up a Feast in a Traditional Balinese Compound in Ubud",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 16:55:55"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 15,
        "intUsdCost": 7700,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1395314951/joton5rivrphy7ktojk0.jpg",
        "strIntroduction": "Enjoy the beautiful, unique landscape of our camp as you venture out for a 30-minute trek with our majestic Sumatran elephants along the edge of the valley. We have 15 wonderful elephants at our camp, and you'll get to meet and spend time with one of them during this ride. Seated atop the head of this gentle giant, your own fun-loving mahout will explain more about the elephants and their individual personalities and you can ask him any questions you'd like about what we do at the camp! During this leisurely stroll, you may also get to see monkeys and tropical birds in their natural habitat. Look down at the raging Ayung River and discover how much fun riding an elephant can be! As we come to the end of the ride, your elephant will show you the pool as they wade through the water to cool off from the hot sun. Your friendly mahout also will help you snap photos with your lovely mount as a souvenir! After the ride, relax and enjoy a delicious set lunch at the ‘Trunk’n’Mahout’ café and enjoy the elephants walking by. For some dessert after your meal, our on-site Chocolate factory offers a quick look at the process of chocolate-making. You can even create your own elephant-shaped treats with our delicious range of toppings! PICK UP AND DROP OFF TIMES: From: Kuta / Legian / Seminyak / Sanur (times are approximate and depend on traffic) Pick up: 08.00 - 08.15; return 15.00-15.30 Pick up: 09.30 - 09.45; return 16.30 - 17.00 Pick up: 11.00 - 11.15; return 18.00 - 18.30 From Nusa Dua: Pick up: 08.00 - 08.15; return 15.30-16.00 Pick up: 09.30 - 09.45; return 17.00 - 17.30 Pick up: 11.00 - 11.15; return 18.30 - 19.00 From Ubud Pick up: 08.30 - 08.45; return 14.00 - 14.30 Pick up: 09.30 - 09.45; return 15.00 - 15.30 Pick up: 11.30 - 11.45; return 16.00 - 16.30",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-go-elephant-trekking-at-bali-elephant-camp/1436?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "10% OFF Go Elephant Trekking at Bali Elephant Camp",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 16:59:18"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 22874,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1458634309/wefbertiiwjaa5uvzppj.jpg",
        "strIntroduction": "This romantic experience begins with a deeply relaxing full body couples massage, followed by a detoxifying Infrared Sauna session. Known as one of the best health regimes today, a 75 minute session is said to increase blood and nutrient supply, leaving the skin radiant and purified. In a state of total serenity, you will then soak in a Himalayan crystal salt Jacuzzi while you enjoy each other's company. After sunset, our Executive Chef will prepare one of his specialties, a Seductive Seafood Dinner for Two. Divulge in a rich selection of Mediterranean seafood, including fresh oysters, prawns, snapper ceviche and an unforgettable exotic chocolate fondue with sweet grapes and strawberries for desert. A bottle of sparkling wine rounds up the perfect evening with a breathtaking sunset as a backdrop. ******************** ALTERNATIVE MENU - NON SEAFOOD (all items below will be served) Wagyu beef carpaccio, chargrilled artichoke & truffle salad Confit chicken terrine, garlic bruschetta, peach chutney Chicken caesar salad ***** Grilled lamb cutlets, Greek salad Organic salad with avocado, feta cheese, pumpkin seeds, walnuts, bean sprouts & extra virgin olive oil Thai beef salad, cucumber & mint Sugar cane chicken skewers, sambal matah & tom yum vinaigrette ***** Valrhona chocolate cream, caramel sauce, peanut ice cream & chocolate jelly Summer fruit pudding, peppermint crème fraiche",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-romantic-candelight-dinner-overlooking-a-cilff/2730?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Romantic Candlelight Dinner and Spa Overlooking a Cliff",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 17:02:20"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 8200,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1406429837/qltrngwmivnxj3bw1cog.jpg",
        "strIntroduction": "On your special holiday to Bali, come let us share our secret traditional Balinese with a special culinary experience for two. Our Balinese chef will guide you to prepare for the cooking, with an early morning trip at 7am to buy the cooking ingredients at Ubud’s traditional market. It is also an opportunity to see the Balinese way of life as they purchase their wares (and bargain their way to a good price). The cooking starts at 11.00am in a traditional Balinese kitchen compound surrounded by our organic garden and rice fields. If you love to cook vegetarian good, you can pick any kind of spices or vegetables such as tomatoes, lettuce, potatoes, and even eggplants. The best part of our morning will be when you taste the fruits of your labor as you tuck into lunch on a wooden deck surrounded beautiful rice field views. There are 3 menus to choose from (please state which is your choice when making a booking): MENU A Seafood Soup Clear seafood soup with vegetables and ginger *** Green Curry Mixed vegetable curry with Balinese spices and coconut milk OR Chicken Curry Boiled chicken with vegetables in Balinese curry sauce and coconut milk *** Dadar Gulung Rolled Balinese crepe with grated coconut and palm sugar MENU B Wong Soup Clear spiced mushroom soup with kaffir lime leaf *** Sate Lilit Grilled minced seafood with Balinese sauce on skewers OR Be Sampi Base Genep Braised beef with Balinese sauce and coconut milk *** Kolak Pisang Boiled banana with palm sugar and coconut milk VEGETARIAN MENU: Wong Soup Clear spiced mushroom soup with kaffir lime leaf *** Green Curry Mixed vegetable curry with Balinese spice and coconut milk *** Dadar Gulung Rolled Balinese crepe with grated coconut and palm sugar",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-private-couples-cooking-class-overlooking-the-rice-paddies/2361?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Couple's Cooking Class overlooking the Rice Paddies",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 17:07:37"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 38,
        "intUsdCost": 5080,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1431062871/cd1m6tejs2ul4wf0ldv1.jpg",
        "strIntroduction": "While my classes are flexible and the start time can be tweaked upon request, if possible, I recommend starting our day at 9am with a market tour in the morning at the new Kuta market (Pasar Kuta Bahru, which is walking distance from my house), where you will get to see fresh produce and oogle at the offerings. I will explain the unique ingredients on sale. After the tour, we will return to my house where my class will cover 5 dishes of your choosing. Just so you are able to replicate the results when you get home, I will give you detailed recipes and photos of the spices we use. Some of my most popular dishes include: - Beef Rendang (beef cooked in coconut milk and chilli paste) - Chicken Sate with Peanut Sauce - Nasi Goreng (fried rice) - Chicken Bumbu Bali (Spicy Chicken soup) - Gado-gado with peanut sauce - Fish pepes (Fish and spice, wrapped in banana leaf, then steamed) - Chicken Betutu As I mention in my profile, I have taught lots of guests every year, including ambassadors and professional chefs, and they always love my dishes, so I look forward to seeing you in my kitchen soon! Please Note: If you are staying in outside of Kuta or Seminyak, please take your own transport (at your own expense) to the BIMC Hospital (all the taxi drivers know where this is) where I will meet you and lead your car to my house.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-kuta-cooking-class-a-balinese-feast-in-marias-kitchen/975?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Kuta Cooking Class: A Balinese Feast in Maria's Kitchen",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 17:13:50"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 5,
        "intUsdCost": 1500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1408155192/qx4ch1nledlmrgaqfpya.jpg",
        "strIntroduction": "There are few female guides in Bali because females are traditionally more involved in the household and community. I can bring you to key sights in Bali such as Uluwatu, Tanah Lot, Ubud art villages, Goa Gajah temple to name a few. I can also explain about the history, culture, and traditions of Balinese lifestyle in each location. This tour is fully customizable and can be tweaked based on your preferences. Let me know what you would like to see and I will plan an itinerary for you. Here is an example of a suggested itinerary: A. Kintamani Authentic Experience: 1. Balinese Traditional House. Visiting a traditional house is beginning way to know the culture of Bali. 2. Batuan Village Temple. The temple architecture and carvings are very beautiful and distinctive. To visit the temple becomes a memorable experience during your vacation to Bali. 3. Mount and lake Batur. The view of mount and lake Batur is one of the favorite destinations in Bali and it become an icons of tourism attractions in Kintamani. 4. Bali herbs and coffee plantation. Instead of oranges, Kintamani is also renowned of Arabica and Robusta coffee. YOu can taste the coffee that will be served with a variety of flavors of traditional making process. The Chivet Coffee (Luwak Coffee) is also one of the favorite choices of the coffee products. 5. Gunung Kawi holy temple. The complex of Gunung Kawi temple is built to honor the Udayana King. In this area you will get a calm and peaceful atmosphere. It is located on the bank of the rivers. This temple is the ideal place to meditate, pray, and sightseeing. B. Tanah Lot tour 1. Tanjung benoa water sport. 2. Tanah Lot temple. The temple that is located on a large offshore rock. 3. Canggu beach. To enjoy the sunset and walk along the beach. C. Bedugul and Jatiluwih Tour 1. Taman Ayun (World UNESCO heritage). The Royal Temple of Mengwi Empire which is surrounded by the big fish pond and look like a drift on the water 2. Bedugul and Ulundanu temple. Enjoy the scenery in Ulundanu Temple and beratan lake 3. Jatiluwih Rice field (World UNESCO Heritage). The one of famous Traditional Irrigation System in Bali (Subak) D. Uluwatu tour: 1. Pandawa Beach 2. Uluwatu Temple : Set on a cliff bank with a stunning view of the Indian ocean 3. Jimbaran Bay: Enjoy a freshly-grilled seafood dinner at one of the best beaches in Bali. If you are looking for a female guide for your female group while in Bali, then join me on this tour!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-explore-bali-with-a-female-guide/2388?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Bali with a Female Guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 17:17:35"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 9,
        "intUsdCost": 8500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1414749904/dmttjuukwrgyuwqneyi0.jpg",
        "strIntroduction": "If you're interested in exploring the true heart and soul of Bali, come and discover our beautiful village of Sidemen, a hidden paradise in the northeastern part of Bali. Take a walk through the beautifully scenic rice terraces (with Mount Agung in the distance) and cross stunning river streams while you take in the picture perfect countryside around you. When you return, enjoy a mouthwatering healthy lunch at Cepik Villa, our chic and welcoming Balinese-style property. A 60 minute Balinese massage in our spa pavilion completes your day with us, pampering you to perfection before we send you on your way (alternatively, you can opt for a private yoga and meditation lesson in the afternoon) This is the Bali you came to discover, so don't leave without coming to see our little piece of paradise! DETAILED ITINERARY - SPA OPTION 07: 00: Pick up from your hotel in Bali 08:30: Arrive at Cepik Villa in Sidemen, enjoy a warm welcome drink of rosella or ginger tea 09:00: Start your morning fresh with a scenic 3-hour-long rice paddy and village trekking experience with our local guide. He will lead you to cross some shallow rivers, and take you on a hidden path to discover the best views in the area. You will even visit a local tile factory on the way back and see how they still make them by hand. 12:00: Return to base camp at Cepik Villa and enjoy a refreshing freshly-picked young coconut 13:00: Tuck into a healthy, organic lunch overlooking the countryside 15:00 Enjoy a 60 minute exotic Balinese massage at our spa pavilion 16:15: Leave for your hotel 18:00: Arrive back at your hotel DETAILED ITINERARY - YOGA OPTION 07: 00: Pick up from your hotel in Bali 08:30: Arrive at Cepik Villa in Sidemen and enjoy a warm welcome drink of rosella or tea 09:00: Start your morning fresh with a scenic 3-hour-long rice paddy and village trekking experience with our local guide. He will lead you to cross some shallow rivers, and take you on a hidden path to discover the best views in the area. You will even visit a local tile factory on the way back and see how they still make them by hand. 12:00: Return to base camp at Cepik Villa and enjoy a freshly picked young coconut to refresh yourself 13:00: Tuck into a healthy, organic lunch overlooking the countryside 15:00: Balance your mind with a 1.5-hour-long meditation and yoga session 16:15: Leave for your hotel 18:00: Arrive back at your hotel Additional activities we can arrange: - A visit to a local weaver's house (no formal fee, just a small donation for the family) - Egg painting activity",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-relaxing-day-trip-to-sidemen-trekking-lunch-spa-yoga-in-sidemen/2851?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Relaxing Day Trip to Sidemen: Trekking, Lunch & Spa/Yoga",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 17:23:27"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 6500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1379981802/qh7lpbm1bfecalfbpjjr.jpg",
        "strIntroduction": "First hike will be exploring the Campuhan Ridge. Campuhan is a sacred area and means ‘where two rivers meet’ - Sungai Wos and Sungai Agung. This river valley is a stunning area to walk around and do some exploring on the narrow paths. After an hour hiking in Campuhan Ridge, we will continue to explore the scenic Tegalalang Rice field, located a quick 20 minutes away from Campuhan Ridge.This scenic drive will take you through the countryside of Ubud. Tegalalang Rice Field is the most visited rice field in Bali. It is designed very beautifully with exquisite patterns located precisely on a hill bank. Witness the local farmers planting their rice in oblique areas complete with its traditional irrigation system called Subak. Enjoy the beauty and greenery of rice and its valley with coconut trees on it. Bali Pulina located just 5 minutes driving from Tegalalang Rice Field will be the next stop on the trip. Bali Pulina is a hiden organic plantation where we can learn how Balinese Coffee is made. It is the best place for sampling the different coffee, tea, pure cocoa, and organic spices with a very beautiful rice field and valley setting. Bali Pulina also has the most unique coffee in world called Luwak Coffee. If you haven't heard about it already, this is a rare type of coffee partially fermented by passing it through the digestive system of a civet cat. The cats eat only the best berries and the stones are collected after they pass through their digestive system. Legend has it that drinking Kopi Luwak is good for fertility. The hike will be completed by a trip to Gunung Kawi , the 11th-century temple complex nestled among rice paddies and thick jungle in Tampaksiring, north-east of Ubud. To get there, you need to conquer some 270 steps, but it’s a special place well worth the effort. The huge shrines are carved into the cliffs at both sides of Pakerisan River connected by a stone bridge. It is also known as a World Heritage site by UNESCO 2012 located along Pekerisan River. Itinerary: 07.00 - Hotel pick up at Kuta, Nusa Dua, Sanur Area. 08.00 - Hotel Pick up at Ubud Area. 09.00 - Ubud Eco Walk (1 hour rice field walk). 10.15 - Leaving Ubud Area for Tegalalang Rice Field. 10.45 - Exploring and hiking Tegalalang Rice Field for 1 hour 13.00 - Lunch at Alon Alon Restaurant overlooking Tegalalang Rice Field. 14.30 - Bali Pulina to explore organic spices plantation and taste the most unique coffee worldwide called Luwak Coffee overlooking scenic valley with rice field on it. 15.15 - Leaving for Gunung Kawi. 15.45 - Explore Gunung Kawi with its beautiful surroundings (Waterfall, River, Rice Field Ancient Temple). 17.00 - Heading back to your hotel through the beautiful Balinese countryside",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-go-on-an-eco-walk-around-ubud/971?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on an Eco Walk around Ubud",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 17:28:29"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 6500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1381021447/t9yjonktucjpltnhuoix.jpg",
        "strIntroduction": "Are you an incurable foodie who wants to explore the beauty of Balinese cuisine? Come on a food tour with me to hunt down and savour the amazing amalgam of Indonesian, Indian and Chinese flavours which make up this distinctive cuisine. Once you decide what dishes you'd like to taste, we can visit a range of restaurants, roadside warungs and night markets to get into the spirit of things! The list of typical Balinese dishes include: Babi guling: famous Balinese roasted suckling pig Betutu: seasoned steamed or roasted poultry (chicken or duck) - a specialty of Bali and Lombok Bubur Sum-Sum: rice porridge with palm sugar sauce and grated coconut. Bubur Injun (black rice pudding): black sticky rice with coconut milk. Bantal: packages of sticky rice, coconut, sugar and fruit (often bananas or sometimes orange rind or even mango essence Kopi Luwak (Luwak coffee): also called civet coffee or “poo coffee”. It is named after the practice of weasel-like animals called civets let loose into coffee plantations at night to eat coffee berries then poop out the coffee beans which are collected, washed and roasted over a fire Sate Lilit: spiced mince meat on a stick Sayur Urab:mixed salad Sate Susu (milk satay): a spicy spicy beef brisket satay prepared to be \"milky\" and served with hot chilli sauce. Popular in Bali and Java. Rendang: meat with coconut milk (Minangkabau: karambia) and a paste of mixed ground spices, which includes ginger, galangal, turmeric leaves, lemon grass, garlic, shallot, chili peppers and other spices. Nasi Campur: rice with various dishes Gado-Gado: a salad consisting of boiled vegetables served with a peanut sauce dressing.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-eat-your-way-through-bali/1107?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Eat your way through Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 17:33:10"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 7,
        "intUsdCost": 12701,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1427183909/av2optba9injaga92jlw.jpg",
        "strIntroduction": "Whether you're on your honeymoon or on a romantic vacation, indulge in a magical moment with your loved one with this luxurious dinner for two. Our five star resort is located at a unique spot in Bali's secluded southern coast, with dramatic cliffs and sheer drops giving way to priceless views of the Indian Ocean below. We have set aside 2 locations to create this special dinner for you (please indicate which you will prefer when you are booking this dinner) LOCATION 1. Our best view point, located in the top of our resort in a private corner facing the wide open Indian ocean. The perfect time to witness Bali's sunset is here at 6pm. LOCATION 2. On an island we construct on our cliff edge infinity pool, also facing the majestic Indian Ocean below. As the pool is closed at 8pm, we can only organise dinners starting from 8pm here. What makes this dinner special is our exceptionally romantic atmosphere at dusk. As the sun sets and you witness the dramatic sky before you, the lady will receive a single red rose and you can both admire the amorous rose petal decorations and candles surrounding your table. Our culinary team has created 3 special menus for couples, so pick your favorite from below and tantalise your tastebuds with their culinary creations. ***************************************************** OPTION 1: ASIAN MENU STARTER ‘Foie Gras’ Pineapple Ginger Compote, Rocket Salad Pine Seed Truffle Vinaigrette SECOND COURSE Asian Seafood Soup with Chili Tomatoes and Kefir Leaves THIRD COURSE Baked Sesame Tuna on Snow Peas, Mango and Thai Asia Sauce MAIN COURSE Crispy Pan Fried Sea Bass Fillet on Nori risotto with Wasabi Foam and Soya Reduction DESSERT Green Tea Coconut Cake with Mandarin Sorbet and Black Rice Tulips ***************************************************** OPTION 2: WORLD MENU STARTER Angus beef Carpaccio with Seafood Salad, Parmesan Shavings and Sauce Pistou SECOND COURSE Homemade Lobster Ravioli with Spinach and White Tomato Foam THIRD COURSE Barramundi Rolled in Parma Ham with Spinach Gnocchi, Enoki Mushroom and Green Lentil Sauce MAIN COURSE Veal tenderloin tiger prawn centeron turned vegetables and port wine jus DESSERT Amaretto Sabayon and Rum Raisin Ice Cream ***************************************************** OPTION 3 - EXTRAVAGANZA MENU Goat Cheese Crusted Lamb Loin with Rocket Salad, Sun-dried Tomatoes, Balsamic and Extra Virgin Olive Oil ***** White Tomato Cappuccino and Baked Scallop ***** Freshwater Javanese Crayfish Open Ravioli With Braised Baby Fennel, Bisque with Cognac & Orange Oil ***** Duo of Duck, Pan Fried ‘Foie Gras’ and Duck Breast with Celeriac Puree, Beetroot Potato and Truffle Foam ***** Karthauser’ German Dumplings Passion Fruit Sorbet Center, Vanilla Cream and Fresh Strawberries ***************************************************** OPTION 4 - VEGETARIAN MENU Grilled Portobelo Mushroom Salad with Parmesan Cheese and Fresh Arugula Salad ***** White Tomato Cappuccino with Basil Flavors and Vegetable Tempura ***** Spinach Gnocchi with Forest Mushrooms and Truffle Flavor ***** Vegetable Massaman Yellow Curry with Baby Potatoes and Cashew Nuts ***** Hot Chocolate Soufflé with Chocolate Sauce and Vanilla Ice Cream NOTE: In the case of rain, you will be allocated a private corner at our Rooftop lounge (on the 6th floor). All other aspects of the dinner will be remain the same (the set up etc)",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-romantic-oceanfront-candlelight-dinner-at-uluwatu/3283?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Romantic Oceanfront Candlelight Dinner at Uluwatu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 17:38:14"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 9,
        "intUsdCost": 14225,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468825462/vsymnpienuntgeg5kxkb.jpg",
        "strIntroduction": "Tailor-made for both non-certified and certified divers, Bali Scuba Diving activities from Bali Hai allow you to savor one of the best dive sites around Nusa Lembongan and Nusa Penida islands. The Nusa Lembongan and Nusa Penida region is home to a variety of great dive sites. The famous dive sites like Crystal Bay and Manta Point are home to some incredible marine life like Mola Mola's (Oceanic Sunfish) and huge oceanic Manta Rays. The reefs around neighbouring Nusa Penida are in beautiful condition and offer exhilarating drift dives along pristine coral walls. We are very lucky at Bali Hai Cruises to have our own international dive center – Bali Hai Diving Adventures. As a family oriented cruise Bali Hai diving offers you and your family the chance to try scuba diving for the very first time with our specialized PADI Discover Scuba Diving program. You get the chance to dive Nusa Lembongan bay with our team of PADI scuba diving professionals as they guide you through the basics; this is a great way to try scuba in a really safe yet beautiful environment. Nusa Penida and Nusa Lembongan are well known for their world class dive sites. If you are a certified diver then you may be able to join us for some exceptional dives. At certain times of year we have the Mola Mola around, which are incredible creatures. Bali is only one of a very few places worldwide where you can see them while scuba diving. Manta trips are available daily for certified divers. These graceful giants will be the highlight of your dive trip in Nusa Lembongan and Nusa Penida OPTIONS for Diving during Day Cruise activities: OPTION 1: Beach Club Cruise (more relaxing option) 8:35 Boarding. Morning tea and coffee, pastries served. 9:15 Our boat departs Benoa Harbour. 10:00 Snorkeling demonstration on the Sundeck. 10:30 Our boat arrives at the pontoon in Lembongan Bay, guests transfer to our Beach Club on smaller vessels. 10:40 All diving activities commence from Beach Club: you'll be assigned a time slot for that 12:30 BBQ lunch is available until 14:00. Complimentary tea / coffee and water is served throughout the day at our restaurant. 13:15 Treasure hunt for children – meet at the information counter. 14:30 Tug of war on the beach. 14:45 When you hear the Kul Kul (traditional bell) please check you have all personal belongings and prepare for return to pontoon and our boat from the beach. 15:15 Enjoy the live band on the aft bridge deck. 16:15 We arrive back at Benoa Harbour. OPTION 2: Reef Cruise Schedule (for maximum time to enjoy water sports) 8:45 Boarding. Morning tea and coffee, pastries served. 9:15 The boat departs Benoa Harbour. 10:00 Snorkeling demonstration on the Sundeck. 10:30 The boat arrives at the pontoon in Lembongan Bay, guests transfer to Beach Club on smaller vessels. You'll have diving Intro lesson at the pontoon and then will depart on smaller vessel to the dive spot. 11:30 Buffet lunch opens on the main deck, closes at 14:15. First Village Tour departs, returns at approx.12:30. 12:30 Second Village Tour departs, returns at approx. 13:30 13:30 Third Village Tour departs, returns at approx. 14:30 14:15 Buffet lunch closes, tea and coffee available until 15:15 15:00 Water activities finish. 15:10 Head count prior to departure. 15:15 We depart from the pontoon. Enjoy the live band on the aft bridge deck. 16:15 We arrive back at Benoa Harbour. PICK UP TIMES 07.15 - 07.30: Ubud / Tanah Lot 07.30 - 07.45: Seminyak/Legian/Bukit/Ulutwatu 07.45 - 08.00: Kuta / Tuban / Nusa Dua / Jimbaran 08.00 - 08.15: Sanur",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-bali-scuba-diving-best-dive-sites-of-nusa-lembongan/7116?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bali Scuba Diving at the Best Dive Sites of Nusa Lembongan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 17:43:21"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 17,
        "intUsdCost": 2892,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858580/hr51behqoc7vvmckmjml.jpg",
        "strIntroduction": "A day to create your own heirloom piece of silver jewelry. Skillfully guided from design through each step of the production process you will learn how to work silver into wearable art. Five (5) grams of silver is included in the price and is sufficient to create a pair of earrings, a ring or a pendant. This is a one of a kind creative experience. Silver jewelry making, like most old crafts in Bali, is a family affair. Gusti Ayu was taught to make silver jewelry by her father and her older brother. From the early age of 9 she was allowed to polish the silver pieces her family was creating for sale in America and Australia. In Bali, the jeweler’s practiced eye and steady hand is developed over time by children helping their families after school. When you watch Ayu handle the tools and manipulate the silver that will become your personalized silver jewelry you’ll appreciate the years of patient learning that silver jewelry-making entails. Take a half day for Ayu to introduce you to this special realm of art-making. Bring your jewelry ideas to Ayu and she will help you to craft your idea into a wearable piece of silver jewelry. In a few short hours one can sample the jeweler’s craft as both you and Ayu work together to work new silver into a polished art piece. It’s fun, it’s a challenge and a terrific way to spend your leisure time in Bali. We have two slots everyday, a morning slot and an afternoon slot: - Morning Class: 10am - Afternoon Class: 2pm",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-silver-jewelry-workshop-bali/418?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Create your own Piece of Silver Jewelry",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 17:47:23"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 6,
        "intUsdCost": 9900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1395504222/e4nk4hbcjyudj2xjkh7t.jpg",
        "strIntroduction": "This eco-tour includes: -Shark feeding -Shark swim (mask, snorkel, life jacket, towel provided) -A visit to the Turtle Conservation & Education Center (You can pet baby turtles and release them during some seasons of the year) Indonesia has an estimated 250 species of Sharks, over half of these species are still unknown. Indonesia is also the top shark catching country, with an estimate of 110,000tons caught and traded a year. Shark numbers in some areas have declined more than 90%. This conservation nursery offers an alternative to young sharks being killed. We buy the sharks off the fishermen while they're still alive on the way to the market for trading. The same fishermen that used to kill sharks for fins are now saving them! To date, over 70 sharks have been saved and/or released. All proceeds from this Eco-tour will be channeled towards efforts for saving the sharks. This includes buying them off fishermen and nursing them back to health before being released in the protected waters of Gili Island. Available everyday from 7am to 3pm.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-swim-with-sharks/2062?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Swim with Sharks!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 17:52:55"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 15000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1401927679/x42uzkukngke2l6ynrsl.jpg",
        "strIntroduction": "Have you ever wanted to buy your own traditional Balinese outfit but are unsure of how to do so? On this exclusive experience, you will get your own personal shopper to help you choose the right outfit before visiting a temple like a local! If you're looking for something true to Balinese culture and tradition, this experience is for you. This experience is not just for the ladies, we welcome men and couples alike! MORE DETAILS: This tour begins with a pick up at your hotel lobby by one of our friendly staff members, who will then take you to a Balinese traditional market or special boutique, depending on what you prefer. Armed with your own personal shopper and stylist, you can be sure that we will find something to fit your size and style. After purchasing your very own outfit, we will take you to the studio to help you get dressed. For the ladies, the friendly and professional staff will also do your make up and hair to help you feel and look the part! Once you have completed your look, join us as we visit a temple and make an offering, just as us locals do. On the way to the temple, we will explain the meaning of each part of the ceremony and while at the temple, we will take photos for you, so you have a momento of your time with us! As part of this experience, you will receive 3 color photos in 5R size, and also receive a CD with all your photos for you to print at your convenience. ITINERARY: 09.30 am: Pick up at the hotel lobby to go shopping at the market or special boutique to selecting your own style, sarong and sash. 10.30 am: Transfer to the Salon for make-up and dressing (takes about 1 hour) 11.00 am: Go to the temple for the offering ceremony and photo shoot 12.30 pm: Lunch at Sawah Indah Restaurant in Ubud 1.30pm: Return to your hotel NOTE: We have 3 plans your can choose from. The difference between them lies primarily in the quality of the material you choose for your outfit: - Standard plan - Superior plan - Deluxe plan",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-shop-for-a-balinese-outfit-and-visit-a-temple-like-a-local/2271?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shop for a Balinese Outfit and Visit a Temple like a Local",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 17:57:30"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 6,
        "intUsdCost": 6500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1480915109/n1bnfsdmfb8ymvvcdjcy.jpg",
        "strIntroduction": "See the wonders of the ocean up close and personal, with the underwater seawalker! Enjoy a safe and fascinating underwater walk on the ocean bed and witness the vibrant marine life swimming around you. In this experience, you will don a helmet with a transparent visor that will allow you to breathe normally while underwater. Weights will help to pull you down to the ocean bed, and an experienced guide will walk with you through this amazing underwater world. Free pick-up available from Kuta, Legian, Seminyak, Sanur, Jimbaran and Nusa Dua.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-walk-on-the-ocean-bed-with-the-underwater-seawalker/2081?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Walk on the Ocean Bed with the Underwater Seawalker",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 18:01:26"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 12,
        "intUsdCost": 5900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1407823806/em1gbp15oiaguvvpeekf.jpg",
        "strIntroduction": "Whether you have an illness or you feel an imbalance in your life, a visit to a local healer can really help provide some insight into how you can regain confidance and joy again. When I personally had medical and family issues I was dealing with, I went to many healers before I found Tu Aji, who helped me overcome my troubles. I've been seeing him for years, and bring everyone who is serious about talking through their life's troubles with him. If you would like to find the 'real deal', I am happy to set up an appointment and bring you to see him. He's extremely gifted in sensing your troubles, and can give guidance on how to move forward. He doesn't speak English, but myself or my husband will bring you to provide translation. One-way transport from Ubud to his home in Tampaksiring (home of the holy spring water temple) will take 30minutes, and from Seminyak/Kuta, it will take about 1.5 hours.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-visit-a-local-healer-and-get-your-lifes-questions-answered/2493?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit a Local Healer & Get Your Life's Questions Answered",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 18:06:24"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 9,
        "intUsdCost": 12000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1430127837/cci3ng8ehocrueqngdqj.jpg",
        "strIntroduction": "Experience Bali from above with this awe-inspiring paragliding experience! Fly tandem with our expert instructors and glide gracefully through the air as you take in the incredible view of the Indian Ocean and cliffs below. For first timers, the initial adrenaline rush of the first lift off will give way to a sense of joy and serenity as you glide gently through the air with your newfound 'wings'. Whatever your experience level, you will be given all the necessary instructions for a smooth and safe flight. Your pilot is at your service and will steer and control wherever you wish to go during your 20 minute ride but if you're happy to enjoy the view, he'll take you on a flight you will never forget! Guided by your instructor, landing will also be a breeze. The best time to do this depends on the weather but we generally do this in the afternoons, with pick up at 1pm. The latest time we can lift off from our location is at approximately 4pm since winds pick up after that time. Our paragliding experience includes free round trip transport from Nusa Dua, Jimbaran, Kuta, Seminyak, Legian, Canggu, Sanur Flying season: April - November",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-go-paragliding-along-bali-south-coast/3384?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go Paragliding along Bali's South Coast",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 18:11:41"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 13,
        "intUsdCost": 8500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1380261897/u9lravsdmdazkewa0byw.jpg",
        "strIntroduction": "Always wanted to try your hand at one of these powerful vehicles? This is your chance. On this exhilarating tour, we will bring you to navigate through the rice-fields of Yeh Gangga (a seaside village just west of Tanah Lot) and meander through adjoining villages, with a stop on the top of the seaside cliffs overlooking the spectacular coastline and seaside temple. Experience the fun and exhilaration of cruising along the black sand beach, crossing fresh water streams, viewing the rural panorama and surf-side Yeh Gangga. Unlike other operators which might use lower-quality equipment, we provide high quality Honda and Yamaha Grizzly 700CC ATVs to ensure that your tour is safe, comfortable and fun. For your information, no license is needed to drive the ATVs. The children just need to be 12 years old to ride their own ATV but if they are below the age of 12, they are most welcome to ride tandem with their parents. INCLUDED: - Round trip transport from your hotel (for 2 hour experiences only): anywhere around Ubud and the South (Kuta, Nusa Dua, Jimbaran, Seminyak) - Minimum 2 pax for free pickup, otherwise need to pay the surcharge of $15 for individual Note: Transfers are NOT included for the 1-hour rides (please purchase the additional transport option below if you are booking 1-hour rides)",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-atv-tours-seaside-villages-and-beach-ride/1121?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bali ATV Tours: Seaside Villages and Beach Ride",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 18:16:56"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 7,
        "intUsdCost": 13500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1395823902/dtoegjuiahrshzx9a5ms.jpg",
        "strIntroduction": "For an unforgettable day out on the water in Bali, come sail with us across the Badung straight to Lembongan island on a luxurious 20-ton catamaran every Monday, Wednesday, Thursday and Saturday. This excursion includes all items below and gives you exclusive access to our beach club on Lembongan Island. INCLUDES: - Return land transfers from your hotel to Benoa harbor (Nusa Dua, Sanur, Jimbaran, Kuta, Legian, Seminyak, Uluwatu, Pecatu) - Free flow drinks on the catamaran (orange juice, soft drinks, mineral water, tea and coffee) -Pastries and seasonal fruits - BBQ lunch buffet at a private beach club on Nusa Lembongan with a glass of wine or beer during lunch, soft drinks, mineral water, tea & coffee - Use of the beach club's swimming pool and other facilities - table tennis, volley ball yard, chess, bicycle, boogie board, canoe, backgammon, shower/restroom, - Snorkeling or reef viewing from the glass bottom boat or a village tour of seaweed farms and the famous underground house - A complimentary cocktail with sliced cheese and crackers as we sail back into the sunset - A crew of 5 - Insurance Coverage: US$ 100,000 per person Itinerary: 08:30 : boarding time 09:00 : depart from Benoa Harbor 10:45 : arrive at Lembongan Island 11:00 : activities (Snorkeling or Village tour) 13:00 : Buffet lunch 15:00 : activities (Snorkeling or Village tour) 15:15 : depart from Lembongan Island 17:00 : Arrive at Benoa Harbor Pick up time: Kuta, Legian, Seminyak, Jimbaran at 07:30 - 07:45 Nusa Dua, Sanur at 08:00 Pecatu, Uluwatu at 07:00 - 07 - 15 NOTE: We need a minimum of 15 persons to sail on Mondays, Wednesdays, Thursdays and Saturdays, so if we are unable to meet those numbers, we will contact you at least 2 days prior and offer you the following options: - Move to another boat sailing to Lembongan, but still enjoy our 5-star service, i.e. village tour, snorkeling, beach club, etc. - Cancel the booking for a full refund - Move to another day if available with some special gift from WakaSailing.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-sail-to-scenic-nusa-lembongan-on-a-luxury-catamaran/2090?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Sail to Scenic Nusa Lembongan on a Luxury Catamaran",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 18:20:47"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 3,
        "intUsdCost": 5862,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1395312324/k5gd7wp9hdlzjbxpefcw.jpg",
        "strIntroduction": "On this night tour in Bali jungle, we will search for wild snakes such as cobras, vipers, pythons, rat snakes, and various other colubrids. You may also sight lizards and turtles during this tour. We will start early evening and finish at about 1am. We will pick you up from your hotel and drop you back there afterward. We will start the tour at our depot, where you will be able to see whatever reptiles we have rescued for the week, plus any reptiles currently residing with us that require hospitalisation or treatment. Next, we will head out to find night creatures having fun in their natural environment. Long pants and closed shoes are needed. We provide lamps and other equipment as required. Pick up time from Kuta: 7.30pm Pick up time from Ubud: 8.30pm",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-see-wild-snakes-in-the-jungles-at-night/2065?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See Wild Snakes in the Jungles at Night",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 18:25:47"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 8,
        "intUsdCost": 6878,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469077341/samsm8tqruckwtcw5uzk.jpg",
        "strIntroduction": "Expert guides will explain the history of the land, culture, its people and take you on an unforgettable experience that will remain with you long after you leave. Stop to sample a variety of exotic fruits and spices then continue through the towering bamboo forest of Taro before ending with lunch at Bali's BIGGEST attraction, the Elephant Safari Park NOTE: Rest assured we will adjust the route according to your fitness level and will help you at any point along the way. When your children come with us, our guides will help them with the equipment and make sure they feel totally comfortable! PICKUP Nusa Dua 07.00-07.30 am Kuta/Seminyak 07.30-08.00 am Sanur 07.30-08.00 am Ubud 08.30-09.00 am ITINERARY 09.00 Arriving at the Ubud Adventure & Function Centre, Registration Process 09.15 Shuttle to Start Point of Cycling 09.45 Checking Bicycle & Start Cycling 11.45 Finish Cycling & Arriving at the Elephant Safari Park 12.00 Elephant Talent Show 12.15 Buffet Lunch at Park Restaurant 13.15 Feeding the Elephants and Baby Elephants 13.45 Visiting Museum and Elephant Discovery Information Centre 14.00 Depart from Elephant Safari Park & Lodge",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-eco-cycling-tour-in-ubud/7159?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "20% OFF Bali Eco Cycling Tour in Ubud",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 18:29:25"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 6,
        "intUsdCost": 9500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1403419076/bztyzubjk3fi4ysojb7s.jpg",
        "strIntroduction": "Explore the seas of Bali on an underwater scooter, a unique and exciting way to see marine life up close! This full day tour on Bali's beautiful sister island Nusa Ceningan includes: - access to our private beach area on Nusa Lembongan - a 15 minute underwater scooter ride - a fantastic snorkeling session in the island's clear waters, with a glimpse at our beautiful underwater statues and lots of colourful tropical fish - a semi-dive - which allows you to breathe through our oxygen mask while submersing yourself in our 2-3 square metre underwater 'room' (it is equipped with steel bars to so you can interact freely with the fish) - unlimited banana boat rides - canoes for you to take out at your own leisure - a cock fighting demonstration The underwater scooter has a basic operating depth of approximately 3-5metres, and allows riders to glide through coral reefs and alongside colorful fishes with ease in a self-contained breathing environment. You will be accompanied by an experienced dive master guide throughout the journey to guide you to see the lovely fish and make sure that you are able to navigate the waters with ease. ITINERARY: 7-8am - Pickup from your hotel depending on location (see below) 8.45am - Depart from Serangan to Ceningan Island on a fast boat 9.30am - Arrive at Ceningan Island 10am - Underwater Scooter ride 10.45am - Semi-dive and snorkeling 12pm - Buffet lunch in our lunch area 1pm - Free and easy time on Ceningan Island. You may ride the banana boat as many times as you'd like, take a paddle on the canoe, play volleyball on the beach, or simply relax and enjoy the sunshine on one of the beach chairs by the sea. 2.45pm - Cock fight demonstration 3pm - Depart from Ceningan Island back to Serangan on a fast boat 4.30 - 5.30pm - Drop-off to your hotel Optional Activities: Jet Ski (US$50/person/round) Scuba Dive (US$85 / person) NOTE: This package includes free return transport from Nusa Dua, Jimbaran, Kuta, Seminyak, Legian, Denpasar and Sanur. For those staying in Ubud, please include the \"Add on: Transport from Ubud\" option in your booking. MENU: We provide lunch in a buffet BBQ chicken and seafood. We do not prepare a menu of beef or pork. Our menu consists of: vegetable soup, white rice / fried rice, green vegetables, chicken capcay, chicken satay, grilled chicken, grilled fish, fried squid, chilli sauce and fresh fruits. If you prefer a vegetarian menu, we would be happy to prepare it. MORE INFO ABOUT THE SEMI-DIVE: In a semi-dive, diving guests do not use gas tank in their back, but fresh air will be supplied from the gas tube above the pontoon / decks. Our semi-dive activity will be done in a special underwater steel cage. PICK-UP TIMES Nusa Dua: 07.15 – 07.30 Jimbaran, Kuta, Legian, Seminyak: 07.30 – 07.45 Sanur: 07.30 – 08.00",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-underwater-scooter-diving-banana-boat-snorkeling/2340?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Underwater Scooter, Diving, Banana Boat & Snorkeling",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 18:33:44"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 17900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1385098423/yucq08b0a3lim9dtstys.jpg",
        "strIntroduction": "Get picked up in Bali’s coolest mode of transport – the VW Safari Type 181. Cruise through the rice paddies and sleepy villages of Bali with the roof down and the wind rushing through your hair! To make the day unforgettable, we will stop the Saba Bay Stables for an hour-long horse ride along the volcanic sands. After that, it’s off to the lush Ayung valley for an unforgettable white water rafting adventure down 9km of incredible rapids set in tropical jungle scenery. After lunch, we will take you to Carangsari area where you wind through the most beautiful views on earth in this awesome vehicle!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-full-day-of-fun-volkswagen-safari-horseriding-rafting/1433?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Full Day of Fun: Volkswagen Safari, Horseriding, Rafting",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 18:37:15"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 2149,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858649/c23nov9dgyggykvird9x.jpg",
        "strIntroduction": "In Hinduism, mankind is responsible for maintaining the ‘energy balance’ of the universe. This responsibility is fulfilled every day with the ritualized offerings prepared for all the various aspects which God manifests. When Hindus offer their offerings and prayers, God’s universe is re-energized and continues it’s existence unaltered. To not fulfill this responsibility is to bring disaster down upon ourselves and our world. Over hundreds of years, the Balinese women who create the daily offerings have crafted numerous, elegant arrangements from the natural bounty of Bali’s forests and farms. Spend two hours with us while we introduce you to the craft and the cultural-bounty that is Balinese ‘canang’- daily offerings. We have two slots everyday, a morning slot and an afternoon slot: - Morning Class: 10am - Afternoon Class: 2pm",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-prepare-sacred-indonesian-offerings/426?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Prepare sacred Balinese Hindu offerings",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 18:40:38"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 5852,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1420686258/ehqgnzlidlzdkkbzlkvq.jpg",
        "strIntroduction": "Come with us on this exhilarating morning tour to catch a glimpse of Bali's wild dolphins. Our powerful, high speed Ocean Raft departs daily at 7.30am and will take you on a thrilling journey to South Bali across the waves. Many guests think they have to make the long trek to Lovina in north Bali to see the dolphins, but this is a much shorter drive away from most hotels in the south. Upon arrival in the Dolphin watching area, our guides will take you to the best places possible to see these wonderful marine creatures. As ambassadors for the ocean environment, our Dolphin Watching Cruise does not allow you to touch the dolphins; we are only interested in positive interactions that will not harm the Dolphins. NOTE: This trip departs only on Mondays, Wednesdays and Fridays. PICK UP TIMES 06.15 - 06.30: Ubud / Uluwatu / Tanah Lot 06.30 - 06.45: Seminyak / Legian / Kuta / Tuban / Nusa Dua / Jimbaran / Canggu 06.45 - 07.00: Sanur ITINERARY: 07.00 - Arrival at Benoa harbour. Fruit juices and pastries will be served prior to boarding. 07:30 - Ocean Rafting vessel departs from Benoa harbour. Safety demonstration onboard. Cruising the South coast of Bali. Upon arrival in the Dolphin watching area, our guides will take you to the best places possible to see Dolphins. 09:00 - Start the return trip to Benoa. 09:30 - Ocean Rafting vessel arrives to Benoa harbour. Transfer back to hotel / accommodation. Did you know? All Dolphins have signature whistles that are equivalent to human names. Dolphins use these signature whistles to recognize other Dolphins and they also use signature whistles to call their fellows by ‘name’. It was discovered in recent research that Dolphins are capable to recognize signature whistles of other Dolphins even after being separated more than 20 years. This is proof of the longest social memories ever recorded in a non-human species.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-dolphin-spotting-cruise-in-south-bali/3008?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Dolphin Spotting Cruise in South Bali by Bali Hai Cruises",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 18:46:26"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 2540,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858606/ulgljzazy0on13wz80c2.jpg",
        "strIntroduction": "Fruit carving is a delightful way to make food into art, or to make fun art that tastes good. It’s all about letting go of your inhibitions and using fruit as your medium for artistic expression. Children and adults can enjoy two hours of discovery while our teacher guides the student(s) through the process of crafting foods like melons and carrots into flowers and insects. This class gives new meaning to the phrase “making dessert”. Do you remember the silly fun you had when a young person compelled you to help them building their sand castle at the edge of the ocean surf? Fruit carving can evoke the same innocent fun and sense of discovery. Taking a simple piece of ‘food’ and crafting an animal form, or creating a spreading flower creation, can be a delightful way to spend an afternoon in Ubud. Our guests are always surprised at the many techniques our guru employs to craft a special shape from a simple fruit or vegetable. And this is a craft one can employ in the future to make your important holiday meals just a little bit more unique. Persons of all ages can enjoy the fruit carving class offered at W.S. Art Studio. Set aside a few hours with a special someone to laugh and marvel as you craft a carrot ‘butterfly’ and a ‘lotus’ melon at our gallery. Leave your normal day behind and settle in to explore this nuanced craft with our Balinese expert. We have two slots everyday, a morning slot and an afternoon slot: - Morning Class: 10am - Afternoon Class: 2pm",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-learn-to-carve-fruits/421?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Carve Fruits",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 18:50:38"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 13700,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1396239298/vvqkmnzjnmwdy5gypbq1.jpg",
        "strIntroduction": "This is the only place in Bali where you can test a rickshaw and use it to enter the real Bali! In one day, you will feel the true spirit of the Island of the Gods, see the most famous and beautiful region of Bali, discover the way of life of the real Balinese people, “touch” nature, and bring home a wonderful souvenir of this island. This full day program will give you the opportunity to enjoy a whole host of activities. Upon your arrival, you will meet your guide near a Balinese temple. We will visit the temple and make your first contact with local traditions. You then start hiking a promenade in the famous Jatiluwih area, but on totally unknown and private farmer roads. We will stay and enjoy the rice terraces for approximately 1.5 hrs. No hard hiking here - just a moment of pleasure to walk through one of the most beautiful places of the world. During this walk, your guide will speak with you and share the secrets of the island with you. We eventually arrive at the Jatiluwih panorama which boasts a spectacular “mirror effect”. This is the biggest ricefield terrace panorama in Bali, but nobody except you can see it like this having come from the \"inside\". We then enjoy a real “Bali tea” served by the locals before you take pictures and join your rickshaw, named \"becak\" locally. You can drive yourself or be driven by a local Balinese member of the staff, it’s up to you! For more than 1 hour, you go downhill and sail across small villages, with children saying hello to you along the way. We stop in a rustic Balinese hosue and meet a lovely grandmother who will give you a private and exclusive “Bali offering lesson”. She will explain the purpose of the daily offerings to you and teach you how to make one. You will do one by yourself and take it with you! Another 15 minute ride on the rickshaw and we arrive at our restaurant for lunch. There, you will deposit your own offering basket to the local temple and enjoy a delicious Balinese lunch overlooking the spectacular rice terraces. After this lunch, you will have 45 minutes to appreciate the life of local farmers. You will join one of them in the field and try all parts of his daily work : ploughing with a buffalo, planting rice, walking with a hanging basket on the shoulder. This makes for great pictures! On the way back to your hotel, you stop at the lovely Bali Butterfly Park for a short visit. All Balinese come here to contribute the butterflies, cocoons and caterpillars they find, so you will see an amazing variety of butterflies. Some will even be bigger than your hand! It's been a lovely day in Bali, and one that you won't soon forget! PRICE INCLUDES: Bali tea Water during the promenade An offering lesson Balinese lunch (excluding drinks) All the tours and visits Return transport for minimum 2 persons from anywhere in the South or Ubud ADVENTURE PICK UP TIME: NUSA DUA 07.00 SANUR 07.00 UBUD 07.30 KUTA 07.30",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-ride-a-rickshaw-through-rice-terraces-and-become-a-farmer/2113?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ride a Rickshaw through Rice Terraces & Become a Farmer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 18:56:45"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 16,
        "intUsdCost": 3200,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457518317/ake0ueybjclp7janyqee.jpg",
        "strIntroduction": "Hang on tight and experience flying in the air on this flying fish water sport ride! You will begin by lying down on the flying fish craft, then a speedboat will pull you out to sea. The speed of the wind will cause your flying fish craft to fly in the air! Free pick-up available from Kuta, Seminyak, Jimbaran, Legian, Nusa Dua, Sanur. (min 2person Booking)",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-ride-an-exhilarating-flying-fish-in-bali/2069?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ride an Exhilarating Flying Fish in Bali!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 19:00:31"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 2,
        "intUsdCost": 4400,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1421127034/bcvrijgpsop2ijpc4vht.jpg",
        "strIntroduction": "Design and create your very own Mala necklace in this introductory three hour beaded jewelry making class. Malas are necklaces that are both beautiful and functional. Traditionally they are made with 108 beads plus an additional head bead or 'sumeru' , and have been used to help focus the mind in meditation and to count mantras while meditating to induce calm and peace. Traditionally they have been used widely in Buddhist and Hindu spiritual practices, and have been adopted by many people embracing spirituality and yogic traditions. Malas are made with a variety of different materials, and we will help you select beads that appeal to you. We have a variety of natural stones, wood, handmade glass, and rudraksha beads that you can choose from. You can choose from a variety of bronze or silver head beads which you can customize with letter and shape stamps. Making malas together is a great bonding experience for couples, friends, and parents and children, but is also great on your own to make something meaningful and original for yourself or a loved one. AVAILABLE: Monday-Friday (excluding national and religious holidays) Morning session: 09.00 - 12.00 Afternoon session: 13.00 - 16.00",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-make-your-own-prayer-bead-necklace-or-mala/2920?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make your own Prayer Bead Necklace or 'Mala'",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 19:05:02"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1453885668/rtztmwmjul8ayxbujmqz.jpg",
        "strIntroduction": "Enjoy a relaxing picnic lunch for two people served on a boat as it drifts around the lagoon in our tropical garden setting. This picnic pastime is the perfect opportunity to spend quality time with a loved one. Savour a basket full of light bites and take lots of romantic selfies during this delightful rendezvous on the water. ITINERARY 11.40 - Pick up from the Ubud center area 12:00 - Arrive to the resort and take a leisurely stroll to the venue 12:15 - Enjoy a picnic lunch on the boat Note: Pick up from Ubud center area is included in the price of the meal. Transport from all locations can be arranged at an additional cost - see price options for more details. MENU OPTION (If you have dietary requirements please let us know so we can adjust the meal accordingly and please select one of menu below upon booking. Halal menu is available on request.) Inclusive of 4 selected beverage (Choice of local beer, can of soft drink, mineral water or juices) Option 1 Garlic Bread Caesar Salad with Dressing Mix Satay (Chicken, Pork and Prawn) with Peanut Sauce Beef Burger Baked Potato or Rice Assorted Tropical Fresh Fruit Coffee and tea Option 2 Garlic Bread Green Salad with Balsamic Dressing Mix Satay (Chicken, Pork and Prawn) with Peanut Sauce Club Sandwich Baked Potato or Rice Assorted Tropical Fresh Fruit Coffee and tea",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-romantic-lunch-in-bali-picnic-on-a-boat-in-ubud/4631?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Romantic Lunch in Bali: Picnic On A Boat In Ubud",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 19:09:05"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 58618,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464081466/xnucwzia4fpeuf2vszft.jpg",
        "strIntroduction": "If you've always wanted to get behind the wheel of a supercar, take a ride down Bali's scenic highway in one of these beauties: - Porsche Boxster Spider - Ferrari F430 Spyder You get to drive a lap around the Mandara Toll-road in the supercar of your choice, while admiring the spectacular view of the sun and sea. Pick up from South Bali is included in this package, and our driver will bring you to meet at our start point - the Sanur side entrance of the Mandara Toll-road. Upon arrival, our instructor will show you the car and provide the necessary information on how to drive it. Following this, you will sit in the passenger seat with him driving and explaining how to use the gearshift etc. He will take you one lap on the scenic Mandara Toll-road while you familiarize yourself with the controls. After this instructional lap is done, you will be put in the driver's seat to drive the supercar of your choice back in the opposite direction. The whole experience will be photographed from inside and outside of the car and you will be provided with the footage at the end of the experience! Terms & Conditions: - minimum age: 20 years old - A copy of a valid driver's license will be require in advance - Extensive driving experience required - Any client showing up under the influence of alcohol, drugs or any hallucinogens will be banned from driving and the full price will be charged. - Any damaged done to the cars caused by action of the client will be charged directly to him or her.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-drive-a-supercar-down-the-highway-in-bali/2359?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Drive a Supercar down the Highway in Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 19:15:08"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 5,
        "intUsdCost": 2970,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858588/sn6rjjkfdpwamjua7t9a.jpg",
        "strIntroduction": "This unique experience with a master wood carver is suitable for all ages and abilities. Working side by side, using the traditional simple tools, you will experience the insight that creates the fantastic wood carvings found in Bali. Your teacher will assist you to create an original carved egg, carved mask or animal. Bring the kids and spend a half day learning the ancient craft of wood carving. Our wonderful instructors can skillfully guide a novice wood carver to find the mask, the animal or the shape that is ‘hiding” inside each block of wood. Bali’s wood carvers are known throughout the world for their intricate and nuanced wood creations that adorn nearly every abode on the island. It’s a craft inherited from one family generation to the next. Don’t miss the opportunity to sample this extraordinary craft while on the island. We want everyone to enjoy the wood carving experience and to have a chance to stretch their creative muscle while vacationing in paradise. We have two slots everyday, a morning slot and an afternoon slot: - Morning Class: 10am - Afternoon Class: 2pm",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-carve-your-own-wood-mask/419?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Carve your own Balinese Wood Mask",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 19:18:54"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 7500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1437125325/pdzslgtfngsteg7ek1mc.png",
        "strIntroduction": "Explore the historical, natural side of Bali by bicycle and discover the traditional ways of life quiet rural villages. The tour begins in the gorgeous river-valley of Sayan, Ubud. It is a 4 hour ride, 39 km, on back roads. Our experienced, professional guides know how to create trips that showcase a side of Bali that is very rarely experienced by tourists. The awe-inspiring sights, fun and adventure will be long-remembered after you leave Bali. Not only that, this cycling challenge includes treats breakfast and a delicious home cooked lunch in the beautiful garden at our private compound so you can experience the local side of life ============================================== PICK UP TIMINGS : Nusa Dua, Jimbaran area: 6.30 am - return 4.00 pm Kuta , Seminyak, Canggu area: 7.00 am - return 3.30 pm Ubud area: 7.30 am - return 3.00 pm ============================================== NOTE : This tour is for experienced cyclists in small groups.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-go-on-a-bali-cycling-challenge/3719?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a Bali Cycling Challenge (Advanced Riders Only)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 19:23:41"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 15,
        "intUsdCost": 4500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457415491/wejgf2h0lqm6etmabqvi.jpg",
        "strIntroduction": "During our different ‘Surf Lessons’ (see levels below), you will lean how to surf and improve your skills in a relaxed, fun and safe environment. Our guides will respond and adapt to your likes and dislikes to ensure you make the best progress! To provide a little variety, we also offer Surf Day Trips. Depending on the weather and wave conditions we can take our surf students to different non-crowded Surf Spots around Bali (east & west coast). When the swell is not ideal, this is the perfect opportunity to explore the island! Check out our options below and pick out the one you like on the Price Options drop down box on the right! Surf lesson beginner: The beginner class is for non-experienced or beginners who want to refresh the basics. What you will learn: master to handle the board, the correct paddle-technique, take-off and first forehand and backhand turns. You will also learn about the ocean conditions and safety. Surf lesson intermediate: If you are able to stand up and you have caught and ridden green waves, you are ready for intermediate guiding. We will help you to improve your surfing skills and share surf secrets with you. Surf lesson advanced: We will guide you ‘outside’ and show you the right position to observe the sets of waves as they approach. You will learn how to duckdive, to chose the good waves and to do maneuvers like cutbacks, bottom and top turns. Surf lesson for kids kids: Let your kids make their first surf steps with a ‘Softboard’ and easily ride their first waves. Our guides will make sure to keep them safe the whole time! Private guiding: Private surf guiding is specifically adjusted to your skills. Use the opportunity of a private surf instructor to concentrate on certain areas to get your surfing to a higher level. Surf Day Trip: Besides surf lessons, we also offer you the opportunity of going out from the typical spots and surf different waves around Bali with our surf trips. (However, the destination will mainly depend on your surf level, wave and weather conditions) All instructors of our school are qualified with ‚Bronze Medallion and Life Saving Certificates’ (International Life Guard Association). We are also accredited by the Association Surf Instructor’ (ASI) and trained with First Aid and CPR Life Saving. Fees include: Pick up and drop off from your hotel in Seminyak, Kuta, Legian and Canggu Surfboards & rash guards",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-surf-classes-learn-to-ride-the-waves-with-experts/1890?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bali Surf Classes - Learn to Ride the Waves with Experts",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 19:27:27"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 4500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1406538673/md1zr5ryexrrxumsbnef.jpg",
        "strIntroduction": "Discover how chocolate is made at our Chocolate Factory on the grounds of Bali Elephant Camp. The tour starts with an amazing ‘chocolate shot’ welcome drink, after which you’ll be taken through each step of the chocolate making process, from the cocoa tree to raw cacao, fermenting and roasting of the beans, and the final transformation into delicious dark, milk and white chocolate. During our journey, you’ll taste raw cacao, cocoa nibs and our handmade Bali chocolate before making your own chocolate elephants and decorating them with your favorite toppings to take home. This is the ultimate chocolate experience for anyone and everyone. We also have a great café where you can enjoy a tasty lunch and cool off with our amazing homemade ice cream. Our chocolate cafe supports local communities, which farm sustainably using organic practices, and turn cacao, nature's super food, into a range of delicious chocolates, pralines, cakes and ice-cream. For all you chocoholics, it’s chocolate heaven! Tours start every hour from 10am-3pm daily. == Itineraries == Morning Trip 08:30am - 09:30am Depart from your hotel (Depending on location, see below for pickup times) 10:00am Arrival & registration at Pod chocolate 10:00am - 10:15am Welcome drink and briefing 10:15am - 11:15am Explanation of how cacao grows, how it's processed into cocoa beans, and processed into fine chocolate, all of which you'll get to taste 11:15am - 12:00pm Chocolate Making 12:00pm - 12:30pm Finish chocolate making and wait for chocolate to cool (about 15 - 20 minutes) 12:30pm Depart for your hotel or opt for one of our optional extras such as lunch at Pod café or our Elephant restaurant Afternoon Trip 11:30am - 12:30pm Depart from your hotel (Depending on location, see below for pickup times) 01:00pm Arrival & registration at Pod chocolate 01:00pm - 01:15pm Welcome drink and briefing 01:15pm - 02:15pm Explanation of how cacao grows, how it's processed into cocoa beans, and processed into fine chocolate, all of which you'll get to taste 02:15pm - 03:00pm Chocolate Making 03:00pm - 03:30pm Finish chocolate making and wait for chocolate to cool (about 15 - 20 minutes) 03:30pm Depart for your hotel or opt for one of our optional extras such as a late lunch or snack at Pod café or our Elephant restaurant",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-pod-chocolate-factory-tour-learn-to-make-chocolate/2221?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour the Pod Chocolate Factory and Learn to Make Chocolate",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 19:31:04"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 6,
        "intUsdCost": 8000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858981/qov7uwgpfgokxni4kvm9.jpg",
        "strIntroduction": "Come and create your own tailor-made perfume, in your own personal laboratory space. We will assist you in concocting your own special perfume, using all of the finest essences from across the Indonesian archipelago. You will receive your very own individual 30ml bottle of perfume protected inside luxurious packaging to take away with you. Please keep in mind that this is an interactive workshop with qualified instructors so to ensure that they are able to assist you as much as possible there is a maximum of six guests per workshop. Book early to avoid disappointment! If you want an in-depth experience, feel free to book our 3-hour workshop, which includes a theory lesson on the art of making perfume from our highly skilled instructors. A diploma will be awarded to you at the end as proof of your talent and experience. The workshop is located in Nusa Dua at the Ritz-Carlton, Bali",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-create-your-own-perfume-in-nusa-dua-or-jimbaran/452?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Create your own Luxury Perfume in Nusa Dua or Jimbaran",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 19:36:44"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 15900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1385946441/ga0u8oj9vowxzxaxl5y1.jpg",
        "strIntroduction": "If you're looking for a great day of adventure, combine our short elephant trek with any one of the following 6 programs: White Water Rafting Jatiluwih Rice Paddy Cycling Kintamani Mountain Cycling Village Cycling, Bedugul Jungle Trekking Horse Riding See 2 options below (let us know which activity you would like to add to your elephant trek so we can make arrangements accordinly) OPTION 1: Elephant Ride + Jatiluwih Rice Paddy Cycling / Kintamani Mountain cycling / Village cycling /Bedugul Jungle Trekking /Horse Riding: 08.00 - 08.15: Depart from hotel 09.15 – 10.00: Arrive at starting point, welcome drink, and registration, safety talk 10.30 – 10.45: Start one choice of activities : Cycling, Jungle trekking or Horse riding 13.00 – 14:00: Finish activity and have Lunch 14.00 – 14.15: Finish lunch, transferred to Bali Elephant Camp 14.30 – 15.00: Arrive at Bali Elephant Camp. Welcome drink & registration 15.00 – 15.15: Start Elephant ride ( 30 minutes ) 15.30 – 15.45: Finish riding, taking pictures, feed the elephants (a basket of fruit is an additional charge of US$ 3 ) 16.00 – 16.15: Transfer back to hotel 17.15 – 17.30: Arrive at Hotel OPTION 2: Elephant Ride + Rafting experience 08.00 - 08.15: Depart from hotel 09.15 - 09.30: Arrive at Bali elephant camp 09.45 - 10.00: Start elephant ride (30 minutes) 10.15 - 10.30: Finish riding, taking pictures, feed the elephants (a basket of fruit is an additional charge of US$ 3 ) 10.45 - 11.00: Transferred to rafting start point (which is just next door) 11.15 - 11.30: Safety briefing, put on equipment 11.30 - 13.30: Rafting experience 13.30 - 13.45: Shower 13.45 - 14.30: Lunch 14.30 - 14.45: Transfer back to the hotel NOTE: - The above itineraries are only for pick up at Kuta, Legian, Seminyak and Sanur area. - For Nusa Dua, Jimbaran and Tanjung Benoa, it will take 1.5 – 2 hours to get to our location. - For Ubud, the journey will take 30 – 45 minutes to our location. MORE ABOUT EACH EXPERIENCE: ELEPHANT TREK: Befriend a great Sumatran elephant on our Adventurer Trek! Safely perched on the broad back of this majestic giant, you will plunge into a verdant tropical landscape, catching glimpses of chattering monkeys and colorful birds, as the trail follows the the banks of the raging Ayung River. At the end of the ride, your intelligent mount will cool off in the wading pool (while carefully keeping you high and dry) before delivering you to the Trunk'n'Mahout' cafe for refreshments overlooking the stunning valley scenery. WHITE WATER RAFTING Experience the Bali's singular approach to white-water rafting with a morning or afternoon excursion down the sacred Ayung River winding through the heartland of the island. During two hours of tranquil drifting punctuated by thrilling moments of shooting the rapids, you will Discover hidden waterfalls, swim in the pristine water, and gain insight into river ecology and Balinese daily life from our expert and knowledgeable guides. The experience ends at Karang Dalem with a hot shower and buffet lunch overlooking the stunning panorama of the river you have just explored. JATILUWIH RICE PADDIES CYCLING Cruise through the sleepy villages of Bali, the World Heritage Site of Jatiluwih where you can enjoy mostly an up-hill cycling tour for about 3 hours through the most beautiful terraced rice paddies in the world before enjoying a sumptuous lunch overlooking the stunning scenery. KINTAMANI MOUNTAIN CYCLING Enjoy a light breakfast overlooking Lake Batur and the still active Volcano Gunung Batur. The Start Point is located a further 15 minutes away, and it is there you will be outfitted with helmets, cycling gloves, and mountain bike and given a full safety and instructional brief by our expert guides. Mostly down-hill 3 hours course will take you through local villages, farms and rice paddy terraces. The off-road adventure includes a visit to a local Balinese housing compound and family temple. Finish in the artisans’ colony of Ubud. BALI VILLAGE CYCLING Takes you through the back roads of the famous Carang Sari Village where you can glimpse the real life and culture of these amazing people. Cruise through untouched rice paddies, pass the Bali Elephant Camp for a quick stop just to get a picture of the biggest animal .Enjoy the local scenery and visit the Sangeh Monkey Forest to meet its cheeky inhabitants. Lunch is served overlooking panoramic of Ubud. BEDUGUL JUNGLE TREKKING Enjoy 3 hours trekking taken 5km into farming area and discover the tropical mountain rain forest, near the lake village of Bedugul, where flora and fauna thrive, with mixed up and down the hill. Experience cross the calm lake water in a traditional dugout canoe. This exotic trek into the heart of Balinese nature offers spectacular undisturbed natural beauty and photographic opportunities. And as a part of our conservation activity, you will have a chance to plan the trees in Bedugul area. Horse Riding Explore hidden places accessible only on foot and experience the thrill of a gallop along the beach with our horse-back excursion along Saba Beach. After a comprehensive safety briefing from our professional guides, you will embark on a memorable horse-riding experience over black volcanic sands alongside the crashing waves of this pristine, seldom-visited beach, with the stark hills of Nusa Penida island and the great volcanic cone of Gunung Agung as a backdrop. You will see the brightly colored jukung boats of the village fishermen, and visit the Segara Wilis temple, where they made offerings to protect them from the perils of the sea. During the ride you will leave the beach to explore villages’ gardens of banana, pineapple, bamboo, and the alang-alang that forms the roof of every traditional Balinese dwelling.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-elephant-trek-rafting-cycling-trekking-horseriding/1478?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Elephant Trek + Rafting / Cycling / Trekking / Horse Riding",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 19:41:03"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 8,
        "intUsdCost": 4600,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457413742/fcysmxsdddckjkp6ghnb.jpg",
        "strIntroduction": "First, we will arrive at Uluwatu Temple to enjoy a spectacular sunset with a panoramic view of the Indian Ocean, complimented by a spiritual Balinese Hindu temple on the edge of the peninsula. For some additional insight into Balinese Culture, catch the mystic Kecak Dance performed on the cliffside, adjacent to the temple. Your final destination will be a seafood cafe serving delicious BBQ in Jimbaran Bay. You can enjoy this with your feet in the sand as its right on the beach. What a perfect end to the evening! ITINERARY: 15:15 Pick up at your Hotel Lobby 17:00 Visit and explore Uluwatu Temple 18:00 Watch Kecak Dance performance and enjoy Sunset at Uluwatu Temple *Sunset can not be guaranteed. This is highly dependant on the weather condition. 19:30 Enjoy BBQ Seafood Dinner at Jimbaran Bay 20:30 Return to hotel 21:00 Arrive back at your hotel NOTES: 1. The Kecak dance performance at Uluwatu Temple starts at 18:00 every day. In case of bad weather condition, it will be performed at the smaller stage. The price of the ticket is included in this tour. 2. Hotel Pick Up Area: Nusa Dua, Tanjung Benoa, Kuta, Legian, Jimbaran, Seminyak, Kerobokan, Canggu, Sanur, Denpasar, Ubud *Additional charge from Ubud and other suburbs 3. Sudden schedule changes may occur due to Balinese religious events which block the road etc. We ask for your patience and understanding in this matter. 4. Dinner menu: pre-determined set of dishes including BBQ fish, prawns, clams and squid, served with steamed rice, balinese spinach, condiments, mixed fruits and mineral water. The items in this package meal may change without prior notice due to the restaurant's stocks, so thank you in advance for your understanding. 5. If you do not eat seafood, the restaurant is able to switch the seafood menu with below menu. Please just note this preference when you are making the booking. NON-SEAFOOD MENU - Chicken fried rice - Mixed fried vegetables (cap cay) - Fried or grilled chicken - Fruit - Mineral water",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-uluwatu-sunset-tour-kecak-dance-and-jimbaran-seafood-dinner/2334?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Kecak Dance & Seafood Dinner : Uluwatu Sunset Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 19:45:09"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 3126,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858621/oauzbcqov2qur3bngafd.jpg",
        "strIntroduction": "This is a fascinating introduction to Balinese Batik techniques, tools and dyes. A fun-filled, creative workshop to produce an original design, or to try to master the detail of a traditional one. Working in vibrant colors with a skilled teacher, this class is guaranteed to be one of your most unforgettable memories of Bali. Attention is now being brought to the truly dynamic evolution of fabric art that has evolved over a millennia among the thousands of islands and the hundreds of cultures that comprise present-day Indonesia. Different fabric designs, motifs and colors identify finished fabrics with their source islands and villages. Fabric making is a labor intense craft that often requires the efforts of dozens of persons, over many weeks of long days spent boiling colors from plants and trees, drying and dyeing the hand-spun cotton and then slowly weaving repeating motifs on hand-made looms. Right now these fabrics are being marketed as fine art to the Western world, and justifiably so. Batik is the “wearable art” for the average Indonesian. Taking a colorless cotton fabric, inventive folk have traced in wax vibrant designs of both religious and natural subjects, applied colors made from handmade dyes and produced one of a kind, wearable art. Modern artists are expanding the role of batik by using batik methods to create pictures on canvas incorporating new and exciting motifs. Today, batik fabrics run the gamut of personal taste: from expensive, textured silk sarongs bearing the traditional motifs and handmade colors developed in isolated villages over many generations; to casual day wear featuring pop-art styling and a “tie-dye” color technique. The applications for batik-craft seem to keep expanding as the Western world incorporates batik techniques and motifs into more and more artistic and cultural venues. Batik is one of those crafts which appeal to both the child’s desire to play and create, and the mature artisan’s need to express themselves through a vigorous, exacting art medium. Sample the batik process as practiced by generations of Indonesian families. Our guru will guide you through the process of applying hot wax to a stenciled design on a fabric canvas, then you’ll apply colors to the patterned fabric- and finish the day with your new batik creation to take home with you! We have two slots everyday, a morning slot and an afternoon slot: - Morning Class: 10am - Afternoon Class: 2pm",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-learn-traditional-batik-painting/422?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Traditional Batik Painting",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 19:51:06"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 8,
        "intUsdCost": 2540,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1401431224/rwitfnqgfano895dm4ci.jpg",
        "strIntroduction": "Learn to make traditional herbal drinks (Jamu), Balinese oils, tiger balm, and sun block in Ubud, Bali. Jamu is a traditional herbal medicine from Java that is made of natural ingredients such as plant roots and fruits. In this herbal class, you will learn 4 things during the entire program: 1. How to make Jamu herbal drinks and the medicinal properties or various ingredients. These drinks have a cleansing and slimming effect, and can also be consumed as an energising tonic. 2. How to make Balinese Tiger Balm body scrubs (Boreh). Boreh can be used to exfoliate your skin, stimulate your nervous system, and aid in digestion. 3. How to make Balinese body oil for massaging or hair. This oil calms the body & mind, helps fight infections, and can be used as an aphrodisiac. 4. How to make Balinese sun block which draws out toxins and smoothens the skin. Photo Credits: http://bit.ly/1mxIg8t http://bit.ly/1pqf6wW http://bit.ly/TYUKhO",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-learn-to-make-balinese-oils-balms-and-jamu-in-ubud/2268?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Make Balinese Oils, Balms and Jamu in Ubud",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 19:55:05"
    },
    {
        "intDurationHour": 40,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 18000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1401877309/dywgbsqpejbiosq2nc7s.jpg",
        "strIntroduction": "This experience offers the rare opportunity to get a beautifully-tailored traditional Balinese outfit made so you can wear it comfortably and express your own personal style! You will feel like real a Balinese local, exquisitely dressed and elegant while wearing your very own custom-made kebaya that is perfectly fitted to you. Our professional and friendly staff will be more than happy to do your make up, making you even more beautiful for your photo shoot in your new kebaya! ITINERARY: DAY 1: 09.30: Pick up at your hotel lobby and drop off at the tailor to take your measurements 10.00: Transfer back to the hotel. DAY 5: 09.30: We’ll pick you up at the hotel lobby and take you to our salon for make-up and hair. The full dress-up experience takes about 1 hour. 10.30: We will then proceed to the temple so you can take part in an offering ceremony and get your photos taken in a local environment. The process will be explained so you understand the significance of each step. To keep these precious memories, we will give you 3 5R-sized photos and a CD of all your photos to print at your own leisure. 12.00: Change back into your own clothes, remove your make up and return to your hotel. NOTE: We have 3 plans your can choose from. The difference between them lies primarily in the quality of the material you choose for your outfit: - Standard plan - Superior plan - Deluxe plan Photo credits: www.flickr.com/photos/me2d/4554072031",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-tailor-make-your-own-traditional-balinese-outfit/2286?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tailor-Make Your Own Traditional Balinese Outfit",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 20:00:34"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1379667746/bfx6bdiuksccxnvjexsx.jpg",
        "strIntroduction": "When talking about carving, everyone tends to imagine stone carving or wood carving. In Bali, we have another one - fruit carving! The end result looks very beautiful and is easy to make, so everyone can try it. I will be happy to teach you how to create some of the designs, before you make one by yourself (and eat it later of course). The great thing about fruit carving is that you can do it any time, especially when you have a party with your friends. They will be amazed at what they see. These beautiful carvings can also be made for someone as a present. I have been a professional wood carver for many years and have been teaching many people in the past. Join me for this class, and let's make some tasty carvings together!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-try-your-hand-at-balinese-fruit-carving/961?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try Your Hand at Balinese Fruit Carving!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 20:06:17"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 5,
        "intUsdCost": 12000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1428654495/drml0sv2pnxhsulrmou6.png",
        "strIntroduction": "Bali Food Safari dining tours offer an experience that surprise and engage the senses, taking you and your accompanying guests from your accommodation to an array of mystery venues in one brilliant evening, dining in a selection of the Bali's best restaurants, discovered and undiscovered, exploring the most exceptional and delicious delights Bali has to offer. Adventure with Bali Food Safari in Seminyak, Ubud or Jimbaran with the choice to visit three or four venues for your evening, with a variety of dishes ranging from local cuisine, Italian, tapas and modern dishes. ITINERARY FOR THE NIGHT Starting with Sundown Getting things started with a view of the sun melting into the horizon and watch dusk roll over as you are served dishes at your first venue. Soak up the atmosphere and the dishes before moving to the next venue. Next Venue(s) The next stop(s) will be uncovered over the course of the evening. You’ll experience taste sensations, with each table specially reserved for your Bali Food Safari. Drinks are at the choice of the diners, with payment made to the venue prior to leaving. Ending on a High Your concluding venue serves up fine desserts to sample, with some of the richest and most delicate sweet plates you’ll taste. Heading Home Once your tour is complete, we will return your group to your accommodation. Should you have other plans to keep the night going, simply let us know with enough notice and we can do our best to accommodate. ========================================================= LOCATIONS The Bali Food Safari is run in 3 different regions of Bali. These are Seminyak, Ubud and Jimbaran. VENUES You will visit 4 venues and they will be revealed only on the night! NOTE: If possible, bookings should be placed at least 3 days (72 hours) prior to the scheduled departure time of your tour as we need to coordinate your menu with the restaurants. TIMING AND MEET-UP Upon booking, your desired pick-up location will be noted on the confirmation. We encourage all tour guests to be ready at their accommodation, or collection point, at least 10 minutes prior to departure. The meet-up time and other information is confirmed upon booking and payment of your tour. Please note that there is only one pick-up location per booking - unless previously arranged so. **Arrival at the 1st Venue is at 5:30 pm so please expect pick-up to be somewhere in between 4 to 5 pm depending on your location.** Please let us know of any dietary restrictions beforehand. ========================================================= Some F.A.Q. Q. What is progressive style dining? A. Progressive style dining is simply where you enjoy a number of dishes, each at alternative locations. Bali Food Safari tours collect guests and drive them to each location between dishes. Please note that Bali Food Safari is designed as a sample and introduction to new and exciting flavours and dishes, differing from the traditional set courses of entrée, main and dessert. Q. Will we be informed of which restaurants we will attend on the tour? A. We’re proud of the restaurants Bali Food Safari has partnered with, for both their delicious food and great atmosphere. Part of your tour experience is the mystery and discovery of the venues and scenery as the night unfolds. We keep your hand picked restaurants as a surprise until your tour begins. Q. Does Bali Food Safari include alcohol? A. No. Bali Food Safari tours are a food based tour only. Alcohol can be purchased at any of the restaurants you visit, with guests taking responsibility to settle the bill prior to leaving. No liability will be assumed by Bali food tours for injury caused by alcohol consumption. Q. Can I book for a group? A. Yes. We encourage groups to participate in the Bali Food Safari tours available. We can accommodate groups of up to 10 people. Should you wish to book for more than 10, please contact us over the messaging system. Q. Do I need to bring anything else? A. No. We encourage you to bring your eager taste buds, of course you can bring your own cameras to capture the memories and scenery of your tour. Should you wish to purchase alcoholic beverages you will need to bring a means of payment with you. Q. What should we wear? A. Smart casual (no singlets). All restaurants have a relaxed dress code, as is the joy of Bali holidaying. We encourage you to wear something comfortable, and remember that your tour will be held come rain or shine. Q. Are there any other charges? A. All booking fees include taxes, tour fees, service charges and your culinary discovery. Should you wish to, you’re welcome to purchase your own drinks over the tour. Q. What if I have any other dietary restrictions and allergies? A. Please email us about any allergies, dietary needs or restrictions you may have. Due to the nature of the tour, we cannot guarantee that any dietary needs or restrictions can be accommodated given the nature of Asian cuisine and the variety of restaurants used. We will do our best to work according to your preference. Any and all food allergies and dietary restrictions shall and must be disclosed to Bali Food Safari Tours prior to tour commencement. Q. Can we bring the kids? A. Bali Food Safari tours are designed as an adult activity and as such we don’t encourage any guests under the age of 18. Rather we suggest you take the time out of parenthood to reconnect with your loved one or family and friends. Babysitting services are offered throughout many hotels across Bali.",
        "strLocation": "Ubud",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-ubud-go-on-a-bali-food-safari-with-an-insider/3304?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join Bali Food Safari - A Mystery Dining Adventure",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 20:11:14"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 9900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1411537654/ge89es05m7ywyywu80ps.jpg",
        "strIntroduction": "Whether you've been fortunate enough to be entertained by Jegog playing Balinese musicians or have yet to learn about this authentic Balinese musical instrument, this unique experience allows you to make it, learn to play it and most importantly, bring it home! The tradition of making and playing the Jegog has been passed down from one generation to another among musical guilds in the village of Jembrana, Bali. Its popularity has spread to other parts of Bali over recent years. Each instrument has eight bamboo key base on a four-note scale. Under the guidance of a Jegog master, you will learn to play this traditional Balinese Gamelan instrument in no time. We will pack your Jegog, so you can take it home.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-build-your-own-bamboo-jegog-and-learn-to-play-the-instrument/2740?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Build your own Bamboo Jegog and Learn to Play the Instrument",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 20:16:03"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 8,
        "intUsdCost": 700,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1404743378/lhy8ilxje8fnderzi1hw.jpg",
        "strIntroduction": "Pickup service from Denpasar International Airport. I will be waiting for you at the airport arrival lobby with your name on a placard so you can easily find me once you exit the baggage claim area. Once I pick you up at the airport, you'll be provided with mineral water and a cold towel so you can hydrate and refresh yourself from your journey into Bali. I'll then whisk you away for a comfortable 1 - 1.5 hour ride up to Ubud, where you'll be dropped off at your hotel.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-airport-pickup-transfer-to-your-hotel-in-ubud/2278?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Airport Pickup/Transfer to Your Hotel in Ubud",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 20:22:03"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 10059,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355861978/nalya2if1zdkomtsusof.jpg",
        "strIntroduction": "This half day spa package lives up to its name. Starting with a 90 minute Esalen massage, followed by a body scrub and ozone facial. Break for a healthy two course lunch in the Taksu Terrace Restaurant and then splurge with two therapists giving you a thorough manicure and pedicure. Here is what will make your 6 hours of treatments so special: EsalenTM Massage: Taksu is proud to boast a full staff of EsalenTM certified massage therapists. EsalenTM, a western modality, is known for its slow movement of strokes that flow powerfully and deeply while at the same time are gentle. The longer, slower, flowing strokes work on multiple muscles. Integrative in nature, the strokes move from one part of the body into another, but never forget where they have been. This style speaks to the body to embrace the idea that it is ok to “feel good”. Luxuriate in the EsalenTM rhythm. Aloe Vera Botanical Ozone Facial: Based on a simple, centuries old technique of using steam for deep cleaning of facial pores, modern medicine has now brought the therapeutic powers of gentle ozone steam to create a thoroughly effective, comfortable facial treatment. An ozone facial delivers deepened moisturizing and purification, accelerates skin metabolism and increases blood circulation. Ozone steamers loosen dirt clogged in the pores to rid excessive sebum to clear up acne or blemishes. Try our new ozone facial for a more vibrant, supple face and surprise everyone with your ravishingly gorgeous look. One of the following three Body Scrubs; Salt Glow Body Scrub One of our most popular treatments, sea salt rich in trace minerals is mixed with warm massage oil to exfoliate the top layers of dead skin from the whole body (except for the face). It leaves your skin moist, glowing and satin-smooth. Choose Lavender for calming and relaxing; Lemongrass for refreshing your senses; or Rosemary for stimulating the central nervous system with an anti-aging effect. Galangal & Turmeric Body Scrub Intense and invigorating exfoliating scrubs remove dead skin and boost micro-circulation. Inspired by traditional Indonesian beauty rituals, this scrub leaves skin smooth and refined with a radiant glow. The traditional spices increase blood circulation to stimulate skin regeneration. Coffee & Cinnamon Body Scrub Awaken your natural beauty by taking time to clean, revive and revitalize your skin with a luxuriously pampering scrub. Cinnamon and coffee particles deeply clean skin pores and remove dead cells to leave your skin soft and subtly scented. Coffee awakens your skin’s beauty and cinnamon’s antiseptic qualities helps to keep skin healthy. Sugar Fingers Manicure: A sugar scrub massage and a soothing botanical soak revive and protect skin, leaving it silky smooth. Nail filing, buffing and polish complete the manicure service. Sole Delight Pedicure: Warmed aromatherapy oils nourish and condition your feet and nails, then soak the feet in an exfoliating milk bath, lavish in its richness and healing action on your skin. After the shaping of the nails choose from an array of colors to adorn the feet of a Princess… a sensory experience which promises to leave you walking on cloud nine!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-get-pampered-in-balis-jungle/476?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get Pampered in Ubud's Tropical Jungle",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 20:27:08"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 1,
        "intUsdCost": 5000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1379669098/nnvopxxdpqanawpjzhg8.jpg",
        "strIntroduction": "Your experience will start at Abuan Kintamani volcano, from which you will cycle through the beautiful countryside of Bali. You can see orange, jack fruit, chili and cabbage plantations on the way, as well as rice paddies, small villages and Balinese compounds. All of that is the true essence, the real Bali, very hard to see in typical tourist areas.You will be able to experience the Island of Gods with all your senses there. The bike ride is 25 kilometers long and will take approximately 2 to 3 hours depending on your fitness level. The best way is to just ride slowly, appreciating the surroundings. You can stop whenever and wherever you want for as long as you like. We will conclude in Ubud, where you will enjoy an a la carte Belinese menu for lunch.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-cycling-adventure-from-volcano-to-panyangan-in-bali/963?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cycling Adventure from Volcano to Panyangan in Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 20:32:12"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 3009,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858643/sxygzmygyi6ikn97r4yr.jpg",
        "strIntroduction": "Step out of your ordinary day and join us at the gallery for an introduction into Balinese Dance. Our experienced teacher will gently guide you and your friends as you learn your first Balinese dance steps. Sample the integrated body movements, hand and facial gestures that make Balinese dance so unusual to new visitors. Our teacher will explain the meaning(s) behind the individual postures and gestures that comprise the basics of Balinese dance. It’s a wonderful way to expand one’s knowledge of the Bali-Hindu culture while enjoying a bit of exercise. We’ll provide the music, the sash and the sarong, so come join us for a few hours of fun! We have two slots everyday, a morning slot and an afternoon slot: - Morning Class: 10am - Afternoon Class: 2pm",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-learn-the-basics-of-balinese-dance/425?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn the Basics of Balinese Dance",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 20:36:28"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 8400,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1444538983/mop1ksrrhj1xwgsdnm0l.jpg",
        "strIntroduction": "[COMBINATION ONE DAY PACKAGE TO SAVE YOUR TIME AND MONEY] Your day will start with an exciting white water rafting trip at a beautiful river of your choice. You can choose from 2 different locations for the amazing rafting activity. If you want to enjoy a moderate river with a peaceful rainforest view, choose Ayung River in Ubud. If you are looking for a more exciting ride, choose Telagawaja River which is located in Rendang village. After your rafting trip, you will be offered a delicious Indonesian lunch buffet. We will then proceed to our highly rated spa. This 1.5 hour spa treatment is especially prepared for this package which is ideal for post-rafting. Start from a relaxing warm stone full body massage to take away the fatigue then followed by chocolate body scrub to make your skin smooth! Itinerary: 8:00 Pick up at hotel lobby by rafting company’s car *Pick up time is approx. between 7:45 – 8:30 depending on the hotel location. 9:30 Get ready for rafting & safety orientation with guide 10:00 Rafting Activities (Approx 1.5 – 2 hours rafting) 12:00 Shower & get changed & Buffet lunch 13:00 Transfer to selected spa in Sanur area by rafting company’s car 14:30 1.5 hour spa treatment 17:00 Transfer back to your hotel lobby by spa’s car *The itinerary highly depends on the traffic condition of the day. Especially if you choose Telagawaja river, please give at least 1 hour extra from the above itinerary as the location of Telagawaja river is farther. Note that the rafting experience comes with below treatments: - 1.5 Hour Original Stone Massage + Chocolate Body Scrub Package - Aromatherapy foot bath with welcome Drink - 5 minutes - Warm stone full body massage - 50 minutes - Chocolate body scrub - 35 minutes - light snack and herbal tea at spa lounge If you would like to add other treatments, you have below options (subject to treatment room availability at the time). For these, you can book and pay directly at the spa reception. Traditional Asian Facial (1hr) – Rp. 282,000 A refreshing 6-step facial using pure and natural ingredients to enhance the condition and appearance of all skin types.. Balinese Style Reflexology (1hr) – Rp. 262,000 Firm pressure is used to stimulate the reflex points in the feet to bring about deep relaxation and improve blood circulation..",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-one-day-package-white-water-rafting-spa-therapy/2189?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "5% OFF One Day Package - White Water Rafting + Spa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 20:39:49"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 9125,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1420530964/ie4gkqygrcxev33ryu31.jpg",
        "strIntroduction": "Experience the fastest and most exciting full day cruise in Bali as you discover the magnificent sights of Bali’s three sister islands; Nusa Lembongan, Nusa Penida and Nusa Ceningan. Cruise along towering limestone cliffs dropping straight into the sea, float by the “Hole in the Rock” or the “Manta Point Gate” and beautiful secluded, white sand beaches. Enjoy the absolute best snorkeling Bali can offer in the breathtaking landscapes. Sometimes manta rays, whales or dolphins cruise nearby playing in the water – If you are lucky they might even come in closer to greet us! Ocean Rafting, designed with the highest safety standards and equipped with 750hp, promises an exhilarating day of sightseeing and snorkeling at some of Indonesia’s finest pristine coral reefs. PICK UP AND RETURN TIMES: 09.15 - 09.30: Ubud / Uluwatu / Tanah Lot (return 18.30 - 19.00) 09.30 - 09.45: Seminyak / Legian / Kuta / Tuban / Nusa Dua / Jimbaran / Canggu (return 18.00 - 18.30) 09.45 - 10.00: Sanur (return 17.45 - 18.00) ITINERARY: 10.00 - Arrival to Benoa harbour and select snorkeling gear prior to boarding. 10.30 - Ocean Rafting vessel departs from Benoa harbour. Safety demonstration onboard. Cruising the South coast of Nusa Penida and viewing 300 foot high coastal cliffs. 11.45 - Snorkeling at Crystal Bay or Gamat Bay. 12.30 - Cruise through spectacular Ceningan channel mangroves. Picnic lunch served on board Ocean rafting vessel. 13.15 - Village Tour. 14.00 - Cruise to 2nd snorkeling spot around Lembongan or Penida. 15.00 - Visit our Beach Club at Lembongan to relax at the beach. Option for parasailing. 16.45 - Ocean Rafting departs from the Beach Club. 17.30 - Ocean Rafting vessel arrives to Benoa harbour.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-three-islands-ocean-rafting-cruise-tour-lembongan-and-penida/2974?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "3 Islands Ocean Rafting Cruise - Tour Lembongan & Penida",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 20:43:54"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 1876,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1395852736/d3e8idsrgk4rk8s9m5j7.jpg",
        "strIntroduction": "Get picture perfect nails for your holiday photos in Bali! We offer 3 different brands of nail polish for manicure/pedicure treatments: OPI, Gelish, and Shellac. All treatments include shaping, tidying, cuticle trimming and buffing the nails prior to nail polish application. All treatments will begin with a traditional foot bath ritual to cleanse your feet.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-get-perfect-nails-with-manicure-pedicure-treatments/2099?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get Perfect Nails with Manicure Pedicure Treatments",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 20:47:34"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 8000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457526490/afxohpojdhca23knugbz.jpg",
        "strIntroduction": "Select any 3 extreme water sports available in Bali from the list below: - Banana Boat (15 mins) Up to 5 people can ride on the banana boat together so you can enjoy with your friends and family! A banana boat is a long banana-shaped inflatable craft that you can sit on while being pulled by a speedboat. Expect wind in your hair, splashes of sea water, and loads of fun! - Donut Boat (10 mins) A round donut-shaped craft pulled by a speedboat - Flying Fish (5 mins) A watercraft that starts out flat on the water before flying into the air when pulled by a speedboat - Jetski (15 mins) Feel refreshed with high speeds on the sea, as you ride your jet ski and have your very own James Bond moment! An instructor will ride with you at the back of the jet ski for your own safety. Solo rides without an instructor are also available, but please ensure that you have jet ski experience and do note that insurance is not covered in the fee. - Parasail (5 mins) A recreational activity where you will be towed behind a boat while attached to specially designed parachute, The boat then drives off, carrying the parascender into the air. Enjoy a panoramic view of the open skies and wide seas of Bali. - Snorkelling (1 hour) Snorkel through Bali’s beautiful reefs that will amaze your imagination with its plethora of colourful fish and exotic plants. Be fascinated by the wonders of the sea while gliding through the surface of the waters. Feel like one with the aquatic realms surrounding you. Snorkelling is suitable for all ages and abilities, from beginners and young children to advanced swimmers. Those who do not know how to swim can wear a life jacket to help you float. Learning how to breathe through your mouth with the snorkel mask is easy. - Wakeboard (15 mins) One of the most challenging water sport available in Bali. You will be strapped to a board and pulled by a speedboat round the lagoon. Test your stamina, strength, and balance in this water sport challenge! Free pick-up available from Kuta, Seminyak, Legian, Jimbaran, Sanur and Nusa Dua (min. 2person booking)",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-extreme-water-sports-package/2082?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bali Extreme Water Sports Package",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 20:50:54"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 34000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1420948884/xqfragfqfroskiqvaicw.jpg",
        "strIntroduction": "If you'd like to see a different side of Bali, our cross-cultural weaving programs on one of Bali's sister islands - Nusa Penida - promote fair trade, sustainable tourism and conservation of traditional weaving practices for remote indigenous communities. We have a choice of 3 durations for this trip (please select the correction option while booking) 2 Days / 1 night 3 Days / 2 nights 5 Days / 4 nights During your time on the island, you will be accompanied by English speaking guides and local master weavers will conduct daily workshops of traditional weaving projects, such as: • Hexagonal Split bamboo basket • Pandanus leaf mat • Split bamboo fish trap • Coconut leaf offering techniques The tour is provided at an easy going “island time” pace allowing plenty of time to explore the natural beauty of Nusa Penida, snorkeling magnificent coral reefs, sightseeing and relaxing. Tour guides for exploring the island are available on request. ACCOMMODATION Hotel Accommodation is provided on Nusa Penida Island at Ring Sameton Inn, a comfortable hotel with large rooms, wi-fi, air-conditioning, swimming pool, restaurant and bar. Breakfast is complimentary. Warungs and restaurants are both within easy walking distance from the hotel. TRANSPORT Return transport by Caspla Bali Sea View Fastboat. The boat journey is a 14km Southeast ocean voyage taking approximately 40 mins. On arrival to the island, transport by either motorbike or car to the Ring Sameton Inn will be arranged AVAILABILITY Every day but try to book at least one week in advance",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-traditional-weaving-tour-with-master-weavers-on-nusa-penida/3018?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Traditional Weaving Tour with Master Weavers on Nusa Penida",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 20:56:50"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 28800,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1433166703/icjahxpbmml35x4uvrr2.jpg",
        "strIntroduction": "This tour is ideal for those who are interested in really exploring the history and culture of a unique island and who would love to go where few others have travelled. The temple and meditation spots we will visit date back to the 8th century up to the 12th century, and are basically untouched as they are seldom frequented by locals, let alone visitors. These temples have played a significant role in the development of present day Balinese culture, so those history and culture buffs amongst you, they are something VERY special to visit. As background, modern day Bali Hinduism has been formed over the centuries and is a mixture of Buddhism and Hinduism, influenced by practices of the Javanese empire. During this special tour, we will trace the creation of Bali's unique religion - “Hindu Dharma”, whereby three branches flowed into one over the course of 5 centuries. Our day will start at Pondok Penempahan, the home of Bapak Enong Ismail, the Curator of The Sukarno museum Tampaksiring and the leading expert on the recently World Heritage Listed Pakerisan river area. His simple house sits amongst the rice fields on a ridge to the sacred river of Pakerisan; it’s a beautiful place to start our day. He will welcome you with a drink and Balinese cakes while recounting the story of how the Hindus first came to Bail and how that has evolved over time. He is happy to share his work documenting Balinese culture since 1979 and explain the team's efforts to preserve the temples and monuments for future generations. After this insightful discussion with Bapak Enong, we will proceed to the first temple built in Bali after Besakih in the 8th Century. We will then continue to a temple that is both Buddhist and Hindu built in the 10th Century, where we will have lunch prepared for us in the rice fields. In the afternoon we will make our way to an ancient meditation site hidden in the rainforests and carved out of the stone walls, basically untouched since the 10th Century. Here we will be met by a local priest who will conduct a blessing ceremony for us to wish you luck on your onward journeys in life. We will then enjoy a coffee or tea at a local coffee and spice plantation with beautiful scenery overlooking Tampaksiring's garden (the garden of the holy spring water temple). You can try or taste Tampaksiring herbal tea or Bali's famous luwak (or 'civet') coffee. Lastly, we continue to the sacred Siva Temple, where holy spring water emerges from the bottom of a Banyan tree. This temple is one of Bali's most amazing hidden gems, often omitted by guide books that are not aware of its existence. Very few tourists have been allowed to enter these areas, but through the association with Bapak Anong Ismail and his position within the Sukarno centre, the local villages have entrusted us to bring in very limited numbers to these important places in history. NOTE: While the price of this tour is certainly higher than that of others you see in Bali, you will enjoy exclusive access to one of Indonesia's foremost historians and be guided into hidden ancient temples usually restricted to those outside the village. A proportion of your fee also goes directly into preserving these historical monuments. This is a once-in-a-lifetime experience not to be missed. PICKUP AND RETURN TIMES Ubud area : Pickup 09:00, return around 17:00 Kuta, Sanur, Seminyak and Nusa Dua area : Pickup 08:00, return around 18:00",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-hidden-temples-and-cultural-heritage-tour/3548?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bali Hidden Temples and Cultural Heritage Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 21:01:40"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1404711295/wsesbws0uryld3zhfop7.jpg",
        "strIntroduction": "Set on the outskirts of Ubud in a beautiful village called Keliki, this delicious picnic luncheon for two is the perfect way to savor a languid afternoon. We pack a delicious box of gourmet treats for you and bring you to our secret picnic spot on a hill overlooking the verdant valley. While taking in the lush greenery surrounding you, tuck into our selection of gourmet treats and home-made goodies. You will have a choice between 2 menus: WESTERN MENU: - Breaded Prawns with bread crumbs and tartar sauce - Crispy Bacon potato salad, served with mixed lettuce , boiled potatoes, mayonnaise, chopped parsley - Grilled Chicken Panini with grilled vegetables, mayonnaise and cheese - Fresh juice, mineral water, soft drinks and beer - Banana pancakes - Fresh fruit skewers INDONESIAN MENU: - Lumpia Goreng - mixed sautéed vegetables with spicy sweet and sour sauce - Gado Gado Bukit cinta - a roulade of mixed vegetables with beancurd, tofu and peanut sauce - Nasi Bakar Bangkiang Sidem - Fried rice wrapped with banana leaves with grilled chicken, fried bean curd, fresh lalapan and sambal bajak - Fresh juice, mineral water, soft drink and beer - Fruit pudding - Fresh fruit slices Downtown Ubud can get a little hectic, but come enjoy this tranquil hideaway and toast to a wonderful time in Bali.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-romantic-gourmet-picnic-overlooking-the-ubud-valley/2362?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Romantic Gourmet Picnic Overlooking the Ubud Valley",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 21:05:10"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1431081069/j2fijuorvk1inz2zzolq.jpg",
        "strIntroduction": "Get into a zen mood with our day spa package that includes 60 minutes of Yoga, 60 minutes of a Traditional Chinese Medicine Jade massage and a 2-course vegetarian healthy meal. After your meal, enjoy our main pool in the bamboo zen garden and soak in the tranquility for as long as you would like. YOUR SCHEDULE (start time is flexible): 1. Yoga (60 minutes) Practice Yoga to gain inner peace and physical balance by combining Hatha and Vinayasa Yoga, Pranayama and Meditation. Our yoga program is run by an experienced yoga instructor and is suitable for all levels to enhance your vitality and rejuvenation. 2. Jade Massage (60 minutes) Combining the healing powers of jade stone and herbal moxa, this treatment uses a series of century-old Chinese techniques to stimulate circulation and helps release toxins from the body’s deep tissue. 3. Vegetarian meal (2 courses) STARTER (choose 1 from 3 choices below): VYCHISSOISE - chilled potato and leek soup GOLDEN GAZPACHO - sweet tomato & cucumber soup with mango ORGANIC QUINOA SALAD - nashi pear, papaya relish, toasted almonds, curry vinaigrette Main course (Choose 1 from 3 choices below) EGGPLANT ROLLS ROMESCO - tofu-basil ricotta, roast capsicum, white cabbage, romesco sauce COCONUT PAD THAI - young coconut noodles, cabbage, mung bean sprouts, spicy almond sauce THE “BAMBOO” TOFU BURGER spicy flavored tofu, coriander bun, orange and curry mayonnaise, acar *********************************************************************** OTHER WELLNESS OPTIONS IF YOU WOULD LIKE TO SPEND THE DAY WITH US: *********************************************************************** 1. AMALA HEALING RITUAL (120 minutes) - Foot Bath - Amala Holistic Massage (90 minutes): Using our exclusively blended pure essential oil, this holistic full body massage uses a fusion of therapeutic techniques from the Eat and the West to give you the ultimate soothing and pampering experience - Herbal Compress - Body Scrub - Bath Salt & Body Lotion - Aura Cleansing Mist *********************************************************************** 2. BALINESE EXOTIC FRUIT RITUAL (130 minutes) - Foot Bath - Traditional Balinese Massage (60 minutes): Influenced by the healing rituals of Balinese culture, this traditional massage combines stretching and acupressure techniques to relieve tension and improve blood circulation - Body Scrub: Prepared using freshly pressed papaya for exfoliation - Body Mask: using fresh avocado - Bath *********************************************************************** 3. DETOX PURIFICATION RITUAL (150 minutes) - A quick sojourn in our steam room - Foot Bath - Lymphatic Drainage Massage (60 minutes): Using gentle and rhythmic lympathic massage techniques, this treatment effectively eliminates toxins, reduces water retention, increases blood circulation and promotes weight loss. - Body Scrub - Body Mask - Bath Salt Soak *********************************************************************** 4. WATER PILATES + YOUR CHOICE OF MASSAGE + LUNCH (180 minutes) a) 60 minute Water Pilates: a flowing-water based workout focusing on muscular toning and definition through core-stability work. While developing strength, flexibility and body awareness, these specific water movements are also very supportive for those with back problems, weak joints, serious injuries, arthritis and anxiety. It is very safe and highly beneficial during pregnancy and postnatal recover. b) 60 minute massage of your choice: i) Lymphatic Draining Massage: Using gentle and rhythmic lympathic massage techniques, this treatment effectively eliminates toxins, reduces water retention, increases blood circulation and promotes weight loss. ii) Traditional Balinese Massage: Influenced by the healing rituals of Balinese culture, this traditional massage combines stretching and acupressure techniques to relieve tension and improve blood circulation iii) Head and Shoulder Stress Relief c) Health Vegetarian lunch (menu above) *********************************************************************** 5. PARTNER YOGA + MASSAGE / FACIAL + LUNCH (195 minutes) a) Partner Yoga & Thai Massage (75 minutes): - A unique blend of Yoga and massage that is practiced with a partner to help you go deeper into postures with a sense of ease and comfort. Since it is interactive combining the efforts of each person, it’s a fun practice for couples to help move into balance with one another. After the Partner Asana practice, your teacher will guide you through a series of Thai massage techniques that combine stretching and acupressure points that you can easily do for each other. Thai massage opens up the meridians to help balance the body’s internal (chi) energy channels. b) Your choice of one 60-minute massage and facial below: i) Lymphatic Draining Massage: Using gentle and rhythmic lympathic massage techniques, this treatment effectively eliminates toxins, reduces water retention, increases blood circulation and promotes weight loss. ii) Traditional Balinese Massage: Influenced by the healing rituals of Balinese culture, this traditional massage combines stretching and acupressure techniques to relieve tension and improve blood circulation iii) Head and Shoulder Stress Relief iv) Organic Facial (60 minutes): This treatment cleanses and exfoliates with a mask, followed by a revitalising neck, upper chest, neck shoulder, hand and feet massage. We employ only custom-made products, made using fresh local ingredients to cleanse, refine, restore and hydrate your skin c) Healthy Vegetarian lunch: See menu above",
        "strLocation": "Kuta",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-kuta-two-hour-yoga-and-massage-therapy-session-in-seminyak/3440?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2 Hour Yoga & Massage Therapy Session in Seminyak",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 21:10:06"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 15000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1414767688/z3kyfw49unp0uobnsqy2.jpg",
        "strIntroduction": "Our 2D/1N retreat starts with a 60 minute massage in our spa pavilion overlooking the beautiful countryside followed by afternoon tea featuring traditional Balinese farmer sweets and delicacies such as Laklak (a rice flour pancake with palm sugar syrup), Godoh (fried banana fritters), boiled peanuts, sweet potatoes, and sweet corn. After a relaxing afternoon at Cepik Villa (you can spend it with a book at our pool!), we serve you our version of the famous Indonesian Rijsttafel - a rice platter surrounded with exquisite side dishes chock full of flavor - before you retreat to your beautifully appointed room for a deep sleep. The next day, celebrate your morning with a healthy breakfast, followed by a memorable walk through the rice paddies and rivers in the area. Our guide will show you the lay of the land, introduce you to local fruits and vegetables, and take you to some of the most breathtaking views of rice terraces and Mount Agung that you can see in Bali. On your way back to the hotel, you will even get to see how the local tile factory makes tiles by hand! Once you are back, a young coconut is served to revive you before you leave, refreshed and ready to tackle the world! ITINERARY: DAY 1: Afternoon: Arrive in Sidemen and check into Cepik Villa (at your own leisure). be welcomed by 15.00: Relax with a 60 minute Balinese traditional massage to ease the tensions away 16.30: Afternoon tea 19.00: Special Rijsttafel Dinner DAY 2: 06.00: Tuck into a healthy, organic breakfast overlooking the countryside 07.00: Start your morning fresh with a scenic 3-hour-long rice paddy and village trekking experience with our local guide. He will lead you to cross some shallow rivers, and take you on a hidden path to discover the best views in the area. You will even visit a local tile factory on the way back and see how they still make them by hand. 12.00: Ready for departure NOTE: The price for this retreat depends on the time of year, so select your option accordingly: High Season: Dec 23 - Jan 10 Peak Season: July 1 - Sept 15 Low season: All other dates MENUS - We are happy to cater for various diets: - Vegan menu for strict vegetarians: sweet potatoes, sauteed vegetables and fruits. - For those looking for a Satvikk diet, we provide calming foor that excludes garlic, onions, shallots and of course meats, poultry and fish. - Our regular breakfast menu includes Indonesian favorites as well as an American breakfast consisting of toast, jam/preserves, honey, two eggs(any style), bacon or sausages, juices and coffee or tea.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-spend-a-weekend-in-the-spiritual-village-of-sidemen/2852?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Spend A Weekend in the Spiritual Village of Sidemen",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 21:14:57"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 5862,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1393855225/ydyzpu9gwxxedlmkfsmu.jpg",
        "strIntroduction": "In order to help you get the best our of your time in Lombok, we've created a special combination of biking + a car tour in order to help you cover the greatest amount in one day. We have 2 options below: South Lombok (biking + Kuta tour) On this tour you will picked up by your local guide and dropped off just south of Mataram, where you will start biking from Jeranjang village through rice fields and then the river by boat. Next, we continue on to the traditional pottery village of Banyumulek village and then ride to Sukarara village, which will take you about 1 hour max from Banyumulek village. We walk around the village for a break, then continue to Kuta beach if you still energetic. If not, you can hop in a car to experience the beautiful white sand beaches of the area - including the turquoise crescent bay of Mawun beach. North Lombok (biking + waterfall tour) This tour will start from Senggigi. After driving for 1 ½ hours to Tanjung District, passing through Pusuk monkey forest and Tanjung District, you will start your bike tour from Karang kates village and bike through a stunning rice field area. During the tour, you will see most local men and women working together in their fields and you may to stop by the holiest Buddhist site in the north. To end your trip, you will continue to the famous Gangga waterfall before we take a ride back to your hotel after a great day out.",
        "strLocation": "Lombok",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-lombok-biking-trekking-combination-tour-best-of-lombok-in-one-day/1986?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Biking/Trekking Combination Tour - Best of Lombok in 1 day!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 21:20:03"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 11700,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1395850560/py8y8c3v0zrktxvlosiw.jpg",
        "strIntroduction": "A day trip through authentic Balinese villages and some of the most picturesque parts of Bali, this special tour picks up guests in a land rover equipped with picnic baskets with refreshments. The journey leads you away from the main roads and busy highways on to back roads and through authentic villages. First stop is a natural stone quarry where villagers have cut the stone out of a dry river bed for generations. From there the trip continues to an agricultural village where a local family introduce you to the wealth of tropical plants surrounding them, Cacao trees, mangosteens, the native pomelo, coffee and traditional rice fields mingle with the flowering trees. Locally grown coffee and Balinese sweets are served. The guests would be offered a 30 minutes soft trekking through the rice fields after the coffee break. Next stop is a trip high into the mountains through the UNESCO-recognized rice terraces of Jatiluwih, followed by a sumptuous Balinese lunch, served in a rainforest restaurant surrounded by giant bamboo. Enjoy a glass of wine, beer, in the glorious open-air canopy. After lunch, you will visit Batukaru temple, a unique sacred mountain sanctuary and royal temple of Tabanan dynasty. It was founded in 11th century by Empu Kuturan, a great Hindu Sage who established six main temples on the island of Bali. Our Land Rovers and Land Cruisers depart every morning between 8 and 8.45am and bring you back to your hotel around 5pm. Pricing includes: - Morning tea and coffee break at Balinese farm house - Lunch with Balinese specialities at bamboo forest restaurant on the slopes of Mount Batukaru - Soft drinks, wine, beer, tea or Balinese coffee Mineral water during the journey - Visit to an ancient sand stone quarry, a traditional Balinese farm house, an option to go for 30 minutes soft trekking through the rice fields and visit to Batukaru temple Pick up service available from hotels in Kuta, Legian, Seminyak, Jimbaran, Nusa Dua, Pecatu, Sanur, Canggu, Ubud, Tanah Lot",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-land-rover-tour-journey-to-the-secret-soul-of-bali/2072?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Land Rover Tour - Journey to the Secret Soul of Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 21:25:13"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 1400,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1406343033/c6twvv2hw0qa4yxm5hgl.jpg",
        "strIntroduction": "KINTAMANI VOLCANO & BARONG DANCE TOUR This tour will start at 08:30 and we visit the following locations: • Batubulan Village : Most popular Balinese cultural show, Barong and Keris Dance • Celuk Village : observe silversmith, making fine silver jewelry (in Balinese style) • Kemenuh Village : Wood carving village • Tegalalang : One of the most picturesque rice terraces in Bali • Kintamani : Having lunch while enjoying the beautiful view of Volcanic Mount Batur and Lake Batur • Kayuamba Village : Traditional Bali \"Luwak\" Coffee Processing, tropical fruit and Spice Garden. • Tirta Empul Temple : Holy Spring Water Temple. OPTIONAL Holy Bathing Ritual at Holy spring water temple, please contact us for details and further arrangement .",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-full-day-tour-kintamani-volcano-and-ubuds-villages/2492?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Full Day Tour: Kintamani Volcano & Ubud's Villages",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 21:29:18"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 4500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1381149797/utk6wyia43mimqfegs3h.jpg",
        "strIntroduction": "Learn the basics of silversmithing using traditional techniques with our master Indonesian silversmiths. This is a great beginners class and an excellent introduction to making silver jewelry. It runs for approximately 3 hours and is a fun, easy-going introduction into the world of jewelry. With the help of our master silversmiths, you will be able to make your very own design into a finished piece and bring it with you to cherish forever. Techniques covered in this class include: - Sawing - Soldering - Stamping - Sanding and polishing - Working with silver",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-express-your-personality-in-your-own-jewelry-in-canggu/994?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Express your Personality in your own Jewelry in Canggu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 21:33:55"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 1,
        "intUsdCost": 2736,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858637/xedk95r9dheor8odsyjy.jpg",
        "strIntroduction": "Weaving is one of the most learned craft in Indonesia especially in Bali. This is basically the method of creating rugs, clothes, and other pieces using threads from indigenous materials like silk, plant fibers such as pineapple, palm, lontar and many others by using the traditional weaving machine which is the loom. The practice of weaving can be dated back more than centuries ago. In fact in Indonesia, lontar weaving is the most popular. Lontar basically comes from palm genus which is a tall palm tree and natively growing in tropical regions of Africa, Asia and New Guinea. Lontar fibers are used in weaving to produce creative pieces. There are many workshop in Bali that caters lessons in Lontar weaving. Craft Workshop Bali has all the list of available workshops for weaving and we are one of the known facilitators of organizing lontar weaving workshop. Master weavers will assist art enthusiasts throughout the workshop. Students of the workshop are taught different styles of Indonesian weaving: Ikat and Tapis. Tapis is a traditional weaving style originated from Lumpung, Indonesia and the word also refers to the resulting cloth. The style of the woven material are consist of striped naturally-colored cloth intricately embroidered with warped and couched gold-thread. Whereas Ikat is the dyeing and as well weaving technique in Indonesia. This is used to pattern textiles with a wax dye. The patterns are clearly visible in the fabric. Weaving by ikat style can be done slowly that the weaver carefully weaves by adjustment in order to maintain the clarity of the patterns. The lontar weaving in Indonesia has emerged to be a successful industry. With that, weaving cloths is probably the most in demand. Anyone can see how wonderful the weaved clothes are made by creative artisan weavers of Indonesia. We have two slots everyday, a morning slot and an afternoon slot: - Morning Class: 10am - Afternoon Class: 2pm",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-learn-the-art-of-balinese-lontar-weaving/424?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn the Art of Balinese Lontar weaving",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 21:37:50"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 1500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1414509775/f1ueek4exko3jqbnaeli.jpg",
        "strIntroduction": "This is a full day trip combining the best of culture and heritage of the island, first with a stop to visit Kemenuh village to see the wood carving center, before continuing up to the Batur volcano with its amazing view of Batur lake. We then visit the largest and most sacred Hindu temple in Bali - Besakih mother temple, the core of Bali's spiritual and sacred life with thousands of pilgrims from all over the island every day. After visiting the temple, we continue to Rendang village to take a rest and have lunch at the local restaurant on the top of a cliff. You will get to take in the spectacular scenery of rice paddy fields and the tallest mountain on the island - Mount Agung. Our last stop for the day is Penglipuran village, a traditional village in Bali with a unique social structure and culture. 700m above sea level, the village boasts a cool atmosphere and is said to have been a place of amusement for former kings. All the houses here are beautiful, with identical traditional gates all oriented towards Mount Agung. Experience the serenity, stillness and beauty of the Balinese soul on this journey... ITINERARY: 08.30: Pick up at your hotel 10.00: Visit to Kemenuh to take a look at the woodcarvers' masterpieces 11.00: Leave for Kintamani to view the Batur volcano 12.30: Continue to Besakih temple 13.30: Start to walk up to Besakih temple 15.30: Leave Besakih to Rendang for lunch at a local restaurant. 16.30: Visit Penglipuran village 17.30: Leave the village for your hotel",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-traditional-village-tour-penglipuran-besakih-and-more/2833?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bali Traditional Village Tour - Penglipuran, Besakih & more",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 21:41:21"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 24700,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1426767530/s3vtg6ukqqumlee57okp.jpg",
        "strIntroduction": "Join us to experience our 5 star catamaran and service while we whisk you away from Bali to the white sand beaches of Nusa Lembongan Island. == The Itinerary == 7:30am - 8:00am Pickup from your hotel 9:00am - 11:00am Enjoy a light breakfast while sailing to Nusa Lembongan Island 11:00am - 12:30pm Participate in one of the activities that we offer (see below) 12:30pm - 1:30pm Enjoy a poolside lunch at our beach club 1:30pm - 3:00pm Choose to relax by the pool or take part in another round of activities 3:00pm - 5:00pm Depart for Bali, cruise into the sunset with snacks and drinks on board == The Boat / Journey == Our 80ft sailing catamaran is a new boat designed and built to accommodate a variety of luxury cruise events tailored to your needs, whether you're a group of friends, family, or team looking to enjoy a day out on the water! Facilities on the boat include a spacious upper sun deck, protected lounge and bar area, a kitchen, and audio system so that you can play your tunes as you sail into the sun. Fishing rods, snorkeling equipment, and rubber dinghies are also provided on board so that you can create your own water experiences anywhere! Once on board, let our crew take care of you. They'll make sure you're well fed and hydrated with an assortment of pastries, soft drinks, tea & coffee, sliced fruit, cheese and crackers served all day. In addition to that, they can also teach you to fish or you can even learn the basics of sailing from them! == Activities at Nusa Lembongan Island == Banana Boat Rides: What better way to participate in watersports than on a banana boat ride with your friends Snorkeling: Nusa Lembongan is home to vibrant reefs teeming with marine life and full of color. Our snorkeling guide will take you to some nearby reefs to view fish close up in crystal clear water. Lembongan Village and Seaweed Farm Tours: Known for it’s intricate seaweed farms spanning two islands, Nusa Lembongan and Nusa Penida’s main export is seaweed. We'll take you on a journey to see local life on the island and explore the seaweed farms == Boat Specifications == Construction: West System Gross Tonnage: 27 Tonnes Length: 80 ft / 24.4 meters Width: 45.3 ft / 13.8 meters Power: 2 x Yamaha 115 HP Max Speed: 12 knots Crew: 5 People Max Capacity: 45 Passengers Cabins: 5 Toilets: 4 Safety Equipment: Complies with ISM-Code Support: 2 x dinghies 3.5m RUBS with Yamaha 15 and 25 HP Protected central lounge and rear bar area, spacious upper sun deck, large bow trampoline nets, kitchen, library, toilets, fishing rods, snorkel equipment, audio system",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-private-sailing-charter-from-bali-to-nusa-lembongan-for-12-people/3262?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Sailing Charter Bali to Nusa Lembongan for 12 people",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 21:46:07"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 2700,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858434/jtosa0etubxz0frlzwt3.jpg",
        "strIntroduction": "The trek will start at Dalem Bukit Buung temple, and we will then walk through the village. Along the way we’ll see the typical countryside culture, the green landscape accompanied by bird sounds. And soon the landscape will be more open when we enter agricultural land dominated by rice fields. We may also see a farmer taking care of his cow who will offer us young coconuts. After 3 hours of walk we will be back to the main road. Our car will be waiting there for drive to a Balinese home for getting Balinese lunch. PICK UP TIMES: Ubud area: 08.30 to 08.45 Sanur area: 07.45 to 08.00 Kuta/Seminyak area: 07.30 to 07.45 Nusa Dua / Jimbaran area: 07.15 to 07.30 RETURN TIMES (for private transfers) Ubud: 12.00 Sanur: 12.30 Kuta: 12.45 Jimbaran: 13.00 Nusa Dua: 13.15 Uluwatu: 13.45 Note: non-private transfer return times are less accurate as we may need to drop other guests off.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-rice-fields-trekking/407?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Trek in Bali's Rice Fields",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 21:51:13"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2345,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1403353424/xvfvhx0dhqwi8kjjfbko.png",
        "strIntroduction": "Pickup service from Denpasar International Airport. One of our handpicked drivers will be waiting for you at the airport arrival lobby with your name on a placard so you can easily find them once you exit the baggage claim area. Once your driver picks you up at the airport, you'll be provided with mineral water and a cold towel so you can hydrate and refresh yourself from your journey into Bali. All you have to do is sit back, relax and enjoy the comfortable 30-45 minute to Kuta where you will be dropped off at your hotel.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-airport-pickup-transfer-to-your-hotel-in-kuta-jimbaran/2280?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Arrival Transfer to/from Your Kuta or Jimbaran Hotel",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 21:57:07"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 24424,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1397241145/m0sw3bs2h9vfcuqopqsd.jpg",
        "strIntroduction": "This is a two day tour starting from your hotel in the morning , and ending the next day in late afternoon or evening. We will search for king cobras and other wildlife, including porcupines, birds, other snakes, lizards and civet cats First we visit our depot to see any reptiles that we have rescued that week plus any snakes that require hospitalisation or treatment. Then, its off to find king cobras in Western Bali. The travel takes between two and four hours depending on which locations we visit first. After enjoying the afternoon searching, we will book into a hotel and get ready to spend the evening hunting for both kings and other wildlife. Next morning, its back looking for kings again before heading home. These tours are designed for both keen wildlife lovers and also for people who have never even seen wildlife before Nowhere else on Earth gives the opportunity to get up close and personal with wild king cobras like we can. So far we have never missed out on finding at least one wild king on these tours This is because we know the locations of the hunting areas and nesting sites of several kings now and our guides are the best in the business . King Cobra country is usually jungle with bamboo thickets and plenty of running water, so a reasonable level of fitness is required.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-trek-to-search-for-king-cobras-and-other-wildlife/2066?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Trek to Search for King Cobras and Other Wildlife (2D/1N)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 22:00:11"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5315,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1380939025/gkx7bdcsywmaoakbedli.jpg",
        "strIntroduction": "Whatever your experience level or age, come experience the fun of creating something from your imagination! In this workshop, I will show you various techniques in hand building ceramics before letting you have free reign on the potter's wheel. The studio is yours during this time to express your creativity, so bring your family and friends to join me as you create a souvenir of your time here. We have two time slots available for this ceramics class: a morning class from 9:30am -12:30pm and an afternoon class from 1:30am - 4:30pm. During the three hour session, you will be able to make approx. 3-6 pieces, including cups, mugs, bowls, plates. You will also be able to paint them any way you'd like! We will need about 3 weeks to finish your pottery in our ovens but can arrange for shipping afterward, so come on by.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-try-your-hand-at-ceramics-with-suzan/1018?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try your Hand at Ceramics with Suzan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 22:05:32"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 2000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1379668907/foacbtoriqpk7gtqjbae.jpg",
        "strIntroduction": "Babi Guling is a traditional Balinese roasted pig. It's delicious and you should definitely try all of the different parts of it. It's easy to get one anywhere in Bali! But how about MAKING your own Bali Guling? This would be a truly unique experience! You can do it real Balinese style, with catching the pig yourself at the sty, killing it and cleaning it, or it can be done for you. What you will do for sure is prepare and roast the pig with the help of a local. The process is very traditional, but the final food is completely safe to eat, since the pig is roasted. It's impossible to eat the whole pig at one time, even with several people, so you can of course take as much as you want back with you, to eat the next day. You will be amazed how much better Babi Guling tastes if you were preparing the pig yourself!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-learn-to-preapare-balinese-roated-pig-babi-guling/969?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Prepare Balinese Roasted Pig (Babi Guling)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 22:10:53"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1418744627/othgpfmnircwyap4r7ao.jpg",
        "strIntroduction": "If you find yourself in Bali on Galungan, the Balinese holiday celebrating the victory of good over evil, you will likely encounter rows upon rows of intricately decorated bamboo poles lining the streets (some over 10m in height!). These spectacularly decorated poles are called 'penjor', and they are erected outside homes and along the streets as an offering to thank the Gods for the fruits of the earth. Each family decorates their penjor differently, with many of them gathering together in their compound the day before Galungan to piece together the various components that make up this majestic offering. Everything from the beautiful woven palm leaf offering swaying at its apex to the small cage made from bamboo has a special meaning. The Balinese traditional compounds come alive on these special occasions and we want to give you the chance to experience this no matter what time of year you come to Bali. By preparing all the young coconut leaves or 'busung', we will be ready to show you how to form patterns with these leaves so you can gain a deeper appreciation for these unique structures. My mother and grandmother are particularly gifted at making these special offerings, so come learn from them and see the experts at work! ITINERARY: 07.30 - 08.00: Pick up from your hotel 08.30: Arrival at our home. We will explain the meaning of the penjor and show you the different parts of it and what each part's function and meaning is. The first component we will make is called 'cili', which is the hanging portion of it. We will show you how to make 'reringgitan' - the decoration along the pole. Finally we teach you how to make the base 10.30 - 12.30: Complete the individual parts and start assembling it onto the pole 12.30: Break for simple local lunch 13.30: We gather the villagers to help us install the penjor and place it upright. All in all, you will learn to make 6 different patterns. This is a great activity for families, friends and even team-building PICK UP TIMES Sanur/Ubud: 08.00 Kuta/Legian/Seminyak Jimbaran/Nusa Dua: 07.30",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-learn-to-make-a-penjor-like-a-local/2943?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Make a Penjor like a Local",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 22:16:36"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 7500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1409311007/wfetkx7s7g8pvoon24ca.jpg",
        "strIntroduction": "Join us and explore the untouched Balinese jungle through our jungle trekking experience as well as travel through the Sacred Tamblingan lake in our traditional dugout canoe (20 minute ride)! Get away from the crowds and madness and immerse yourself in nature. With our knowledgable guides, you'll learn about Bali's natural environment, the ecosystem that exists within it, Bali's sacred history and our culture when you enter the unique temple within the jungle. Our guides have plenty of interesting stories to share with you! You might even get the chance to spot some of our bird life. Our friendly local guides are very familiar with Balinese culture and local history and will be more than happy to answer any of your questions during the journey. Rest assured that we guarantee your safety throughout the trip too. Whatever your age and fitness level, you are more than welcomed to join us. We make sure that the pace is at a suitable level for you and do inform our guides whenever you feel the need to stop. This jungle trekking experience is aimed to provide you with a peaceful and informative experience. ITINERARY: 10am - Arrive at Start Point 10.30am - Start the Jungle Trek 12.30pm - Arrive at End point and enjoy a delicious lunch We will drop you back at your hotel after lunch Pick Up Times - Nusa Dua: 07:00AM - Kuta: 07:30AM - Sanur: 08:00AM - Ubud: 09:00AM",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-go-jungle-trekking-and-sit-in-a-traditional-canoe/2684?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go Jungle Trekking and Sit in a Traditional Canoe",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 22:22:35"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 3200,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457523742/pyzunnskstxwf6tfsvds.jpg",
        "strIntroduction": "Wake boarding, or waterskiing, is one of the most challenging water sports available in Bali. You will be strapped to a board and pulled by a speedboat round the lagoon. Test your stamina, strength, and balance in this water sport challenge! Free pick-up available from Sanur, Kuta, Legian, Seminyak, Nusa Dua & Jimbaran Area (Min. 2 Person Booking)",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-try-wakeboarding-in-bali/2078?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try Wakeboarding in Bali!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 22:26:08"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 1300,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1381675132/kaim8eewi05otiii9bvw.jpg",
        "strIntroduction": "Looking for a reliable driver to go sightseeing on your next Bali trip? From exploring a culture that is centuries old to marvelling at gorgeous beaches, Bali offers something for everyone. On this 10 hour free-style tour, I want to give you complete flexibility to plan your perfect day with me. Bali may has a multitude of guides, but rest assured that I have the experience and knowledge to help make your trip unforgettable... Depending on what your party is interested in, we can visit art festivals to take in the music and dances of Bali or explore its many temples, palaces and picturesque hillsides. We can even climb a magnificent volcano to enjoy a spectacular sunrise or sunset, or simply sit back and enjoy a relaxing massage that Bali is so famous for. If your party is feeling energetic, I can arrange for various activities including white water rafting, diving and snorkeling, jet skiing and parasailing. I can even bring you to play a round or two of golf. This 10-hour free-style tour will give you and your friends or family complete flexibility! We can go anywhere you'd like and do anything you would like to do.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-visit-bali-famous-sites-with-an-experienced-bali-guide/1257?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Bali's Famous Sites with an Experienced Bali Guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 22:30:33"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1379671520/cctl9ck3lji29syho1u1.jpg",
        "strIntroduction": "Bali, even though being relatively small island, has so many different places to visit! We offer you a whole day tour, where you can visit things of your own choice. You will talk with you guide and decide where to visit. He is a local person, who knows everything about the island. Not only main tourist attractions, but also many hidden spots and jewels. He can take you to many rural spots, with breathtaking views or points of interest you never knew about. Our driver speaks English and will tell you many interesting facts and trivia about places you will be passing by. He is not only a driver, but he is also passionate about cultural exchange and talking with foreign people, so you can share a lot of stories and thoughts during your day! This tour is a perfect experience, if you want to see all the diversity of Bali!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-create-your-own-bali-experience/958?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Create your own Bali Experience!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 22:33:53"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 6,
        "intUsdCost": 1400,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1400239887/ys7l0ra2n7gwhqtwhxok.jpg",
        "strIntroduction": "My activity will make you feel closer to Bali’s rich culture. My \"Be Balinese Tour\" is not just a tour, as it gives you the chance to be a local Balinese (or at least feel like one for a day). The tour is flexible based on your interests. Suggested itinerary: A. UBUD AND VOLCANO TOUR 1. Batubulan Village : To see the most popular Balinese cultural show with the Barong and Keris Dance 2. Ubud Art Villages (Mas Village for wood carving, Celuk for Silver smithing, Batuan for painting) 3. Mount Batur and Lake Batur (Semi-active Volcano known as Global Geopark Network in 2012) 4. Bali Pulina organic spices and Luwak Coffee Tasting with scenic rice field and Sebatu Valey view 5. Tegalalang Rice Field: The most scenic rice terraces in Bali with its unique irrigation system called Subak 6. Optional: Monkey Forest Road/Ubud Market (a visit to either the Monkey Forest for the cheeky long tail monkeys, or a stroll around the market) 7. Optional: GoaGajah Temple/Tirta Empul B. UBUD SCENIC TOUR 1. Ubud Monkey Forest : Most popular Balinese cultural show with the Barong and Keris Dance 2. Ubud Countryside : Drive through Kutuh Village to see the real Ubud that's too often missed by visitors to Bali 3. Tegalalang Rice Field: The most scenic and famous rice field in Bali, known for its irrigation system called Subak 4. Gunung Kawi : Royal Monument from the late 11th Century. 5. BaliPulina and Organic spices plantation: to tasting the most unique coffee in the world called Luwak Coffee 6. Drive through Laplapan Village (a beautiful and scenic back road famous for its eco cycling track) 7. GoaGajah Temple : Known as Elephant Cave Temple 8. Ubud Art Villages (Optional) C. ELEPHANT SAFARI RIDE AND TANAH LOT 1. Ubud Monkey Forest : Most popular Balinese cultural show with the Barong and Keris Dance 2. Taro Safari Elephant Park (The most recommended Elphant Park in Bali) 3. Ubud Countryside : Drive through Kutuh Village to see the real Ubud that's too often missed by visitors to Bali 4. Tegalalang Rice Field: The most scenic and famous rice field in Bali, known for its irrigation system called Subak 5. BaliPulina and Organic spices plantation: to tasting the most unique coffee in the world called Luwak Coffee 6. Mengwi: The Royal Family Garden and Temple ( A world heritage site stated by UNESCO on July 6th, 2012) 7. Optional: Tanah Lot for the most beautiful sunset in Bali D. WHITE WATER RAFTING AND TANAH LOT 1. Ayung River for White Water Rafting 2. Ubud Countryside : Drive through Kutuh Village to see the real Ubud that's too often missed by visitors to Bali 3. Tegalalang Rice Field: The most scenic and famous rice field in Bali, known for its irrigation system called Subak 4. BaliPulina and Organic spices plantation: to tasting the most unique coffee in the world called Luwak Coffee 5. Mengwi: The Royal Family Garden and Temple ( A world heritage site stated by UNESCO on July 6th, 2012) 6. Tanah Lot for the most beautiful sunset in Bali E. UBUD AND TANAH LOT 1. Batubulan Village : To see the most popular Balinese cultural show with the Barong and Keris Dance 2. Ubud Art Villages (Mas Village for wood carving, Celuk for Silver smithing, Batuan for painting) 3. BaliPulina and Organic spices plantation: to tasting the most unique coffee in the world called Luwak Coffee 4. Tegalalang Rice Field: The most scenic and famous rice field in Bali, known for its irrigation system called Subak 5. MonkeyForest / Ubud Market 6. Mengwi: The Royal Family Garden and Temple ( A world heritage site stated by UNESCO on July 6th, 2012) 7. Tanah Lot for the most beautiful sunset in Bali F. WATER SPORTS AND SOUTH BALI IN A DAY 1. Tanjung Benoa Beach: aquatic adventure - jet ski, parasailing, banana boat, diving, snorkling etc 2. Nusa Dua Area : Water Blow, 5* Resort Area in Bali, DevdanShow (Optional) 3. Padang Padang Beach: Beautiful beach in the area of Uluwatu - a great surfing point. 4. Uluwatu Temple : Built in the 11th century and set on a cliff bank with a stunning view of the Indian view 5. Kecak Dance : Must-see Bali dance performed at Uluwatu Temple at sunset overlooking Uluwatu Temple and the Indian Ocean beyond 6. Jimbaran Bay: Enjoy a freshly-grilled seafood dinner at one of the best beaches in Bali G. BALI WORLD HERITAGE SITES 1. Mengwi: The Royal Family Garden and Temple ( A world heritage site stated by UNESCO on July 6th, 2012) 2. Bedugul : Enjoy a beautiful botanical garden with various collection of plants 3. Lake Beratan : Famous for its lake temple called Pura Ulundanu Beratan 4. Jatiluwih Rice Terraces: Famous for its Subak irrigation system that has been recognised as a UNESCO World Heitage site since 2012 5. Tanah Lot for the most beautiful sunset in Bali H. TANAH LOT AND ULUWATU 1. Taman Ayun Temple : A Royal Family Garden and Temple (Stated as a UNESCO world heritage in 2012) 2. Tanah Lot Temple . The most visited temple in Bali for its stunning view 3. Seminyak for lunch 4. Pandawa Beach 5. Uluwatu Temple : Built in the 11th century and set on a cliff bank with a stunning view of the Indian view 6. Jimbaran Bay: Enjoy a freshly-grilled seafood dinner at one of the best beaches in Bali In order to keep with the Balinese art and culture, while I take people for my tour or activities, normally I wear a local Balinese cloth that we call \"Balinese Dress\". By wearing the local Balinese dress its mean i am authentic local balinese tour guide and driver. Join me and become a Balinese!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-discover-balis-sights-with-a-balinese-driver/416?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Bali's Sights with Local Balinese Tour Guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 22:38:30"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1381293618/vxcqqlovm5a4bmpqdaoq.jpg",
        "strIntroduction": "If you walk around Bali, you will notice many locals wearing beautiful printed cloth boasting bright colours. These traditional clothes, called Batik, are traditionally made using a manual wax-resist dyeing technique and each region often has its own unique pattern. During this 3 hour class, you will work with expert craftsmen who will teach you the process, help you create a beautiful peace of art by applying different colour patterns to cloth and using wax to create your design. You can witness how the masters do it and express yourself. It is a hit with both adults and children! After the Batik class, you will be taken for a quick jaunt to one of Ubud's sacred sites, the monkey forest, which houses over 600 long-tailed macaques. These cheeky creatures are great fun to watch and you can take a leisurely stroll through this lush green forest. It is a great place to take pictures. Before returning to your hotel, we want to take you on a short drive through the country side to visit the Tegalalang rice terrace - considered one of the most beautiful rice terraces in Bali thanks to its contoured shapes. You will love the view.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-design-and-make-your-own-batik/1246?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Design and Make your own Batik",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 22:43:03"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1380196033/i9mvd5qj418ofthfgpfx.jpg",
        "strIntroduction": "I was born in Gambih village in Payangan district. It's a small, remote place in Bali. Most of the community there are farmers, wood carvers, or builders. Balinese farmers must join the local Subak. Subak means Rice Growers Association. It ensures that water reaches all the paddies so whoever's field is at the bottom is usually elected to lead the organization since if his field has water, that means everyone above him has it too. Gambih area is a real Bali place - very untouched, full of beautiful views, stunning landscapes, rice terraces and exotic plantations. You can observe all of the normal, daily activities - milking cows, cutting grass, etc. Go together with me and you will be able to see all that. You will also be able to experience real Balinese culture, like learning to make Balinese hat and listening to Balinese bamboo music, or climbing coconut tree to pick fresh young coconut. Drinking from this coconut during lunch, with fried rice, chicken satay and absolutely delicious fried banana for dessert. You will also be able to see Balinese cock fighting. There is no betting involved and animals are not doing real harm to each other, it's more or an attraction nowadays. Cock fighting is a regular feature during temple ceremony - combination of sacrifice sport and gambling. I think you cannot get deeper, if you want to see real Bali. It's a wonderful experience, full of fun things to do, great views and loving people. Don't miss it!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-visit-my-hometown-and-experience-real-bali/970?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit my Hometown and Experience real Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 22:46:55"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1800,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355861942/qxcipibrh1lozo1zqxk5.jpg",
        "strIntroduction": "Come join us on this herbal walk to: - Familiarize yourself with a wide range of native plants and herbs - Learn to identify herbs by sight, smell, and taste - Gain insight into the techniques and practices of traditional and contemporary Balinese herbal healing - Explore various methods for diagnosing and treating common ailments - Learn how you can interpret various plants effects for individual constitution - Be Introduced to the plants that are used for first aid, emergencies and the treatment of chronic illnesses Balinese people have maintained our ancient relationship to the natural world. It is an integral part of our life and culture. For centuries Balinese have used a wide range of native plants & herbs for therapeutic, medicinal & health enhancing purposes. This herb walk is a unique opportunity to explore the prolific plant life that flourishes here. The herb walk takes about 3.5 hours, including a short break at an organic restaurant. In addition to discovering herbs that grow along the edges of the sawahs, you will learn about the methods that the farmers use to cultivate rice and about the rich history & culture of farming in Bali. Although it doesn’t seem obvious how ownership of the farmlands are established, narrow Subak irrigation channels and different ground levels apparently delineate who owns what patch of land. Lilir believes it is crucial for young people to spend time working in the rice fields to get a feel for their land and to learn how they are connected to it. Unfortunately, many are reluctant to embrace the old ways when new technology beckons. Similarly, when it comes to treatment of ailments, most young people seek cures through modern medicines, eschewing traditional methods. Come learn the traditional way with us.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-herbal-walk/473?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn About, Find, and Pick Healing Herbs in Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 22:50:00"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 23838,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858921/m2zryisxgu0a2blgy1v8.jpg",
        "strIntroduction": "Free-diving is not just a sport of super men or the aquatically gifted; it is an accessible journey of self discovery open to just about anyone with curiosity and a willingness to learn. Scientific research and the efforts of the elite free-diving community in recent years have led to great improvements in understanding the physiological processes of breath hold diving. The resulting improvement in training techniques means that even people with limited aquatic experience will be amazed what they can learn in just a couple of days. Furthermore, we combine this with yoga. Yoga is for everyone, not just the strong and flexible. That is our starting premise. We also believe all styles of yoga have some merit and this is reflected in the yoga we teach here, which draws on many traditions. We take an emphasis on alignment from Iyengar and some accessible principles of posture from Anusura. We also bring in some of the flow of Ashtanga Vinyasa and a Tantric awareness of subtler aspects of asana that is influenced by the Bihar School of Yoga and Qi gong. We offer a full 2 day beginner's course, which allows you to develop your aquatic abilities, and lets you relax in the picturesque town of Amed. === About the Introductory Freediving 2 Day Course === This two day course is a good general introduction to free-diving for anyone interested in developing their aquatic ability. From people with a lot of experience in the water to those with almost none this course is an important introduction to the silent world of Apnea diving in the tropical waters around Amed, Bali. Even those with considerable skin diving experience will benefit as the focus of the course is on developing good free-diving technique and laying the foundation for effective and safe further training. The theory will be given in a beautiful beach-side training space and on the vibrant coral reefs of Jemeluk Bay, East Bali. The theory of the basic free-diver course gives a solid understanding of the processes involved in breath hold diving and how to develop good dive technique to make most efficient use of O2. Through awareness of the body’s physiological processes the student will learn to how to prepare both the mind and the body with a pre-dive breathe up and move through the water in an effective manner. They will practice constant weight with fins and free immersion dives on a line to maximum depth of 20 metres. They will also establish themselves in good safety procedure, learning recovery breaths and rescue techniques so that they can continue to train safely in their own time. Day 1 – Jemeluk Wall 09.00 - Dry Training: Correct mental and physical techniques, yogic breathing, physics of pressure, equalisation, pre-dive 12.00 - Open Water Training: Aquatic awareness, duck dive, fin stroke, using a line, free immersion and constant weight fin dives to a maximum of 15 meters, recovery breathing Day 2 – Jemeluk Wall 09.00 - Dry Training: Revision, buddy training, safety aspects and rescue techniques 12.00 - Open Water Training: Free immersion, constant weight dives to a maximum of 20 metres, safety diving, in water rescue, surface rescue === About Jemeluk Bay & Amed: Our Training Space === Welcome to the other Bali, where the pace is slow, the locals are friendly and the landscape is stunning. On one side there’s paddy fields and lush green hills reaching up to the beautiful Mt Agung volcano, a place of astounding physical beauty, perfect for studying yoga. On the other side we have Jemaluk Bay, our deep blue playground. With coral walls, bountiful marine life, little or no currents and black sand beaches it has excellent conditions for free-diving. Our training space is built right on the beach in the small village of Jemaluk on the spectacular Amed coast of East Bali. On top of having the best spot for freediving training in Bali, Jemaluk is also just 12 km from Tulamben, home of the famous USS Liberty wreck (where we dive during the advanced free-diving course). When not at our training space, we often do static training at the stunning water palace at Tirtta Ganga or free-dive at the famous ‘USS Liberty’ wreck, 110 metres long and lying in between 5 mts to 30 mts depth. This is the perfect place to practice your new free-diving skills. The wreck is an underwater wonderland of marine life – schools of trevally, bream, fusilier and anthias mill all over and around the wreck, coming curiously right up to the free-diver. Batfish, large sweetlips, angelfish, butterfly fish and anemone fish are abundant. Lionfish, scorpionfish, hawkfish, bumphead parrot fish, pufferfish and coral trout are everywhere – as are the gobies, blennies, shrimps and dottyback out on the sand flats. The wreck is brimming with life, with safe overhead environments and exciting swim-throughs. It’s a free-divers paradise, the perfect site to practice free-diving for the sheer pleasure of the silent underwater experience.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-introduction-to-freediving-in-amed-bali/448?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Intro to Freediving in Amed, Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 22:53:01"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 59767,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1395928926/ofvdfma8dr9lmoregudc.jpg",
        "strIntroduction": "Komodo Island and Rinca Island are the home of this large powerful lizard, the Komodo Dragon. In this experience, you will be able to join a guided tour to Komodo Island and Rinca Island to see and walk with Komodo Dragons. We do these extended tours because we understand that you go to Komodo to see dragons and we want to maximise you time with them Our guides are the best in the region, and our guests never leave disappointed. ITINERARY: - We will pick you up at the airport in Labuan Bajo, Flores, and take you to the waiting boat. - First stop to Rinca Island to see the Komodos. - Sleep aboard the boat and visit beaches and reefs along the way for swimming and snorkelling. - Off to Komodo Island to see more Komodo Dragons. - Sleep on board again and after swimming in the morning. - Return to Labuan Bajo to catch your return flight.",
        "strLocation": "Komodo Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-komodo_island-walk-with-komodo-dragons-on-a-komodo-island-tour/2086?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Walk With Komodo Dragons on a Komodo Island Tour (3D2N)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 22:56:14"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 14500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1394012443/njzbsdpmnazwh0k91z1r.jpg",
        "strIntroduction": "Standing at an impressive 3,727 metres, Mount Rinjani (Indonesia's 2nd highest volcano) offers visitors a once-in-a-lifetime adventure experience. As one of the most established and reputable companies leading Mount Rinjani treks (you can ask around and everyone knows Ronie!), we guarantee you a fantastic experience with our own knowledgeable guides (all trained in search and rescue) who stay with you from start to finish. There is NO handing off to local mountain guides like other companies who might try to speak to you in the local tourist area. Depending on the amount of time you have on your trip, you can conquer the mountain over different time periods, ranging from 2 days/1 night to 4 days/3 nights. We also provide 3 levels of service depending on your budget, which differ based on the thickness of the mattress we bring up, toilet facilities and the food provided. During our nights and days together, our team will cook you delicious breakfast, lunch and dinner and we'll even have cosy campfires with sing-a-longs. After all the time we spend together, many of our guests come back to see us and retell stories of our time on the mountain. If you choose to climb Rinjani with us, we know you'll make friends for life and have an unforgettable experience with the majesty of nature. ITINERARIES: 2D/1N Trek to Rim: Day 1 - Senggigi-->Senaru-->Rim I (Crater Senaru) -Start at 5.30am, drive to Senaru village for breakfast (2h) -Trek through pristine rain forest and see wildlife (3h) -Reach base camp 2 for lunch, a hearty bowl of mountain soup prepared by porters -Trek to base camp 3 (2h) -Set up camp for overnight stay on Crater Senaru (first rim) Day 2 - Rim I-->Senaru Village-->Senggigi -Enjoy early morning sunrise and breakfast -Descent for Senaru Village at 8am -Transport will be waiting for you to bring you back to your hotel before 5pm NOTE: A 2D/1N Trek to the Summit is also available, we will trek to Crater Sembalun instead of Crater Senaru) *********************** 3D/2N Trek: Day 1 - Senggigi-->Sembalun-->Rim II (Sembalun crater) -Start at 5.30am, drive to Sembalun village for breakfast (2h) -8.30am Trek through the savannah and see wildlife. Lunch enroute (3h) -Set up camp for overnight stay on Crater Sembalun (first rim) Day 2 - Rim II-->Summit-->Lake (Segara Anak) -Commence climb to the summit of Mt Rinjani at 3am (3h) -Photographs and enjoy the spectacular panoramic view -Descend back to Sembalun crater for breakfast -Descend down to Segara Anak Lake -Enjoy sauna and hot springs in natural spring water, temperature around 40 degrees -Lunch prepared by porter -Ascent to Rim I (Senaru Crater) at 3pm (2). Set up camp for overnight stay. Day 3 - Rim I-->Senaru-->Senggigi -Enjoy early morning breakfast and sunrise -Descent to Senaru village, arrive at 12nn -Transport will be waiting for you to bring you back to your hotel before 3pm *********************** 4D/3N Trek: Day 1 - Senggigi-->Sembalun-->Rim II (Sembalun crater) -Start at 5am, drive to Sembalun village for breakfast (2h) -8.30am Trek through the pristine rainforest and see wildlife. Lunch enroute (3h) -Set up camp for overnight stay on Crater Sembalun (first rim) Day 2 - Rim II-->Summit-->Lake (Segara Anak) -Commence climb to the summit of Mt Rinjani at 3am (3h) -Photographs and enjoy the spectacular panoramic view -Descend back to Sembalun crater for lunch -Trek down to Lake Segara Anak (3-4h) -Set up camp for overnight stay and go fishing Day 3 - Lake-->Rim I (Senaru Crater) -Breakfast and sightseeing at Segara Anak Lake -Enjoy the hot spring pool and explore steaming milk caves. Lunch prepared by porter during your sauna -Ascend to Senaru Crater at 3pm. Set up camp for overnight stay. Day 4 - Rim I-->Senaru Village-->Sengigi -Breakfast of pancakes or scrambled eggs with toast while you enjoy the sunrise -Set off towards Senaru village, reach around 12nn -Transport will be waiting for you to bring you back to your hotel before 3pm *********************** BUDGET SERVICE Facilities: : Tent, Sleeping bag, mattress, cooking utensils Fruits: banana and pineapple Drinks: aqua water, coffee and tea anytime Snacks: Wafer, biscuit, Tim Tam, gabin. Breakfast - Pancakes - Toast with scramble Egg - Egg Sandwiches - Fruit salad Lunch - Egg sandwich with fried potatoes - fried / soup noodle with boiled egg - Rice with vegetable and mushroom soup - Soup noodle + boiled egg - Fruit Salad Dinner - Fried Rice with fried egg - Steam Rice with gado gado ( Veg with peanut sauce )+ Tofu - Steam Rice with vegetable and mushroom soup + fried chicken - Steam Rice with chicken curry - Fruits Salad ************************ STANDARD SERVICE Facilities: : Big Tent (205cm x 215cm), Sleeping bag, 3cm sponge mattress, toilet tent, cooking utensils Fruits: banana, pineapple, orange and apple Drinks: guava juice, aqua water, milk, soft drinks, coffee and tea anytime Snacks: Wafer, biscuits, Tim Tams, gabin Breakfast -Corn Flakes/Cereal - Pancakes - Toast with scramble Egg - Egg Sandwiches - Spring rolls or fried bananas - Fruit salad Lunch -Beef sandwich + fried potatoes -Spaghetti -Fried rice with fried chicken - Fried / soup noodle with boiled egg - Fruit Salad Dinner -Rice with chicken curry - Steam Rice with gado gado ( Veg with peanut sauce )+ Tofu + boiled egg + boiled potatoes - Steam Rice with vegetable and mushroom soup + fried chicken - Fried rice + fried egg - Fruit Salad ************************ LUXE SERVICE Facilities: : Big Tent (205cm x 215cm), Sleeping bag, 6cm sponge mattress, pillow, toilet tent, camping chair, cooking utensils Fruits: banana, pineapple, orange and apple Drinks: guava juice, aqua water, beer, milk, soft drinks, coffee and tea anytime Snacks: Wafer, biscuits, Tim Tams, gabin NOTE: Participant more then 4 person in Deluxe service possible to have dining table. Breakfast -Corn Flakes/Cereal - Pancakes - Toast with scramble Egg - Egg Sandwiches - Spring rolls or fried bananas - Fruit salad Lunch -Beef sandwich + fried potatoes -Spaghetti -Fried rice with fried chicken -Fried / soup noodle with boiled egg -Fruit Salad Dinner -Rice with chicken curry -Rice with cap cay and fried chicken - Steam Rice with gado gado ( Veg with peanut sauce )+ Tofu + boiled egg + boiled potatoes - Steam Rice with vegetable and mushroom soup + fried chicken - Fried rice + fried egg - Fruit Salad ********************** All packages include: - Licensed and experienced guides and porters - search and rescue trained - Free internet in our Office - Rinjani Trekking Club Certificate - Safety luggage storage - All Camping Equipment (Tent, Sleeping Bag, mattress, Toilet tent for deluxe service) - Meals (Western and Indonesian food) and drinks (Aqua water, coffee, tea, milk ) - Pick Up service from Airport (from ferry harbor or any other place, there will be an extra charge of US $10/pax) ********************** All packages EXCLUDE: - Gunung Rinjani National Park Entrance fees - All meals except those indicates in the trekking program - Porterage fee for personal backpacks / luggage's - Tips & gratuities to guide & porter - Personal travel insurance, pre-trip medical immunizations - All expenses of a personal nature NOTE: Starting 2017, the Rinjani National park entrance fee is IDR 150.000,- / day /person.",
        "strLocation": "Lombok",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-lombok-mount-rinjani-trekking-with-expert-local-guides/1988?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Mount Rinjani Trekking with Expert Local Guides",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 22:59:52"
    }
]