[
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3517,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1403778145/uzhjoojnhbm8mz1w4atz.jpg",
        "strIntroduction": "Everything you need to know about getting started on a bodyboard. You will learn the dynamics of beach break riding, using flippers, catching green waves and basic manoeuvres on the bodyboard such as turning and accelerating. Lessons will begin with a 10 minute warm up and briefing on land before launching into the water. Bodyboard rental is also available if you would like a free & easy session.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-learn-bodyboarding-in-bali/2364?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Bodyboarding in Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 23:04:08"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1397641198/cmymkqr24n0k36zyunwd.jpg",
        "strIntroduction": "Every day in the morning, our chefs visit Amlapura market to gather the produce for our menus of the day. Help carry the shopping and sample some produce while you absorb some real Balinese action in the hustle and bustle of the market. We are met with ladies seated on either sides of the walkway trying to sell their wares ... the many new sights, smell and sounds are exciting to take in. I will give you an assortment of interesting things to taste and show you the huge variety of fruit and vegetables on display alongside offerings, clay pots, basket wear and live stock. After eating our way around the market, we then drive 10 minutes to my restaurant Bali Asli, to enjoy morning tea with some of the local sweets that we chose at the market. Once we are settled, we learn how to prepare traditional flower offerings or “canang” and how to pray with them. The tasting continues as we start our cooking class by understanding the ingredients and learning how they are used for cooking, offerings and medicine. Then to the kitchen to use traditional equipment to prepare our lunch. The menu changes daily depending on what we find at the market.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-a-day-in-the-life-of-a-balinese-lady/1075?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "A day in the life of a Balinese lady",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 23:09:49"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1379672037/eekovxxeg3vrwqvcr4ea.jpg",
        "strIntroduction": "When you are in Bali you will definitely notice that Balinese people love kites. They are flying them in the sky almost all the time. But these are not the typical kites! Many times they are as big as a human and are beautifully made. They look like a dignified creatures in the sky. Why not make your own? I invite you to join local people, to make and fly the real Balinese kite. First we will buy all the materials for you and then tell you how to make a kite. We will assist you, depending on how much help you will need. After it is done, we will go and fly your kite! First, we will explain the principles, and after that you will be able to try yourself! This is the real Balinese experience, with real people. It's a great, relaxed way to spend a day, very different from all the tourist traps. If you only want to see and feel local culture, this is an activity you must try!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-build-a-kite-and-fly-it-like-a-balinese/959?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Build a Kite and Fly it like a Balinese",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 23:14:16"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 15500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355861873/lldq5wtms7hinkfrqnr2.jpg",
        "strIntroduction": "Metaphysical healing is based on the belief that negative mental patterns left unchecked can eventually result in physical disease or illness and that transforming those negative mental patterns into positive patterns can lead to healing. This session fuses Pak Ketut’s knowledge of Chinese Medicine with his inherited Balinese healing gift of energy transmission. Scanning the body with meditative awareness, he begins a systematic rebalancing of energy by stimulating the flow of Chi, and releasing stagnant or blocked energy. Through lightly touching key points along the meridians, he stimulates and strengthens these nerve networks. Pak Ketut further addresses your body's imbalances with therapeutic acupressure. This session is recommended for boosting immunity and treating stress-related health conditions.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-metaphysical-massage/469?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try a Metaphysical Massage",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 23:17:48"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2970,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858664/mlbsmakmdk4alkaasgfg.jpg",
        "strIntroduction": "Balinese traditional painting is a unique cultural heritage; sometimes a master painter will devote an entire year to the completion of one canvas. This workshop (suitable for all ages and abilities) concentrates on understanding and using the traditional motifs which give these works such depth and meaning. A totally hands-on experience, this class will take you deep into the mystery and romance which is Balinese art. Balinese traditional painting was always a two-dimensional world; using repeating figures, natural or historical or religious themes were painted with the few natural colors available to the island’s artists. When European artists discovered Bali 100 years ago their impact upon Balinese painting was immediate and fundamental. Balinese artists suddenly had access to vibrant new colors, commercial canvas, artist oil mediums and a three-dimensional visual field! The island’s artists were quick to discern the new ways of expression that were now available to them. Today, Balinese painters execute painted art in every conceivable modern expression- impressionism, expressionism, pop-art, renaissance style, cubism, abstract art and many other painting styles. Today, Bali is a popular destination for artists from all over the world who desire to immerse themselves in this unscripted artistic community. Despite the immense influence of off-island art and artists, many Balinese artists have elected to express themselves with the two-dimensional, repeating figure art of their forefathers. This art form is culturally rooted to Balinese society and thus evokes for the Balinese a more intimate connection with the artist’s efforts- more meaningful than any other acquired artistic expression. For many Balinese artists, the purpose of art is to signal the artist’s connection to Bali itself. Spend a few hours with our painting guru and get a taste for this uniquely Balinese style of painting. One can choose from a variety of traditional Balinese subjects, draw (with our help if needed) a sketch on canvas and proceed to color the subject using a painting style that has been handed down by generations of Balinese painters. Our instructor will guide you through each step so you don’t need to be an experienced artist yourself. We have two slots everyday, a morning slot and an afternoon slot: - Morning Class: 10am - Afternoon Class: 2pm",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-learn-traditional-balinese-painting/428?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Traditional Balinese Painting",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 23:23:13"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1700,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1378351750/lnn5zwapmuc3se0zcawd.jpg",
        "strIntroduction": "Come and learn about the importance of permaculture principles in a fun, green and educational environment! The Island Sustainability Education Centre (ISEC) is a hidden treasure for all nature lovers searching for a place to learn, laugh, and get in touch with Mother Nature while making a positive difference. Sustainability is the way of the future and the way of NOW. So what are you waiting for? The Role Foundation 'Island Sustainability Education Centre' is a 1.5 hectare eco-learning park over-looking beautiful views of Nusa Dua in Bali. The centre aims to alleviate poverty while encouraging environmental protection by offering underprivileged Balinese individuals with free education regarding permaculture practices, waste management, English language & literacy skills, eco-tourism, sustainable micro-business management, and town planning. These students, also known as the 'Environmental Ambassadors', would love to share their invaluable knowledge with you through weekly permaculture workshops taking place at ISEC every Saturday. You will learn about the magic of renewable energy, how to turn waste into wonder, seed saving, growing healthy organic food, vermiculture, aquaculture and more! We don't just offer permaculture workshops; we offer a range of educational activities. Your participation will directly support Role Foundation projects to alleviate poverty, and protect our environment. You will see firsthand how this is working!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-learn-about-sustainable-permaculture-practices-in-bali/1057?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn about Sustainable Permaculture Practices in Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 23:26:59"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858693/kjphiqrkkvb5pancmjhy.jpg",
        "strIntroduction": "Surf in the Paradise of Bali Bali is the paradise surfing island of the world. Here you can find cool activities like yoga, cultural, spiritual, surf lifestyle and etc. Surfing is one of the most blissful experiences you can have, a pure slice of heaven. I invite you to experience and explore this bliss with us. Best Time to Surf Surfing is good all year around. The west coast, where most of the beach breaks are, is best between April and October when predominantly off shore wind makes it most perfect for surfing. Between mid November and early March the East coast becomes more favorable, however the reef breaks found here is better left for more experienced surfers. Note however that the rain season is between December and March. This can make surfing a little unpredictable during particular days. Water temperature is nice and warm all year round hovering between 21C – 25C.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-surf-in-bali/430?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Surf and Ride Bali's Waves",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 23:31:28"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355856567/a4aqbcbelsbscasgybqo.jpg",
        "strIntroduction": "In my traditional Balinese Cooking Class you will: - Visit traditional markets to see the everyday art of selecting local fruits, vegetables and spices used for cooking. - Learn about the complex irrigation system, called “subak” that is used in the paddy fields. - You will be welcomed into a traditional Bali compound with a beautiful setting overlooking a deep ravine complete with organic spice plants. - You will meet the family who’s warmth will make you feel very welcome. - Make offerings for the Gods, Kuwangen and Canang Sari which area beautiful array of color and nature. - Make coconut oil, which is the best for Balinese Cooking. - Make traditional Balinese spice paste used as a Base for many dishes – very fragrant and a sensation for your taste buds. - You will learn a lot in a short time. - No experience necessary.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-traditional-balinese-cooking-class/399?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "From the Market to the Kitchen: Learn Balinese Cooking",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 23:35:34"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355847592/ioiyh4gbsba4hjxudrmo.jpg",
        "strIntroduction": "Bali is a world surfing mecca and has developed into a bustling epicenter where surfers either start or end their world surfing 'surfaries'. Until now very few learn to surf programs have been established in Bali. The Bali Learn to Surf School, as the first surf school in Bali, has embraced this opportunity, developing a highly professional outfit teaching people the experience of surfing ensuring that surf etiquette, surf safety and minimal impact to the ocean and surrounding land environments is bestowed upon the students taking part. We provide a variety of surf courses for kids and adults. Choose the surf course that is best for you in the option box! - Level 1 - Intro To Surfing (2.5h) During this lesson you will learn basic board skills, padding, take off, riding a wave, surf safety, surf etiquette and you will be standing and surfing by the end of this lesson. - Level 2 - Nomad (3 Lessons) You will be surfing waves in 3 lessons. We teach you in this course board handling and boardcontrol, surf awareness understanding beach, wave and ocean conditions and surf safety. Preparing you too feel safe and confident in the surf. - Level 3 - Surfer (6 Lessons) *Photo and surf certificate are included in this course In this course we progress you through levels and skills to have you catching and surfing unbroken waves, taking the drop, ridding the wave face, bottom and top turns, positioning in the line upand advanced surf safety. This is the course for anyone serious about becoming a surfer. - Private Lesson (2h) - Kids Club Level 1 - Grommet (1 Lesson) Under 12yrs - 2 Hour Group Lesson • Intro to Surfing and Surf Safety. • Kids learn beach and surf safety and awareness. • Basic board skills, paddling, catching waves and surfstance. • Stand up and surf assisted by our professional coaches in your first lesson. - Kids Club Level 2 - Dolphin (3 Lessons) Under 12yrs - 2 Hour Group Lesson • In this course kids learn about rules in the surf and beingsafe in the surf • Preparing them to feel safe and confident, catching waves assisted by our professional surf coaches • They will learn how to ride and turn on a wave and have heaps of fun and make new friends - Kids Club Level 3 - Pro Surfer (6 Lessons) Under 12yrs - 2 Hour Group Lesson *Surf certificate and photo are included in this course Become a real Surfer in this course. Learn how the Pro surf tricks, turns and safety tips from our professional surf coaches.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-learn-to-surf-with-the-best-instructors-in-bali/345?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Surf with the Best Instructors in Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 23:40:35"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10239,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467956973/gx4v48c2jsm4hgbrhukz.jpg",
        "strIntroduction": "In the still of the misty forest of Taro Elephant Park at nightfall, our elephants take you on Bali’s first twilight elephant trek, Safari Under the Stars. A Specially designed Safari Under the Stars trail offers a different course than our day-time elephant safari rides and makes for a completely new enchanted elephant experience. Enjoy a magical Elephant Talent Show at dusk before a night ride through the dimly lit forest and a four course dinner in our Pachyderm Palm Grove by the lake. SAFARI UNDER THE STARS: PICKUP Nusa Dua 02.30-03.00 pm Kuta/Seminyak 03.00-03.30 pm Sanur 03.00-03.30 pm Ubud 04.30-05.00 pm ITINERARY 15.00 Hotel Pick Up 17.30 Arriving at the Elephant Safari Park, Taro & Registration Process 17.45 Visiting Museum and Elephant Discovery Information Centre 18.00 Feeding the Elephants and Baby Elephants 18.20 Park Tours 18.45 Elephant Talent Show 19.00 Elephant Safari Night Ride 19.30 Dinner 21.00 Depart from ESPL You can also enjoy an afternoon of rafting down the Ayung River followed by a night safari through the forest of Taro. Tour includes Transfers, Rafting, Park Entry, Elephant Safari Night Ride, Show, Dinner, Insurance RAFTING (AFTERNOON) + NIGHT SAFARI + DINNER PICKUP Nusa Dua 11.30 - 12.00 pm Kuta/Seminyak 11.30 - 12.00 pm Sanur 12.00 - 12.30 pm Ubud 12.30 - 01.00 pm ADDITIONAL INFORMATION Bring spare clothes ITINERARY 13.30 Arriving at the Rafting Starting Point and Registration Process 13.45 Buffet Lunch at the Canopy (food only) 14.30 Shuttle to Start Point of Rafting 14.45 Preparation/Outfitting and Briefing from the Guide 15.00 Rafting 17.15 Shower and Changes 17.45 Depart from BAR 18.15 Arriving at the Elephant Safari Park 18.30 Feeding the Elephants and Baby Elephants 18.45 Elephant Talent Show 19.00 Elephant Safari Night Ride 19.30 Dinner 21.00 Depart from ESPL",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-safari-under-the-stars-with-taro-elephant-park-in-bali/7058?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "25% OFF Safari Under the Stars with Taro Elephant Park Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 23:46:24"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 30000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1458632152/wpqkqb6otqwti80ty7xp.png",
        "strIntroduction": "A Bali Honeymoon package like no other, these luxury experiences are guaranteed to have you falling in love all over again. Falling in love and getting married is an incredible experience but nothing beats the I-can’t-keep-my-hands-off-you honeymoon. It’s an extraordinary time when your partner can be the only thing you can focus on. The entire world feels like it’s been reduced to you two. With its laid-back atmosphere and dreamy landscapes, Bali is the perfect destination for the honeymoon. Whilst there are many opportunities for romance, a must-have for every honeymoon package is a day of luxury experiences. Carefully crafted with select experiences that have been verified and come highly recommended, whatever your dream honeymoon entails, you'll find a package that suits you below. All these packages include your private driver/guide all day long. ------------------------------------------------------------------------------------ Package 1 : Ubud Honeymoon Package 1. 9AM - 12NN Private Tour of Ubud (Including 1-Hour Couple Photo shooting) Your guide will bring you around Ubud and the surroundings including the famous Goa Gajah, Tirta Empul & the Monkey Forest. With 1 hour Couple Photo shooting at Campuhan Ridge. 2. 1PM - 3PM Visit at Tegallalang Rice Terraces (Including 1-Hour Couple Photo shooting) Beautiful and pristine, the Tegallalang Rice Terraces are left alone by the crowds that throng other parts of Bali. These gentle green terraces are UNESCO World Heritage Site and over 500 years old. 3. 4PM - 5PM Balinese Massage at the Mango Tree Spa by L'Occitane Every gesture, every ingredient, every ritual is drawn from a page of the L’Occitane grand herbarium, a resource of hundreds of essential oils and natural ingredients. 4. 6PM - 9PM Romantic Twilight Dinner 5-star Kupu Kupu Barong Villas Share a romantic evening with a loved one on a unique floating dining setting under a canopy of stars. A five-course gourmet menu will be discreetly served throughout the duration of this unforgettable evening. ------------------------------------------------------------------------------------ Package 2 : Uluwatu / Nusa Dua Honeymoon Package 1. 9AM - 11AM Day Tour to see Uluwatu Temple Uluwatu Temple, or Pura Luhur Uluwatu, one of six key temples believed to be Bali's spiritual pillars, is renowned for its magnificent location, perched on top of a steep cliff approximately 70 metres above sea level. 2. 12NN - 2PM Access to Padang Padang Beach and Suluban Beach.. 3. 3PM - 430PM Create your own Luxury Perfume Learn how to make your own perfume and create a unique personalized fragrance using the finest essences available in Indonesia. Create your own bespoke fragrance to take home or as a gift. 4. 530PM - 930PM Oceanfront Candlelight Dinner On a Cliff Celebrate a special moment together in Bali with a candlelight dinner at the stunning 5-star cliffside Anantara resort in Uluwatu. With the sweeping Indian Ocean before you and twinkling stars overhead, this will surely be an evening of romance to remember. ------------------------------------------------------------------------------------ Just let us know which package you would like and we will take care of everything else!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-honeymoon-package-one-day-luxury-experiences/5311?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bali Honeymoon Package - 1 Day Of Luxury Experiences",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 23:49:54"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1200,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1457653183/jlsue1xd3yg3agn5jdbb.jpg",
        "strIntroduction": "This day class is perfect for beginners with no previous experience at jewellery making. We hold your hand right from the beginning all the way through to the end. This is a full day out of 6 hours (including lunch and 8 grams of high quality 925 silver). It is a full day of learning and making. You will make your dream piece, something you will wear everyday as a memory of this great day out! This workshop is highly professional and taught by English speakers from Portugal and UK. Arriving at the studio (to keep this class affordable transport is not included but can be organised at extra cost) you will be greeted with a cold fresh tropical juice and an introduction to the day's activities ahead. Flip through our library of great jewellery and contemporary design books to get inspiration. Learn the properties of silver, by following a simple annealing (heating) test. Work with some wire to twist and turn and understand the tools you will be using throughout the day. Try out different textures and shapes to create your base to the piece. There is no limit to what you can make; a ring, a pair of earrings a pendant, it's up to you! Break for a healthy and yummy lunch of salads, pastas and quiches followed by fruit plates and amazing gourmet cakes and coffee. 45 minutes to take in the beautiful garden around you and then back to working on your dream piece. Finish off by filing and polishing your piece with the hand held polisher and getting it ready for photos. Package your piece for a present for a friend or yourself in our beautiful and traditional Bali jewellery collectable tins. Rest a little and take in the amazing day you just had. Smile. This is one of the best things you can do in Bali while on holiday!",
        "strLocation": "Sanur",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-sanur-full-day-silver-making-jewellery-workshop/5298?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "The Island's Best Silver Jewellery Making Full Day Workshop",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 23:55:02"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 14300,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456980051/amf1wbo4qmho0uck3zfp.jpg",
        "strIntroduction": "Be prepared to be spoiled on this amazing day out for 6 packed hours of learning and fun rolled into one! There is nothing better than being able to make the rings that you will give to each other on your special day. Make them personal, make them different, make them together and make the bond of the day here on the beautiful island of Bali entwined in them for eternity. This special day includes: all workshop facilities and tutoring 8 grammes of silver amazing gourmet lunch and bottle of bubbles/wine Allow 6 - 7 hours for this workshop. Learn: Sawing, shaping, filing, annealing and soldering, as well as texture and hammering. Silver is included in this workshop for 8 grammes each. If you wish to do your rings in gold (18 and 24 carat) we are able to organise this in advance for you by email. Prices are at exchange rate on the day but a rough estimate is $60 USD per gram for 18 and $80 USD per gram for 24. A ladies ring is estimated at 5 - 7 grammes and a man's at 8 - 10 grammes. The price we quote is for the workshop, tutoring, use of all facilities, lunch by the pool, (8 grammes of silver each) pool use and bottle of bubbles or wine (your choice - in advance by email also) This will be a day to remember!",
        "strLocation": "Sanur",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-sanur-luxury-couples-wedding-ring-workshop-sanur/5150?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Luxury Couples Engagement/Wedding Ring Workshop in Sanur",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-10 23:59:46"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5627,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1439520842/fjprxezjohyuknwatsdu.jpg",
        "strIntroduction": "Every treatment will begin with a foot bath while enjoying a glass of lime, cucumber, mint and honey which will help you to relax, followed by a purification ritual of the Tibetan singing bowl to clear away negative vibrations, allowing fresh new chi to enter and opens up the chakra. Facial : Cleanse, exfoliate, mask, followed by a revitalizing neck, upper chest, neck-shoulder, hand and feet massage. Organic Facial (60 minutes) Custom-made recipes using fresh local organic ingredients to cleanse, refine, restore and hydrate your skin. > Normal to Oily Scrub: balinese coffee powder Mask: strawberry (green tea), honey and yoghurt Coffee is full of antioxidants, unclog the pores, and revitalize skin cells, while gentle facemask will help remove toxins from your skin. > Normal to Dry Scrub: cocoa powder Mask: milk and frangipani petals cream Cocoa powder properties : prevent free radicals, exfoliate and invigorate the skin. Milk and frangipani mask leaving it silky smooth and improve your skin’s elasticity. > Sensitive Scrub: honey and aloe vera Mask: cucumber, aloe vera and spinach Aloe vera has its own natural way of soothing sensitive skin, resulting to stronger tissues and healthier skin. Golden Spoon Facial (90 minutes) This rejuvenating facial uses the golden spoon therapy and bio-light ultrasonic induction method to reduce fine lines, lighten dark eye circles, and help skin become more radiant. This treatment includes serum mask and golden spoon massage to improve facial circulation and regenerate beautiful skin. Cooling Jade Facial (90 minutes) Inspired by the beauty and radiant skin of Chinese Empress, this opulent anti-aging treatment lavishes your skin with pure Pearl Extract to improve elasticity and increase skin oxygenation. This treatment includes Pearl Extract mask and Jade roller massage. Each session will end with Tibetan prayer bells which cleanse your mind, giving you a sense of uplift and relaxation.",
        "strLocation": "Kuta",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-kuta-luxury-spa-bali-facial-rejuvenation-at-amala-spa-seminyak/3798?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Luxury Spa Bali : Facial Rejuvenation At Amala Spa, Seminyak",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 00:04:19"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13209,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1433495266/jcfcriggbeechaenjqly.jpg",
        "strIntroduction": "We believe that learning to surf takes personalized attention. This is why why limit groups to 3 students per instructor. We provide all surf equipment and all participants of all surf experience are invited to join our surf lessons. Beginners are welcome. The only requirement is to be able to swim for 50 minutes. YOUR SCHEDULE : - 08:00 AM Pick up at your hotel lobby to Sanur - 09:30 AM departure of the speedboat to Lembongan - 11:00 AM Start of the surf lesson (time can vary according to tide & swell) - 2:00 PM lunch at Pisang-Pisang Restaurant with yummy smoothies - 3:00 PM free time to explore the island - 4:00 PM departure of the speedboat to Bali - 5:30 PM return at your hotel",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-learn-to-surf-bali-1-day-surfing-lesson-trip-to-lembongan/3565?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn To Surf Bali : 1 Day Surfing Lesson Trip to Lembongan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 00:09:53"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 36864,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1436899116/wifr16camwnq2uymxepy.png",
        "strIntroduction": "Fly from our heliport in Benoa over the Kuta coastline and Tanah Lot temple to view the majestic Batur crater - the remains of a huge explosion that occurred thousands of years ago. Lake Batur, Bali's largest lake, is situated within this crater, next to a younger active volcano, and the unique terrain makes for jawdropping photos from above. After our visit to the volcano, we return south to the heliport, but not before a little flight over Ubud's wild river gorges and stunning rice fields. ************************************ 60 MINUTE CHARTER: Sights you will see: - Kuta beach coastline passing Tanah Lot temple - the volcanic crater of Mount Batur and Lake Batur - Ubud and its scenic villages and rice fields [Weight Limit - 407KG] ************************************ NOTE: - The start time for your private charter is full flexible as long as we have availability. When going through the booking process, please note the start time you would prefer to fly at so we can then advise you on the appropriate pick up time at your hotel (complimentary round trip transfer is offered to guests staying in Nusa Dua, Jimbaran, Kuta, Legian and Sanur). - Please be ready at your hotel on time so that you can be at the Heliport at least 30 minutes prior to your departure time to watch the instructional safety video",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-private-bali-helicopter-tour-kintamani-volcano/3704?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Bali Helicopter Tour - Kintamani Volcano",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 00:14:33"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 26052,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1436903864/i9ssntlmuhxbyqfs6g5f.png",
        "strIntroduction": "Part of a trio of islands off Bali's southeastern coast, Nusa Lembongan is a pristine tropical island with crystal clear waters that make for wonderful snorkelling. With its highest point at 50 meters above sea level, it is famous for its rugged coastline and jungle-like scenery from above. This 15 min flight (one way) from Bali to Nusa Lembongan will help you get there in the quickest and most efficient manner, so you have the rest of the day to explore the island. If you would like to enjoy the same helicopter ride back to Bali, please book this one-way transfer twice. *********************************** 30 MINUTE PRIVATE TRANSFER TO NUSA LEMBONGAN Sights we will see along the way: - Bali's eastern coastline - Nusa Lembongan Island from above - Nusa Ceningan Island and it's seaweed farms [Weight Limit - 457KG] ************************************ NOTE: - Please be ready at your hotel on time so that you can be at the Heliport at least 30 minutes prior to your departure time to watch the instructional safety video",
        "strLocation": "Nusa Lembongan",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-nusa_lembongan-private-helicopter-transfer-from-bali-to-nusa-lembongan/3706?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Helicopter Transfer from Bali to Nusa Lembongan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 00:18:47"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 61617,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1436871970/aljyhghxw7i4irlktapw.jpg",
        "strIntroduction": "Fly via the famous Kuta beach coastline on Bali's southwest coast, passing Tanah Lot temple as you head north to the breathtaking volcanic crater of Mount Batur. Lake Batur, Bali's largest lake, is situated within this crater, next to this young active volcano which takes your breath away from above. As we have ample time on this trip, we will take you to explore this sometimes smoking volcano by circling the crater (bring your camera for those unforgettable shots!) Our return journey then heads back over Ubud, highlighting its surrounding villages, river gorges and the beautiful patterns of ·its rice fields. [Total weight limit: 407KG including luggage] NOTE: - If you have less than 4 in your group, the start time for your shared flight charter will be dependant upon the other guests whom you we are combining you with. When going through the booking process, please note the start time you would prefer to fly at so we can then advise you on the possibilities. - Please be at the Heliport at least 30 minutes prior to your departure time to watch the instructional safety video",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-sixty-minute-best-of-bali-helicopter-flight-shared/3702?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "60 Minute Best of Bali Helicopter Flight (Shared)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 00:23:47"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 23317,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1436937416/des9egfl1h9xswwvrti1.png",
        "strIntroduction": "Soar over Bali's south-western coastline that includes legendary beaches such as Kuta and Legian. Fly up to the iconic Tanah Lot temple, said to be guarded against intruders by mythical sea snakes. Next, we fly over some gorgeous rice terraces and then proceed towards the southern bukit peninsula, passing over the jawdropping Uluwatu Temple, which is situated on a 90 meters limestone cliff facing the Indian Ocean. ************************************************************ 40 MINUTE PRIVATE FLIGHT Possible Sights : - Kuta & Legian Beach - Tanah Lot Temple - Rice Terraces - Uluwatu Temple - Bukit (Peninsula) Coastline - Jimbaran Bay - Dreamland Beach - Seaweed Farms - Garuda Wisnu Kencana Statue [Weight Limit - 442 KG] ************************************************************* NOTE: - The start time for your private charter is full flexible as long as we have availability. When going through the booking process, please note the start time you would prefer to fly at so we can then advise you on the appropriate pick up time at your hotel (complimentary round trip transfer is offered to guests staying in Nusa Dua, Jimbaran, Kuta, Legian and Sanur). - Please be ready at your hotel on time so that you can be at the Heliport at least 30 minutes prior to your departure time to watch the instructional safety video",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-private-helicopter-tour-explore-balis-temples-and-coastline/3701?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Helicopter Tour - Explore Bali's Temples & Coastline",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 00:28:10"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 28625,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1436848414/gpik6l522ickzojzmbap.png",
        "strIntroduction": "Bali's southern coastline is famous for its dramatic cliffside and sweeping views of the Indian Ocean. We will soar over Uluwatu temple, one of the island's most spectacular Hindu edifices, situated on a limestone cliff 90 meters above the sea. After, we fly past Jimbaran Bay, famous for the freshest seafood in Bali and its perfect crescent beach. Get ready to experience uninterrupted views of seaweed farms, limestone cliffs and deserted beaches along the way. We will then hover right above the famous Garuda Wisnu Kencana before turning north towards the airport and back to our heliport. ************************************************************ 30 MINUTE PRIVATE ULUWATU FLIGHT: Sights we will see: - Uluwatu Temple - Bukit (Peninsula) Coastline - Jimbaran Bay - Dreamland Beach - Seaweed Farms - Garuda Wisnu Kencana Statue [Weight Limit - 457 KG] ************************************************************* NOTE: - The start time for your private charter is full flexible as long as we have availability. When going through the booking process, please note the start time you would prefer to fly at so we can then advise you on the appropriate pick up time at your hotel (complimentary round trip transfer is offered to guests staying in Nusa Dua, Jimbaran, Kuta, Legian and Sanur). - Please be ready at your hotel on time so that you can be at the Heliport at least 30 minutes prior to your departure time to watch the instructional safety video",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-private-uluwatu-helicopter-tour-view-bali-epic-coastline/3694?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Uluwatu Helicopter Tour - View Bali's Epic Coastline",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 00:32:04"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 24620,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1436879516/joos3ptwntdhx0a427j9.jpg",
        "strIntroduction": "Whether you'd like to swing by the soaring cliffs of Uluwatu or fly over the majestic Kintamani volcano, charter our helicopter for the ride of your life! The flight is valid for a maximum of 6 passengers but subject to a total payload limitation for passengers and luggage per below. ************************************ 30 MINUTE CHARTER: Suggested sights: - Sanur - Tabanan rice terraces - Tanah Lot - Seminyak [Total weight Limit - 457KG] ************************************ 60 MINUTE CHARTER: Suggested sights: - Jimbaran Bay - Dreamland Beach - Uluwatu temple and its jaw dropping cliffs - Kuta beach coastline passing Tanah Lot temple - The volcanic crater of Mount Batur, Lake Batur (we can explore this sometimes smoking volcano by circling the crater and then return over Ubud) - Ubud's scenic villages and rice fields [Total weight limit - 407KG] ************************************ NOTE: - The start time for your private charter is full flexible as long as we have availability. When going through the booking process, please note the start time you would prefer to fly at so we can then advise you on the appropriate pick up time at your hotel (complimentary round trip transfer is offered to guests staying in Nusa Dua, Jimbaran, Kuta, Legian and Sanur). - Please be ready at your hotel on time so that you can be at the Heliport at least 30 minutes prior to your departure time to watch the instructional safety video",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-helicopter-tour-private-charter/3698?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bali Helicopter Tour - Private Charter",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 00:36:22"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 53668,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1436902371/q2sdrdvltvrjdd9qbggw.png",
        "strIntroduction": "This exclusive 90 minute flight is one of our most recommended options to take in the best of Bali. After 30 minutes of scenic flight time via Tanah Lot Temple on the west coast over the island’s wonderfully diverse landscape, we arrive at the volcanic crater of Mt. Batur. This crater is the remains of a huge explosion that occurred thousands of years ago. Lake Batur, Bali's largest lake, is situated within this crater, next to a younger active volcano. The small volcano is constantly recreating itself in periodic eruptions of ash and rock. We explore this sometimes-smoking volcano by circling the crater before proceeding east, flying over Lake Batur and past Mt. Abang, reaching Besakih temple, Bali's largest and most sacred temple complex. The helicopter now starts to climb to an astonishing 11,000 ft. to reach the crater of Mt. Agung - Bali's holiest peak. Upon reaching the top, we circle the crater and then start to descend towards Besakih temple at the foot of the mountain. On a clear day, Mt. Rinjani, on the neighboring island of Lombok, is actually visible from the helicopter. On the return journey to the Heliport, we pass numerous rivers, valleys, hotels and villas and of course – luscious rice fields. Prior to landing, the route takes us via the eastern coastline to take in the peaceful beaches of Sanur. ************************************ 90 MINUTE PRIVATE FLIGHT Sights we will cover: - Kuta beach coastline passing Tanah Lot temple - the volcanic crater of Mount Batur, Lake Batur - Mt Abang - Mt Agung Crater (Bali's highest point) - Besakih (Mother Temple of Bali - largest and most important of Bali's 9 directional temlpes) - Ubud rice fields - Sanur and Benoa coastline [Weight Limit - 347KG] ************************************ NOTE: - The start time for your private charter is full flexible as long as we have availability. When going through the booking process, please note the start time you would prefer to fly at so we can then advise you on the appropriate pick up time at your hotel (complimentary round trip transfer is offered to guests staying in Nusa Dua, Jimbaran, Kuta, Legian and Sanur). - Please be ready at your hotel on time so that you can be at the Heliport at least 30 minutes prior to your departure time to watch the instructional safety video",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-private-bali-helicopter-superior-kintamani-volcano-tour/3705?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Bali Helicopter - *Superior* Kintamani Volcano Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 00:41:42"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 36864,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1436905542/e4p3kkoplcqrhsvucuni.png",
        "strIntroduction": "This 60 minute flight will take you over some of Bali's most celebrated and beautiful spots in the noth. Beratan Lake is a shallow lake about 1231m above sea level, nestled in the Bedugul area, one of Bali's most famous and beautiful destinations. The lake is 3.8 km2 wide and up-to 22 meters deep, with a beautiful regal temple (Pura Ulun Danu Beratan) you often see in postcards. Forget the crowds below and experience the lake and it's world famous temple with uninterrupted and awe-inspiring views that will give you memories to last a lifetime! ************************************ 60 MINUTE PRIVATE FLIGHT Possible sights: - Bedugul area and Jatiluwih rice terraces - Pura Ulun Danu Beratan - Lake Beratan - Mt Agung - Lush rivers and rice paddies [Weight Limit - 407KG] ************************************ NOTE: - The start time for your private charter is full flexible as long as we have availability. When going through the booking process, please note the start time you would prefer to fly at so we can then advise you on the appropriate pick up time at your hotel (complimentary round trip transfer is offered to guests staying in Nusa Dua, Jimbaran, Kuta, Legian and Sanur). - Please be ready at your hotel on time so that you can be at the Heliport at least 30 minutes prior to your departure time to watch the instructional safety video",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-private-bali-helicopter-tour-of-lake-beratan/3707?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Bali Helicopter Tour of Lake Beratan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 00:47:22"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 140000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1436927900/edjs8mbag7lsbz5ksdw9.jpg",
        "strIntroduction": "Famed for its beauty and isolation, Lombok’s Mt. Rinjani is Indonesia's second highest volcano. At 3,726 meters, it towers over Lombok, drawing thousands of visitors who attempt to scale its peak every year. While the hike up the volcano takes several nights to conquer on foot, take our painless and stress-free scenic route and hop over to Lombok on our helicopter! This breathtaking flight takes you across the sea and east to Bali's famous neighbour, heading north on Lombok towards this majestic volcano. The volcano itself boasts a ten-kilometer-wide crater - a habitat with deep gorges, towering walls, hot springs, waterfalls, and a perfectly shaped volcanic cone. This stratovolcano’s oval-shaped Segara Anak caldera also contains a beautiful 230-m-deep lake, which you can marvel at from the air. [Total weight allowed: 277kg including any bags or luggage] *********************************** NOTE: - The start time for your private charter is full flexible as long as we have availability. When going through the booking process, please note the start time you would prefer to fly at so we can then advise you on the appropriate pick up time at your hotel (complimentary round trip transfer is offered to guests staying in Nusa Dua, Jimbaran, Kuta, Legian and Sanur). - Please be ready at your hotel on time so that you can be at the Heliport at least 30 minutes prior to your departure time to watch the instructional safety video",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-private-helicopter-tour-from-bali-to-mount-rinjani/3708?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Helicopter Tour to Mount Rinjani",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 00:51:39"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 330000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1436929396/qcpxxlwwxnsr1plqxjge.jpg",
        "strIntroduction": "Avoid the crowds getting on the boats at Serangan or Padang Bai harbors and hop on our helicopter for a quick jaunt from Bali to Gili Trawangan in just 45 minutes. As we fly along the east coast of Bali, you will be able to see Bali's most sacred mountain - Mount Agung - to your left and one of Bali's neighboring islands - Nusa Lembongan - to your right. As we approach Gili T, Mount Rinjani, Indonesia's second highest volcano, can be seen close by on neighboring Lombok dominating the views towards the East. [Total weight allowed: 437kg including any bags or luggage] *********************************** NOTE: - The start time for your private charter is full flexible as long as we have availability. When going through the booking process, please note the start time you would prefer to fly at so we can then advise you on the appropriate pick up time at your hotel (complimentary round trip transfer is offered to guests staying in Nusa Dua, Jimbaran, Kuta, Legian and Sanur). - Please be ready at your hotel on time so that you can be at the Heliport at least 30 minutes prior to your departure time to watch the instructional safety video",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-private-helicopter-transfer-from-bali-to-the-gili-islands/3710?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Helicopter Transfer from Bali to the Gili Islands",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 00:57:02"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 193500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1432864378/qtc4pv73fbh6v5qbnbmu.jpg",
        "strIntroduction": "Choose from 3 proposal packages below to make your next romantic trip to Bali truly spectacular: OPTION 1: PROPOSAL FROM THE AIR - 15 min flight 15 minute helicopter ride starting from Benoa Heliport straight to the Nusa Dua area where we will then fly over the giant letters \"WILL YOU MARRY ME (insert your partner's name)?\" on the lawn at Taman Bhagawan Tanjung Benoa. Max weight: 487kg, with a maximum of 5 passengers (so you can even bring your partner's parents or friends if you would like!) OPTION 2: PROPOSAL FROM THE AIR - 30 min flight 30 minute helicopter tour starting at Benoa heliport, flying over Jimbaran Bay, Uluwatu temple on a cliff and then Nusa Dua with a final flight over the giant letters \"WILL YOU MARRY ME (insert your partner's name)?\" on the lawn at Taman Bhagawan Tanjung Benoa. Maximum weight is 457 kg, with a maximum of 5 passengers on board OPTION 3: PRIVATE PICNIC ON THE BEACH - 20 min flight 10 minute helicopter ride starting from Benoa Heliport to the secluded Nyang Nyang beach in Uluwatu where you'll see the words \"Will You Marry Me?\" written into the sand. After landing, you can get down on your knee to pop the question and then choose to take a romantic stroll on the beach or add-on a picnic basket and arrangement at an extra charge. 10 minute return flight to Benoa heliport after the stopover. Max weight: 477kg total, with a maximum of 5 passengers OPTION 4: PROPOSAL FROM THE AIR ATOP MT. BATUR - 60 min flight 1 hour helicopter ride starting from Benoa heliport to Mt. Batur; on the way you'll get the chance to view the iconic Tanah Lot temple from the air. As you sweep up the coastline, you'll glimpse upon amazing views of the rugged terrain of the Kintamani area and reach Mount Batur's crater, where you'll hover over our team will be holding a banner reading \"Will You Marry Me?\". Additional perks can also be arranged below (just include them when going through the booking process) 1. A bouquet of flowers 2. One bottle of sparkling wine",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-romantic-helicopter-proposal-from-the-air/3528?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Romantic Helicopter Proposal from the Air",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 01:01:58"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 15500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1428313273/ipt5eamjxcktm9eiv35a.jpg",
        "strIntroduction": "If you've chosen Bali for your next corporate retreat, let our destination experts customize an unforgettable day of team building activities for you! Designed to allow team members to explore the island while having fun and overcoming challenges together, our itineraries range from just a few hours to an entire day. Our past clients range from large multinational corporations to SMEs and startups, so whatever your budget, reach out to us and let us create a proposal based on your requirements. Our previous clients include the management teams of Facebook, Airbnb, RGF and more, so rest assured you are in good hands! A quick taste of some of the challenges we have created in the past: 1. Scavenger hunt - score points as you discover local landmarks and hidden locations all over the island. Depending on where you are staying, we can select spots that fit into your desired time frame! 2. Food hunt - track down some must-try local delicacies like Babi Guling (roast suckling pig) and Ayam Betutu (a local favourite of stewed chicken with Balinese spices) 3. 'A Day in the Life of a Hawker' - try your hand at selling local snacks as a team and get your creative marketing juices flowing! 4. Artistic challenges - Bali is an island full of art & culture. Try your hand at making offerings, weaving hats, wood carving and more as you race to win points! If you're feeling up the challenge, we'll even make you play local musical instruments as an orchestra or learn a traditional Balinese dance!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-team-building-organize-a-customized-amazing-race/3321?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bali Team Building: Organize a Customized Amazing Race",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 01:06:16"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1436272837/kvxv6nddgbvx8heeiei3.jpg",
        "strIntroduction": "One of our handpicked drivers will be waiting for you at the airport arrival lobby with your name on a placard so you can easily find them once you exit the baggage claim area. Once your driver picks you up at the airport, you'll be provided with mineral water and a cold towel so you can hydrate and refresh yourself from your journey into Bali. All you have to do is sit back, relax and enjoy the comfortable one hour smooth drive where you will be dropped off right at your hotel lobby. Note: The Bali Mandara Toll Road fee is included within the price. No need for spare change.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-airport-pickup-transfer-to-your-hotel-in-nusa-dua/3360?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Airport Transfer to/from Your Nusa Dua Hotel",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 01:12:07"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4689,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1428468670/rvqw9zddojxnzjh5vof0.jpg",
        "strIntroduction": "Stay at our family run guest house, engage in a yoga retreat and enjoy our permaculture garden. Itinerary: Arrive early in the morning and join a yoga class. After class, cool off with a fresh mixed or specialized juice at our restaurant. For lunch, try the weekly special, the dish changes every week and is always prepared according to season. With the meals being healthy, low in fat and rich in nutrients, you will not feel stuffed. Decide to cycle around Canggu or read a book from our sharing library; find your niche near the pool or around the Cozy corner. You have been reading for a few hours and decide you need some real relaxation you can book yourself a massage at the reception. Having a day full of activities, sleep in either a budget or superior room (with airconditioning or fan), built of eco friendly materials. Located only 15 minutes from the most popular tourist areas like Kuta and Seminyak and 30 minute from the Ngurah Rai international Airport; our Eco Guesthouse gives our clients a chance to relax in total tranquility and having the most popular tourist areas of Bali within their reach. The most friendly guesthouse in Bali.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-yoga-class-and-eco-stay-in-canggu/3332?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Yoga Class and Eco Stay in Canggu Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 01:16:02"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 33000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1428550328/lipfhcrdt1490q56prbe.jpg",
        "strIntroduction": "Menjangan Island is located within the West Bali National Park, a marine protected area in the northwestern part of Bali. Well known for its magnificent underwater world, turtles and remarkable wall diving, the warm waters of Menjangan Island present an amazing experience for divers of all experience levels. Surrounded by coral reef with deep drop offs and complex rock formations, Menjangan Island has a unique underwater landscape, which plays host to fish of every size, shape and color! The sea beds are also rich in large barrel sponges and vibrant sea fans, some of which are truly enormous. Given the depth, the moderate flow of currents and its protection from strong winds, it is common to see tuna, shoals of jack-fish, batfish, angelfish, sea turtles, and on occasion also sharks, especially off the outer corners of the island. Boasting an average year round visibility of 20 – 30 meters, Menjangan island is the perfect backdrop for 2 days of fantastic diving with our experienced instructors. ROUGH ITINERARY OF YOUR TWO DAYS: DAY 1: - 06.30 : Pick up from your hotel lobby, drive for 4 hours to Pemuteran. - 10.30 : Arrive at the Harbor then board the boat to Menjangan Island. - 11.00 : Arrive at Menjangan Island. 1st Dive. - 12.30 : Lunch at Menjangan Island - 13.30 : 2nd dive - 15.00 : Head to one of our partner hotels in Pemuteran - 16.00 : Arrive at the hotel, relax and enjoy the end of your 1st day DAY 2: - 11.00 : 1st dive - 12.30 : Lunch at Menjangan Island - 13.30 : 2nd dive - 15.00 : Leave for your hotel in Bali - 19.00 : Arrive at your hotel (approximate time) ADDITIONAL ACTIVITIES: Additional dive (on the same day only) : US$ 40 Single supplement charge : US$ 49 Snorkeler / Non diving companion : US$ 49 MORE ABOUT SPECIFIC DIVE SITES AT MENJANGAN ISLAND: 1. At a depth of 45 meters - we find the Anchor wreck. Also called the Anker or Kapal Budak (Slave Ship), the site is an old wooden ship wreck sitting on the sea floor on the western tip of Menjangan which is either an 19th century Dutch ship that sunk during WWII or one that sunk much earlier during the Dutch colonial era while supposedly carrying Balinese slaves to Batavia (now Jakarta). The wreck contains a cargo of ceramics and glass bottles and is completely colonized by soft coral; an excellent place to meet turtles and sharks. 2. Named after a large colony of garden eels, the Eel Gardens dive site lies on the western point of Menjangan in a shallow area with some dazzling white sand. The dive starts on a nice wall (about 40m) with a lot of beautiful gorgonians and other sea fans then continue over the top of the reef to a stretch of white sand. Arguably, some say that this is the best part of Menjangan Island. 3. There is a big surprise for macro-photographers, video-operators and marine biologists at the Secret Bay”. In the small bay near the ferry port of Gilimanuk, a strange play in currents has rendered the water temperature here to be more, at most 25 degree C, which has created a habitat for Pacific and Indian Ocean species, with often hybrids between the two. The muddy shallow beds, mixed with algae and debris, are host to truly strange marine creatures, some of which have recently been discovered by marine biologists for the first time. The bay is also host to numerous different sea horses, dragonets, ghostpipefish, nudibranches, lionfish such as the Blue Finned lionfish, ribbon eels and much more. This unique bay has been and still is the preferred location of some of the world’s most famous underwater photographers and filmmakers, as well as researchers and marine biologists. Credit for detailed dive site information: Wonderful Indonesia",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-explore-menjangan-island-on-an-overnight-dive-trip/3339?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Menjangan Island on an Overnight Dive Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 01:19:55"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 51115,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1427263524/jvcmlgovhiptma3xehn9.jpg",
        "strIntroduction": "Our luxurious 24-hour spa welcomes international visitors to enjoy our top-notch facilities whenever suits them. Whether you are planning a romantic and relaxing afternoon together or have some time to kill before your late flight, let us pamper you both with this indulgent spa treatment for two. YOUR ITINERARY FOR THE DAY 1. ARRIVAL (ideally 20 minutes before your treatment): Upon entering our spa, you will be served a refreshing cold towel to stave off that tropical heat. Choose between 3 different flavours like cucumber, coconut vanilla and lavender for a refreshing start to your fabulous session. 2. CONSULTATION (5 minutes)- with our in house therapist - to ascertain your preferences for your massage and double check on your physical condition. 3. DETOX SESSION (10-20 minutes): Relax in our detox lounge area for our oxygen treatment before you each head off to your individual locker rooms to enjoy the steam room and hot and cold plunge pools. This will help your body relax and prepare your body to enjoy your treatment to the fullest. Then, step into one of our 4 couple treatment rooms and ease into your own personal paradise: 4. FOOT RITUAL (5 minutes): We begin our treatment with a brief foot massage and cleansing ritual. 5. TANTRIC MEDITATION (30 minutes): Tantra is about finding your inner bliss. This meditation balances the Vibrant Male and Female energy present within all of us. When we feel these complimentary energies come alive and dancing in harmony, it harnesses a sense of wholeness and completeness in our being. This is a great way to reconnect with your gorgeousness within. 6. BODY BLISS MASSAGE (90 minutes): Stimulate your life force energy with this relaxing treatment. Circular strokes along the spine and long, full handed stroke over the long bones to stimulate the nervous system while effectively releasing tension in the muscles. Using herbal oil blends and warm herbal poultice consisting of Himalayan Crystal salt and rosemary, it stimulates the senses and imparts a blissful feeling. Rise... as your Kundalini arises. 7. BODY SCRUB: 3 Choices of Scrub (Honey & Mango Scrub/ Crushed Salt & Seaweed Body Brushing/ Diamond Dust Body Polish) 8. REVITALISING BATH WITH CHAMPAGNE (15 minutes): Swirl inside our Fresh Lime & Basil Revitalizing Bath. 9. SNACK TIME (at your leisure): Aphrodisiac snacks served at our indoor bar or outside on one of our day beds. ******************************* SNACK MENU - comprising mini-versions of dishes from our spa menu such as below (subject to availability): - Vietnamese Rice Paper Rolls with Sous vide Lobster tails, organic sprouts, pickled daikon - Grilled Ciabatta - Marinated mixed olives, citrus, lemon thyme, virgin olive oil - Wild Forest Mushroom Pizza - Truffle mascarpone, baby rocket, salsa verde - Freshly Shucked Imported Oysters with chilli-lime, sesame dipping, lemon cheeks - Sugar Cured Salmon with Green Olive Tapenade, tropical salsa, sourdough crostini - Seared Alaskan Scallops with Cauliflower Purée, saffron capellini, caper-raisin vinaigrette ******************************* 10. MAD HATTER'S TEA PARTY (OPTIONAL) - available from 2.30 - 5pm Our special tea party menu, crafted by the formidable pastry chef Adriano Zumon, pays homage to Alice in Wonderland's famous 'mad hatters' tea party. Quirky and whimsical, our colourful 'cage' of sweets and treats will surely tantalise your tastebuds as you enjoy the view of the crashing waves from our lounge. Freshly brewed tea and coffee accompanies your tea time set. ** If you would like to add the Mad Hatter's Tea Party to your spa package, we recommend starting your treatment at approximately 12 noon.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-ignite-your-passion-luxe-couple-spa-session-at-the-w-hotel/3279?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ignite Your Passion - Luxe Couple Spa Session at the W Hotel",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 01:23:11"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1426666831/r1e29hxilrlvp03ql0gc.jpg",
        "strIntroduction": "Charter our luxury catamaran and leisurely sail from Benoa Harbour in Bali across deep blue sea to the island of Nusa Lembongan, where you'll be greeted by our beach club on its dazzling white sand beaches. Time on board is entirely tailored to you; you can choose to lounge and sun bathe with drinks, cheese, and crackers, or even participate by learning to sail the yacht! Once on the scenic island of Nusa Lembongan, you can choose from a range of activities or you can simply relax at the beach club and avail of its facilities. In the afternoon an extensive buffet lunch will be served, after which you'll get the chance to enjoy more activities or relax before the local boats return to ferry you back to the catamaran for a leisurely sail home. == The Itinerary == 7:30 - 8:00am Pickup from your hotel 9:00am Depart from Benoa Harbour 10:45am Arrive at our beach club on Lembongan Island, where you can make full use of the facilities (see below) 11:00am Participate in the wide range of activities offered at our beach club (see below) 1pm : Buffet lunch (menu below) with a glass of wine or beer, soft drinks, mineral water, tea & coffee 2:15pm Take part in a second round of activities or laze by the pool if you prefer just to relax 3:15pm Depart from Lembongan Island- enjoy a sunset cocktail, cheese & crackers on the way back 5pm Arrive at Benoa Harbour and get dropped off at your hotel to end the perfect day out with your group == The Boat / Journey == This 20 tonne, 16 meter catamaran is one of the most luxurious that you'll ride here in Bali with a 5-star crew of 5 people! Facilities include 2 troll fishing rods, plenty of space to relax and sunbathe, an open deck to enjoy the gorgeous weather, and an inner lounge with music that's a perfect space for beating the heat! Once on board, you'll be greeted with a welcome drink, pastries, soft drinks, tea & coffee, slice fruit, and a cool towel before setting off across the Badung straight to the white sand beaches of Nusa Lembongan island. On the way back, we set sail into the sunset with cocktails for your group which perfectly go along with the cheese and crackers to snack on. This is one experience you definitely won't forget - we hope to welcome your group aboard to sail with us sometime soon! == Beach Club Facilities == Our beach club is located on a gorgeous stretch of Nusa Lembongan's white sand beach and comes with 5-star facilities including a pool, volleyball court, table tennis tables, chess and backgammon sets, bicycles, boogie board, canoes, and restaurant. Activities offered by our beach club include snorkeling, glass bottom boat tours, village tours which take in the famous underground house of a local hermit, banana boat rides, and mangrove tours. Of course, you can always simply laze by the pool or enjoy the crystal clear water at the beach! We even have a spa (for an additional charge) which offers an intimate range of Balinese treatments including massages, manicures, pedicures and our famous cream baths. Scrubs, massage oils and spa products are sourced from natural, locally produced ingredients to reflect the sea, the sand and the earth in tropical island style. Amidst this day of relaxation, you'll leave feeling divine! Our beach club is also the venue for your amazing BBQ! == Beach BBQ Menu == Salads Bowls of fresh and crisp tossed salads Selection of fresh homemade dressings Carrot and apple salad with sesame seed dressing Herb potato salad Penne pasta salad Assorted breads and garlic croutons Char Grill Tuna steak Marlin fillet Chicken satay Beef satay Hot Buffett Balinese style vegetable curry Fragrant mixed seafood curry Baked potatoes Steamed white rice Work fried egg noodles Selection of assorted dips and condiments Desserts Assorted tropical fruits Nagasari rice cake with banana Dadar Gulung traditional pandan flavoured crepes Served with a glass of wine or beer, soft drinks, mineral water, tea & coffee == Boat Specifications == Type: Sailing Catamaran Flag: Indonesia Completed : January 20, 2005 Construction: Fibre Glass Gross Tonnage: 20 tonnes Overall Length: 16.6 meters Overall Width: 9.62 meters Draft: 1.90 meters Power: 2 x Steyr 140 HP Maximum Speed: 18 knots Crew: 5 People Maximum Capacity: 30 Passengers Safety: Complies with ISM-Code",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-full-day-private-luxury-yacht-charter-for-30-people/3251?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bali Full Day Private Luxury Yacht Charter for 30 People",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 01:29:11"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1423221016/warhbzbgdm2i3r9zczxa.jpg",
        "strIntroduction": "Have you ever wanted to travel all of Indonesia but never had time to do so? Well look no further, the Taman Nusa Indonesian Cultural Heritage Centre is a collection of over 60 different Indonesian homes either brought from their original locations or recreated replicas built from their authentic blueprints. This educational and awe inspiring tour is located just outside the Gianyar Rengency (approximately 1.5 hours from Kuta, Seminyak and Legian). Take a walk back in time to the Prehistoric Era of Indonesia through the Bronze Age and right into the Kingdom Age (where you can find the famous Borobudur Temple - a replica of a 9th century old Mahayana Buddhist Temple). Visit the Kehen Temple (built in the 11th century) formerly known as the fire temple guarded by the fire god (Brahmen). Then you will visit the Penglipuran village (a traditional Balinese compound) with little influence of modern technology. Have lunch over looking the Kintamani volcano valley. Finish the day off with a visit to Titra Empul the purification temple and on the way home stop at the Tegalalang Rice Terraces for a photo-op! ITINERARY: 08.30 - Pick up from your hotel lobby 09.15 - Arrive at Taman Nusa Cultural Heritage Centre (entrance fee $29 / adult, $19/ child). 10.45 - Visit the Kehen Temple 11.00 - Stop over at the Penglipuran traditional village 12.00 - Have lunch by Kintamani volcano 14.15 - Arrive at the purification temple (Titra Empul) 16.00 - Try the famous Luwak coffee 17.00 - Leave for the UNESCO Tegalang rice terraces 18.00 - Return to your hotel PICK UP TIMES: Nusa Dua : 08.30 AM Kuta/Seminyak : 09.00 AM Ubud/Sanur/Denpasar: 09.00 AM",
        "strLocation": "Ubud",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-ubud-taman-nusa-cultural-day-tour/2352?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit the Taman Nusa Indonesian Cultural Heritage Centre",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 01:33:25"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 32300,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1417920901/om3klngt224737po8l1b.jpg",
        "strIntroduction": "Calling all adventure and authenticity seekers! Come spend the night at a truly unique place in Bali. Our Sumba house is made entirely out of bamboo, while staying true to the aesthetics of its original architecture, making it completely sustainable yet comfortable. As background, Sumba is located in eastern Indonesia in the province of East Nusa Tenggara. The island is famous for its megalithic tombs, hand-woven Ikat, and the annual Pasola festival, an ancient war ritual war where groups of men riding their decorated horses fling wooden spears at each other to ask for the blessings of the gods for a good harvest. In Sumba, traditional architecture is closely related to the age-old Marapu culture and the house is not only seen as a mere dwelling place, but is regarded as a symbol of the cosmos linking the divine world to that of Man. The wooden beams on the roof are believed to be the entrance for the ancestor spirits to enter the house and give blessings to their descendants. Our house resembles a settlement in Sumba and depicts the rich culture behind the aboriginal Indonesian tribes. Built as an authentic reproduction with a modern twist, we have taken the traditional grain storage above the fire pit and converted it into an extra room with air-conditioned beds. Tucked away from the hustle and bustle, the Sumba House is ideal for a unique couple or family getaway. Sitting in the house brings you a real sense of peace and harmony. This house can accommodate up to a maximum of 4 adventurers (though note that there is only 1 bathroom) and the rate includes breakfast and afternoon tea for all parties staying.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-experience-an-overnight-stay-in-a-sumbanese-bamboo-house/2926?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience an overnight stay in a Sumbanese bamboo house",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 01:38:42"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1420542519/sclmymweciewlsupyvd6.jpg",
        "strIntroduction": "Whatever equipment you have, whether its your mobile phone or professional DSLR, come with me to explore Bali and capture its hidden beauty. This tour is fully customisable and guided by me, so I will do my best to help you find the perfect lighting, angles and composition to make your photos unforgettable. Pick up can be arranged at your desired time, and here are some of the scenes we could shoot: - Sunrise at Sanur Beach - Sunset at Tanah Lot - Traditional Market at Bedugul - Sunrise at Bedugul Temple - Hindu Ceremony at Tirta Empul Temple (occasionally) For a feel of the kinds of photos I like to take, take a look at my portfolio here: http://ditya.deviantart.com",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-photography-tour-capture-the-beauty-of-bali/2997?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bali Photography Tour - Capture the Beauty of Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 01:43:23"
    },
    {
        "intDurationHour": 32,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 35700,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1415540506/dczigrjfrjxgq9wmavuh.jpg",
        "strIntroduction": "We welcome you to the holistic haven of Sidemen, a peaceful village close to East Bali, with a four day/three night program dedicated to health and rejuvenation. Wherever you are staying in Bali, our friendly driver will come to collect you from any point you desire and will whisk you away to our favorite place in Bali - the charming village of Sidemen. Time seems to slow down in this unique spiritual pace. You have to experience it to understand what we mean! Our signature drink of rosella tea will welcome you upon your arrival and you can spend that first day relaxing by our pool and soaking in the soothing atmosphere of the area. A healthy afternoon tea and dinner overlooking the peaceful countryside complete your day. Fall asleep that evening to the sounds of nature as you ease into your rejuvenating holiday with us. An early morning yoga and meditation session on Day 2 will help you welcome the sun, followed by breakfast with healthy food of your choice ranging from sattvika to vegan. Once you are done with breakfast, go on a leisurely trek with our local guide as he brings you to cross several shallow rivers and takes you up some of Bali's most beautiful rice terraces. Marvel at the majestic Mount Agung, the tallest peak on the island, which towers over it all. No jostling tourists here, just friendly locals greeting you with a smile. Back at the villa, a refreshing young coconut awaits, before you tuck into a healthy and light lunch at our restaurant overlooking local farms. Later that afternoon, a 60 minute traditional Balinese massage is prepared for you in our spa pavilion overlooking the countryside, so you get to relax completely while you enjoy the sounds of nature. Dinner is flexible and you can choose your own location for the healthy version of our Balinese Rijsttafel - a sumptuous spread of Balinese dishes with rice. Day 3 is the most exciting, as we prepare to take you on a spiritual journey to the temple for a purification ceremony after morning yoga and breakfast. A delicious picnic lunch of salads, sandwiches and fresh fruit is set up at secluded beach. Back at the villa, an amazing Chakra massage is applied to awaken your seven chakras of life through gentle yet deep strokes from our experienced therapist. Dinner featuring sattvika cuisine will close your great day to a deep sleep.... Before you leave us on your last and final day, you can enjoy your breakfast and prepare to return back to your hotel or airport: Day 1 : Afternoon: Arrival at Cepik Villa 16.00: Afternoon tea 19.00: Healthy Dinner Day 2 : 06.00: Meditation and Yoga 07.00: Healthy breakfast 08.00: Rice terraces walk and village visit 12.00: Lunch 15.00: Traditional Balinese massage 17.00: Afternoon tea 19.00: Healthy Dinner Day 3 06.00: Meditation and Yoga 07.00: Healthy breakfast 08.00: Spiritual journey & mind purification (including picnic lunch on a private beach) 16.00: Chakra massage 17.30: Afternoon tea 20.00: Healthy Dinner Day 4 06.00: Meditation and Yoga Anytime: Healthy breakfast 12.00: Departure NOTE: The price for this retreat depends on the time of year, so select your option accordingly: High Season: Dec 23 - Jan 10 Peak Season: July 1 - Sept 15 Low season: All other dates MENUS - We are happy to cater for various diets: - Vegan menu for strict vegetarians: sweet potatoes, sauteed vegetables and fruits. - For those looking for a Satvikk diet or Yoga diet, we provide calming food that excludes garlic, onions, shallots and of course meats, poultry and fish. These ingredients we serve are strong in helping you develop clarity, purity and equanimity of mind, while also being beneficial to the body. Some examples are: water, cereal grains, legumes, vegetables, fruits, nuts, unpasteurized and unhomogenized fresh milk, butter, cream, ghee, yoghurt/lassi, cottage cheese and raw honey. - Our regular breakfast menu includes Indonesian favorites as well as an American breakfast consisting of toast, jam/preserves, honey, two eggs(any style), bacon or sausages, juices and coffee or tea.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-yoga-retreat-in-bali-visit-the-magical-sidemen-village/2854?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "4D/3N Yoga Retreat in Bali-Visit the Magical Sidemen Village",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 01:48:20"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 35500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1408541976/qzyyjpijkgdqa9zpjsvd.jpg",
        "strIntroduction": "One alluring factor about Bali is how strong its culture and history is. Yet, sadly it is often under appreciated and seldom understood. This tour takes you to explore Balinese local art located in exclusive collections and artist studios during which our local and knowledgable guides will tell you stories collected from locals through the years This enchanted journey takes you through the past and the present of Balinese culture and history in an interactive and artistic way; a kind of experience you’ll find is hard to obtain here in Bali. Of course, an art tour wouldn’t be complete without a museum visit. With this tour, you will go to the ARMA museum as well as enter the studios of local renowned artists like Made Wianta, Made Djirna and Agung Mangu Putra. Not only do you get to admire and view their art pieces, but keen to share their world of art and symbols, they are there to take your questions about their pieces as well as Bali’s art culture and history. Come on this cultural experience with us and learn about this special but important side of Bali!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-experience-balinese-art-and-culture-with-artists/2654?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Balinese Art and Culture with Artists",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 01:51:50"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1000000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1407379803/rvfh3n68lmjq43e5cg45.jpg",
        "strIntroduction": "Come aboard the Dragoon130, a luxury yacht, and experience sailing through the Balinese islands in style. Why settle for anything less! Whether you choose to spend just 1 day or a week on the yacht, you know it's going to be an experience you won't forget. Just imagine waking up on this yacht alongside your friends and family and having an unprecedented view of the waters and islands of Bali. Once an Indonesian cargo ship, Italian architect designers have refurbished it into a gorgeous yacht by using its original teak and ironwood panelling and adding a state-of-the-art cockpit and jacuzzi pool on the upper deck, a swanky bar, restaurant and entertainment lounge on the lower deck, and six luxurious air-conditioned cabins with all the modern amenities you ask for. The idea behind this redesigning is to encourage not only the recycling of materials but to support the use of local materials. Accommodation: The Dragoon consists of 6 luxurious cabins, complete with all the extras, to spend alone or with friends a wonderful holiday in one of the last paradises in the world. The guests can use all facilities: cinema, restaurant, swimming pool and take advantage of all the existing spaces to relax or do yoga. - 2 master cabins - 2 double cabins - 2 standard cabins All cabins are private bathroom, air-conditioned, fridge, with en-suite facilities, and all have LCD TVs. The captain of the boat and all the crew, will always be at your service at any time. For 1 day and 1 week private charters, pick up can be arranged from Bali, Lombok or the Gili Islands (hotel transfers to the boat will be provided as well)",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-spend-a-day-sailing-around-bali-on-a-luxury-yacht/2554?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Spend a Day Sailing Around Bali on a Luxury Yacht",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 01:57:48"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1409306217/boh3pb38mxepie90z2ih.jpg",
        "strIntroduction": "Finally a chance for you to live out your hollywood dreams of riding into the sea with horses just like in Lord of Rings and the Chronicles of Narnia! Whatever your experience level is, you'll be able to enjoy this unique experience that will definitely make your friends gasp with jealousy. ITINERARY: - Start from the stables - Visit the Turtle Conservation Centre (15 minutes) - Ride by the Beach - Swimming with the Horses (Around 30 minutes) - Ride back to the Stables You can also opt for our premium package that is a combination of below activities: 1. horse ride (2 hours) 2. jet ski 3. flying fish 4. Banana boat ride for 2 pax 5. Return transport",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-go-horse-riding-into-the-sea-and-swim-with-the-horses/2680?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go Horse Riding into the Sea and Swim with the horses",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 02:03:22"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1408867171/fxlz36of2sfpmo2saprh.jpg",
        "strIntroduction": "Laughing therapy is a healing technique that combines breathing, meditation, and laughter. Scientific studies have proven that laughing for 10-20 minutes a day has many beneficial effects on the body. Laughing exercises, followed by good yoga breathing techniques can improve oxygen flow and improve your body's immune system. Laughing therapy is believed to be able to open seven chakras (energy points) in the human body. Through this laughter therapy, participants can expect to develop a healthy body, mind, and soul. In this activity, participants will be trained to execute controlled laughter, such as \"ha .. ha … ha …, ho … ho … ho …, he … he … he …, hi … hi … hi …\" and others. Each kind of laughter contains its own healing properties. In addition to training the various types of laugh, participants will also be invited to dance together, and perform meditation and some yoga. This program will be combined with a day tour to Ubud Royal Palace and Goa Gajah Temple to make the most of your day to Ubud. ITINERARY: 08.00: Hotel pick up 09.30 – 10.30: Laughing Therapy and Meditation with spiritual healer Made Sumbara in his famous Ambarashram near Ubud 11.00 – 12.00: Ubud Royal Palace and Goa Gajah Temple (Elephant cave temple) visit 12.30 – 13.30 Lunch 15.00 Arrive in Hotel",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-heal-yourself-with-laughing-therapy-and-meditation/2380?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Heal Yourself with Laughing Therapy and Meditation",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 02:07:37"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1408154161/unn6sk5vjvplqdgkfswy.jpg",
        "strIntroduction": "Located in Klungkung regency in East Bail, Kusamba village is famous for its local industry - salt farming. The salts are produced traditionally by the local people using primitive tools and is a painstaking process. The salts produced are high-quality, with grains of coarse salt and high iodine content. While other tours take you to see how this is done, we give you the chance to EXPERIENCE the process for yourself and make your very own salt. There are only 15 traditional farmers left in the village, and during this experience, you will get to work with some of them. Our itinerary: 07.00: Pick up from your hotel. We go directly to the workshop location in the Kusamba village 09.00: Arrive in Kusamba 09.00 - 16.00: We go through the steps of making your own salt, with a lunch break in between to taste local specialities - WATERING BEACH SAND. Sea sand that used for the salt processing should be watered with seawater - POURING SEAWATER FOR CRYSTALLISATION PROCESS. Raw material for making salt is seawater that has been filtered as much as 3 times. - INTRODUCTION TO THE TRADITIONAL TOOLS FOR SALT MAKING PROCESS. The farmers still use natural materials such as coconut trunk, coconut bark, wood and bamboo - LUNCH WITH SALT FARMER WITH A SPECIAL MENU OF KUSAMBA. We will serve the Kusamba Special lunch menu, made from fresh fish caught by local fishermen. They season the fish with their own salt, so you get a taste of what it's like. There is even a vegetable called Serombotan which is native to the area, which you get to taste. Pepes is a popular local dish of the regency as well. - COLLECTING SAND. Sand that has been watered and dried will be taking to use as a seawater filter - TAKING SEAWATER. Taking back the sea water to be filtered using a beach sand that has been dried in the sun - HARVESTING. Harvesting only can be done after seawater is exposed to scorching sunlight and the seawater has crystallized into a salt Besides the salt-making, there is a traditional fish market where many local fishermen sell and trade their fresh fish catches. We will bring you to see the traditional fish processing methods in this area.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-salt-making-with-the-salt-farmers-of-kusamba/2383?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Salt-Making with the Salt Farmers of Kusamba",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 02:13:14"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3517,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1400058077/mvz4kn2sk0nrffgsssth.png",
        "strIntroduction": "In the years preceding the 1920s, Balinese traditional paintings were restricted to what is now known as the Kamasan or Wayang style. Kamasan style is a unique art form in Bali originating from Ubud. It serves as a visual-narrative, usually telling a story within a refined and ornamental piece of art. In this workshop, you will learn about classical Kamasan-style painting depicting characters from the famous Ramayana and Mahabhrata stories. An instructor will guide you step-by-step through every detail and help you create your own Kamasan-style painting.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-create-your-own-kamasan-style-wayang-painting/2233?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Create Your Own Kamasan-style Wayang Painting",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 02:19:04"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3517,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1400057343/bnodcvvbmcrle2bolnar.jpg",
        "strIntroduction": "Batik is a technique of manual wax-resist dyeing applied to whole cloth, or cloth made using this technique. The tradition of making batik is found in various countries, including Nigeria, China, India, Malaysia,Philippines and Sri Lanka, but the batik of Indonesia is the most well-known. Indonesian batik has a long history of acculturation, with diverse patterns influenced by a variety of cultures, and is the most developed in terms of pattern, technique, and the quality of workmanship. On October 2009, it was even designated by UNESCO as a Masterpiece of Oral and Intangible Heritage of Humanity. If you're interested in learning more about Indonesia’s most famous traditional arts, this is the class for you! During these 7 hours, you will become familiar with this ancient textiles technique while making your own design. We will make your batik by drawing dots and lines with wax using a spouted tool called a canting. The applied wax resists dyes and therefore allows us to color selectively by soaking the cloth in one color, removing the wax with boiling water, and repeating if multiple colors are desired. We will provide you a cloth with a frame when you arrive and let you draw your own design. At the end of the class, you'll have your own batik to take home! Available: Every day at 9am.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-learn-to-make-your-own-batik/2232?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Make Your Own Batik",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 02:24:48"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2345,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1400056147/twecu9uahxu1knnqrctd.jpg",
        "strIntroduction": "Traditional Balinese masks can be most commonly seen on dancers in traditional dance performances or on Ogoh-Ogohs (Balinese statues) during the eve of Nyepi. During this three-hour course, you will learn about the meaning of the different Balinese masks, while creating and coloring your own wooden mask with the help of a professional teacher. At the beginning of the class, we'll show you a list of photos from different masks and you can pick the one that you'd like to make. Once you choose the mask shape, you can decorate the mask with oil painting to bring the character to life. You can accessorize your own mask with moustache, eyebrows etc to make it even more realistic! Available: Every day at 9.30am and 1pm.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-paint-your-own-traditional-balinese-mask/2230?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Paint Your Own Traditional Balinese Mask",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 02:29:19"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3908,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1406948801/amzpmdcd87ns9xwdud02.jpg",
        "strIntroduction": "Shadow puppets are a traditional form of entertainment in Bali which originated from Java. Shadow puppet performances, or \"Wayang\", are often accompanied by a Gamelan musical orchestra in order to tell a story. In this special one day class, carve and paint a shadow puppet from leather while learning about the form and function of the most important puppets. First, we make a sketch of the puppet you'd like to create on leather - you can either copy a design we have, or make your own. You will draw out the different parts of the puppet, including the face, its arms, and body. Then, we use a hammer and chisel to carve out the shape and colour the shape using acrylic paint. Finally, we attach the sticks and string to the appropriate parts of the puppet so that the puppet can move. You now have your own masterpiece to show your family and friends! Availability: Every day at 9.30am",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-make-your-own-shadow-puppets/2229?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make Your Own Shadow Puppets",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 02:34:43"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 33800,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1407803252/pn9x3kobmizrycdqkgf5.jpg",
        "strIntroduction": "If you want to feel like a prince or princess, this is a special experience that us locals enjoy when we are getting married - getting dressed up in traditional wedding outfits, or as we call it, Payas Agung. Because it is a special occasion, we put in extra effort to accessorize with necklaces, rings, bracelets etc to exude a royal aura. For this experience, we will bring you to a special Payas Agung salon and boutique where you can choose from a range of outfits with different colours and styles. The most beautiful part of this outfit is the elaborate golden headdress which is just spectacular. Once you are all dolled up, we will take care of your makeup at the salon, then bring you to a beautiful temple to take pictures for a lasting memento of Bali. ITINERARY: 09.00: Pickup from your hotel (regardless of location) 09.00 - 10.30: Arrive in salon, choose outfit and get makeup done. 10.30: We bring you to Batuan village which has a beautiful temple complex that will serve as a backdrop for your photoshoot. After the shoot, we bring you back to your hotel. ARRIVAL TIMES AT THE SALON: Ubud: 9.30am Kuta/Seminyak: 10.15am Jimbaran/Nusa Dua: 10.30am",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-photoshoot-in-formal-balinese-wedding-outfit-payas-agung/2491?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Photoshoot in Formal Balinese Wedding Outfit - Payas Agung",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 02:38:25"
    },
    {
        "intDurationHour": 40,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 175000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1405993105/qxqeaoxxrijdrtdwk8zr.jpg",
        "strIntroduction": "This is a \"real life stay\". It's about discovering a sense of belonging within you through experiencing and tasting life. You \"work out to work out your life\", this is a Lifestyle Crossfit™ that fits. Through our exploration and guidance of lifestyle artistry and activities, you will be able find a fit that looks good on you, that you can take with you and that is worthy of you. Be the best version of you and find home in your unique paradise of existence, whilst you live it out in paradise. Inclusive of guided activities and transport. Including temples, motivational volcano climbs and surfing. All wellness and fitness programs servicing twice daily and all food and beverage, excluding alcohol. Double occupancy can also be arranged. Also, there are variances available for lower based inclusive experience stay, please don't hesitate to ask for these options, as we are here to accommodate you and your desired lifestyle experience.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-redefine-you-and-your-life-lifestyle-retreat/2432?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Redefine you and your Life 5D/4N Lifestyle Retreat",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 02:42:34"
    },
    {
        "intDurationHour": 40,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 261500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1406781774/j3oheeptvmmq5asbug5u.jpg",
        "strIntroduction": "Relax, have fun & immerse into wellness and life itself through Yoga, Meditation, Self & Lifestyle Therapy, Water Therapy, Dance, Surfing, Reiki Healing, SUP (stand up paddle) & Beach Fitness, Cooking, Community Aid & Local Tradition in Eco Luxury. Indulge in massage, spa treatments, vibrating whole foods with unlimited juices, tonics, wine and cocktails by the poolside or on the candlelit rooftop. From sunrise to sunset, you will be experiencing Bali's best whilst feeling the best version of you. Join us for the life in style that is worthy of you and looks divine on you.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-immerse-yourself-in-a-lifestyle-retreat/2421?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Immerse in you and yourself in a Life in Style 5D/4N Retreat",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 02:48:31"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1405264191/fj4i4aw2wkwan8xpozpz.jpg",
        "strIntroduction": "If you'd like to share a special romantic moment during your time in Bali, our delicious 7-course menu, served in your own private gazebo on the grounds of our intimate resort bordering Ubud, will make you feel like a true prince and princess! We prepare all flowers and candles around the pool. We also provide live Balinese rindik music to make this a night to remember. The 7-course meal includes below local delicacies: - Pepes Udang - Steamed shrimp in Balinese paste wrapped with banana leaves - Cramcam - Clear chicken soup boiled with young papaya, lemongrass, lime leaves and fried shallots - Jukut Pelecing Kangkung - Steamed water spinach with peanuts, crackers and tomato chilli sauce - Lime Sorbet - A great palate cleanser Choice of main course: - Crispy Duck - Deep fried crispy duck served with vegetable urab and fragrant steamed rice or - Balinese pork ribs - Grilled pork ribs served with vegetable wrap and rice - Trio Jajan Bali - 3 kinds of Balinese cakes - Sagon Bali - sweet dessert made from sticky rice topped with coconut and palm sugar - Coffee or tea",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-starlight-candlelight-dinner-in-a-private-gazebo/2365?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Starlight Candlelight Dinner in a Private Gazebo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 02:52:52"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1047,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1404623703/ud80x1drgkrlci7phuko.jpg",
        "strIntroduction": "The south of Lombok is famous for it's pristine white-sand beaches, which easily rank among Indonesia's finest. If you're looking to discover a slice of paradise, this fully customizable tour is a great way to explore Lombok's stunning south! In addition to bringing you to some of the most beautiful beaches we know, we make stops to several handicraft villages for you to get a peek at the indigenous Sasak culture. Our tour includes several stops (though everything is customizable!): 1. Tanjung Aa'n beach - the best beach in Lombok (in our opinion), with a beautiful crescent moon bay surrounded by emerald-green hills 2. Kuta beach - not to be confused with Bali's busy stretch, this is the white sandy beach of your dreams with transparent blue-green water. The scenery is spectacular, with cliffs and mountains reaching the coast to create jagged and awe- inspiring landscapes and views. 3. A pottery village called Banyumulek 4. A weaving village called Sukarare village 5. A traditional village called Rambitan village 6. Lunch in Kuta for delicious seafood Alternatively, if you'd like to visit the north, we can also bring you on our village & rice paddy tour in Central Lombok, which includes a stop at: - Benang Stokel and Benang Kelambu Twin Waterfalls - beautiful lush vegetation surrounds these gorgeous waterfalls which the locals believe possess curative qualities (1.5 hours from Senggigi) - A weaving village called Pringgasela. - Tete Batu rice fields with a backdrop of Mount RInjani in the distance (there are some beautiful restaurants with great views here!)",
        "strLocation": "Lombok",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-lombok-full-day-tour-of-south-lombok-beaches-and-culture/1959?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Full Day Tour of South Lombok - Beaches & Culture",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 02:58:25"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 40000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1432720905/d2jiaqwbyrv36d7gt1dh.jpg",
        "strIntroduction": "I will bring you to the most scenic spots in Bali where you can take the most unforgettable and beautiful photographs together with your loved one. A photographer and camera crew will assist in taking all photographs during the entire pre-wedding or couple photoshoot in Bali. We will then edit the photos and compile them into an acrylic album which you can keep as a memorable souvenir, or use for your pre-wedding photograph display. If you select the Silver package, we will also provide a traditional Balinese gown/dress for you to take photos in, for a more authentic feel of Bali. Some of the places that we might bring you for the photoshoot include: -Tanah Lot Temple beach -Jatiluwih Rice Terraces -Uluwatu cliffs And many others, Bali has no shortage of scenic locations for photoshoots. Take beautiful wedding photos in Bali with us, we look forward to eternalizing your best memories for you.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-shoot-wedding-couple-photos-in-bali/2368?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shoot Wedding/Couple Photos in Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 03:03:05"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5080,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1403778766/l2dhzlvjlwrcattizzyw.jpg",
        "strIntroduction": "Learn to windsurf with us in Bali! Windsurfing is an age-old favourite watersport which combines surfing and sailing to allow you to glide over the surface of the water. Level 1 Beginning with a beach simulation, we will teach you all you need to know about equipment preparation and making the launch before moving into the water. You will learn start techniques, sail recovery, acceleration, how to turn the board, and how to move up and down wind. Level 2 Slip into a harness and take your windsurfing to the next level. We will teach the speed skills essential for learners to move up into jibes and deepwater starts. You will also learn how to read wind pattern and how to manage your sail using the harness and essential foot placement for planning at speed. Level 3 Learn how to make S turns, rail turns, and downwind speed turns used in racing. Once you master the basics, you will move up to a pro board and use the foot straps to demonstrate speedwork and direction changes under power with the harness.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-learn-to-windsurf-in-bali/2367?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Windsurf in Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 03:09:07"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2800,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1395972656/olhyerzwftnqklafwoka.jpg",
        "strIntroduction": "Night Surfing at Keramas Beach in Bali is a sport that challenges and thrills surfers from around the world. Surfing in the day is difficult enough when you can actually see the waves coming in. Think you're a proficient surfer? Now, time to try surfing at night! This is the only night surfing facility in the world - made possible thanks to the installation of 2 stadium floodlights that help provide light for a distance of 500m, and allows you to see your fellow surfers around you. Experienced night surfers say that night surfing so surreal, like surfing in a dream-like fantasy. Everything is dark despite the light provided from the floodlights and you must really be able to feel the wave as if you were surfing blindfolded. But feeling the wind in your face as you manage to catch a 4 foot wave in darkness is simply electrifying! You are invited for a free warm up session at around 5pm to test the waves at Keramas beach before the actual night surfing. The lifeguard will give a briefing about the conditions for the night, and you will need to sign an indemnity form. After which, there are 3 sessions of 1h night surfing that you can select, usually between 7pm-10pm depending on the tide for the day. There are 3 lifeguards on duty to ensure safety and give advice at all times, however they are not instructors. A maximum of 6 people will be allowed to surf at one session. Be careful of sea urchins in the water as Keramas beach lies atop a sharp volcanic reef. Night surfing is only encouraged for intermediate to advanced surfers. Beginner surfers are free to try night surfing, but do take note of the risks involved. You are free to bring your own surfboard or rent a short surfboard from our shed. Family & friends of the surfers can enjoy the pool and beachside mattresses at the beach club while watching your surfer friend ride the waves during this spectacular night surfing!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-enjoy-spectacular-night-surfing-at-keramas-beach/2104?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Spectacular Night Surfing at Keramas Beach",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 03:12:43"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3908,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1403281969/qifluxvhnebkhnxr24df.jpg",
        "strIntroduction": "\"Melukat\", or karmic cleansing ritual ceremony, is part of the Manusa Yadnya ceremony (holy sacrifice dedicated to human beings). Melukat aims to cleanse and purify the human body and soul in order to prevent havoc, bad luck and sickness. This havoc comes from acquired sins from your past life (sancita karmaphala) and actions from your present life (prarabda karmaphala). The ‘melukat’ ritual is a means of achieving self-purification for your physical body and spiritual soul. These efforts should be sought in accordance with the Lontar (palm leaf scriptures) ”Dharma Kahuripan” which describes how human spiritual maintenance is to be cared for from the womb until the end of life. The Melukat ceremony can be performed many times, according to your situation, needs, and goals. There are 6 different types of Melukat ceremonies: 1. Melukat Astupungku Aims to cleanse and purify one’s evil influence caused by the imbalance of 3 material energies: Satwam, rajas, and tamas. It is in accordance with the instructions in Lontar Astupungku. 2. Melukat Gni Anglayang To provide medical treatment for persosn afflicted with disease. This ritual Implementation is done by a Balian who performs traditional treatments in accordance with’Lontar Putusan Kala Gni Chandra Bhairawa’. 3. Melukat Gomana For redemption of your day of birth and from bad influences through your life. 4. Melukat Surya Gomana To remove ‘stains’ and ‘dirt’ on a new born baby. This ceremony is held at birth, 3 days after birth, and 3 months after birth. 5. Melukat Semara Beda For cleansing the groom and bride from 'stains' and 'dirt' in a traditional Balinese wedding ceremony. 6. Melukat Nawa Ratna A ceremony for glory and prosperity from your leaders when you perform your duties.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-participate-in-a-karmic-cleansing-ritual-ceremony/2343?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Participate in a Karmic Cleansing Ritual Ceremony",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 03:16:43"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1402036755/s59sc2urosvo5aknr7xs.jpg",
        "strIntroduction": "See, feel, and experience the spiritual aspect of the lives of local Balinese on this unique tour. Join me to see the Full Moon (or New Moon) ceremony at a local village temple in Bali. On this tour, you will be invited to be a part of the local people's ceremony. You will carry offerings on your head, dress in traditional Balinese clothes, and pray together with the local Balinese. If we are lucky, we might even be able to join a parade around the village! Why is it called the full moon and new moon ceremony? Because according to our Hindu beliefs, the best time to worship God is during the full moon as the power of God is much stronger blessing all creatures on Earth during this time. NOTE: Because this tour is reliant on the lunar calendar, please send me a message to determine the most suitable date. Photo credits: https://flic.kr/p/78c9md https://flic.kr/p/78c94y",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-experience-a-balinese-full-moon-or-new-moon-ceremony/2267?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience a Balinese Full Moon or New Moon Ceremony",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 03:21:03"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1396236943/nfr4dhhbwq7zog45yqkm.jpg",
        "strIntroduction": "This adventure is recognized as one of the top in Bali for those who like adventure, sports, fun, and discovery. You will start your trip with an awesome ATV (or 'quad' bike) adventure in the middle of beautiful ricefields terraces. As you drive, you might start to feel as if you're in a postcard, but it’s real! You will also experience the \"Bali jungle\" and pass through a small river, eventually stopping at amazing natural hot springs. For a lovely panorama and cultural detour, we'll stop to savor a “Bali Kopi” (typical Balinese coffee) and visit a small rustic farmer's house. After a little bit more than 1.5 hours, we will arrive at a lovely restaurant where you will enjoy a typical Balinese lunch overlooking scenic rice terraces. After lunch, we will leave the Batukaru region and stop at the lovely Bali Butterfly Park for a short visit on the way back to your hotel. All Balinese come here to contribute the butterflies, cocoons and caterpillars they find, so you will see an amazing variety of butterflies. Some will even be bigger than your hand! NOTE: You can drive the ATV's “single” (in Bali you need to be at least 15 years old to drive one ATV), or do it with someone else as “tandem”. 3 DEPARTURES A DAY: NUSA DUA 07.00 09.00 11.00 SANUR 07.00 09.00 11.00 UBUD 07.30 09.30 11.30 KUTA 07.30 09.30 11.30 PRICE INCLUDES: Welcome drink Water during the tour One Bali coffee Balinese lunch (excluding drinks) All the tours and visits Hotel return transport for minimum 2 persons",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-ride-an-atv-through-the-rice-fields-and-visit-butterfly-park/2112?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ride an ATV through the Ricefields & Visit Butterfly Park",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 03:25:55"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 29700,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1395929539/dqiya8uukztmnmdacuyv.jpg",
        "strIntroduction": "Java is a highly populated place, but we can still bring you to the lesser known places with wonderful things to see, places you can only have access to with the right connections. This tour is all about nature and culture. Here are some highlights that you can expect: -Borobudur: The biggest Hindu temple in Indonesia -Merapi Volcano: A volcano that's close to the city and home to interesting species of flora and fauna -Get up close and personal with reptiles (King Cobras, etc) in Yogjakarta, with the guide of our friends in the region, the reptile enthusiasts -Night spotting for snakes, lizards, civet cats, and other wildlife",
        "strLocation": "Yogyakarta",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-yogyakarta-yogjakarta-reptile-tour/2087?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Yogyakarta Reptile Tour (2D/1N)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 03:31:45"
    },
    {
        "intDurationHour": 80,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 93789,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1395928077/ldeqnbbcwrysv5fknsyf.jpg",
        "strIntroduction": "Join us for an adventure to see Orangutans in Tanjung Puting National Park in Kalimantan, Borneo. We know Kalimantan like the back of our hand, travelling back there every year to visit other conservation groups and a few different places to enjoy what this beautiful island has to offer. Tanjung Puting National Park is famous for its Orangutan rehabilitation program. It has a mostly flat terrain and is home to both wild and rehabilitated Orangutans. There are also many types of flora and fauna to see that you can only find with the right guides. Finding the right guides is our specialty and every tour is designed to be very flexible to suit the needs of each group. -----ITINERARY----- A typical Kalimantan tour will start and finish in Bali. The night before the tour starts, we will meet up in Bali to get to know each other. Next morning, we will fly to Surabaya and then to Pangkalan Bun where we meet our first guide and travel by boat to Tanjung Puting. We will travel into the park by a river boat (klotok). We will travel slowly in order to enhance the opportunities to see both salt water and gavial crocodiles plus many other animals such as proboscis and silver leaf monkeys, macaques and birds. We will eat and sleep aboard the klotok in comfortable surroundings, during which we will visit both the rehabilitation facility and trek into the jungle to look at other wildlife. You will get the chance to be up close and personal with some magnificent wildlife in a protected area. We will take you into parts of the park few others get the chance to visit on night spotting trips which will turn up some amazing finds, so bring a camera! After, it's back to Pangkalan Bun as we'll be flying to Banjarmasin where we will stay for one night with a local family and meet with groups of young Indonesian conservationists, before heading into the jungle the next morning. -----MORE DETAILS----- Each tour goes into a different area but each area is equally as spectacular with similar habitats, flora and fauna. We select areas using the knowledge of local guides and hunters who know where the best places to visit will be. This will improve the chances of finding seasonal flora and fauna as required. So far, every base camp has been located beside a river where you can swim, as well as set right beside the jungle with access to various wildlife trails for exploring the area. Night spotting in these areas turns up many unexpected results. Our cook is great and she does a wonderful job under what can be difficult circumstances at times. Our guides vary from place to place because we use the best guide for each area and our porters are all local people. Base camp one is our main operations point and will be chosen based on easy access to different places we know will be of interest.",
        "strLocation": "Borneo",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-borneo-see-wild-orangutans-in-kalimantan-jungle-borneo/2068?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See Wild Orangutans in Kalimantan Jungle, Borneo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 03:36:39"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8207,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1395853368/mp9iwaaozbnmu8hd4znf.jpg",
        "strIntroduction": "Begin this beautifying treat with a steam bath to open your pores so as to better assist nutrient infusions. Your choice of body scrub follows, gently slough off the dead skin cells. Have a quick rinse and sink into the bed as the therapist massages and melts your tensions away. A 60-minute facial or your choice (Pevonia or Clarins) makes it all perfect; or if nourishing hair treatment is your preference, it is all yours! All spas will start with a drink of ginger tea to improve blood circulation, and a traditional foot bath ritual to cleanse your feet. Please indicate if you prefer facial or hair treatment during your booking.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-beautifying-spa-package-facial-massage-hair/2100?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Beautifying Spa Package (Facial, Massage, Hair)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 03:40:57"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7425,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1395851466/faxuj28p374dvtj9xer2.jpg",
        "strIntroduction": "You can choose from various luxury facial treatments offered. COLLAGEN FACIAL by Pevonia (60min): This beauty treatment involves using collagen protein to revitalize your skin, leaving your skin feeling fuller and more supple. Perfect to counteract any signs of early aging and dehydration. Rich in concentration of Marine Collagen and Caviar to plump and nourish the skin reduce fine lines and wrinkles and bring out a youthful glow. ORGANIC FACIAL by Pevonia (60min): Pure and natural skin treatment using organic botanicals and exquisite formulations from Pevonia Botanica. It improves your skin naturally and restores normal moisture levels, bringing out radiant and healthy complexion. MEN'S FACIAL by Pevonia (60min): Especially created for men’s skin, using natural phyto‐extracts rich in botanical liposomes, this treatment helps prevent razor burn, sensitivity and folliculitis. Cleans, clears and calms the skin. LINE SMOOTHER by Clarins (60min): A gentle way to nourish the skin and smoothen the early signs of aging. Katafray in the HydraQuench cream mask draws moisture to the skin, while orbier Bud helps stimulate micro‐circulation for a healthy‐looking glow. The skin is purified, rehydrated and freshness restored. RADIANCE REVIVER by Clarins (60min): A deeply clarifying treatment, suitable even for the most sensitive skin. Refreshing Pink Clay and Alpine Willow Herb cleans, tightens and refines pores, while Linden extracts softens, smooths and comforts irritated skin, bringing out a healthy glow. All facials will start with a drink of ginger tea to improve blood circulation, and a traditional foot bath ritual to cleanse your feet before beginning the massage.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-revitalize-your-skin-with-a-luxury-facial/2096?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Revitalize Your Skin with a Luxury Facial",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 03:44:19"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2657,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1395819541/ciznvhgacepsuqhxpwdw.jpg",
        "strIntroduction": "TRADITIONAL BALINESE MASSAGE: This traditional Balinese massage has been passed down from generation to generation to alleviate stress and and loosen muscles using ancestral balinese massage techniques. Hand healing techniques of skin rolling, long kneading strokes, acupressure, and reflexology, are applied combined with a blend of essential oils and specially selected herbs to keep muscles warm. This simulates the lymphatic system and improves blood circulation and the flow of 'Qi' (energy) in your body. Apart from the traditional Balinese massage, you may also select other types of massage treatments listed below. ---------------------------------------- RELAXING BACK MASSAGE (30min): Pause and get the tension kneaded off your shoulders and back. Let the therapist customize the techniques that suit your needs and face the world again with your circulation improved and your mind refreshed. JETLAG STRESS MASSAGE (60min/90min): A good therapy to release water retention and stiff muscles after a long flight or late night out. Relaxing massage techniques combined with a warm compress on your back and legs will bring you back to balance and ready to explore Bali's bests. HAWAIIAN LOMI LOMI MASSAGE (60min/90min): Lomi Lomi is a traditional Hawaiian Healing Massage that treats the mind, body and soul. Lomi Lomi massage involves deeply relaxing, rhythmic, flowing motions that unwind the muscles and release stress. Lomi Lomi has a very caring and luxurious style, with long flowing movements and techniques not used in any other massage. FOUR HANDS MASSAGE (60min/90min): A light/medium pressure synchronized massage performed by 2 therapists. There are no words to describe this amazing one-of-a kind feeling. This signature massage helps to balance your energy and improve blood circulation as well as relieve muscle tension. FOOT REFLEXOLOGY (60min/90min): Originated in China and now loved by all, this health‐enhancing foot therapy focuses on the reflex points of the feet which mirror the entire body system. Stimulating points will assist to restore the natural energy flow and improve circulation. INDIAN HEAD MASSAGE (Indian Champi) (30min): A very effective stress releasing head massage which is based on the ancient Ayurvedic form of healing. It works the upper three chakras to restore physical harmony, vitality, and for good, simple relaxation. ----------------------------------------- All massages will start with a drink of ginger tea to improve blood circulation, and a traditional foot bath ritual to cleanse your feet before beginning the massage.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-relax-with-an-exotic-traditional-balinese-massage/2092?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Relax with an Exotic Traditional Balinese Massage",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 03:50:13"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1395464272/hyq9npc4xxmou78ghjvy.jpg",
        "strIntroduction": "This Discover Scuba Diving program is a one-off try dive. One of our instructors will take you through a briefing to let you know what happens to your body as you go underwater, after which we’ll teach you some basic skills in the pool and have a swim around to familiarize yourself with the equipment, followed by a dive to 12m in the sea with your instructor. This experience will not teach you to dive, it‘s designed to let you see what diving is all about, and if you like it, you can continue on to the full Open Water course.",
        "strLocation": "Gili Islands",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-gili_islands-introductory-scuba-dive-on-the-beautiful-gili-islands/1980?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Introductory Scuba Dive on the Beautiful Gili Islands",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 03:56:16"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 37000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1395465512/k1scfrijtkyuyht5slu0.jpg",
        "strIntroduction": "This Open Water Course takes 3-4 days to complete and consists of scuba dive theory (which can be completed here or online before you arrive), confined water training in our pool, and 4 open water dives at world class dive sites located around the Gilis. We have a huge variety of marine life in the area, and over the course of your 4 dives you will have a really good chance of seeing sharks and turtles, as well as some fascinating smaller creatures like octopus, cuttlefish, lionfish and scorpionfish.",
        "strLocation": "Gili Islands",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-gili_islands-three-day-open-water-dive-course-on-the-gili-islands/2083?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "3 Day Open Water Dive Course on the Gili Islands",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 04:00:31"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2800,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1395422358/dccbixohgefqygjcf8pc.jpg",
        "strIntroduction": "Snorkel through Bali's beautiful reefs that will amaze your imagination with its plethora of colorful fish and exotic plants. Be fascinated by the wonders of the sea while gliding through the surface of the waters. Feel like one with the aquatic realms surrounding you. Snorkeling is suitable for all ages and abilities, from beginners and young children to advanced swimmers. Those who do not know how to swim can wear a life jacket to help you float. Learning how to breathe through your mouth with the snorkel mask is easy. Free pick-up available from anywhere in Bali!!!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-snorkel-through-colorful-fish-and-corals-in-bali/2079?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Snorkel Through Colorful Fish & Corals in Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 04:06:31"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 80000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1395491145/vzirsabdmwjysgtbck4n.jpg",
        "strIntroduction": "This Fishing Tour specialises in deep sea fishing and trolling. Our 11 meter boat is skippered by a fully licensed and highly experienced Captain. On board we carry all the regulated and required safety equipment including a GPRS. The boat contains rest room facilities for your convenience. Experience the thrill of hooking a deep sea fish like Tuna, Blue Marlin and Mackerel. Between catching fish, we also offer snorkeling for your leisure enjoyment. Free pick-up available from anywhere in Bali!!!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-join-a-deep-sea-fishing-tour/2080?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a Deep Sea Fishing Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 04:10:33"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1395421554/sa7eppg5ngprxq8ltxyk.jpg",
        "strIntroduction": "Up to 5 people can ride on the banana boat together so you can enjoy with your friends and family! A banana boat is a long banana-shaped inflatable craft that you can sit on while being pulled by a speedboat. Expect wind in your hair, splashes of sea water, and loads of fun! Free pick-up available from anywhere in Bali!!! Price is per persom Location : Serangan Island, around 25 min from Kuta by car",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-go-on-a-banana-boat-ride-in-bali/2075?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a Banana Boat Ride in Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 04:14:04"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1395421199/crx0a9qa7lnpdpe5ewum.jpg",
        "strIntroduction": "Fancy sitting on a donut, being rocked and pulled by a speed boat at top exhilarating speeds. The donut boat is very similar to the banana boat, with the exception of its donut shape. 2-4 people can sit on the boat and how fast you go is based on your request. Free pick-up available from Kuta, Seminyak, Jimbaran, Legian, Nusa Dua, Sanur. (min 2person Booking)",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-take-a-ride-on-a-donut-boat/2074?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Ride on a Donut Boat",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 04:19:51"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1407,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1394685194/mfpa2vc7ylyrfnkoqw1e.jpg",
        "strIntroduction": "Since ancient times, people have been intrigued by these gifts from the sea... While natural pearls are still found \"in the wild\", most are now farmed and cultured to meet the world's demand for these beautiful organic gems. If you are interested in seeing what goes on behind the scenes at a world-renowned pearl company, this is a fascinating tour you won't want to miss! Our showroom and cafe is perched over the warm waters of Teluk Nara harbour, only 25 minutes drive north of Senggigi. During this tour, we walk you through our laboratories step-by-step, showing you the hatchery and the plankton lab while giving you insight into what goes into culturing a perfect pearl. We will show you how we painstakingly grow the microscopic oysters to size and kickstart the pearl culture process. You will also get to see the oysters in various stages of development. As a final highlight, we will even extract a pearl from a real oyster, so you get to see what the final gem looks like. Our tour ends with a leisurely coffee or refreshing cool drink at our floating cafe, which offers splendid views of the Rinjani mountain range to the north and the famous Gili Islands to the east. Before you go, we will also give you a personal lesson on evaluating pearls, so you are equipped with the knowledge and understanding needed to choose your own pearl in the future! Available every day from 10am to 3pm (tour upon request).",
        "strLocation": "Lombok",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-lombok-visit-a-local-pearl-farm-and-see-how-pearls-are-cultured/1968?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit a Local Pearl Farm and See How Pearls are Cultured",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 04:23:54"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1393856008/uya4pak9qiecdsrz2dg4.jpg",
        "strIntroduction": "Depending on what you'd like to see, we have a number of different biking options for you to enjoy the backroads and daily life in Lombok. In order of popularity Benang Stokel Waterfall Biking Tour (Most popular) This full day biking tour is a popular route for bikers who want to sightsee on scenic back roads to visit famous spots in Lombok such as temples, pottery villages, weaving villages, rice fields and waterfalls (with minimum time spent biking through the main road). This trip will bring you closer to the nature where you can learn and see how locals really live. The ride will start by the west, south of Mataram, and we will isit Pengsong Temple, then proceed to Banyumulek Villages to see the locals work, before we continue to Sukarara village and finish at the incredible Benang Setokel Waterfall. After that, we bike back thourgh Suranadi, Lingsar and back to Senggigi where you will enjoy the rest of the day at your hotel. Narmada Water Palace Biking Tour Our day starts with pick up at your hotel in Senggigi (or other areas), then we drop you at Mapak Village (around 45 minutes away) and then start biking through the back roads of Mataram. We then continue to Banyumulek Village (Pottery Village ) to see how to make a pottery by hand and then go direct to Kuripan Village for a lunch break (already prepared by our team ). Lastly, we go directly to Narmada, where our transport waiting for us to back to Sengigigi or your hotel. Medas Hill Biking Tour Our day starts with pick up at your hotel in Senggigi (or other areas), then we drop you at Tanah Embet Village (a short 15 minute ride away ) to start Your Adventure Tour biking through to the villages and then to Medas Hill ( 900 m). You can take pictures from the top with a spectacular panoramic view, bike down through the rice fields and then finish at the oldest traditional SASAK House at Karang Bayan. A car will be waiting for you at this village to take back you to Senggigi /your hotel.",
        "strLocation": "Lombok",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-lombok-full-day-biking-tour-of-lombok-with-locals/1985?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Full Day Biking Tour of Lombok with Locals",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 04:29:23"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1393857069/juaksxsmbfg5lcy7wfze.jpg",
        "strIntroduction": "This long route bike trip was designed for those who want to circle the lombok island with a push bike.The entire trip will take approximately 3 to 4 days of biking, and we will spend the night in north lombok (Senaru village), in east lombok (Tete batu village ), and in south lombok (Kuta ) and finish at Senggigi. A dedicated car and support team will always be there during the trip, so members of your cycling group can take a break at any time. Day 1 : Start at 7am Pick up by your tour guide at your hotel Then start your bike ride through the coast side to Bangsal harbour by stopping at Malimbu or Nipah hill for the best view of the Gili Islands ( Trawangan, Meno and Air) from the top of hilly road. On this road, you will ride up and downhill until you reach Pemenang town, then the road will be rather flat until Bayan district. However, before you reach Bayan, you will stop by Tampes beach for lunch, a rest and some swimming at the black sandy beach which will refresh you just before you continue your ride to Senaru village. This first day, you will ride for 89 km to the northern coast of Lombok Island, and you will arrive in the afternoon. You can then check into the hotel and have the rest of the evening free. Day 2 : Start at 7am After breakfast, continue your bike ride to north east Lombok, with a stop at the oldest mosque at Bayan bekek village. This mosque was built in early 16th century by the son of Sunan Bonang, Sunan Perapen. Then, we proceed to Obel beach where you stop for a rest and a swim at the black sand beach where most of the people are fisherman. These fishermen still use small simple fishing boats to go fishing, which is really interesting to see. After you feel fresh, you will then continue your ride to Sambelia village for a stop at the giant tree forest. Lunch will be at Labuan Lombok, afterwhich we continue to Tete Batu in the afternoon. You can then check into the hotel and have the rest of the evening free. Day 3 : Start at 7am After breakfast we will ride to the southern coast of Lombok. This road is a little easier, because you will ride down to the capital city of central Lombok. Then the road is rather flat to Kuta, Lombok. On the way to Kuta, we will stop at a traditional Sasak village so you can see how the sasak people spend their days. Not long after that, we will arrive at Kuta Lombok Beach where you can check into the hotel and have the rest of the evening free. Day 4 : Start at 7am After breakfast, we ride our bikes back to Senggigi. On the way back, you may to stop in at some traditional wood carving villages, Sukarara hand weaving village, Banyumulek pottery village, and various scenic temples along the way. In the afternoon, you will arrive at Senggigi, triumphant from a fantastic trip to see the best the lush island has to offer.",
        "strLocation": "Lombok",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-lombok-four-day-biking-trip-to-see-the-real-lombok/1984?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Four Day Biking Trip to see the Real Lombok!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 04:33:40"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3908,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1393919039/lckxghy6ojraxyvwessm.jpg",
        "strIntroduction": "Depending on what you'd like to see, you can pick from any of the 4 routes below which are a great introduction to Lombok! The first two are very relaxing for bikers of all levels, and the next two are for those more interested in seeing rural life. Biking Tour to Pengsong Hill : There is a pura ( temple ) in the hilly area honored by hindu worshipers. From here, you will see beautiful natural scenery and the harmonious natural lifestyle of the locals. You will have an unforgettable view of farmers tending the land blended together with Mother nature. Here live families of tame monkeys we will say hello to. The hill was even once used by the Japanese as a hiding place during World War II. Biking Tour to Lingsar / Waktu Telu : Lingsar is a unique and sacred temple of two beliefs. Hindus and Muslims who worship together in one place. It was built around 1714 and every November and December, Pujawali dan Perang Ketupat ceremonies are held, carried out together by hindus followers and the sasak ethnic group expressing their thanks to God who has given them well being during the year. You will ride around the villages and rice terrace fields and see the smiling faces of the locals. Biking Tour to Sekotong / South of Lombok : - We will drive you to Sekotong peninsula from Senggigi where you will begin your cycling journey. - Most of the beaches on the way are pure white sand, with some of the best vistas you will ever see. - We will spend about 5 hours or maybe more exploring the beautiful coastline in the south. Biking Tour to Pusuk Forest : - You will start in the rain forest at 500 meters above sea level - You will be able to see the northern sea through a green valley with forest and rice fields. - Groups of wild monkeys will line up on the road waiting for peanuts or fruits, which make for a fun adventure.",
        "strLocation": "Lombok",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-lombok-enjoy-a-half-day-bike-ride-around-lombok-with-locals/1983?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Half Day Bike Ride around Lombok with Locals",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 04:38:54"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 22600,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1385947075/byz7ggnhp88jdq4rxnbw.jpg",
        "strIntroduction": "If you have limited time in Bali, this day of adventure will give you a great taste of the beautiful Balinese countryside. We'll bring you the best of the best - with village cycling to meet the locals, Bali Elephant Camp to meet our gentle giants, and finally an exhilarating rafting tour down the Ayung River. FULL DAY ITINERARY: 08.00 – 08.15: Depart from hotel 09.15 – 09.30: Arrive at cycling starting point, registration & coffee break 09.30 – 09.45: Safety talk, outfit equipment & start cycling 10.00 – 10.15: Enter Bali Elephant Camp, tropical welcome drink served 10.30 – 10.45: Ride the elephant for 30 minutes 11.15 – 11.30: Finish riding, continue cycling 13.00 – 13.15: Finish cycling, visit Sangeh monkey forest, transferred to restaurant 13.15 – 13.30: Lunch, transferred to rafting starting point 14.30 – 14.45: Safety talk & start rafting 17.00 – 17.15: Finish rafting, take a shower 17.45 – 18.00: Drive back to hotel 19.00 – 19.15: Arrive at hotel MORE ABOUT EACH ACTIVITY: BALI VILLAGE CYCLING Takes you through the back roads of the famous Carang Sari Village where you can glimpse the real life and culture of these amazing people. Cruise through untouched rice paddies, pass the Bali Elephant Camp for a quick stop just to get a picture of this huge biggest animal. Enjoy the local scenery and visit the Sangeh Monkey Forest to meet its cheeky inhabitants. ELEPHANT TREK: Befriend a great Sumatran elephant on our Adventurer Trek! Safely perched on the broad back of this majestic giant, you will plunge into a verdant tropical landscape, catching glimpses of chattering monkeys and colorful birds, as the trail follows the the banks of the raging Ayung River. At the end of the ride, your intelligent mount will cool off in the wading pool (while carefully keeping you high and dry) before delivering you to the Trunk'n'Mahout' cafe for refreshments overlooking the stunning valley scenery. WHITE WATER RAFTING Experience the Bali's singular approach to white-water rafting with a morning or afternoon excursion down the sacred Ayung River winding through the heartland of the island. During two hours of tranquil drifting punctuated by thrilling moments of shooting the rapids, you will Discover hidden waterfalls, swim in the pristine water, and gain insight into river ecology and Balinese daily life from our expert and knowledgeable guides. The experience ends at Karang Dalem with a hot shower! PRICE INCLUDES: *Welcome drink (free flow coffee & tea) *Air conditioned return transfer *Professional river and cycling guide as well as mahout *International standard safety equipment *Cool face towel *Waterproof bag on each boat to keep valuable belongings *Entrance fee to Sangeh monkey forest *Entrance fee to Bali Elephant Camp + tropical welcome drink *A bottle of mineral water during cycling *Lunch + one complimentary soft drink *Shower facilities + towel *US$ 150,000 International Insurance Cover",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-full-day-tour-village-cycling-elephant-trek-rafting/1479?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Full Day Tour: Village Cycling + Elephant Trek + Rafting",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 04:42:02"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7700,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1385945547/zrlmcpukrg4qtivlkdoa.jpg",
        "strIntroduction": "Our bike ride takes you through the back roads of the famous Carangsari Village, birth place of Bali's national hero 'Ngurah Rai, where you can get an authentic glimpse the daily life and culture of these amazing people. Cruise through untouched rice paddies, pass by Bali Elephant Camp for a quick stop just to get a picture of these beautiful creatures. After you enjoy the local scenery, we pay a visit to the Sangeh Monkey Forest to meet its cheeky macaques. You’ll stop several times along this route as we pass through unspoiled rice terraces and traditional houses and temples. At any point along this leisurely ride, you can stop to meet friendly locals, take photos of scenic spots, and learn about the local culture. Lunch is served overlooking a panoramic view of Ubud.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-go-village-cycling-along-the-scenic-carangsari-village/1477?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go Village Cycling around the Scenic Carangsari Village",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 04:46:39"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1385050265/j3h5u1h19f1ozoi13p09.jpg",
        "strIntroduction": "Because it is situated at the connection between the Pacific Ocean and the Indian Ocean, in the middle of the worlds richest marine bio-geographical area, Bali boasts some of the best dive sites in the world! Diving is much easier than you think, so come ready to take advantage of this amazing natural beauty! This day is designed to be your chance to get wet and experience what scuba diving is all about, and decide whether getting a scuba diving certification is right for you. We know that once you come in and try it, you’ll love it! During this experience, you will have an Instructor as your personal escort, and prior to your dive, we will provide you with an overview of the proper knowledge and skills required to take your first look at the beautiful underwater world of Bali. As soon as you have finished your program you will be awarded with a digital certificate. Come enjoy the beauty of the underwater world of Bali with us and let yourself be surprised by the results.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-try-scuva-diving-for-the-first-time/1431?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try Scuba Diving For the First Time",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 04:50:19"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1380812279/ffyzpbhowczf0wkymqhd.jpg",
        "strIntroduction": "After a short moment to enjoy the stunning views and a cool drink at my restaurant Bali Asli, you will follow our trekking guide who will take you \"through the looking glass\" up into the village of Pangi, where you will have the opportunity to peek into the daily life of the Balinese. Our trekking guide will explain Balinese culture and the intricacies of Balinese life as you walk past village temples and peer over moss-clad walls to understand how a Balinese house and its temple are designed. In addition to enjoying stunning views over rice fields, ocean and volcanoes, you will visit a local and his son who make \"tuak\" or Balinese palm wine. The group will then wander through coconut groves and cassava plantations, under water apple trees and past pineapples before coming across a small traditional Balinese home. You will be invited in for morning coffee and traditional sweets. Lastly, descend to a natural spring where the local gather holy water. This is where you can bathe your feet in the springs of the valley of Tauke before wandering through the rice fields back to the restaurant to start your cooking class.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-a-day-in-the-village/1076?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "A day in the village",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 04:55:38"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7930,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1380811838/ijehksyettbs0wqpkppp.jpg",
        "strIntroduction": "My friend Pak Dewa will take you on a tour of his village community, where you can join in the daily activities as well as learn about traditional Balinese agricultural techniques and taste “Jamu” - the Indonesian elixir of life. We start the day by joining Pak Dewa at his village temples as he teaches us about the important act of placing offerings every day before he can start work. We then wander through his village community garden where we'll see some villagers standing in the muddy paddies planting rice. We can jump in and have fun helping them. We continue on and arrive at the old foundations of Dewa's grandmas house where his auntie and wife have prepared morning tea for us! Dewa teaches us how to make a traditional medicine called \"Jamu \" and his wife demonstrates how to weave coconut palm leaves in to various intricate woven palm leaf parcels that we will use as part of our Balinese cooking class. We sit and sip the rich home-made Bali coffee in the shade of a papaya plantation and chat about Balinese daily life and culture. After a relaxing morning tea we wander back through the village and return to my restaurant Bali Asli (see the amazing view in our pictures). At Bali Asli you will learn about the local produce used to make medicines, offerings and how it is also used in traditional cooking techniques, and of course guided through the steps to create an authentic Balinese lunch.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-a-day-in-the-life-of-a-balinese-farmer/1074?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "A day in the life of a Balinese farmer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 04:59:39"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1380811149/kqanc39wmr8iqp9xhgyz.jpg",
        "strIntroduction": "Join me on this fun adventure as Bapak Sahnon, our local fisherman from Bug-Bug village, helps you aboard his traditional style jukung out-rigger sailing boat to join the rest of the fishing fleet in the crystal clear waters around the small islands just off Pasir Putih beach in East Bali. Our day starts with an offering to the goddess of the ocean to ensure a prosperous and safe fishing trip. Bapak Wayan also places a \"canang \" or offering with perfumed incense on his boat before you slide off the the smooth white sand into the glistening blue ocean of the East Coast of Bali. The views of the coast line and Mount Agung are so stunning, you'll almost forget you're fishing! After about 1.5 languid hours, you return to the beach and drive 15 minutes to my scenic restaurant Bali Asli to start our cooking class. First we are introduced to our ingredients, by smelling and tasting them raw. Then we start our hands-on class. Lunch consists of what we cook - about 7 different dishes - including the fish that were caught earlier! If you would prefer to skip the cooking class and instead have lunch cooked by our chefs, you can choose from 2 lunch menus: Megibung or Nasi Campur *********************** MEGIBUNG LUNCH (sample menu) - Home-made Krupuk and 4 types of sambal - Jukut kelor meliklik A fragrant broth made from young coconut, sweet corn and magical kelor leaves - Nasi sele Steamed organic Balinese rice with sweet potato from my neighbour's garden - Urab paku dan don kacang panjang Young fern tips plucked from the nearby gullies, with long bean leaves, sweet red chilli and freshly grated coconut - Don labu, kacang merah me santan Steamed pumpkin leaves and red beans dressed with Balinese spices, tiny limes and coconut milk - Sate ikan laut katek papah, sambal kecicang Fisherman fresh sea fish sate with ginger flower and lime leaf sambal -Sambal udang Wok tossed prawns with a spicy tomato sauce - Brengkes tahu Locally-made tofu, shallots, ginger, lemon basil, tamarind and chilli wrapped in banana leaves and steamed - Sambal telor puyuh Spicy quail eggs, with runny centers and paddy herbs - Dessert Market fresh local fruits and home-made Balinese cakes Bali coffee or Indonesian tea NASI CAMPUR LUNCH (sample menu) - Home-made Krupuk and 4 types of sambal - Nasi sele Steamed organic Balinese rice with sweet potato from my neighbour's garden - Urab paku dan don kacang panjang Young fern tips plucked from the nearby gullies, with long bean leaves, sweet red chilli and freshly grated coconut - Don labu, kacang merah me santan Steamed pumpkin leaves and red beans dressed with Balinese spices, tiny limes and coconut milk - Sate ikan laut katek papah, sambal kecicang Fisherman fresh sea fish sate with ginger flower and lime leaf sambal - Brengkes tahu Locally-made tofu, shallots, ginger, lemon basil, tamarind and chilli wrapped in banana leaves and steamed -Tempe manis Slices of fermented soy bean cake and peanuts tossed in a delicately spiced caramel",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-experience-a-day-in-the-life-of-a-balinese-fisherman/1073?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience a Day in the Life of a Balinese Fisherman",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 05:05:31"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1382093907/xuj1zwdxwc2qceqjxdck.jpg",
        "strIntroduction": "We have a very unfortunate young boy in our orphanage. His name is Risal and he is eleven years old. He's a lovely child, full of energy, with the warmest smile in the world. But he requires an expensive operation to be performed in Singapore. The condition this young boy has is called Hypospadias. He already took one operation - it was performed in September 2013, which was sponsored by a generous donor. A second procedure is required in six months time however. We don't have the necessary funds, to sponsor his second operation. We are doing our best, but any help you can give us would be helping us to make it happen.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-help-risal-undergo-his-difficult-operation/1119?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Help Risal Undergo his difficult Operation",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 05:08:49"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1382444266/sjvqjmgwizia0ifo9nz3.jpg",
        "strIntroduction": "Music is an important part of the children's life at Jodie O'Shea and we have some very talented young musicians here. Some of them have been accepted to enter Indonesia's music competitions. We see these little kids' passion and see them playing all the time, even by themselves. We want them to continue their music education, give them a change develop their skills and passion. In order to continue with this, they require music lessons. Music lessons are held every Saturday for six students. Professional teacher comes in and conducts the lessons. The cost is 1.8M Rupiah (about $160) for 4 sessions.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-sponsor-piano-lessons-for-talented-orphans/1118?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Sponsor Piano Lessons for talented Orphans",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 05:13:17"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1382444431/ymxmz7x6gskt2giqkwib.jpg",
        "strIntroduction": "At Jodie O'Shea we not only want to raise our children in a loving environment, but we also want to prepare them to a life in society and equip them with skills that will help them in their adult lives. That's why we started giving Computer Lessons. The children have two classes per week. As part of the sponsorship program, the older children are encouraged to develop their own Facebook page so that they can talk in English with their sponsor. Computer skills and learning English is an important part of their development , as one of Bali's main industries is Tourism. Having both of these skills, the children will have an excellent standing for working in the tourism industry. All of the computers as well as the furniture have been donated already. Classes cost 1M Rupiah for eight classes. As part of our strategy plan we would like to upgrade the computers in the next 12 months. We, and our little kids, will be grateful for any help you can provide!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-aid-in-funding-computer-lessons-for-children-in-orphanage/1117?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Aid in funding Computer Lessons for Children in Orphanage",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 05:16:38"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1382513761/ehsfqu4comyh8zekecrx.jpg",
        "strIntroduction": "Want to do something unique in Bali? Bring a extraordinary present for someone you care about? Try our Silver Jewelry classes! We will meet in a studio in the center of Ubud, where the Jewelry Class will take place. Our staff will take good care of you and explain everything before you get started. You can choose what to make from our different designs. You will definitely find something for yourself; it doesn't matter how skilled you are. The whole class will take about three hours. Our staff will assist you and make sure your finished piece will look beautiful. The class includes 5 grams of silver. That's enough for earrings or a necklace, but it would probably take more material to make a wristband. You can buy additional silver on the spot, if you require.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-present-someone-you-care-about-with-handmade-jewelry/1032?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Present Someone you Care about with Handmade Jewelry",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 05:20:49"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3908,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1380238423/cvnfwbxxwxaqfgvpkmsl.jpg",
        "strIntroduction": "Enter the most awesome battlefield in Bali - where winning and losing is decided in a split of a second. Here, you will discover a fun way to feed your adrenaline hunger while developing valuable tactical skills and resistance to stress which are also useful in everyday life. Cooperate with some of your friends and play against others, strengthening your bonds, while having tons of fun. Our paintball center is the only facility with 2 playing fields in Bali, covering over a 2-hectares of land. You can play all the games you wish there - classical team vs team, capture the flag, or anything else you can imagine! We stock the latest imported equipment for your safety and full satisfaction. The facility is complemented by our expert staff to ensure an exciting and pleasurable visit. Round trip transfer to/from: Nusa Dua, Jimbaran, Kuta, Seminyak, Denpasar and Sanur is included.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-battle-your-friends-at-an-exhilarating-paintball-game/1108?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Battle Your Friends at an Exhilarating Paintball Game",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 05:25:20"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6620,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1380440867/nm8lclofaooh2p432flz.jpg",
        "strIntroduction": "*This dinner requires a minimum of 15 participants. Hayam Wuruk was the ruler of the Javanese Hindu Empire of Majapahit. He inherited the throne at the age of sixteen, when the great Patih, the prime minister, Gajah Mada was at the height of his power. Under Wayam Wuruk’s reign, the Majapahit empire extended its supremacy throughout the sprawling archipelago that later became known as the East Indies, and eventually Indonesia. The Royal TUGUDOM dining experience tells the story of the grand dining ceremonies of the royal expeditions of King Hayam Wuruk of the Majapahit Kingdom through vast areas, including Bali. The Majapahit royal entourage traveled on foot, with buffalo-drawn carts, horses and elephants, from the eastern region of Java to Bali, stopping at temples, markets, villages, and ‘tugus’, the monuments of the God of Çiwa. In this special Royal Tugudom dinner, a parade of staff appears in the costumes of the villagers, soldiers and dancers who would attend to the King and his entourage, and they serve you just as they might a Royal guest, loving every moment of the charade that takes all participants back to a glorious time of feasting and merriment. Come and experience this amazing dining experience we are well-known for. MENU 1st Course: Tum Be Siap, Lawar Gedang Kaba, Otak-Otak Tahu Tempe Pocket of Chicken, Indian Bay Leaves and Exotic Herbs Grated Young Papaya in Balinese Spices; Soybean Cake and Tofu Stewed in Banana Leaves 2nd Course: Kuah Be Pasih Blimbing Wuluh Soup of Snapper, Clams, Shrimps and Baby Starfruits Main: Nasi Kuning Turmeric Rice Nasi Brongkos Rice Steamed in Ground Kluwek Nut (Black Nut) Tahu Tempe Bumbu Bacem Island Tofu and Soybean Cake, Stewed in Tamarind Sauce Ayam Panggang Bumbu Besengek Grilled Chicken, Marinated in Turmeric, Coconut Milk, and Candlenut Lobster Jayanagara Grilled Lobster in Stew of Garlic and Toasted Fresh Coconut Udang Bumbu Rujak Prawns in Red Curry Sate Lilit Gianyar Balinese Minced Fish Satay with “Sambal Matah” Bebek Betutu Famous Balinese Duck Slow-Roasted in Banana Leaves with 12 Spices Lawar Don Blimbing Desa Buit Starfruit Leaves in Ground Coriander Seed, Candlenut, Shallot, Garlic, and Coconut Milk Sayur Lombok Hijau Iwak Asin Chayote Squash, Green and Red Pepper, Salted Fish Rempeyek Giant Homemade Crackers Last: Es Telung Canggu Sorbets of Tamarillo, Passionfruit and Jackfruit Coconut with Tropical Fruit Cocktail Kopi / Teh Plantation Coffee and Tea",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-experience-a-ceremonial-dinner-of-the-majapahit-kingdom/1224?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience a Ceremonial Dinner of the Majapahit Kingdom",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 05:30:32"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5012,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1380439993/exrruowsmpyyi2gtyhsm.jpg",
        "strIntroduction": "Our Royal Balinese dining room - Bale Puputan - was built in tribute to the Balinese Heroes who sacrificed their lives during the “Battle to the Last Man” against the Dutch Colonialism. With this special dinner, we welcome guests to enjoy the comfort of the antique regal armchairs while they dine at the largest 19th century whole marble table in the country, surrounded by antique statues representing the creatures of Balinese mythology. We want you to experience the elegant imperial dining of the Balinese kings and princes as they lived at the beginning of the Dutch colonial era. The dishes are presented on Dulang (Balinese-style Wooden Offering Plate) and some of the regally fine and traditional Balinese dishes served include Babi Guling (a whole Suckling Pig), Bebek Betutu (Roasted Duck that is cooked in coconut husks for twenty-four hours), Jukut Meurab (Marinated Vegetables in Grilled Coconut), Lawar Kacang (Marinated Long Beans and Chicken) and Jukut Ares (Banana Stem Soup with Chicken). MENU Nasi Putih Steamed Rice *** Nasi Kuning Turmeric Yellow Rice *** Jukut Ares Chicken and Young Banana Stem Soup *** Bebek Betutu Usually prepared for religious ceremonies, this whole duck roasted in banana leaf has become the signature dish of Bali. The traditional cooking method followed is by stuffing and covering the duck with various herbs & spices, covering it with banana leaf, and then roasting it in a firewood oven for at least 12 hours *** Guling Celeng Another Balinese Signature Dish of Tender Roasted Suckling Pig *** Sate Udang Sereh Grill Prawn on Lemongrass *** Tum Ayam Steam Chicken and Herbs in Banana Leaves *** Jukut Meurab Steamed Vegetables in Spicy Grated Coconut *** Lawar Kacang Traditional Balinese Long Bean and Chicken Salad *** Kacang Goreng Fried Peanut *** Samsam Balinese Crisp Fried Pork Skin *** Aneka Jajan Bali Balinese Sweets",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-dine-like-a-balinese-king-in-an-antique-filled-room/1223?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Dine like a Balinese King in an Antique-filled Room",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 05:34:20"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5100,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1381504059/syb8s9bplktfsqj2i3t3.jpg",
        "strIntroduction": "If you're looking to have fun making your own jewelry in a traditional Balinese compound near the artist haven we call Ubud, you and your whole family are welcome in my home, where you will meet my family and neighbours who often come by to say hello. Usually we begin our class at 9.30am or 1.30pm, and start with the basics of picking out the items you'd like to use. These range from rings, pendants, necklaces to earrings. I have a catalogue here that'll help you think of ideas. Then, the appropriate size of silver is cut for you to get started; we help guide you along the process of filing, sanding and shaping your jewelry. You can also bring your own pre-made design that we can try to help you materialize! We have been running this class for years and have a great reputation, so don't hesitate to bring your families, children, or friends over to craft your very own handmade souvenir from Bali.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-learn-to-fashion-your-own-silver-jewelry-in-ubud/1019?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Fashion your own Silver Jewelry in Ubud",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 05:38:20"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2837,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1380441795/amtfx2sfnkaait5j8kry.jpg",
        "strIntroduction": "Djamoe is a mixture of traditional herbs and spices, which are used for healing and rejuvenation. Traditional ‘Djamoe’ comes from the island of Java, and has evolved over hundred of years through the generations. The Djamoes consist of leafs, roots, flowers and barks of significant trees. Through generations, for more than hundred of years, the Javanese have been doing research and making observations through trials and experiences to get the real use of all those herbs and spices which are found in their surroundings. Learn the traditional way of preparing 4 kinds of these mixture and their benefits for health, beauty and longevity. Here are some examples of the drinks we can make: Djamoe for weight loss and fat reduction (Djamoe Mengkudu or Djamoe Cabe Puyang) Djamoe for energy and to cure muscle aches (Djamoe Beras Kencur) Djamoe for smooth skin (Djamoe Kunir Asem) Djamoe for cholesterol reduction (Djamoe Daun Salam) The class will take about 1.5 - 2hours and I am flexible on starting time",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-learn-to-make-traditional-javanese-herbal-drinks-in-canggu/1196?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Make Traditional Javanese Herbal Drinks in Canggu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 05:42:07"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10160,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1380246828/mtpoeew2m49uhz3bvmm0.jpg",
        "strIntroduction": "Known for its authentic traditional Indonesian food in Bali and Java, Hotel Tugu Bali is a place that aims to opens the doors to a glimpse into the beautiful simplicity and the exotic richness of Indonesian dining and cooking culture. Commencing in the morning, you begin by choosing the dishes you'd most prefer from my large collection of Javanese and Balinese recipes. A visit to a Balinese traditional market follows where all the freshest ingredients of the archipelago of islands, once known as the Spice Islands, can be found amidst the daily bustle of modern day market life. While gathering the ingredients for the cooking class you will be involved in and experience first-hand the Balinese way of daily living, the jovial and sometimes noisy bargaining style of the vendors and buyers... MENU Please select 5 dishes from the selection for your Cooking Class program. If you have any favorite dishes that you would like to learn, please let us know and I will be happy to accommodate it. Sample Traditional Javanese Menu: • Nasi Goreng Jawa/ Stir-fried rice in traditional Javanese spices • Botok Daging/ Minced marinated beef, cooked in banana leaves • Sambal Goreng Udang/ Marinated shrimps and potatoes in red pepper • Lodeh Tewel Tahu Tempe/ Stew of young jackfruit, soybean cake and tofu in coconut milk • Ayam Panggang Bumbu Terik/ Grilled chicken, marinated in coconut milk and various spices Sample Traditional Balinese Menu: • Sambal Matah/ Balinese shallot & lemongrass dressing • Pesan Bepasih/ Steamed Balinese fish in lemongrass, wrapped in banana leaves • Sate Lilit/ Lemongrass skewers of minced fish in various spices • Lawar Kacang/ Marinated long bean and chicken salads • Jukut Ares/ Banana stem soup • Ayam Pelalah/ The popular fare of Balinese shredded chicken ITINERARY: Class (with Market Visit) Approximate duration: 6.5 hours 07.00: Depart your hotel 07.45: Arrive at Market 09.45: Arrive at Tugu Bali 09.45: Optional light breakfast (not included, can be ordered from the a la carte menu) 10.00: Start cooking class 12.30: Lunch is serviced 13.30: Return to hotel Class (without Market Visit) 09.00: Depart your hotel 09.45: Arrive at Tugu Bali 10.00: Start cooking class 12.30: Lunch is serviced 13.30: Return to hotel",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-study-traditional-indonesian-cuisine-with-mrs-soelastri/1195?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Study Traditional Indonesian Cuisine with Mrs Soelastri",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 05:47:25"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3310,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1380277887/mzn9vtrj9pd15iwuluzg.jpg",
        "strIntroduction": "There are dozens of dances in Bali, the first step is to learn basic gestures of Legong for ladies or Baris for men. Join us in our commitment to keep alive the dying ancestral dances that form the heart of Balinese culture and religious ceremonies. You may choose 2 dances to be learned per class from dance list below: • Topeng (Mask Dance): considered as sacred object, every mask is believed to possess spirits that must be captured by the dancer’s own. • Barong: this dance represents the struggle between the Good and the Evil; Good being personified by Barong Ketet and Evil by Rangda. • Legong: Performed by three dancers - the first character seen on the stage being a Condong (a female clown) and the other two representing the princess • Rangkesari of Daha and King Lasem, who forcibly carries off Rangkesari • Panyem Brama: dance usually used to welcome and greet people • Kebyar Duduk: Kebyar means a sudden flare or flash. The style is a clear example of the direct relationship between music and dance • Baris: With heroic poses and fiercely determined facial expression, this dance is an abstract character – study of a warrior Inseparable from the dances, gamelan is the traditional music instrument used either as a singular performance or as the other half of a theater/dance performance of equal importance. Gamelan consists of various different instruments that make one whole orchestra—pick your favorite and indulge yourself in the sea of exotic sounds.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-learn-to-master-the-7-ancestral-balinese-dances/1216?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Master the 7 Ancestral Balinese Dances",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 05:53:23"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1381217107/blmhyvgrvxbudpdukhms.jpg",
        "strIntroduction": "While many guests come to Bali to see the sights, they may not get a chance to experience life as a Balinese. With this special itinerary I've created, I hope to combine both and give you a peek into daily Balinese life with a trip to my home town of Munduktemu, an overnight stay with a local family and stops at many key landmarks on our beautiful island. Firstly, I will take you to our world-famous pilgrimage temple Tanah Lot. This temple is set on a large offshore rock and has been part of Balinese mythology for centuries. We will then drive through Kerambitan village in Tabanan regency, famous for its stunning view of rice paddy fields on either side of the road . After about an hour's drive, we make a stop at the quiet Sanda village, to have lunch in one of the local restaurants, where you get to see the different dishes we enjoy as locals. Next, we continue the trip to Pupuan to see beautiful rice paddy terraces on the way to my home town Munduktemu. From the main road, we will take a leisurely 1 km stroll to my family farm, which is a salak fruit, or snake fruit farm. This unique fruit is as common to us as apples or oranges are to Americans in the U.S. Strawberry-sized and fig-shaped, the fruit comes encased in vivid, nutty-brown scales, not unlike that of a cobra or python. Heaps of salaks turn up daily at countless local markets, but here you will get to see how we grow them. In the evening I will take you to another relaxed village called Pupuan in the Tabanan regency, where you can stay in one the local guest houses to experience life with a Balinese family. The next day, we drive back from Pupuan to your hotel via Munduk to see the tallest waterfall in Bali, the gorgeous twin mountain lakes Buyan and Tamblingan as well as Lake Bratan, which boasts Bali's famous \"temple on a lake\" - Puru Ulun Danu Bratan. Our last stop will be at Jatiluwih, a UNESCO world heritage site boasting beautiful contoured terraces that make up the largest rice paddy fields in Asia.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-visit-my-hometown-and-see-the-best-of-bali-too/1105?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit my Hometown and See the Best of Bali too",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 05:58:21"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1300,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1381021576/kmjp49hruncwumkvrwtq.jpg",
        "strIntroduction": "In the area of lake Beratan, in the scenic Bedugul region near Mount Mangu, where the temperature is always cool, farmers have planted beautiful strawberries which are a wonderful treat. Since it never freezes, these strawberries grow all year around, and you can enjoy beautiful scenic views and fresh mountain air as you make your way to the strawberry garden. Our first stop of the day though will be at Pacung mountain to enjoy the view of the rice paddy fields with Mt Batukaru and Mt Catur in the background. We continue our trip with a visit to a vegetable market where you can observe the local farmers trading their products, and then proceed to Strawberry garden to pick strawberry. After you pick 1 or 2 kg of strawberries, we will drive through the Botanical garden and stop for a relaxing picnic. If you still have energy, you may also give tree top climbing and flying foxes a go. Our last stop for the day will be at Gobleg hill to enjoy the best Goreng Pisang (or deep fried bananas - a popular local dessert) in the area.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-pick-strawberries-on-an-authentic-balinese-farm/1104?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Pick Strawberries on an Authentic Balinese Farm",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 06:04:05"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1381294042/ecjv72s3y4gfnkiuzxya.jpg",
        "strIntroduction": "The Balinese tradition of salt farming dates back almost a thousand years. This natural sea salt is harvested from the top surface of crystallized, unspoiled, sea water by the small farmers of Kusamba village, a traditional Balinese fishing village. Many generations have benefited from Kusamba’s unique geographical location, using their conventional method of harvesting, to produce natural salt with a truly distinctive texture and subtle flavour. This could be the last generation of salt farmers on Bali, and I am excited to bring you to see them before they disappear. When we get to Kusamba village, you will be able to try your hand at the process, first using teku-teku - a sea water container made of palm stem - to carry the sea water to a drying area. You then splash the water on this black sand, walking while shaking the teku-teku. The evaporation of seawater in the beds of black volcanic sands create pure distilled brine. The brine is then left to crystallise inside vessels made from coconut tree logs. The crystal salts that emerge on the surface of the brine are hand-raked and drained to remove the excess brine. You will be able to watch the villagers complete the process and even purchase this precious salt as a great souvenir. To complete an exciting day out however, we first make a pit stop at Kertagosa, the royal court of justice, where you can learn about the history of the kings of Klungkung from 1536 to 1908. After our time at Kusamba, we continue our journey to Tenganan village for a fascinating look at \"ancient Bali\". This is one of Bali's Aga villages - meaning its residents are considered the 'original' Balinese people and they maintain the original traditions and rules of ancient Bali, such as house design, religious ritual ceremony, and general way of life. Finally, we stop at the Tirtagangga water palace, whose gardens, huge koi fish and spring fed swimming pools are an amazing sight for some great photographs. We take a break for a simple lunch here, then head back through Bandem, a \"snakefruit plantation village\" which grows this ubiquitous Indonesian fruit.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-observe-the-balinese-tradition-of-salt-farming/1103?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Observe the Balinese Tradition of Salt Farming",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 06:07:50"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1300,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1381369876/tmuoyolevfuvaejlyavq.jpg",
        "strIntroduction": "This Personal Shopping Program is designed with your comfort and convenience in mind. I will take you to a variety of shops, galleries and retail outlets, as well as the best suppliers of antique and modern teak furniture, home and garden furnishings and stone building materials. I can assist you in sourcing the following items : antique furniture, artefacts and accessories teak garden, patio furniture, natural and synthetic rattan furniture gazebos, bales and pre-fabricated buildings skilfully-crafted doors, windows and flooring stone carvings and stone building materials terracotta and cement pots wood carvings and handicrafts ceramics and hand blown glass silver and beaded jewelry silk, cotton, linen and rayon clothing hand woven ikat cloth and blankets world famous batik masks and puppets basketry and natural fibre furnishings wall hangings, bedspreads and sarongs paintings and decorative art handmade paper products",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-shop-till-you-drop-in-bali/1243?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shop till you Drop in Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 06:11:17"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1700,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1381020468/rndjw0l0yjcnjxanijnp.jpg",
        "strIntroduction": "I have been taking guests around for some time now, but one of the most unique trips I know of in Bali is a trip to the ancient village of Trunyan... We combine this visit with several other site of interest to make your day worthwhile! ABOUT TRUNYAN: Untouched by modern influences, Trunyan is particularly known for its kuburan or cemetery, located about 500 meters outside the village. The village's method of dispatching the dead is particularly intriguing, as the villagers don't believe in cremation and instead choose a weathering burial. Essentially, the villagers cover the bodies of the deceased with a white cloth and proceed to conduct lengthy rituals. A bamboo cage surrounds the body, which is then left to the elements. You will be able to see this macabre collection of skulls and bones lying on the stone platform and the surrounding areas. It will be a completely surreal experience! The village also houses several traditional Bali Aga-style dwellings, and a large banyan tree, which is said to be more than 1, 100 years old. SUGGESTED ITINERARY - 08. 30 Leave hotel - 09. 30 Batu Bulan village; Barong & Kris dance performance. - 11. 00 Tohpati village; Traditional hand weaving cloth/ Batik - 11. 45 Mas village; House of traditional wood carving. - 12. 30 Tegalalang ; the most beautiful rice fields terraces in Bali - 13. 15 Coffee and cacao plantation. - 14. 00 Kintamani ; Fascinating Volcano & lake Batur ( buffet lunch ) - 15. 30 Trunyan ; Original Bali Aga village. - 16. 30 Toya Bungkah ; natural hot spring. - 18. 30 Back to hotel",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-visit-an-ancient-village-kintamani-volcano-and-hot-springs/1232?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit an Ancient Village, Kintamani Volcano and Hot Springs",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 06:16:43"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1371855666/oo7ps0vkbl2cwkypi4ae.jpg",
        "strIntroduction": "Take part in a fascinating downhill cycling tour from Mount Batur (Kintamani Village) and through Bali's beautiful quiet countryside back roads. We will take you to a woodcarving workshop, temples, coffee plantation, and rice paddy fields. Get a taste of local fruits, vegetables and herbal teas along the way. Here is our program for the day: -Morning pick-up at your hotel before we drive to the countryside. - Pay a visit to the famous Tegallalang rice terraces. - Visit a plantation where the famous Luwak coffee is produced. - Enjoy a traditional Balinese breakfast with breathtaking views over the active volcano Mount Batur and Batur Lake. - Enjoy a pleasant downhill ride with beautiful views. - Walk through the rice paddies and understand the process of rice growing. - Visit a traditional woodcarving workshop. - Savour lunch in a traditional Balinese family home",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-cycle-from-mount-batur-through-the-balinese-countryside/849?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cycle From Mount Batur Through Bali's Countryside",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 06:21:00"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9200,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1380248863/kzbltuscvfkywo9le0wf.jpg",
        "strIntroduction": "If you are have heard about the curious Balinese fruit called the snakeskin fruit, you will be interested to witness the 14 varieties grown in this majestic village. Close to the foot of the majestic and still active Mt Agung in North East Bali, Dukuh Sibetan villagers are only too aware of their precarious existence. When the volcano erupted in 1963, sand and rocks blanketed the village farmlands, making a return to normal agriculture impossible. One of the few crops that were able to survive in these new conditions, however, was salak- the snakeskin fruit, already present in the area for hundreds of years. Thus, the farmers of Dukuh Sibetan became ‘seed-savers’ and have worked to make their diversity of salak species their specialty. The locals have also developed a cottage industry making Bali’s only salak wine, sweet and surprisingly tasty! The village itself is quiet and traditional, blessed with cool, clean air and a feeling of true serenity. A stroll around the village roads offers breathtakingly beautiful vistas of mountains, palm trees, ant-like villages and in the distance, the blue ocean. Dukuh Sibetan is comprised of and surrounded by, salak gardens and forest, riddled with tiny paths. A beautiful pond, full of stories and mythology, sits at the bottom of a high cliff dripping with vines and spring water. The villagers invite you to try and feel the spirit of the place. ***************** Each trip to Dukuh Sibetan is different, depending on your interests and the activities of the villagers at the time of your booking. A tailor made plan will be made in consultation with you, prior to departure. Activities you may choose from in Dukuh Sibetan include: - Learning about the cultivation of salak and the making of salak wine. Follow a farmer into their garden, ducking under the salak trees but stay close – the trees are a bit scary looking! Pick a few salak to try and let yourself be immersed in the stories of the life of a salak farmer. The livelihood of the whole village depends on this one fruit, with its brown scaly skin and sweet white flesh. - Strolling through the village with your guide. This is your opportunity to hear about the unique aspects of Dukuh Sibetan history and culture. You will also learn about the natural resource management issues in the village. Stop to explore the village temple and salak plantation, and enjoy the incredible view afforded by the altitude! - Forest-garden trekking. Delve into the trees, and let your guide tell you about the variety of plants you see on the way- some of which are medicinal, some ceremonial, and some which have special cultural beliefs attached to them. You'll stop at the idyllic pond, and you can picnic here if you like, and hear the local stories about the place. Photography is permitted, and this is also an ideal spot for meditation or painting. Be aware that the paths are rough and sometimes steep and slippery. - Special invitation for women travelers only: learn about the lives of women in the village. The activities of the women in Dukuh Sibetan are closely tied to their natural environment. You are invited to spend the day with one of the village 'Ibu' (women), and help her with her daily routine such as cooking, preparing offerings for ceremonies, taking care of the salak garden and children and collecting water. By the end of the day you might understand what the women mean when they say that they work willingly and selflessly in homage to their gods and to nature. Although, they say, help from the men is always welcome! - Help prepare the village for a ceremony or festival. The village is a flurry of activity before a traditional or religious festival, women preparing the hundreds of traditional decorations and men cooking the special foods. By being involved in the preparation, you will gain a greater appreciation of the ceremony when it begins, and feel rightfully proud of your labour!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-discover-the-serene-mountain-village-of-dukuh-sibetan/1126?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover the Serene Mountain Village of Dukuh Sibetan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 06:26:33"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1380522425/y2iazgoqtwpaqi086res.jpg",
        "strIntroduction": "Enjoy a cultural bonding experience with your child by learning the basics of silversmithing together. You will learn using traditional techniques with our master Indonesian silversmiths. This is a great beginners class and an excellent introduction to making silver jewelry. This class runs for 3 hours and is a fun, easy-going introduction into the world of jewelry. With the help of our master silversmiths, you will each be able to make your very own design into a finished piece and bring it with you to cherish forever. You and your child will be able to keep this wearable memory forever! Techniques covered in this class include: - Sawing - Soldering - Stamping - Sanding and polishing - Working with silver",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-bond-with-your-child-through-making-jewelry/1006?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bond with your Child through Making Jewelry",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 06:30:39"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2188,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1378199358/ppzvhrxwq0em0rodpkee.jpg",
        "strIntroduction": "Explore the amazing patterns from the diverse cultures in Indonesia through beadweaving! Learn how to use a beading loom to create a woven beaded bracelet based off traditional Indonesian fabric patterns like Ikat or be inspired to create your very own design. Our bead weaving class runs about 3 hours. In this class you will learn how to lay out your design on paper first and select the colored beads you want to work with. We will help you set up your beading loom and select the beads you want to work with. You will then be guided how to weave your pattern into a bracelet. Finally we will show you how to put the finishing touches and clasp on so you can wear your bracelet. You get to take the jewelry you make with you. This is a great class to take and make a present for a friend as well. After you leave you can take your knowledge with you and keep on bead weaving from home!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-become-a-master-in-beadweaving/993?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Become a Master in Beadweaving",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 06:33:46"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9800,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1379990958/srbn0mhwfhlrrqsh15od.jpg",
        "strIntroduction": "My mission with this class is to provide you with the knowledge, skills, inspiration and motivation required to embark on a healthy, vibrant, raw food-powered lifestyle. One of my favorite ways to do this is to teach people Raw Food Nutrition and Raw Food Freeshing in an intimate setting (my home) where you can see hands on just how easy it can be to make delicious, healthy food that supports your ideal lifestyle and life mission. This particular class is one of my favorites because Durian is my favorite food in the world! The class will consist of us covering 6 Raw Durian Delicacy Recipes like : Durian Passionfruit Pie Durian Chocolate Fudge Creamy Durian Ranch Dressing At the end of the class, you will be able to take home a book of recipes so you can replicate these delicious dishes at home!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-learn-to-create-raw-durian-delicacies-in-ubud/1133?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Create Raw Durian Delicacies in Ubud",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 06:39:48"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1954,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1379910575/qjt5y3dfha1ylkcyohu1.jpg",
        "strIntroduction": "Bali is not only about beaches and works of art. There are many other interesting and beautiful aspects to our culture, namely our ancient relationship with the natural world. Many of us live in line with the concept of TRI HITA KARANA, which commits us to respecting and working harmoniously with humanity, nature and the Divine. For centuries, we have used a wide range of native plants and herbs for therapeutic, medicinal and health enhancing purposes. On this herb walk, I will take you on a journey around Ubud to explore the prolific plant life that flourishes here. In fact, the name Ubud comes from the word 'ubad', meaning 'medicine', because so many medicinal plants spread wildly in the rice fields. Along the way, I will take you away from the bustle of town, to a hidden place where you will see the natural smiles of farmers planting rice. . You will breathe unpolluted air in nature and I will point out a number of plants used in traditional Balinese medicines and cooking. Familiarize yourself with a wide range of native plants and herbs as I teach you how to make identifications by sight, smell and taste. Along the way, we will also visit an organic farm where we get to see fruits, vegetables and herbs grown without the use of pesticides. Be amazed as local farmers skillfully climb up coconut trees to pick you a coconut to quench your thirst. You will also have the opportunity to taste some delicious jajan (or Balinese local cakes). The journey across the green rice fields with various crops will take a little over 2 hours, with stops along the way to rest, enjoy the scenery and take as many pictures as you'd like.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-be-one-with-nature-on-a-special-herbal-walk-in-ubud/1110?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Be one with Nature on a Special Herbal Walk in Ubud",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 06:45:15"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 15700,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1379989001/zgus7ztzjydebn09hof8.jpg",
        "strIntroduction": "While there might not be a great number of octopi under the sea around Ceningan Island, there is an awful lot of garden. Or more specifically, seaweed farms. Seaweed is the mainstay of the population of Ceningan and it can be seen everywhere, spread colorfully on tarpaulins, drying in the sun. Ceningan is tucked behind the bigger, touristy island of Lembongan on Bali’s east coast. Life here is hot and relaxed. The seaweed farmers get up early to go out to sea, and rest in the heat of the early afternoon. Later, as the day cools, they go out again, and their boats can be seen crowding around their plantations, like a floating marketplace. Ceningan’s residents have had to fight for this life however. A few years ago the local government proposed to sell the island to resort developers. Only unwavering local opposition stopped the plan, a win for both the community and the environment. Ceningan is small and at certain times of the year, quite dry. Water supply is becoming an issue. Yet Ceningan is extremely pretty. Exploring the island, from the coral reef on the eastern tip to the cave of nesting swallows on the western, with lots of stops for chats with friendly locals in between, makes for a wonderful day. ************** Each trip to Ceningan is different, depending on your interests and the activities of the villagers at the time of your booking. A tailor made plan will be made in consultation with you, prior to departure. Activities you may choose from in Ceningan include: - You can swim, snorkel and surf to your heart's content. See a stunning array of fish and coral in the clear waters on the eastern tip of the island, or look for waves on the pounding southwestern coasts. Snorkeling gear is available, but brings your own surfboard. - Go out with a farmer to see the seaweed plantations by foot or canoe. Learn how the seaweed is tied to frames to grow, and how it is harvested. If you're game, have a go of carrying a basket of seaweed on your head, local style. - Visit the swallow cave at sunset to see the swallows dart in and out of their nesting site. Learn about the strategy for sustainable management of the site (the nests are sometimes harvested for sale to other countries). This is an amazing place to watch the waves crashing below. - Take it easy with the locals – wander around the island, sit on the bamboo resting platforms or siesta with the Ceningan folk. If you're ever stuck for conversation topics, try seaweed…",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-visit-a-seaweed-farm-on-a-serene-island-near-bali/1127?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit a Seaweed Farm on a Serene Island near Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 06:50:46"
    }
]