[
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9200,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1379988431/c7wvyaqifyjkexyrozec.jpg",
        "strIntroduction": "For those of you interested in seeing how the Balinese truly used to live, this visit to the village of Tenganan - which dates back to at least the 11th century - will be the highlight of your trip. On the east coast of Bali, surrounded by high mountains, Tenganan preserves certain ways life lost to the rest of Bali. It is regarded by the Balinese as a ‘senior’ village. The uniqueness of Tenganan is evident the moment you step through one of the four gates in the wall that encloses the entire the village - Tenganan has a feudal past. Grey stones pave the roads and wall off the houses, each with exactly the same layout as the next. Gentle giants, the beautiful Balinese buffalo, loiter freely in shady spots. The culture of Tenganan is similarly unique, based on a philosophy of interconnectivity. This philosophy is reflected in the design of the ‘gringsing’ weaving, practiced in only two other places in the world outside of Tenganan. Gringsing uses natural dyes painstakingly made from products collected from the forest. Around Tenganan is one of the most intact tropical forests in Bali. Tenganan’s residents have their own environmental management laws based on sustainability and the aforementioned interconnectivity. The locals explain that they actively conserve biodiversity partly because such a wide variety of plants are needed for Tenganan’s regular rituals and ceremonies. Many other local beliefs and rulings distinguish Tenganan from the rest of Bali, such as equal land rights between women and men, and the forbidding of marriage outside the village. ************* Each trip to Tenganan is different, depending on your interests and the activities of the villagers at the time of your booking. A tailor made plan will be made in consultation with you, prior to departure. Activities you may choose from in Tenganan include: - A guided stroll around the village (recommended). As the layout of the village is tied in with cultural beliefs, this is the best way to get an idea of what makes Tenganan 'tick'. Pat the buffalo, visit the temples and hear about the system of rule in the village and what it means to worship, as Tenganan does, \"Dewa Indra\", the Hindu deity of war. - Sit down with a Tenganan woman or man and learn the craft of weaving. The teaching of Tenganan's double weave is forbidden (and in any case too difficult!), but there are other forms that can be learned. No doubt you will gain a new appreciation for the skill of Tenganan craftspeople. - Forest trekking. The locals know the forest around Tenganan intimately. A trek into the mountains will take you past many small hidden temples. Your guide will tell you about the tress used for building, for foods and for medicines. You'll also learn about local rulings for the use of the trees- for example certain fruits (such as durian) which can only be collected after they fall from the tree naturally. At the top you'll get a birdseye view of Tenganan and a refreshing forest drink straight from the heart of the sweet enau fruit. - For the more intrepid, a 4-5 hour trek from the border of the village to the village of Tenganan is also possible. The trek will take you through forest and proffer amazing views of the volcano Mt Agung and the distant ocean. There is plenty of resting, eating and chatting about the forest to be done on the way until you begin the descent to Tenganan in the afternoon.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-step-back-in-time-into-the-ancient-village-of-tenganan/1125?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Step back in Time into the Ancient Village of Tenganan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 06:54:51"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9200,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1379556629/ohyeurwuz60typderguc.jpg",
        "strIntroduction": "Ever wanted to see what the writers were talking about when they crowned Bali \"the island of the gods\"? The charming village of Kiadan Pelaga will give you a glimpse into how most rural Balinese still live... Situated 1100 meters above sea level, southeast of Mt Mangu, cool and green Kiadan Pelaga is a world away from the hustle and bustle of the coastal towns. The vegetation here is lush, and can be seen stretching away onto distant forested mountainsides. Closest to the village, however, the earth is devoted to the village’s ‘brown gold’- coffee. Seventy percent of Kiadan Pelaga’s residents are farmers. If there is little activity on the streets, you’ll see why when you enter the ‘kebun’ – the gardens - where men and women are hard at work. The kebun are extensive and diverse. Crops are mixed and matched, but far from randomly planted. The combinations of crops are chosen strategically to eliminate the need for chemical inputs such as fertilizers and pesticides. Almost everything is organic. The coffee beans, both Arabica and Robusta droop from branches, starting green, then ripening into sunset yellows, oranges and reds. Picking the red berries is quick work, but it is just the beginning of the process. Farmers then sun-dry the coffee beans, turning them regularly. When they are dry, the beans are husked. Roasting is next, in the village ovens, and lastly grinding, releasing heady aromas which remind us what all the hard work was for. Kiadan Pelaga is surrounded by forest including native bamboo, ricefields, rivers and gorges. It offers some beautiful trekking, enhanced by the local understanding provided by your guide. About your trip: Each trip to Pelaga is different, depending on your interests and the activities of the villagers at the time of your booking. A tailor made plan will be made in consultation with you, prior to departure. Activities you may choose from in Pelaga include: ＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝ 1. 【Learning about, and helping with the coffee making process.】 Your village guide will bring you through each stage of the process, beginning from managing the plantation, picking the beans, drying, roasting and grinding. Along the way you'll meet the farmers involved in each stage at that time, and learn the behind the scenes issues of staying afloat in the coffee business. 2. 【Strolling through the village with your guide.】 This is your opportunity to hear about the unique aspects of Pelaga history and culture. You will also learn about the natural resource management issues in the village. Stop to explore the village temple and a local spring, both rich with local beliefs. 3. 【Trekking around Pelaga. 】 Take to the mountains and enjoy the cool, earthy smells of the forest. Let your local guide tell you about the plants of the forest and the gardens and local conservation issues. You will reach a clear and clean river and hear the songs of native birds. You will be equipped with drinking water and a hiking stick as some of the slopes can be steep and slippery with lichen. 4. 【Visit local sacred areas.】 One of these is a small temple which has a sacred natural water spring within. On the way you will pass by a small forest rich with local stories and your guide will tell you exactly what is said to have happened here. You'll also see another temple below which are several ancestral figurines which stand as proof of the legends of the creation of Pelaga Kiadan. 5. 【Steal into the forest and gardens】 Steal into the forest and gardens to watch native birds in the early morning, and see which you can catch with your camera. Your guide will tell you about each of the species you encounter. If you are lucky you might even find a 'titiran' bird, which features strongly in the stories of the origins of Pelaga. You will need to tay in the vilage overnight for this activity as the birds are most active at sunrise. 6. 【Learn about and taste rice from local fields.】 Pelaga is one of very few places remianing in Bali still planting 'dry' rice paddies. The rice is organic and red, and grows to a metre high. You can help in the harvest and have a taste of this local delicacy. This activity is only available during the yearly harvest season in February. PRICE FOR DAY TRIP INCLUDES: Hotel pick up at 8am Lunch, organic Pelaga coffee and delicacies (all Balinese food) All activities are included A guide from the village PRICE FOR OVERNIGHT TRIP INCLUDES: Hotel pick up at 8am Lunch, organic Pelaga coffee and snacks, dinner and breakfast the following morning is included (all Balinese local food) Overnight accommodation in a traditional Balinese compound with a family (maximum 8 in one house, depending on the host family) A guide from the village",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-visit-the-mountain-village-of-kiadan-pelaga/991?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit the Unspoiled Mountain Village of Kiadan Pelaga",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 07:00:51"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1300,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1379990034/jorriud0jp7snsf88ppd.jpg",
        "strIntroduction": "If you're looking to experience the handicrafts, family culture, and spirituality that Bali is most famous far, this is a fun afternoon trip for the whole family. We depart at approximately 2 to 3 pm (depending on where your hotel is). Our first stop will be at Batubulan Village, which is very popular for its traditional Batik-making process and its stone carving. Batik is both an art and a craft, which is becoming more popular and well-known in the West. The art of decorating cloth in this way, using wax and dye, has been practiced for centuries in Indonesia and this stop will have you appreciate the workmanship of these amazing craftsmen. Next, we continue onto Celuk Village , which is known as the village of Silver Smiths in Bali. Here, you can bring your own designs or work with expert craftsmen to create a wearable silver souvenir. The family compound is a place of love, duty and respect in Bali, where everyone works to maintain the Balinese way of life and culture. In order to better understand how the Balinese community interact, I will bring you to Batuan Village to explore a Balinese Traditional compound and its famous village temple called Pura Desa Batuan - an ancient village temple often considered the best village temple in Bali. By visiting this temple, you will start to better understand how the Balinese weave their religion and culture together. Our second last stop is to Mas Village near Ubud - the center of wood carving in Bali, to watch the experts at work. We finish our evening at Ubud centre, where we settle into Ubud Palace to watch an evening traditional dance performance, complete with live gamelan music.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-enjoy-the-culture-and-crafts-of-bali/1132?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy the Culture and Crafts of Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 07:04:42"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1379671059/qhswubijot2w4qppyduu.jpg",
        "strIntroduction": "Payangan - Ubud rice paddy and jungle trekking you never dreamed of! What is Payangan? Its an area around Ubud in Bali, with beautiful rice paddies, thick jungle, colorful cocoa, avocado and orange plantations, coconut plants, finally amazing bamboo forest. You can enjoy the vivid nature there to the fullest! Payangan is also a place, where you can see the real customs, cultures and tradition of Bali. Observe daily life - it's impossible to see that real Bali in the touristic areas. Have the real experience, firsthand! The trekking is about 10km about it will take approximately 2 hours. After you are finished you will be able to enjoy a delicious, traditional Balinese lunch.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-trekking-around-the-incredible-payangan-area/966?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Trekking around the Incredible Payangan Area",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 07:09:51"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1379670468/rpuvnerwae8dj7nq9elm.jpg",
        "strIntroduction": "This amazing bike ride will take you through the beautiful countryside of Bali, where you can see the real Island of the Gods. From jungle and stunning landscapes, through coffee, cocoa, durian, snake fruit, orange and banana plantations, to bamboo forest, rice paddy... Truly a must see nature and landscapes! You can experience Balinese culture, customs and daily life, and even visit school or temple. The bike ride is 20 km long and will take approximately 2 to 3 hours depending on your fitness and how fast you wish to go. You can stop whenever and wherever you want for as long as you like. The bike ride will conclude in Ubud where you will enjoy delicious Balinese a la carte menu for lunch.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-cycling-from-exotic-bamboo-forest-in-payangan-to-ubud/965?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cycle from Exotic Bamboo Forest in Payangan to Ubud",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 07:13:12"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1379669394/vhgftverdgpknv0wwksz.jpg",
        "strIntroduction": "Mt Batur is the highest mountain in Bali - with it's top 1717 meters above see level, it is actually a volcano and its still active. In recent history it erupted in 1808, 1814, 1826, 1997 and as recently as in 2000. Now it is sleeping, so we can use this time to appreciate its beauty. Exploring the foot area of Mount Batur is the best by riding a bike. Cycle through the beautiful lava and volcanic remains around foot of Mt Batur in a world heritage site GEOPARK by UNESCO. The bike ride is 10 km long and will take approximately 2 to 3 hrs, depending on your fitness. You can stop whenever and wherever you want for as long as you like. The bike ride will conclude on the Lake Batur, where you will enjoy buffet lunch menu created especially for you.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-cycle-around-magnificent-mount-batur-in-bali/964?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cycle around Magnificent Mount Batur in Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 07:17:37"
    },
    {
        "intDurationHour": 144,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 299900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1379069472/kcswfqgxh35xcafohukg.jpg",
        "strIntroduction": "Whether you're a fan of National Geographic or a geology enthusiast who loves getting to know the local terrain, you will enjoy this stunning journey we go on to explore the most amazing volcanos in both Bali and Java. -Day 1: Arrival in Denpasar airport – transfer to your hotel You’ve finally arrived at the airport in Denpasar. A member of my team will wait for you and transfer you to your hotel. During the drive we’ll give you essential information to start your trip on a high note. Night in Sanur -Day 2 / SANUR : Free day Without guide – without driver Enjoy this day to take your first steps in Bali and prepare yourself for your journey. The hotel and its surroundings are suitable for contemplation - take your time to stroll around and enjoy your first encounters with the Balinese. It’s also time to, if necessary, change your money and get your first taste of local cuisine. Night in Sanur -Day 3/ SANUR – JAVA : Tanah Lot, Shipyard of Perancak With guide – with driver This is a the day we cross over from Bali to Java… We take you to the town of Kediri to visit one of the most famous temples of Bali - Pura Tanah Lot. This temple was built in the XVI century and remains one of the most important temples in Bali. Dedicated to the spirits of the ocean, it is specially built on rock, accessible only at low tide.The legend tells that the sea snakes, numerous at rocky coasts, protect the temple against demons. Our second stop will be in the village of Perancak, a few kilometers from Negara, to visit a workshop of traditional boats. In the XVIIth century, these boats were used by the Bugis, a population of Sulawesi that pirated the Dutchmen. We continue our journey to Gilimanuk to take the ferry to Java. Night in Ketapang -Day 4 / JAVA : Ascent of the Kawah Ijen With guide – with driver We leave the hotel in the early morning (around 4am) to climb the 2386m of Kawa Ijen. This is a climb without significant difficulties that offers a view you’ll never forget! The crater of this volcano almost like a mouth of hell. Don’t be tricked by the crystal clear water of the lake, because this is the most acidic lake in the world. The sulfur vapors that escape and fill the crater continuously make the air smell. Here the sulfur porters work day in and day out. They descend into the abyss and return with blocks of a hundred kilos on their back. A titanic task for several thousand rupiahs - the blocks deform their back, the vapors burn their lungs, eyes and skin. All this in unsafe conditions. Nevertheless, you’ll see a permanent smile on the face of these workers… un unforgettable encounter! In the afternoon we travel to Bromo, a region rich in temples, volcanic lakes, national parks and beautiful landscapes of cropland rising 1700m above sea level. Night in Bromo -Day 5 / JAVA : Ascend Mount Bromo With guide – with driver A more fun hike awaits us today with the ascent of Mount Bromo (2 329 m). Waking up at 3am in the morning, we climb into the 4x4 at 3.30am to arrive at the top of the Penjakan volcano at 4.30am to see the sunrise over the Bromo volcano (note that it can be very cold). At approximately 6am, we get back in the 4x4 and travel to the foot of Bromo. Here we find ourselves inside the crater and then start climbing to the caldera of the volcano (2 700 m) on the back of a pony/horse. The landscape is fantastic, where you almost feel like your'e walking on the moon. The thick white smoke, smelling of sulfur, escapes the crater. Afterwards we have some hours on the road to go back to Bali. We pass the night in Munduk, a village known for its clove plantations. Night in Munduk -Day 6 / MUNDUK : Pura Ulun Danu – the rice fields of Jatiluwih With guide - With driver We start the day by discovering the temple Ulun Danu. This lakeside temple is dedicated to Danu, goddess of the lake, sovereign of the waters of Bali, who allied herself with the god of Mount Agung to make the island fertile. They say the goddess Danu is a manifestation of the god Wisnu, protector of the universe. If the temple is so majestic, it is undoubtedly because it directly advances the waters of Lake Beratan and is surrounded by a gorgeous flower garden with in the heart a giant banyan tree (sacred tree, part of the ficus family). In this temple you experience also the magic of Bali, where religions intersect in peace. Just meters away from the temple you can admire a curious stone stupa adorned with statues of Buddha. After a visit to a local market, we head to the rice fields of Jatiluwih. These rice fields are famous for their impressive rice terraces - they are on the UNESCO list of world heritage sites, not only for their beauty, but also for all the religious and cultural rituals practiced by the farmers. We end the day in Ubud, the cultural capital of Bali. Night in Ubud -Day 7/ UBUD: Free Day between SPA, shopping or museum Without guide – Without driver The fate of Ubud as a meeting point between east and west was, perhaps, sealed by a Javanese priest, Rsi Markendya. According to the legend, this holy man come to Campuhan, just next to Ubud, to meditate. Over the centuries the beauty and fertility of the emerald hills attracted princes and artists in Ubud. In the 1930s, the prince, Tjokorda Gede Agung Sukawati opened his palace to artists like Walter Spies and Rudolph Bonnet. Other artists from around the world came to marry their visions and techniques to the traditional Balinese arts and thus Ubud became famous as the center of creation. This is your day off to discover the cultural capital of Bali. You can visit the countless museums or art galleries, renowned spas or art markets. This day allows you to take in the unique atmosphere of this city. Night in Ubud -Day 8 / Ubud: visit the city, Kerta Gosa and Goa Lawah With guide – with driver We start with a visit of Ubud, known worldwide for its countless museums, art galleries and artists bars. Our first stop is the art market, through which Julia Roberts strolls in the film ‘Eat, Pray, Love’. We continue on our artistic journey with a visit to Kerta Gosa, the palace of Justice in Klungkung with its painted ceilings. We end this day with a stop at a temple as important to the Balinese as a surprise to its visitors, Pura Goa Lawah… Finally we make our way to Sidemen, a small agricultural village surrounded with rice fields at the foot of the mighty Mount Agung. Night in Sidemen -Day 9 /Sidemen : Ascend Mont Agung With guide – with driver Waking up really early in the morning (1am), we leave for the most physical tour of your trip - the ascent of Mount Agung. At a height of 3 142m, Mount Agung is in Bali what the Olympus is for Greece, the domain of the Gods. Here waits Krishna, Visnu and Shiva for the Balinese who complete their circle of reincarnation. It is the most holy place of the island. Following the legend, the mountain is actually the eye of the golden fish the gods fished in order to make Bali. On the flanks of the volcano you can find the Pura Besakih, the mother temple of Bali at around 1000m - no Balinese can be born or die above this temple… After 7 hours of travelling, a magnificent view awaits you. You witness the arrival of the sun... darkness moves away gradually and the entire island will be revealed, together with the peaks of Java and the coasts of Lombok… After taking in this glorious view, we go to the small fishermen village of Amed where a well deserved day of rest awaits! Night in Amed -Day 10 / AMED: Free day, Introduction dive (optional) Without guide – without driver – with dive guide (optional) Enjoy this day at your own pace, and walk the black sand beaches of Amed. You can snorkel, test out a Balinese massage or even go fishing with the locals. For those who want to discover the Balinese underwater world, we propose an introductory dive in Tulamben. A few dozen meters from the shore of Tulamben lies the wreck of the “USAT Liberty”, an American cargo of 140meters long that was torpedoed by a Japanese submarine in the strait between Bali and Lombok. The presence of the wreck at a shallow depth and the abundance of many species of corals, anemones and reef fish, makes this an exceptional dive site. Night in Amed -Day 11 / Amed – Senaru : transfer to Lombok With guide – with driver A new day of transfer awaits us today. We head to Padang Bai to take the ferry to Lombok. Here, we’ll come to meet the inhabitants of this island, the Sasaks. The Lombok Strait marks the passage of the biographical division between the fauna of Australasia and the ecoregions of Indomalesia. This line is called the Wallace line, named after Alfred Russel Wallace, the first to notice the difference between these two zones. Even if Lombok is Bali's neighbor, this island is very different. The Buddhist temples made way for colorful mosques and the family scooter is more present than the coaches. On this still quiet unknown island (for tourists), the inhabitants are less used to visitors, but a smile from you quickly finds a similar response on the faces of the Sasaks… Night in Senaru -Day 12-15 / Ascent of Rinjani With guide – without driver We are off to four days of trekking through the unspoiled nature of Lombok to meet Mount Rinjani or Gunung Rinjani, a still-active volcano on the island of Lombok. At the summit of 3726m, it ranks as the second highest summit of Indonesia, after Kerinci on the island Sumatra. The last eruption of the Rinjani was in 1994. The volcano is home to a caldera, partially occupied by the lake Segara, semi lunar shaped, from which a recent crater emerges, Baru crater. The volcano and lake are part of a national park established in 1997. This ascent requires some level of fitness, but allows you to discover otherworldly landscapes. We take the time to really savour every moment of this trek to the second highest peak of Indonesia. This volcano holds a central place in the Sasak culture. Every full moon, the heads of the villages at the foot of the volcano climb the 3726m to place offerings at the top and secure the goodwill of the volcano. Overnight camping -Day 16 / Return to Bali : Sanur With guide – with driver As we head back to Bali, you are free in the afternoon to recover from the trekking with a massage or relaxing at the beach. Night in Sanur -Day 17 / ULUWATU : visit of the south With guide – With driver Get ready for a day in the south of Bali. We start the morning on the island of Serangan, also known as ‘Turtle Island’. Together we discover the turtle conservation program that has been possible only through the will and involvement of the Balinese. For lunch, we head to Jimbaran beach where we discover the local grilled fish. Next we discover the Bukit peninsula and its small white sand beaches. Thereafter, we travel to Uluwatu, known for its monkeys and also for its exceptional location. High on top of the cliff, the view is great for the sunset while seeing the Kecak dance. Kecak is a traditional Balinese dance, derived from a Sanghyang (trance dance) previously executed when there was an outbreak. Performed without musicians, the Kecak is punctuated by the cries of men and the story of the storyteller. The show tells a story of the Ramayana, one of the basic writings of Hinduism. Night in Sanur -Day 18 /: BALI….HOME : Transfer and leaving for home Transfer to the airport Sleep in and choose what you want to do before we transfer you to the International Airport of Bali with a heart full of wonderful memories, two hours before takeoff.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-explore-the-great-volcanos-of-indonesia/1092?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the Great Volcanos of Indonesia",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 07:23:23"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 159900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1379060521/sq5h8de5qm5upwwl2dd2.jpg",
        "strIntroduction": "If you want to truly explore the Island of the Gods, this 15 day guided tour will be a wonderful way to create memories for a lifetime. -Day 1: Arrival in Denpasar airport – transfer to your hotel You’ve finally arrived in the airport from Bali in Denpasar. A member of our team will wait for you and transfer you to your hotel. During this drive we’ll give you essential information to start your trip in the best conditions. Night in Sanur -Day 2: SANUR : free day (No guide or driver) Enjoy this day to take your first steps in Bali and to prepare yourself for your journey. The hotel and his surroundings are suitable for contemplation, take your time to stroll around and enjoy your first encounters with the Balinese. It’s also time to, if necessary, change money and enjoy your first taste of local food. Night in Sanur -Day 3 / DENPASAR – SERANGAN : Pasar Badung, Turtle conservation program Serangan With guide – With driver Our program starts with a visit to the largest market of Bali, Pasar Badung in Denpasar. A unique atmosphere full of unknown fruits and exhilarating odors. This is a real jump into daily Balinese life. Next, we proceed to the island of Serangan, better known as the \"turtle island\", where we pay a visit to a turtle conservation program. Turtles are endangered by pollution and predators who hunt for its eggs. In Bali they play a very important role in the religion. Next we go to a small hidden beach in Serangan known only by the surfers. Accompanied by a delicious Nasi Goreng, your guide will give you a small quiz about Bali, which will learn you what to do and what not to, together with a short introductory course in the Indonesian language. Night in Sanur -Day 4 / SANUR - MUNDUK : Bali Bird and Reptil Park, the rice fields of Jatiluwih With guide – with driver We leave in the morning for Munduk, a place for nature lovers, a little paradise on earth. While taking in the small mountain roads in the vicinity, hikers will discover a mosaic of rice fields, forests, orchards and waterfalls. This region, rich in temples, small villages and remains of the Dutch colonization, will delight nature lovers. Cacao, vanilla, coffee and clove trees cover the mountainsides, which is full of intoxicating smells and wild landscapes.. We make our first stop at the Bali Bird and Reptile park - a unique experience that allows you to approach paradise birds, giant cranes, parrots,.. or take a picture with an iguana or Komodo dragon. In the afternoon we trek through the rice fields of Jatiluwih. With rice fields as far as the eye can see, UNESCO intends to include Jatiluwih in the World heritage list and this magical place has served as the setting for some scenes in films such as “Eat Pray Love” with Julia Roberts. Your guide will teach you the secrets of rice - the plant that occupies a central place in the Balinese kitchen, but also in local religion. Night in Munduk -Day 5 / MUNDUK : Lake Tamblingan, Pura Ulun Danu, cooking course The trek will be adapted to the age of your children. With guide – with driver After breakfast, we go to Lake Tamblingan for a walk in the tropical forest. Here the trees are covered in moss and can reach a height several tens of meters.. a landscape worthy of any adventurer. We’ll have lunch in a local restaurant in the Bedugul region before discovering the temple Ulun Danu. This lakeside temple is dedicated to Danu, goddess of the lake, sovereign of the waters of Bali, who allied herself with the god of Mount Agung to make the island fertile. They say the goddess Danu is a manifestation of the god Wisnu, protector of the universe. If the temple is so majestic, it is undoubtedly because it directly advances the waters of Lake Beratan and is surrounded by a gorgeous flower garden with in the heart a giant banyan tree (sacred tree, part of the ficus family). In this temple you experience also the magic of Bali, where religions intersect in peace. Just meters away from the temple you can admire a curious stone stupa adorned with statues of Buddha. Then it will be time to return to the hotel to attend a course in traditional cooking. Entrees, main dishes and desserts - you make your own Balinese meal! Night in Munduk -Day 6 / MUNDUK : Botanical garden, tropical fruit tasting, hotsprings of Banjar With guide – with driver We start the day with a visit to the botanical gardens of Bedugul. Take a walk through greenhouses of cacti and orchids. These flowers, loved by Europeans, are regarded as bad seeds here and people don’t hesitate to pull them out of their gardens. You will also discover the medicinal plants still used by the Balinese today. This paradise is also an opportunity for the more adventurous to do a course in tree-climbing among the ancient trees and giant ferns. (Optional) After lunch, a tropical fruit tasting will be held at the local market. We continue the road towards Banjar, where we visit the natural hotsprings. By then it will be time to reach the coastal village of Lovina where you will spend the night. Night in Lovina -Day 7 / LOVINA: Meeting the dolphins, Gamelan lesson and hike to the waterfall of Yeh Mempeh With guide – with driver Very early in the morning (around 5am) you take your spot in a small local boat headed for the big blue as you get ready to meet with wild dolphins. These majestic creatures come in big groups every morning (or almost) to feed and it is a meeting that will amaze both young and old. We will then take the road towards the small fishing village Amed on the east coast of the island - a village known throughout Bali for its beautiful seabed. On the way, we stop closeby to Singaraja to visit a gamelan workshop. This typical Indonesian instrument accompanies most ceremonies and traditional dances in Bali. A set of percussions produces what seems like an unusual kind of cacophony at the beginning, but you soon realize the catchy rhythm it produces that will transport you away... This percussion is taught to Balinese boys from an early age, with no music theory or partition, and everything all done by ear… Before arriving in Amed, we make a little detour to walk to the little known waterfalls of Yeh Mempeh, where one of the most refreshing swims awaits us. Night in Amed -Day 8 / AMED: Free day, Introduction dive (optional) Without guide – without driver – with dive guide (optional) Enjoy this day at your own pace, and walk the black sand beaches of Amed. You can snorkel, test out a Balinese massage or even go fishing with the locals. For those who want to discover the Balinese underwater world, we propose an introductory dive in Tulamben. A few dozen meters from the shore of Tulamben lies the wreck of the “USAT Liberty”, an American cargo of 140meters long that was torpedoed by a Japanese submarine in the strait between Bali and Lombok. The presence of the wreck at a shallow depth and the abundance of many species of corals, anemones and reef fish, makes this an exceptional dive site. Night in Amed -Day 9 / AMED - UBUD : Pura Lempuyang, Tirtagangga, Goa Lawah With guide – with driver We leave to discover the temple of Lempuyang. A huge symbolic gate (candi bentar) in white stone opens at one side a view looking down on the volcano Agung and on the other side it opens onto a large courtyard from which 3 colossal stairs leave. To go to the second temple complex, Pura Luhur Lempuyang (luhur means “high”), the most sacred of the two because the highest, you have to go up 1700 steps... Every morning and evening the faithful climb the steps to bring offerings in what is one of the directional temples, dedicated to the protection of eastern Bali. Next we go to Tirtagangga, what means “ holy water of the Ganges” in Balinese. This architectural complex, built in 1948 by the Raja of Karangasem, curiously combines the Balinese and Chinese styles. The water garden, which occupies an area of almost 3 acres, consists of three zones. The first, situated on the lowest level, consists two ponds and a water tower. The second level offers swimming pools and on the upper level you have the royal residences that dominate the whole. You can bathe in these sacred waters. On the way to Ubud we make a last stop in Goa Lawah, which is also part of the nine “Kayangan Jagat” or directional temples that protect Bali from evil spirits. It is an important place for the Balinese and home to a thousand bats. Night in Ubud -Day 10 / UBUD : Meeting Balinese craftsmen, painting course and walk through the rice fields With guide – with driver The fate of Ubud as a meeting point between the orient and the occident (east and west) was, perhaps, sealed by a Javanese priest, Rsi Markendya. According to the legend, the holy man settled him in Campuhan, right next to Ubud, to meditate. Over the century the emerald beauty and the fertile hills attracted princes and artists to Ubud. In the 1930’s the prince Tjokorda Gede Agung Sukawati opened his palace for artists like Walter Spies or Rudolph Bonnet. Other artists from around the world came to combine their visions and techniques with the artistic Balinese traditions and Ubud became a famous center of creation. So today we offer a day placed under the sign of “arts” with a visit to Mas and Celuk, two villages known for their expertise. Mas is home to the wood carvers and Celuk is home to goldsmiths. It will then be time to introduce you to traditional Balinese painting so you can paint yourself a masterpiece! To end the day, we’ll stretch our legs by walking the rice fields of Tegal Lalang which are nothing less than the most beautiful rice terraces in Bali.. Night in Ubud -Day 11 / UBUD : Free day or rafting (optional) For those who still have some spare energy, it is possible to go rafting (optional). Prepare yourself to face the rapids on this refreshing family day. This descent will take you through the jungle, replete with wild flora..Rafting isn't a problem for children - some periods of the year it's more like an easy walk than an active sport. We leave it optional to give you the freedom to choose... without guide – without driver A rest day with the family in Ubud. Feel free to discover the cultural capital of Bali, visit its countless museums or art galleries. WE will be at your disposal, ready to take you where you want unless you prefer to spend a relaxing day in one of the many massage parlors in the city. Night in Ubud -Day 12 / UBUD : Elephant Ride Without guide – with driver Perched at 2m high, on the back of an elephant weighing several tons, you will enjoy a leisurely walk in the jungle. This is an opportunity to learn how to take care of an elephant ( useful information) but also to learn how to preserve this endangered animal. Night in Ubud -Day 13 / UBUD : The kites of Batuan – Dance school of Gianyar With guide – with driver Leaving Ubud round 9am in the morning, we head towards Batuan to visit a kite workshop, a central object in Balinese culture. You will learn the secrets of “how to make a kite” and you will make your own kite. The kites in Bali are much more than a childish pleasure, it’s supposed to be the favorite sport of the Gods. Every year there is a competition between all the villages, they construct kites of several meters. We continue the day with visiting the dance school of Gianyar. Every day, I Couter Ketut welcomes the children of the village to teach them Balinese traditional arts. Dance for the girls, gamelan for the boys. You can see the importance of every detail in the traditional dances where everything is codified, position of the fingers, the expressions… Night in Sanur - Day 14 / ULUWATU : Surf in Kuta, Jimbaran, Pura Uluwatu With guide – with driver We leave in the morning for an initiation in surf in Kuta. Here, where there is no coral reefs and little current, it is the ideal place to catch the waves in safety. Next stop is the beach of Jimbaran to try grilled fish at the seaside. Afterwards we discover some dream beaches on the Bukit island. Padang Padang, Balangan, Blimbing... We end the day in Uluwatu, known for its monkeys and also for its exceptional location. High on top of the cliff, the view is great for the sunset while seeing the Kecak dance. Kecak is a traditional Balinese dance, derived from a Sanghyang (trance dance) previously executed when there was an outbreak. Performed without musicians, the Kecak is punctuated by the cries of men and the story of the storyteller. The show tells a story of the Ramayana, one of the basic writings of Hinduism. Night in Sanur -Day 15 /: BALI….HOME : Transfer and leaving for home Transfer to the airport Sleep in and choose what you want to do before we transfer you to the International Airport of Bali with a heart full of wonderful memories, two hours before takeoff. -Extensions of five days on the islands of Sulawesi and Flores are also possible (please contact us)",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-discover-the-best-of-bali-on-a-15-day-family-tour/1091?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover the Best of Bali on a 15-Day Family Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 07:28:56"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10800,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1378984324/axingft6sbe3la0ahaht.jpg",
        "strIntroduction": "Our golf course is located in Jimbaran, Bali, south of the famous Kuta. It's situated in a quiet area and part of it is overlooking the Ocean from the cliff. Let us invite you for a 18-hole game in this course during sunset. Just imagine this situation\" You are at hole #15 “The Cliffhanger\" - New Kuta’s signature hole - as the sun sets on a calm and quiet afternoon. You are enjoying the sound of the waves from the Indian Ocean crashing on the rocks way below the green. Them you move on, to hole #16, which tee box looks down on Balangan beach from above. The player in this picture is you. There can't be a better place and time to play golf!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-play-golf-as-you-watch-a-beautiful-sunset-in-bali/1086?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Play Golf as you Watch a Beautiful Sunset in Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 07:32:28"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 17000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1378980215/xhnwh2wedjtaps0lnfqn.jpg",
        "strIntroduction": "I first played New Kuta some years back just after the European PGA sanctioned Mens and Ladies Indonesian Opens. Wow, this gave me a real appreciation of just how good these players really are. The course was set up tough, lightening fast greens, narrow fairways, 7cm rough - add an afternoon sea breeze - almost soul destroying for a 15 handicapper like me. More recently I have played this ever changing course set up in, \"anyone can play this course\" mode just as the wet season ends. Wonderful golf, staggering views of the \"impossible\" surf break, Dreamland and Balangan beaches, great condition, medium paced greens, excellent undulating fairways, long enough from the appropriate tees, strategically placed fairway bunkers, totally different experience. That’s the beauty of this course – it changes depending on the season and how the obviously astute management set it up to meet the different players needs of the time. It can be a monster or it can be a fun hit and giggle for the less intense golfer. All around are signs of a continuous commitment to improving the golfing experience - fairway maintenance, teams of caddie training classes and assessment testing, first class Pro instruction, Clubhouse cleaning, first rate starter organization, and excellent food and beverages. I can’t wait to return and see how this course will present next time. It will surprise you every time and you will want to return. The Caddies are well trained, fun, young people happy to be doing what they do… and that’s what holiday golf is all about, right?” ~Andrew, New Zealand.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-go-on-an-amazing-18-hole-golf-experience/1045?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on an Amazing 18-Hole Golf Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 07:36:57"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1723,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1377085912/q4jln9kickgfopf7u5al.jpg",
        "strIntroduction": "This exclusive massage experience is designed to warm the body and muscles, preparing for deeper relaxation. Our special blend of pure essential oils assist with increasing circulation and restoring your well-being, leaving you feeling calm, refreshed and balanced. Treatment is a full body massage using warm oil. The warm moist towels are wrapped around your feet and the heat from the towel is massaged into your muscles. Our massage techniques are unique to our therapists. Treatment will start with you on your front, so you will turn over early into the massage. This way you can drift away without worrying about getting up until it is finished. Our Products Pevonia Botanica Skin Care This elite,organic skin care line is offered by the most prestigious spas in the world. Free of parabens, artificial colors and fragrances, and using the finest natural marine and botanical ingredients, this advanced delivery system maximizes absorbency, creating truly phenomenal results. Thermasoft Hand & Feet Treatment An all natural alternative to paraffin. This patented heating system is powered by natural mineral Energy, blending shea butter, bees wax and soy extracts. When melted, this deeply penetrates the skin to deliver rich moisturizers, leaving skin soft and supplemented.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-feel-like-in-heaven-by-taking-our-hot-towel-massage/1002?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Feel like in Heaven by Taking our Hot Towel Massage",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 07:42:40"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11489,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1378989024/jgixf10qhc4fmdsuk4sy.jpg",
        "strIntroduction": "24K Gold Leaf Facial Deep Cleanse & Gold Leaf Treatment Our Signature facial is the ultimate non-invasive skin rejuvenating treatment. After a deep cleanse we apply sheets of the highest grade of gold leaf to lift and firm the skin, reducing the appearance of fine lines and wrinkles. While the gold works its magic you are treated to a luxurious scalp, hand and foot massage. This exclusive service is suitable for all skin types, leaving you with luminous and radiant skin. Our Philosophy We believe that what you apply to your skin and body should be pure and natural. All of our body and skin products are free from synthetic dyes, parabens, lanolin, PABA’s and sodium lauryl sulfate. Our nail polishes are formaldehyde, toluene and dibutyl phthalate free. Our treatments have been designed to maximize the benefits of our products, while using innovative ways to pamper and nurture you. GOLD DUST is unlike any other, you will just feel like gold. Marina Ambrosia 24K Gold Skin Care Our GOLD face treatments are brought to you by Marina Ambrosia from Australia. All 100% natural, these products will amaze you, even after your first use.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-exclusive-24k-gold-leaf-facial-treatment/1088?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Exclusive 24k Gold Leaf Facial Treatment",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 07:48:15"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9400,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1378693450/npyvp7xok9bfwf8kddez.jpg",
        "strIntroduction": "This experience is designed so you can learn the academics at your own pace when it is convenient for you. We will support you by colored manuals, DVDs and free Online Training offers to make sure you have enough training options. Once you have completed your initial training you will be a certified Diver. The certification is recognized worldwide so your diving experiences will be limitless. Scuba Diver is the perfect course for those who do not have time to complete an entire Open Water Diver Program. The content of this program represents about half of a complete scuba diving certification program. You can then complete the second half and become a certified diver at another time, anywhere that is convenient for you. This program allows you to get out there and experience diving to the fullest. You will be trained in the proper skills, knowledge, equipment and experience required to feel safe and confident during your open water dives, as well as have an Instructor as your escort to guide you on your adventures. Certified Scuba Divers are entitled to go diving under the direct supervision of a Dive Leader up to a maximum depth of 40 feet/12 meters. At the end of the program you will receive your SCUBA DIVER Certificate indicating the successful completion of this program. This certificate entitles you to take part in guided dives all over the world. Start Your Adventure Today! Photo by http://www.flickr.com/photos/39891373@N07/3666267194/ http://www.flickr.com/photos/39891373@N07/3665458539/ http://www.flickr.com/photos/39891373@N07/3665468953/ http://www.flickr.com/photos/93242958@N00/6211803386/",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-get-beautiful-pictures-taken-while-learning-scuba-diving/1037?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get Beautiful Pictures Taken while Learning Scuba Diving",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 07:51:30"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8511,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1378976453/gxszci5cayy532snz3cu.jpg",
        "strIntroduction": "Create your own stunning dishes and live out your MasterChef dreams at Mozaic's Workshop - an elegant, modern facility tucked into the garden of our award-winning restaurant in Ubud. During this special cooking class, I will strive to help you better understand Indonesian ingredients and demonstrate how to blend french technique with Indonesian flavors, in pure Mozaic style. This 4-hour session kicks off with you handpicking your own ingredients from our very own spice garden. We then proceed to prepare these ingredients for an exquisite 3-course lunch, paired with a glass of wine. The cooking portion of your class will consist of three sections. We start out with an entree, a main, then finish off with a delicious dessert. The menu will be pre-selected and will include several of our most famous dishes. Below are some example of dishes you can enjoy learning: - Handmade Linguini, Curried Pea Ragout, Fried Curry Leaves & Tempe Crumble - Confit Coral Trout, Coriander Braised Baby Potatoes and Creme Fraiche Sambal Kecicang - Rack of Lamb, Curry Turnip & Cocoa - Low Temperature Salmon, Fresh Turmeric and Lemon Dressing with Spiced Cauliflower Walnut Salad - Roasted Pigeon in a Kluwek Infused Broth - Wagyu Beef Tenderloin, Curry Turnip & Cocoa - Fresh Seasonal Exotic Fruits Marinated in a Spiced Passion Fruit Broth, Creme Brulee and Ginger Flower Sorbet - Valrhona 'Guanaja' Chocolate Fondant, Fresh Star Fruit Sorbet & Spiced Young Star Fruit in a Coriander Seed Caramel Class hours: 12 - 4pm, Tuesday through Sunday (though we have regular sessions on Wednesday and Saturday with no minimum participants necessary)",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-learn-to-cook-like-a-masterchef-in-ubuds-top-restaurant/1033?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Cook like a MasterChef at Ubud's Top Restaurant",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 07:55:46"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1378212439/lojwlesevyznfxqyxqml.jpg",
        "strIntroduction": "After departing at 9am, we will head for Batubulan, where you will take part in a traditional Barong dance. This dance tells the tale of a never-ending war between good and bad. The Barong, a mythical animal, embodies everything that can benefit men and help fight diseases, black magic or any other kind of evil. The evil which he fights is personified by Rangda, queen of death and devourer of children. The tale is told by displaying a triumph of vivid colors and harmonious movements, which you can photograph beautifully. We will then head off to Kintamani village which faces Mount Batur, Bali's second highest peak. The Kintamani area has spectacular scenery. Lake Batur is surrounded by volcanoes and lava fields, remnants of the last eruption that burned all the vegetation and destroyed several villages. You will enjoy your lunch while enjoying a panoramic view of the crater rim. After lunch we will venture south to visit the temple of Gunung Kawi. This temple was built in the eleventh century and has some stunning examples of candi, shrines carved into the cliffs, serving as tombs for ancient kings. Before returning to Sanur, we make one last stop at Tegallalang village, where you can admirethe most beautiful rice terraces in Bali. A spectacular day awaits!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-explore-the-wonders-of-the-central-eastern-region-of-bali/1054?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the Wonders of the Central Eastern Region of Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 08:01:33"
    },
    {
        "intDurationHour": 56,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 140000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1378737318/spnz9hcvludot8xoyr7p.jpg",
        "strIntroduction": "7 days of healthy food, unlimited yoga, meditation, sharing, and fun guided by our blissology team of teachers & practitioners, designed to renew or develop your yoga practice for optimum health. It’s suitable for complete beginners to general level. Your Retreat includes: Airport pick up/drop off Traditional Balinese Blessing to start your week an initial 1-1 consultation with our fully qualified Ayurvedic practitioner, Ibu Dayu, where she will listen to your needs and expectations and will then create a personalized plan of diet and treatments to be followed during your weeks stay with us* Unlimited yoga classes at PONO led by experienced Flow, Hatha, Yin and Restorative Yoga teachers. They will cover asanas (postures), Pranayama (breathing) and some of the vast philosophical side to the yoga lifestyle. Daily morning meditation class Healthy style breakfast, lunch and daily juices, teas and coconut 3 specific body treatments including a range of different massages, acupuncture and/or ayurvedic spa treatments Glass Bottom / Snorkeling Trip Product gift pack with everything you will need for your stay with us Superior accommodation close to our center An Inspirational movie night Traditional Balinese Blessing to end your stay Note: You will be asked to fill out a health questionnaire form prior to your arrival to be submitted to the practitioner so she can evaluate and have everything prepared for your personal 1-1 consultation.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-yoga-meditation-and-health-retreat/953?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Embark on a 7D/6N Yoga, Meditation & Health Retreat",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 08:04:34"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 39500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355862071/ygnmbbwaji7cklomtjfy.jpg",
        "strIntroduction": "Freediving is sweeping across the globe and is an exciting, challeniging, and liberating way to enjoy the ocean and its many treasures. Freediving is diving without the use of breathing equipment (SCUBA), simply holding ones breath in a relaxed state and swimming underwater to explore the sunken depths. Bali is famous for its marine life and sunken treasures off its coast at relatively shallow depts which provide the perfect environment for people to freedive and enjoy them. === More about Tulamben and the USAT Liberty === During World War II, the USAT Liberty was torpedoed by the Japanese while transporting cargo between Australia and the Philippines. While the Americans attempted to tow her to the Bali's north shore for repairs, she was taking on too much water and was beached in Tulamben in order to salvage its cargo. More than 20 years later, President Sukarno ordered the most important of Balinese Hindu rituals, the Eka Dasa Rudra (which only happens once every 100 years), to take place early. Agung started to rumble and priests claimed that was a bad omen from the Gods that the wrong year had been selected. However, Sukarno ordered the events to go ahead. In 1963, Agung erupted and the tremors associated with its eruption caused the USAT Liberty to slip off the beach onto a sand slope, and she now lies in 30 to 100 feet of water, providing one of the most beautiful dives off the coast of Bali. The Liberty wreck is now covered in soft corals, anemone and thousands of tropical fish that have made a home out of this old ship and make it one of the most enjoyable freediving destinations for you! === More about the Course === During this course you can achieve the Level 1 SSI Freediver International Certification – it’s your first step on an internationally recognized pathway as an independent freediver! Afterwards, we'll go enjoy freediving the Liberty wreck - the perfect combination of marine life, swimthroughs, no currents… and a big school of jacks welcoming you! Course Contents: Day 1 from 0800 to 1800 2 theory sessions (4hrs) 1 yoga session (2hrs) 1 confined water session (2hrs) Day 2 from 0800 to 1800 (weather dependent) 1 Stretching session (30mins) 2 open water sessions. (4hrs) Exam (1hr) Day 3 Morning: Freedive the Liberty wreck Benefits of Fusion Freediving and Yoga 1 Fitness & Wellbeing. Freediving is a great physical exercise. It promotes fitness and flexibility, making it a great choice for people who like to integrate exercise into their lifestyle without the gym! Fusion uniquely combine freediving and yoga techniques; our teaching is based on simple, effective and proven methods with emphasis on stress management & relaxation which can be translated to everyday life. 2 Fun & Safe. Freediving, as part of a taught program, is a very safe and rewarding sport that can provide even more memorable holiday experiences. We use a pool to provide confined water lessons to gradually build up confidence, something unique to Fusion Freediving and Yoga. 3 Affordable. The financial cost of enjoying freediving beyond the course is a fraction of SCUBA. Very minimal equipment is required to freedive. Fusion Freediving courses are competitively priced whilst offering quality teaching that will last forever. 4 Practice Anywhere - Freediving training is not only for holidays, the skills learnt can be taken with you and practiced anywhere. However for the time in Bali, we use state-of-the-art, air conditioned teaching facilities in Sanur and dive the best freedive locations Bali has to offer. 5 Inclusive. Freediving is a great family sport as it is non competitive. Anyone over the age of 14, who is medically fit, is suited to complete the SSI Freediving course. Fusion is a multi-lingual school and welcomes everybody. We can teach all our courses in English, Italian, German, and Spanish.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-learn-freediving-dive-the-usat-liberty-wreck/483?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Freediving & Dive the USAT Liberty Wreck",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 08:09:09"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3204,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1373449061/sw1cru4a73bgudac1ddi.jpg",
        "strIntroduction": "Our famed 60 minute Balinese massage combined with an organic facial or body scrub. Here is what makes it so special: Taksu Traditional Balinese: Traditional Balinese massage is a skill passed down through generations and features long strokes, and soft, medium, or strong pressure to your preference. Rejuvenating Organic Facial: Taksu uses specially formulated facial ingredients, nurturing the skin for maintaining optimal skin moisture and elasticity. A neck and shoulder massage is included to release stress. OR Balinese Boreh Hot Spice Ritual Body Wrap: Traditionally found in the rice growing areas of Indonesia, the warm potent spices of the Boreh paste were blended in the evening by the local “ibu” mother. Used as a warm healing pack on the family, who spent all day wading in the paddy fields, the Balinese Boreh Hot Spice therapy helps to relieve headaches, arthritis and muscular aches whilst boosting circulation. Experience an ancient village recipe of deeply warming spices, including clove, ginger, pepper and nutmeg. OR One Body Scrub below; a) Salt Glow Body Scrub: One of our most popular treatments, sea salt rich in trace minerals is mixed with warm massage oil to exfoliate the top layers of dead skin from the whole body (except for the face). It leaves your skin moist, glowing and satin-smooth. Choose Lavender for calming and relaxing; Lemongrass for refreshing your senses; or Rosemary for stimulating the central nervous system with an anti-aging effect. b) Galangal & Turmeric Body Scrub: Intense and invigorating exfoliating scrubs remove dead skin and boost micro-circulation. Inspired by traditional Indonesian beauty rituals, this scrub leaves skin smooth and refined with a radiant glow. The traditional spices increase blood circulation to stimulate skin regeneration. c) Coffee & Cinnamon Body Scrub: Awaken your natural beauty by taking time to clean, revive and revitalize your skin with a luxuriously pampering scrub. Cinnamon and coffee particles deeply clean skin pores and remove dead cells to leave your skin soft and subtly scented. Coffee awakens your skin’s beauty and cinnamon’s antiseptic qualities helps to keep skin healthy.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-divine-balinese-massage-and-body-scrub/477?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "The Balinese Touch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 08:14:36"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3884,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355861967/sjordpwx6toqbrn5yei6.jpg",
        "strIntroduction": "An ozone facial or body scrub / wrap with hot shower, followed by simultaneous manicure and pedicure. Here is what will make your scrub, manicure and pedicure so special: Balinese Boreh Hot Spice Ritual Body Wrap: Traditionally found in the rice growing areas of Indonesia, the warm potent spices of the Boreh paste were blended in the evening by the local “ibu” mother. Used as a warm healing pack on the family, who spent all day wading in the paddy fields, the Balinese Boreh Hot Spice therapy helps to relieve headaches, arthritis and muscular aches whilst boosting circulation. Experience an ancient village recipe of deeply warming spices, including clove, ginger, pepper and nutmeg. OR one of three different body scrubs OR Aloe Vera Botanical Ozone Facial: Based on a simple, centuries old technique of using steam for deep cleaning of facial pores, modern medicine has now brought the therapeutic powers of gentle ozone steam to create a thoroughly effective, comfortable facial treatment. An ozone facial delivers deepened moisturizing and purification, accelerates skin metabolism and increases blood circulation. Ozone steamers loosen dirt clogged in the pores to rid excessive sebum to clear up acne or blemishes. Try our new ozone facial for a more vibrant, supple face and surprise everyone with your ravishingly gorgeous look. Sugar Fingers Manicure and Sole Delight Pedicure: Warmed aromatherapy oils nourish and condition your feet and nails, then soak the feet in an exfoliating milk bath, lavish in its richness and healing action on your skin. After the shaping of the nails choose from an array of colors to adorn the feet of a Princess… a sensory experience which promises to leave you walking on cloud nine! A sugar scrub massage and a soothing botanical soak revive and protect skin, leaving it silky smooth. Nail filing, buffing and polish complete the manicure service.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-body-luxe-treatment-at-a-spa-in-balis-jungle/475?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Body Luxe Treatments in the Heart of Ubud",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 08:19:51"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2736,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1373605519/dlgujvwjosqop9azivy6.jpg",
        "strIntroduction": "Get a deep, moisturizing and purifying ozone facial combined with a Sea Salt, Galangal & Turmeric or Coffee & Cinnamon Body Scrub (wrap can be substituted for last two scrubs) Here is what makes the Ozone Facial and Body Scrub so special: Aloe Vera Botanical Ozone Facial: Based on a simple, centuries old technique of using steam for deep cleaning of facial pores, modern medicine has now brought the therapeutic powers of gentle ozone steam to create a thoroughly effective, comfortable facial treatment. An ozone facial delivers deepened moisturizing and purification, accelerates skin metabolism and increases blood circulation. Ozone steamers loosen dirt clogged in the pores to rid excessive sebum to clear up acne or blemishes. Try our new ozone facial for a more vibrant, supple face and surprise everyone with your ravishingly gorgeous look. Salt Glow Body Scrub: One of our most popular treatments, sea salt rich in trace minerals is mixed with warm massage oil to exfoliate the top layers of dead skin from the whole body (except for the face). It leaves your skin moist, glowing and satin-smooth. Choose Lavender for calming and relaxing; Lemongrass for refreshing your senses; or Rosemary for stimulating the central nervous system with an anti-aging effect. Galangal & Turmeric Body Scrub: Intense and invigorating exfoliating scrubs remove dead skin and boost micro-circulation. Inspired by traditional Indonesian beauty rituals, this scrub leaves skin smooth and refined with a radiant glow. The traditional spices increase blood circulation to stimulate skin regeneration. Coffee & Cinnamon Body Scrub: Awaken your natural beauty by taking time to clean, revive and revitalize your skin with a luxuriously pampering scrub. Cinnamon and coffee particles deeply clean skin pores and remove dead cells to leave your skin soft and subtly scented. Coffee awakens your skin’s beauty and cinnamon’s antiseptic qualities helps to keep skin healthy.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-refresh-and-purify-your-body-at-a-unique-bali-spa/474?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Refresh and Purify your Body at a Unique Ubud Spa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 08:25:29"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355861889/giklxljqfisilz6shi5c.jpg",
        "strIntroduction": "At Side By Side Organic Farm in East Bali, we offer a variety of activities. You can sleep in nature, surrounded by fireflies at night. All food is served fresh from the farm, and is delicious. You will see rice fields surrounding you everywhere with majestic Mt. Agung in the distance. It is like living inside a postcard. From the farm, there are many nearby destinations that offer an opportunity for biking, hiking, or climbing volcanoes. There are a variety of traditional Balinese temples in the area, one is located at the top of a thousand steps, where you will be surrounded by clouds and the ever present monkeys. Or if you wish, you can take a ten minute hike over to the Water Palace Temple where you can swim and enjoy the beauty of Balinese architecture. We have an English speaking guide for any activity and pick up and delivery service in an air conditioned Kijang. \"On a beautiful day in November, I visited the members of Side By Side Farm in Bali. A group of volunteers were working to make the farm a better place for visitors and for the farmers who live there. We all laughed, worked together, as the children joined in to make their first ever book shelves for a small learning area on the farm. The group ranged in age, nationality, and languages, yet when we sat down to eat a hearty organic meal prepared by the women on the farm, our language was the same - mostly the sounds of food being enjoyed and everyone seemed to know how to say, please pass me some more. It was a bright beautiful day in nature and human love surrounded me everywhere.\" PLEASE NOTE: If you need us to arrange transportation, please leave us a message. Lunch, dinner, and personal expenses are not included.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-take-a-break-at-side-by-side-an-organic-farm-in-bali/470?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Farm Life, Eat Organic Food, and Sleep in Nature",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 08:30:45"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355861712/zhpwd4d1n2jjwiz529cx.jpg",
        "strIntroduction": "Agni Hotra is an ancient fire ceremony originating from the sacred Vedic Hindu texts. Agni refers to fire and Hotra means healing. Specially trained priests make offerings of ghee and grains into the fire while reciting Sanskrit mantras to invoke blessings of health and abundance. Participants are also invited to join the priests at specified times with offerings of rice into the fire as symbol of divine light. The ritual is for energizing and purifying the environment, healing both the participants and those living in the area. There are many anecdotal stories of healing in relation to the Agni Hotra and even evidence of benefits to agricultural areas where Agni Hotra is performed.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-participate-in-agni-hotra-a-fire-healing-ceremony/459?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Participate in Agni Hotra, a Fire Healing ceremony",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 08:35:41"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858950/wxn6gfgkmxpjxopacqs0.jpg",
        "strIntroduction": "After you have completed a beginner course or if you are having the basic skills already (paddle-fit, catch a wave & stand up), you are ready to choose one of our following joyride elements adapted to your wish of intensity. We will coach and guide you in a professional way, we help you to improve your skills and we want that you can enjoy the Bali waves and its best spots to the fullest. We simply offer you an unforgettable surf experience. Our local surf Gurus drop you to the best places to surf, check on the conditions of the ocean daily and adapt to your level and preferences. On land you will get detailed information about surfer’s theory, waves plus exact spot explanation before you hit the water. Out in the water your surf Guru supports you with tips & tricks and helps get you in place to catch the right wave at the right time! The trips/tours take approx. 4-5 hours per day and include transportation to/from spot/accommodation*, advanced theory. Video analyze upon request and photo session included if you take 3 days of surfing or more. The intensive element contain 2 surf sessions per day respective 8 session for 5 days. You bring your own surfboard or if you don't, we help you to rent one.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-take-a-joyride-surf-trip-in-bali/450?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Joyride Element: Intermediate-Advanced Surf Trip in Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 08:40:23"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858937/nomq6ry2marzhc9ge4yw.jpg",
        "strIntroduction": "Are you are an absolute beginner at surfing and want to learn how to surf fast and easy? Then, this is the perfect experience for you! We will coach and guide you in a professional way, we help you to improve your skills and we want that you can enjoy the Bali waves and its best spots to the fullest. We will offer you simply an unforgettable surf experience. Our local surf Gurus drop you to the best places to surf, check on the conditions of the ocean daily and adapt to your level and preferences. On land you will get detailed information about surfer’s theory, waves plus exact spot explanation before you hit the water. Out in the water your surf Guru supports you with tips & tricks and helps get you in place to catch the right wave at the right time! The lessons/trip take approx. 3-4 hours per day. Photo session will be included if you take 3 days of surfing or more. Video analyze upon request.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-happy-beginner-learn-to-surf-in-bali/449?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Surfing from a Surf Guru and Enjoy Bali's Waves",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 08:46:09"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 25000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858702/cspaj5zkdkybncalpvgg.jpg",
        "strIntroduction": "Freediving is sweeping across the globe and is an exciting yet challenging way to enjoy the ocean. Freediving is diving without the use of breathing equipment (SCUBA), simply holding ones breath in a relaxed state and swimming underwater to explore the sunken depths. Freediving is an active, healthy outdoor activity that promotes positive lifestyle change. The techniques and self confidence learned as a freediver, to manage the stress of holding your breath, translate directly to managing the stresses of modern life. The Fusion Freediving Level 1 course is a 2 day safe and fun introduction to freediving. This course is for everyone and anyone who wants to experience the amazing underwater world, in a totally natural way. While no previous underwater experience is required, this course can also cater for those who have experience but have no formal Professional training. During this course you can achieve the Level 1 SSI Freediver International Certification – It’s your first step on an internationally recognized pathway as an independent freediver! Our goal is for students to enjoy the experience of freediving and to spark a passion to go further in this amazing underwater world. Course Contents: Day 1 from 0800 to 1800 2 theory sessions (4hrs) 1 yoga session (2hrs) 1 confined water session (2hrs) Day 2 from 0800 to 1800 (weather dependent) 1 Stretching session (30mins) 2 open water sessions. (4hrs) Exam (1hr) Benefits of Fusion Freediving and Yoga 1 Fitness & Wellbeing. Freediving is a great physical exercise. It promotes fitness and flexibility, making it a great choice for people who like to integrate exercise into their lifestyle without the gym! Fusion uniquely combine freediving and yoga techniques; our teaching is based on simple, effective and proven methods with emphasis on stress management & relaxation which can be translated to everyday life. 2 Fun & Safe. Freediving, as part of a taught program, is a very safe and rewarding sport that can provide even more memorable holiday experiences. We use a pool to provide confined water lessons to gradually build up confidence, something unique to Fusion Freediving and Yoga. 3 Affordable. The financial cost of enjoying freediving beyond the course is a fraction of SCUBA. Very minimal equipment is required to freedive. Fusion Freediving courses are competitively priced whilst offering quality teaching that will last forever. 4 Practice Anywhere - Freediving training is not only for holidays, the skills learnt can be taken with you and practiced anywhere. However for the time in Bali, we use state-of-the-art, air conditioned teaching facilities in Sanur and dive the best freedive locations Bali has to offer. 5 Inclusive. Freediving is a great family sport as it is non competitive. Anyone over the age of 14, who is medically fit, is suited to complete the SSI Freediving course. Fusion is a multi-lingual school and welcomes everybody. We can teach all our courses in English, Italian, German, and Spanish.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-fusion-freediving-and-yoga-outstanding-experience-in-bali/431?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "An Introduction to Freediving, Meditation, and Yoga",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 08:51:10"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2970,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858659/bthbxrigdntmityg0ra7.jpg",
        "strIntroduction": "The Balinese have once again proved their versatility and creative spirit, marrying Western motifs with indigenous materials. Spend a few hours with our master carvers crafting wonderful bamboo objects - like dragonflies that float on a pinpoint of contact between insect and earth. The carved forms are simple and spare; a minimalist approach that is a far cry from the traditional Balinese ‘Baroque’ art that pervades the island. Take a half day and challenge yourself to carve your own bamboo art work; and when you return home, you’ll want to stain or paint your new art piece as a final touch! We have two slots everyday, a morning slot and an afternoon slot: - Morning Class: 10am - Afternoon Class: 2pm",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-learn-bamboo-carving/427?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Bamboo Carving",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 08:55:01"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2970,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858631/trvqxgubmbrn6cyiece4.jpg",
        "strIntroduction": "It might be not so popular hobby for some because of the activity called basket weaving, bamboo weaving has actually been practiced by the Chinese thousands of years ago. This has then applied by many people in different countries all over the world. Products of bamboo weaving include musical instruments, armors, and daily wares used for domestic and industrial use such as baskets, flower vases, floor mats, and among many others. None of those finished products of bamboo weaving you can see in supermarkets and malls had it not been for the craftsmen. These experts are the ones responsible for the popularity of weaved products all over the world. While those experts are abundant in China, many countries also have the experts in this activity and provide different kinds of bamboo weaved products. Since this kind of art activity cannot be produced by ordinary artists due to the long process of the methods, those who want to learn this fascinating art can enrol in one of the reputable art workshops. So if you’re in Bali, and want to become an expert in weaving bamboos, we have experts who can teach you from the fundamentals to the most complicated methods. This kind of art activity involves many painstaking tasks. You need some experts in order for you to be educated on how to apply the proper ways in weaving bamboos. Our art workshop in Bali is where students can not just learn all about bamboo weaving, but also apply the technique first hand. We have complete high end tools and equipment on how to finish a beautiful bamboo-weaved masterpiece. We have two slots everyday, a morning slot and an afternoon slot: - Morning Class: 10am - Afternoon Class: 2pm",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-try-your-hand-at-bamboo-weaving/423?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try your Hand at Bamboo Weaving",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 08:59:07"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2970,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858598/p4ihur6dckzw5ppqew58.jpg",
        "strIntroduction": "Stone carving, like wood carving, is a fascinating activity to undertake. Throughout history, man has taken this most durable natural element and produced the world’s most famous artworks. Even today, individuals devote their entire careers to crafting art from stone. Let W.S. Art Studio offer you a first opportunity to be introduced to the art form the ancient Greeks considered the highest expression of human creativity. If your travels bring you to Bali, one of the first things you’ll notice is the innumerable carved stone statuary adorning every temple, hotel, villa and private residence here. These works of art run the gamut of human creativity; from centuries-old massive stone temple ‘guardians’ carved into hillsides to intricately carved cement deities and gods. Our master carvers have worked in both wood and stone carving over the course of their individual careers. In Bali, one might interrupt a normal day’s wood carving at the family gallery to take time to work as part of a team of carvers employed by a temple or a new business concern to carve Bali-Hindu deities or animistic spirits, in either stone or cement. These hand-crafted creatures and creations live on as adornment for Hindu places of worship, or to decorate “Balinese-style” an entrepreneur’s new store or hotel. Our teacher-carvers will expertly introduce the curious student to the tools and techniques used to craft a personal piece of three-dimensional stone art. In just 3 hours we’ll help the beginner student produce their first bas-relief stone carving. How often does one get the chance to explore, hands-on, the stone carving experience? Skip the pool for the afternoon and join us at the W. S. Art Studio to flex your “Renaissance” art muscle. Let’s see what you can carve into a stone canvas! We have two slots everyday, a morning slot and an afternoon slot: - Morning Class: 10am - Afternoon Class: 2pm",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-craft-your-own-bas-relief-stone-carving/420?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Craft your own Bas-Relief Stone Carving",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 09:03:06"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858539/izophixresctqg6u2gma.jpg",
        "strIntroduction": "The Tantra Healing Yoga lesson I hold is a personalized approach based on the Ananda Marga Tantra yoga. These sessions may include a brief sharing, followed by sanskrit (the universal language of vibration) therapy through singing mantras or prabhatsamgiit, kirtan with spiritual movement and sadhana meditation, kaoshiki and tandava spiritual dance therapy, tantra flow yoga, classic ananda marga yoga and close with savasana, relaxation. Guests will deepen their practice of yoga and learn more about appreciating life and its simple graces.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-practice-tantra-healing-yoga/414?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Practice Tantra Healing Yoga",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 09:06:47"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355847605/iiuwgq8ukxc3ljuu7are.jpg",
        "strIntroduction": "Bali is a world surfing mecca and has developed into a bustling epicenter where surfers either start or end their world surfing 'surfaries'. Until now very few learn to surf programs have been established in Bali. The Bali Learn to Surf School, as the first surf school in Bali, has embraced this opportunity, developing a highly professional outfit teaching people the experience of surfing ensuring that surf etiquette, surf safety and minimal impact to the ocean and surrounding land environments is bestowed upon the students taking part. Our Local and international guide will take you to the best spots on Bali (secret spots included) we take the hassle out of travel and the dangers out of surfing a new reefbreak for the first time, so all you have to think about is your next wave. Whether you’re a beginner or seasoned pro, come explore Bali's best beaches and surf breaks on our Surfari!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-join-a-surfari-and-discover-balis-hidden-surf-spots/346?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a Surfari and Discover Bali's Hidden Surf Spots",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 09:11:16"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1954,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355847411/jaoejqf5gqnbafl1ls8x.jpg",
        "strIntroduction": "Every day we are active in my studio making masks, teaching children about mask dances on Sunday, and practicing music (gamelan) three times a week at night. We go to many cities for performances, mask exhibitions and work shops. In the traditional Malang mask dance we tell Panji stories. They are about princes and princesses from the two kingdoms in Java, before Singhasari Kingdom we called it Kadiri kingdom and Jenggolo Kingdom, but the two kingdoms had an enemy kingdom from the outside, whose king’s name was Klono Sewandono. King Klono did not like the other two kingdoms, which had more rice and more beautiful women, and wanted to take rice from the two kingdoms. Panji stories have a lot of characters. There are 76 characters in all! Watch our performance on Sundays, or join our inspiring workshops during the week. You will learn Mask-making, Traditional dance and Balinese music!",
        "strLocation": "East Java",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-east_java-learn-traditional-javanese-crafts/331?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Traditional Javanese Crafts: Mask Making and Dancing",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 09:16:28"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1600,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1394375433/jipphdk8kxzoer6etgd9.jpg",
        "strIntroduction": "インドネシアの中でもおいしいと有名なコーヒー豆のとれるフローレス島で、自分でコーヒーを炒ってみませんか？ この体験では、コーヒーの生豆を選別するところから試飲まで。 炒りたてのコーヒーをその場でお試しいただけます。 香り豊かな自分だけのオリジナルコーヒーに、コーヒー好きなあなたなら必ず感動していただけると思います。 焙煎後は、まみー特製スウィーツとともに、コーヒーブレイクをお楽しみいただけます。 ご希望であれば、地元の市場にてコーヒーの生豆をさらに購入することができます。 一緒にローカルな市場の散策はいかかでしょうか。 お気軽にご連絡ください！",
        "strLocation": "Flores",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-flores-try-to-roast-flores-coffee-beans/2030?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "フローレス・コーヒーの自家焙煎",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 09:20:14"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1600,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1394373101/pnnedhilsgmnbswtrwdt.jpg",
        "strIntroduction": "Nasi Goreng（インドネシアの炒飯）にはつきもののKerupuk（揚げせんべい） 実は、色も形もいろんな種類があります。 成分によって味もそれぞれ。 Warung（インドネシアの食堂）で食べるときには、揚げられて数時間ないしは数日前のものが出てきたりして、時には湿気てることもありますが、揚げたてがやっぱり一番おいしいです。 私たちはインドネシア人と日本人の国際家庭で、子供たちは片言の日本語を話します。そんな我が家でKerupukを作り、食べ比べをしましょう。 また、小さなことですがKerupukを揚げるコツなどもございます。簡単な説明を加えながら実習、試食を共にしてみませんか？ ご希望であれば、地元の市場にてKerupukを購入することができます。 一緒に市場の散策もいかかでしょうか。 お気軽にご連絡下さい！",
        "strLocation": "Flores",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-flores-eat-and-compare-kerupuks/2029?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "クルプックの食べ比べに挑戦",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 09:23:23"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1394370978/pvd8zjjvi1zpmcj3okss.jpg",
        "strIntroduction": "韓国でもおなじみのよもぎ蒸しが、インドネシアにもあります。 その名も Spa-V （Vは、Vaginaの略。あからさまに言うのを避けるために頭文字だけをとっているのだとか。） 穴の開いた椅子（上記写真）に座って、椅子の下には「ハーブのスモーク」 てるてるぼうずマントをかぶって女性のデリケートな部分を蒸されること約半時間。 体の芯からじんわりと温まります。 いろいろな婦人病、下半身の冷えなどに効果抜群です。 社交的ジャワ人のIbu（婦人）が経営するサロンKingshe で、Ibuとの世間話に花を咲かせつつ心休まるひと時を過ごしてみませんか？",
        "strLocation": "Flores",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-flores-relax-at-a-local-salon-in-ruteng-spav/2028?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "ルーテンのローカルサロンでSpa-V",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 09:28:50"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1394351811/dhow1omidckdsdhx66lg.jpg",
        "strIntroduction": "バリ島よりも、もっと東に位置するフローレス島で、インドネシアの素朴な日常生活を体験してみませんか？ 私たちはインドネシア人と日本人の国際家庭で、インドネシア人カップルの家庭とはやっぱりちょっと違います。 それでも、そこがまたユニークな部分でもあり、子供たちは片言の日本語を話します。 ＜食の体験＞ 食事も、インドネシア料理はもちろんですが、日本料理や韓国料理をはじめ、時にはパスタを食べたり、インドのナンなどを作ることもありますし、その日の気分で臨機応変に変化をもたらすことができます。 （ちなみに、こちらに住む多くの方たちは、毎日揚げ物がメインです。豆腐、魚、肉、とにかく揚げます。） マンガライ料理・・・Jangtong Pisang（バナナの花）, Daun ubi（タピオカの葉っぱ）, Labu Jepang（はやと瓜）,Ikan kering（魚の干物）、Kelapa（ココナツ）などを使って 日本食（和食）・・・焼き魚、煮物、味噌汁など。 日本食（洋食）・・・コロッケ、マカロニサラダ、スープなど。 韓国料理・・・プルコギ、チヂミ、ナムルなど。 その他、お客様のニーズに合わせて、一緒にお食事を作ることができます。 しかし、ほとんどの材料は市場での購入になり、お米はTapis と言ってお米の中にあるもみ殻を取り除く作業が必要ですし、鶏肉は鶏の解体から始まります。 ＜フローレスのキリスト教に触れる体験＞ インドネシアはイスラム大国ですが、フローレス島ではカトリック教徒が約80％と言われています。それゆえあちらこちらに教会もあります。 ここには、巨大なショッピングモールや特別のエンターテイメントを楽しむようなそんな施設があるわけではなく、日々の宗教的活動が、人々の生活に密着した余暇活動となっていることがあります。そういう活動に集い、参加しながら、お友達と会い、共に食事をし、おしゃべりをしたりするのを楽しんでいます。 私達が親しくさせていただいているべテル教会は、島内でも少数派のプロテスタント系ですが、新規の参加者も喜んで迎え入れてくれます。 日曜日・・・日曜礼拝 朝7:30～約3時間 火または水曜日・・・聖書を中心に数人での証会 夜8:00～約2時間 金曜日・・・Ruteng Blessing （ミサ） 夜7:00～約2時間 月1で女性のための集い 夜7:00～約2時間 その他、クリスマスやイースターを中心とするキリスト教的メイン行事。ゲストスピーカーを迎えての講演会など多種。 インドネシアにおける宗教と人々との生活とのつながりを直接肌で感じることができますし、雰囲気を知るだけでもなかなか日本の日常にはない経験となるのではないでしょうか。 ＜中国系インドネシア人の商売について触れる体験＞ インドネシア人と言えど、夫は中国系。考え方や社会環境もかなり違います。小さい規模ではありますが、私たちが経営する生活雑貨のお店で、インドネシアの流通経済について考えてみるのはいかがでしょうか。 日本ではほとんどがスーパーマーケットなどのように、多彩な商品がすでに展示されている中を、各自の好みや必要に合わせて購入するシステムが当たり前となっていますが、インドネシアの小売店では、多くがマンツーマンで接客をします。 接客の態度も日本では「お客様は神様です！」みたいに扱われるかと思いますが、買っていくお客の方が「ありがとう」と言って帰っていく方が多いのです。 また、町の中の問屋さんに私と一緒に支払いに行くとか、仕入れに行くなどといったことも可能です。 問屋も商品によっていろいろあります。そういうお店に入って商品を見定めたり、私が説明したりもできますし、 今までは買うだけでしかなかった価値観が変わること間違いありません。 どうぞお気軽にご連絡ください！",
        "strLocation": "Flores",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-flores-home-stay-at-the-flores-country-side/2026?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "インドネシアの片田舎でホームステイ",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 09:34:53"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 2970,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1378957041/qogj94pkoaywiexetbsd.jpg",
        "strIntroduction": "Enjoy the luxurious Balinese Spa Massage crafted by blending the natural ingredients selection and inspired by traditional Asian therapies connected with modern beauty recipes. \"Ocean Breeze\" Refresh Body Treatment, 90 min You will enjoy the warming up massage, which will make your body relaxed. After that you will be treated to Organic Sea Salt Scrub - for a perfectly smooth skin. Finally, Cool & Refresh Total Body Menthol Massage will make you rejuvenated and ready for more adventures in Bali. Our spa is overlooking the ocean, which will make it even easier for you to find the balance of mind,body and spirit. Feel the energy of the ocean and the breath of the air purified by the miracle Neem tree. PLEASE NOTE: If you require round trip transportation, please let us know your location and hotel name and we can send you a price quote for one of our staff to pick and drop you off.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-rejuvenate-your-body-at-a-spa-overlooking-the-ocean/1080?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Rejuvenate your Body at a Spa Overlooking the Ocean",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 09:38:28"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 38,
        "intUsdCost": 6500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1479976876/rxbcmltd0rqdmfbrgz2n.jpg",
        "strIntroduction": "A must do snorkeling trip while you are in Bali. The pristine corals and warm waters are home to schools of vibrantly colored fish like the emperor angel fish, parrot fish, turtles, Morray eels in this areas. Marine Survey has revealed over 300 species of tropical fish around the island!! We have local snorkeling guides who will help you with your equipment and life jackets. Flotation devices will also be provided for those that are not so comfortable in the water. Our specially designated snorkeling areas make snorkeling in Lembongan a safe and enjoyable activity for all ages. The snorkel sites you will visit: 1. WALL BAY Famous for its excellent visibility of up to 40m+ on a good day. The highlight of your trip with healthy live coral reef, Big Fish like GT “Giant Travelly”, Barracuda and hundreds of fish of all shapes and sizes 2. JETTY The boat ride out to JETTY Nusa Penida is almost as exciting as the snorkeling trip itself, as it offers divers incredible views of the towering sea cliffs of Nusa Penida. Various Tropical Fish can be found and sometime Mola mola can be found here 3. MANGROVE BAY This snorkel site sprawling coral garden with plenty of fish and very light currents. You will see big sponges, nudibranch, mantis shrimps, cowries, cleaner shrimps & moray eels. Shoals of colorful anthias cover the corals, trigger fish, puffer fish, etc. ITINERARY: - 7.30-8.30 : Pickup from your hotel Lobby Kuta, Seminyak, Jimbaran, Nusa Dua, Uluwatu area. (7.30am if you are in Ubud area and 8.30am Sanur area) - 9.15 : Depart from Sanur by fast boat. - 10.30 - 12.30 : Snorkeling sessions at 1-2 different spots (approx. 30-60 min in each location) depending on the water conditions. - 12.30 - 13.30 : Lunch at the Restaurant on Beach - 13.30 - 14.00 : Mangrove tour using traditional boat - 14.00 - 15.30 : another Snorkeling Session - 16.00 : Depart from Nusa Lembongan by fast boat. - 17.00 : Return transfer to your hotel. LUNCH MENU : - Mineral Water during Snorkling trip - Seafood with rice (Vegetarian items possible on request) - Juice/soft drink If you are not a confident swimmer or don't know how to swim at all, no worries! Life vests are provided and our instructors will guide you to make sure you feel 100% safe and comfortable.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-one-day-bali-snorkeling-trip-and-nusa-lembongan-tour/5070?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "25% OFF One Day Bali Snorkeling Trip & Nusa Lembongan Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 09:44:31"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 33,
        "intUsdCost": 11111,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1479223956/yw2zb3crbmsbw0acxlel.jpg",
        "strIntroduction": "Hotel Tugu Bali, standing silent against the warm glow of the setting sun, is a poet’s dream comes true. It is where the wind whispers romantic tales of ancient kingdoms and eternal love stories. Book your rustic bed, located right at our private grassy lawn. You will both be tucked in for a little private gourmet picnic under the moonlight. Two blindfolds accompany your delicious desserts for some added spice to your meal. NOTE ABOUT THE OPTIONS: - You can select the 'shared beach' option which allows other couples to be on the other beds and tables should there be other booking that happens to fall on the same evening. Rest assured that while we call it the 'shared' option, each of the beds has its own corner on our lawn and are situated at a distance of at least meters away from the other beds, so you will still enjoy plenty of privacy. Many of our guests choose this option and love it just as much! If you'd like to make your night extra special, here are some additional arrangements we can organize to surprise that special someone (you can include these add-ons in the booking page): - A special Rejang Dance with 6 child dancers (accompanied by recorded music) - A special Oleg dance with one male and one female dancer (accompanied by recorded music) - A live Balinese Gamelan - A single classical/jazz violonist to play in the background during your dinner (2 hours) - 2 players of Bambu Rindik instruments (1 hour) - An extra 10 heart-shaped candles for an extra romantic touch - A solo guitarist in the background - Little girls to surprise your lady with a ring (for that unforgettable proposal!) - Rose petals everywhere OPTION 1: PICNIC MENU - Crab Cocktail with Avocado, Coconut, Chili Seeds and Fresh Lime - Gazpacho Andaluz Traditional Spanish chilled tomato, cucumber and red pepper soup - L’Amour, Underwater Prawns flambéed in calvados and honey & grilled scallops in fragrant herbs served with ginger sauce OR - Aphrodisiac Truffle Parcels Light filo pastry parcels, filled with mushrooms fricassee, pan roasted duck breast and truffle oil - Served With: Warm Baby Potato Salad With crispy anchovies, bacon, virgin olive oil and rosemary & Simply-Grilled Baby Asparagus - Desserts Blindfolded Surprises a selection of four desserts to be tasted blindfolded **************************************** OPTION 2: BEEF MENU - Duck and Pear Salad with Sesame Dressing - Grilled Beef Steak Imported beef steak in cabernet tarragon jus - Served with: Warm Baby Potato Salad With crispy anchovies, bacon, virgin olive oil and rosemary & Simply-Grilled Baby Asparagus - Desserts Blindfolded Surprises a selection of four desserts to be tasted blindfolded **************************************** OPTION 3: CHICKEN MENU - Roasted Pumpkin Salad with Feta Cheese With roasted capsicum, pumpkin seeds, arugula, alfalfa, Bean sprout & glazed balsamic dressing - Chicken Involtini Wrapped chicken fillet stuffed with ham, mozzarella cheese, zucchini, carrot, stringbeans and served with garlic fettuccini, tomato concasse and green peas - Served With: Warm Baby Potato Salad With crispy anchovies, bacon, virgin olive oil and rosemary & Simply-Grilled Baby Asparagus - Desserts Blindfolded Surprises a selection of four desserts to be tasted blindfolded **************************************** OPTION 4: VEGETARIAN MENU - Sesame & Ginger Tempeh Salad Mixed greens, cucumber & baby tomatoes - Gazpacho Andaluz Traditional Spanish chilled tomato, cucumber and red pepper soup - Spinach Mousse Tortellini Crisp-fried with shiitake and vodka sauce OR - Tahu Masak Kare Nonyah Stir fried tofu with curry sauce and assorted vegetable with white & turmeric spiced rice - Served with: Warm Baby Potato Salad With crispy anchovies, bacon, virgin olive oil and rosemary & Simply-Grilled Baby Asparagus - Blindfolded surprises A selection of four desserts to be tasted blindfolded, to send your taste buds to a world of oblivion ALSO INCLUDED: - One complimentary welcome drink per person from our cocktail menu (could be a glass of house wine, local beer, a mocktail, etc but excludes champagne & sparkling wine) - Free flow of water to be served in glasses ***PLEASE NOTE: In the event that it rains, guests hereby agree to have it at one of our indoor private romantic dining venues.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-aphrodisiac-picnic-in-bed-sunset-romance-on-the-beachfront/1221?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Aphrodisiac Picnic in Bed - Sunset Romance on the Beachfront",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 09:48:40"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 21,
        "intUsdCost": 5000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1395306107/q9f7wn11qxzfyowecesc.png",
        "strIntroduction": "When you arrive, we will present you with a catalogue so you can choose an outfit from an abundant collection for women, men, and even matching outfits for couples. With a wide range of traditional Balinese wedding outfits and dancing outfits in all colors and styles, you will be spoilt for choice! Our comfortable studio is fully air-conditioned, with a variety of background sets to add variety to your photos. We employ a very professional lighting crew, cameraman, as well as make-up artists, who will put you at ease as we prepare for your big moment in the spotlight! Regardless of age, gender or figure, everyone can enjoy this experience. There are no size restrictions with Balinese clothing. All you need is 1 hour of time (more if you want to think about your outfits) and we can get you on your way! You can enjoy this experience on your own with our individual package, or as a couple with our King & Queen package. After your photoshoot, the finished CD with 30-40 photos and 12 printed photos will be delivered to your hotel by the next day (alternatively, you can wait 1 hour in the area and come back for it). With this convenient CD of carefully mastered and enhanced photos, you can modify and reprint your photographs as you desire! This allows you to keep a permanent album from which you can modify and print your own photos, whenever you want! If you are staying in Ubud, we can provide you a special Kuta Stroll tour for USD50. After we take your pictures, we will take you to wherever you like in the southern part of Kuta. (vicinity of Kuta Square, Seminyak district and Legian Street) We bring you back to the studio after we meet at the promised meeting point after a several hour stroll, you will then receive you completed CD photo album, and then we take you back to your hotel in Ubud. Please book your start time between 8am and 8pm, available daily! *Free shuttle service from Kuta, Legian, Nusa Dua, Jimbaran, Sanur and the southern part of Seminyak with minimum of 2 person booking.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-get-photographed-in-an-authentic-balinese-outfit/2059?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get Photographed in an Authentic Balinese Outfit",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 09:52:50"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 10,
        "intUsdCost": 10314,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1420620513/ddop1bhof7rnyarrahaj.jpg",
        "strIntroduction": "The private castaway experience is a complete haven of relaxation and one of the best things to do from Bali. Named because of its crystal clear waters, Crystal Bay in Penida Island will welcome you to its shores. Take the opportunity to snorkel over some of Indonesia’s best coral reefs, enjoy a tropical BBQ lunch under the palms and visit a rustic village to watch traditional Balinese wood carvers and sarong weavers at work. During your trip, you will also have the opportunity to taste the local cuisine, and meet the islanders as they make flower offerings for their temple. During the day, you can enjoy a massage or simply relax in a hammock overlooking the bay’s tranquil, tropical waters. This castaway cruise is Bali’s original private beach cruising experience. We operate from Benoa harbor to Crystal Bay, Penida Island every Tuesday, Thursday and Sunday between 1st April- 31st October. PICK UP TIMES: 07.15 - 07.30: Ubud / Tanah Lot 07.30 - 07.45: Seminyak/ Legian/ Bukit/ Ulutwatu / Canggu 07.45 - 08.00: Kuta / Tuban / Nusa Dua / Jimbaran 08.00 - 08.15: Sanur ITINERARY: Arrive at Benoa Harbour 08:40 am - Board the catamaran. Morning coffee/tea and pastries served. 09:00 am - Set sail to Crystal Bay, Penida Island. Mineral water, soft drinks and fresh fruit will be available onboard. 11:00 am - Arrival at Crystal Bay. Our cruise director will briefs guests about Penida Island and it's inhabitants, temples and the schedule for your village tour and snorkeling. 11:30 - 12:30 - Snorkeling program: if conditions are favorable, guests may snorkel all day in Crystal Bay. 12:30 - 14:00 pm Tropical BBQ Lunch. 14:00 - 14:45 pm - Village tour, see Coconut plantation, Wood carving, Ikat weaving and more. 15:45 pm - Head count and return to catamaran. 16:00 pm - Get 'rescued' and sail back to 'reality' to Benoa Harbour. 18:00 pm - The catamaran arrives at Benoa harbour. Transfer back to hotel / accommodation.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-castaway-cruise-to-penida-island-on-a-luxury-catamaran/3004?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Castaway Cruise to Penida Island on a Luxury Catamaran",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 09:58:45"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 9,
        "intUsdCost": 8596,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1403769974/dkn4fury1ayhcsoyp8ds.png",
        "strIntroduction": "Harness the power of the wind as you kitesurf across the ocean and skate over Bali's world renowned waves. This kitesurfing lesson will be held in Sanur lagoon, known to offer water conditions suitable for all levels - flat waters in the lagoon for beginners to rolling waves over the reefs for more advanced kite surfers. 1km wide and 7km long, Sanur lagoon and its warm, clear tropical waters is the perfect place to kitesurf. We will start with the basics in the classroom, to understand wind patterns and the handling skills required, including step by step video demonstrations. After a thorough introductory session, we will move to the beach for a preliminary course in kite handling and safety before taking to the waves. Level 1 - Essential Basic Kitesurfing This introductory course is designed to familiarize first time kiters with all the equipment needed, complete kite set-up & handling methods, safety systems, and essential knowledge of wind patterns and water conditions. You will learn how to launch the kite and try out the trainer kite flying equipment on the beach. Level 2 - Water Control (Body Dragging & Board Starts) Take your kite surfing to the next level – put your training to work by getting wet with the kite! You will learn how to water launch and park the kite safely in neutral position above you, then use it to move around in the water. \"Body dragging skills\" include moving upwind for board recovery, propelling left and right slowly and with speed to fully understand the power zone and kite dynamics. After these excercises, you will learn how to get onto the board, and how to use it and the kite correctly to get yourself out of the water to start riding! Level 3 – Riding Time to bring all the training together. This 1.5 hour course using a boat on the lagoon teaches you to further control your water starts, generate & adjust riding speed. We will correct your riding position and kite movements, gaining you consistency in kitesurfing. Learn about 'Edging' the board; riding upwind, downwind and changing direction. As your riding advances, we will work more on turns - and if you're ready, try getting some air - jumping and freestyle aerial action!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-kitesurf-across-bali-waves/2366?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Kitesurf Across Bali's Waves",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 10:03:37"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4100,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1403281474/q9dsrs01uxngcjsxwuad.jpg",
        "strIntroduction": "Traditional Balinese healing therapy by a Balian (Balinese healer) has been an important part of Bali's Bali's culture for centuries. Traditional healing techniques and divine healing have been used to treat both mental and physical illnesses. If you seek physical, mental, or emotional healing, you can book a consultation with Guru Made Sumantra. He will first assess what illnesses your body has by looking at your tongue. Following, he will determine which healing method to use on your body. It may range from using herbal medicine (\"LohLoh\"), massage techniques (similar to foot reflexology), yoga, or energy transfer. Guru Made Sumantra may use mudrahs (Hindu ritual gestures), draw patterns on your body, spit chewed herbs on your skin, apply scented oils, poke you with sharp sticks, or give you a deep tissue massage that will be painful. Most people howl from the pain, but you will feel better after it. SOME HEALING TECHNIQUES: -Reiki Healing Reiki is a Japanese technique for stress reduction and relaxation. It is based on the idea that an unseen “life force energy” flows through us and is what causes us to be alive. If one’s “life force energy” is low, then we are more likely to get sick or feel stress. During the treatment, you will feels a wonderful glowing radiance flowing through and around you. Reiki treats the body, emotions, mind, and spirit, creating many beneficial effects such as relaxation and feelings of peace & security. Reiki is a simple, natural and safe method of spiritual healing and self-improvement that everyone can use. It also works in conjunction with all other medical or therapeutic techniques to relieve side effects and promote recovery. -Pranic Healing Pranic healing is an energy healing technique based on the overall structure of the human body. According to pranic healing, our body is composed of two parts - the visible physical body, and the invisible energy body called the bioplasmic body or aura. Our aura is the invisible luminous energy body, which penetrates the visible physical body and extends beyond it. Pranic healing utilizes prana or life energy and the chakras (energy centers) to heal diseased energy levels. The healing process involves manipulation of the patient’s chakras, bio energy and aura. -Yoga Healing Yoga’s primary emphasis is on general well-being. Although yoga is beneficial for a variety of conditions, it is not considered a therapy for specific illnesses. Rather, yoga employs a broad holistic approach that focuses on teaching people about a new lifestyle, way of thinking, and way of being in the world. By improving, regaining or retaining general good health, a person's specific difficulties tend to disappear. Many of the healing effects of yoga is clinically verified, such as relieving stress & fatigue, invigoration, vitality, anti-aging properties, and relaxation. -Ayurveda Healing Ayurveda is a science that is widely acknowledged as the world’s oldest medical system. It is an oral tradition that has been passed down from generation to generation. In Ayurveda, we find meaning and purpose in living in harmony with cosmic life. When physical and physiologycal processes are weak, it allows toxic impurities to form and the body gets blocked. To remedy this situation, Ayurveda offers the gift of “panchakarma”, or “The science of rejuvenation”. In this process, the body is purified of the degenerative influences of these foreign substances, thus freeing the body to naturally exerise its inherent rejuvenating abilities. The main objective of Ayurveda is to correct the imbalance of the forces of “vatha”, “pittha” and “kapha”. \"Vatha\" is the functional intelligence in the body that governs movements, transportation, drying and separating.“Pittha\" governs all metabolic processes. \"Kapha\" governs cohesion, and internal phlegm. -Kundalini Healing Kundalini healing involves the healer doing a comprehensive energy analysis, chakra (energy points) and aura readings on your body to determine how to bring your body into balance. The healer will then help you to create a focused program to strengthen your practice and achieve your goals.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-heal-your-body-with-spiritual-balinese-healing-therapy/2321?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Heal Your Body with Spiritual Balinese Healing Therapy",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 10:08:30"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 16,
        "intUsdCost": 2800,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1397545559/mnf53nzc2llhjonpmj42.jpg",
        "strIntroduction": "Explore the world of bamboo with us in this journey through the luxurious private Bamboo Mansions in Green Village that's built entirely without nails, the renowned Green School campus, and the world's biggest bamboo chocolate factory. MORNING TOUR (starts at 10am) - available Mon - Fri This half day tour begins at 10am with a stop at our design workshop, the largest bamboo factory in Bali, where we show you how freshly harvested bamboo is processed to produce a variety of products ranging from furniture to soap. After marvelling at the fascinating process, we take a short ride to step into the luxurious private residences at Green Village. See first hand the finished product of master Balinese craftsmen and the advanced innovation of sustainable architecture, all clustered around a sleepy river valley surrounded by forests and rice fields. These houses are made entirely of bamboo, with elegant public spaces, custom furniture (made of bamboo of course!) and well-appointed rooms. Everyone in your travelling party will love their unique spaces and we guarantee that a stroll through any one of our house will have you tempted to stay here the next time you're in Bali (some of our guests even book these houses for a few months!) AFTERNOON TOUR (starts at 12.30pm) - available Mon - Fri Same as the morning tour itinerary but with an additional visit to Green School, a natural, holistic, student-centered learning environment that empowers and inspires its students to be creative, innovative, green leaders. Created by master craftsmen, designers and builders, landscape architects and gardeners using a blend of cutting-edge technology and traditional materials and methods, the school is a truly inspirational teaching and learning environment that has earned it the award for \"Greenest School on Earth\" in 2012. ARCHITECTURAL MODEL MAKING COURSE (to be added with a half day tour) - available Mon - Fri In this unique to Bali course you will learn to make a bamboo architectural model taught in the very heart of the bamboo factory. This distinct process of creating scaled structural models made of hand-whittled bamboo sticks is one of its kind in the world. The models are then digitally replicated in 3D lines for engineers to study before a project is finalized. Take a timeless skill away from Bali with you, and come learn this unique process in a 2-hour modeling class!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-visit-balis-famous-bamboo-mansions-and-design-workshop/1013?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Bali's Famous Bamboo Mansions and Design Workshop",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 10:13:35"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 4,
        "intUsdCost": 3517,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1378961298/d0yzoyjy4xnvknaez7yg.jpg",
        "strIntroduction": "This will be a truly unforgettable experience, where you will have a chance to explore breathtaking beauty of Bali's East coast by Canoe or Sea Kayaking. The Amed area is known for its unspoiled coral reefs and snorkeling. It is full of scenic vistas. You will enjoy seeing that tropical paradise in a quiet environment, at your own pace. Relax, unwind, feel the stunning scenery, ocean breezes and coastal villages with all your senses. Snorkel with the myriad of colorful, tropical fish living among the vivid coral reef at one of the following times: Sunrise: 6:00 - 10:00am Morning: 8:30am - 12:30pm Sunset: 2:30 - 6:30pm This is not just a Canoe or Kayak experience. This is truly a mind, body and spirit adventure!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-explore-the-east-coast-of-bali-by-canoe-or-sea-kayak/1081?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the East Coast of Bali (Amed) by Canoe or Sea Kayak",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 10:18:13"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1427087357/btsensaee9n28c225wpq.png",
        "strIntroduction": "From rustic beach bars to upscale chic lounges to deep-house clubs with world-class sound systems - Bali is renowned for its nightlife scene - However, unless you venture out to the sleazy bars of Kuta, Bali's nightlife is largely event based and is sometimes not so obvious to a new visitor. If you do not know where to go on a particular day - it can end up being a pretty anti-climatic experience. Our nightlife tour is not like a pub crawl in other cities where they promise you the best clubs yet you end up at very uninspiring locations with cheap shots. Our tour will take you to the absolute best places in Bali. Our knowledgeable guide will have all the hook-ups that are needed for an amazing night-out. We know where all the hot spots are each night so you will be well taken care of - All you need to do is show up! Saying that, the tour is customizable according to your preferences and tastes in music - so if there is something you absolutely love or hate - please do let us know! Meet-up Time - 5.00 PM* *Meet-up time is flexible - no rush. Please let us know what time suits you best!",
        "strLocation": "Seminyak",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-seminyak-experience-balis-nightlife-with-an-insiders-tour/3275?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Bali's Nightlife with an Insider's Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 10:21:33"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 5,
        "intUsdCost": 2500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1379668285/jtcfradhdra66fqgj9ef.jpg",
        "strIntroduction": "Our family welcomes you to join us for a cooking session and dinner in our house in Bali! We are local Balinese people and we enjoy sharing our culture with you. And what better way is there, that doing that over a meal? You will cook with my wife, who is the best cook in the world! Together, you will prepare the delicious and authentic Balinese food. Balinese cuisine is much more than just Nasi Goreng! We can discuss what to make exactly, depending on your preferences and allergies. After preparing the meal we will all eat dinner together. We will be happy to share our stories and culture with you and we hope we can learn from each other! So you will have a chance to learn a new cuisine and also to share a great experience with us. We hope to see you soon!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-cook-and-eat-delicious-lunch-in-a-balinese-house/968?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cook and Eat Delicious Lunch in a Balinese House",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 10:25:33"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 4500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1409047714/c0ltdzz8ita1ve2po7g4.jpg",
        "strIntroduction": "While many may not imagine camels when they think about Bali, our team has brought in 4 lovely Australian camels for a unique jaunt in south Bali. The 4 include one brother and one sister (Maddy and Albert) who are incredibly gentle and love to make friends! With more than 7500 guests having joined our animal tours, you can be sure that our guides are professional and always prioritise your safety and the animals' wellbeing. Our camels are equipped with a comfortable seat and handrail so that you can hold on throughout the ride. We provide helmets and stroll alongside the camels throughout your session to make sure you are comfortable and having fun! This ride is suitable for all ages (for children 5 and up) and each camel can carry 2 persons at a time, so you can bring your family and friends to meet these lovely creatures. START TIMES (DAILY): 8AM – 3 PM (Last ride starts at 3pm) We offer 2 options for the Camel Rides: OPTION A: 20 minute ride (great for those just looking to meet the camels) OPTION B: 1 Hour ride (You will pass some local homes and visit the turtle conservation centre for 15 minutes where you can learn about how we are trying to protect this amazing sea creature. This hour-long journey also includes photo-taking with the turtles) **See Notes for Weight Restriction",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-enjoy-a-camel-ride-in-bali/2675?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Camel Ride in Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 10:31:25"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1379524988/ffu7exciommd2jsjaeiv.jpg",
        "strIntroduction": "Join us in our compound for a Target Practice, using professional Air guns. Do you think you are a good shooter? Or maybe you never shot a gun before? Let's find out! Our Shooting Range offers a variety of objects, at various distance. Our professional instructor will teach you how to shoot the target with Quality Competition Air gun (non real gun), as well as all the safety rules, before you begin. He will also assist you during the whole process. Then you will have a time to try! You can switch between different weapons and choose your conditions. All of our equipment is professional and checked daily. Our instructors are trained and will ensure you are in safe environment. During your activity we provide full insurance. This is your only chance to go to a Shooting Range in Bali. Don't miss it! You can come alone, or with friends and compete, who gets more points.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-hone-your-aiming-at-a-shooting-range/1109?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hone your Aiming at a Shooting Range",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 10:35:29"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7092,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1412054184/y9yxsxbtzmijcbrdtoz9.jpg",
        "strIntroduction": "- The arrival -- In our traditional Pondok. We will welcome you with freshly brewed organic coffee or mint/lemon grass tea with honey and a traditional snack. - Visit a traditional Balinese compound -- See how villagers still cook in bamboo huts on wood fires, how they love their roosters, see how they make their baskets, learn how they take their daily bath in the river in a village without running water. How they struggle in this mountain area and how we try to help them with our Farm Foundation. - The hike -- Start with picking your own lunch at The Farm. When our Team is preparing your lunch, you will follow the small farmer tracks to the stunning terraced rice-fields. Depending on the season of rice farming you give the rice farmers a helping hand (if you like) with harvesting or planting and experience yourself that this is hard work! - After all this work out you can have a bath in the natural hot springs in the river. Please note: No changing rooms in the jungle! (bring a sarong) - You continue walking through the typical Balinese village and will visit the local school if possible and still traditional beautiful bamboo temple. - The Lunch -- Freshly home-made using the ingredients you picked yourself this morning, as well as our delicious dark brown bread, homemade jams and ice cream, local snacks and juices. All fresh from the garden. - Your seeds of love -- Depending on what you prefer you will paint and decorate a rubbish bin on the road to help a small part of Bali to solve its rubbish problem or you will plant a fruit tree along the road so the next generation can “pick your fruits”.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-spend-a-day-at-a-secluded-organic-farm-in-a-balinese-village/2749?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Spend a Day at a Secluded Organic Farm in a Balinese Village",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 10:40:36"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4689,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1379910382/ut3hpjzed7wy5pjvpx4b.jpg",
        "strIntroduction": "Away from the hustle and bustle in Tabanan regency (West Bali), there is a village named Jatiluwih, whose name can be traced to the words Jati and Luwih, meaning \"real beauty\". The Tabanan people in the area are mostly rice farmers, especially in Jatiluwih village, which is known to have a very extensive expanse of rice fields and stakes its claim as the rice storage center of Bali. Jatiluwih is currently the largest rice field in Bali that has been certified by UNESCO as organic. It is also famous for its water irrigation systems, which we will talk about on this trip. In this calm green space, you will get to enjoy air unpolluted by factories and exhaust fumes from motor vehicles. Along the way to Jatiluwih, we will pass through several local villages and witness the locals as they practice their daily customs. Walking across the Jatiluwih rice fields will take about 3 hours, with stops along the way to learn to identify wild herb plants. We will also cross the river where you can dip your legs into the fresh water. Bring your camera to enjoy the scenery and take a photo as a souvenir. I will point out the plants used in Bali traditional medicines and allow you to learn to identify them by sight, smell and taste. At our rest stop, I will also invite you to taste the red rice tea (supposed to improve your stamina) while you enjoy unforgettable views of the country side.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-marvel-at-the-most-stunning-rice-fields-in-bali/1111?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Marvel at the most Stunning Rice Fields in Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 10:45:01"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1380273947/tk2uvtln1smvggcyesas.jpg",
        "strIntroduction": "For all you bike enthusiasts out there, enjoy the thrill of riding through incredibly beautiful terrain with our newest Dirt Bike Tour! Our fleet of Kawasaki KLX250CC’s will ensure your tour is safe, fun and memorable. Our experienced team of instructors will guide you to cover a variety of terrains, varying from the black sand beaches at Yeh Gangga, to rivers and creeks, emerald-green rice fields and local Balinese Village areas. If you plan on coming with your friends, we're happy to cater for larger groups and can organise anything to make your trip a memorable one! The Dirt Bike Tour is only suitable for intermediate to advanced motor bike riders.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-explore-bali-on-an-exhilarating-dirt-bike-tour/1122?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Bali on an Exhilarating Dirt-bike Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 10:52:02"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6300,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1398756347/upixyxlrdkeqxtdqfrki.jpg",
        "strIntroduction": "Spend a magical evening out with your loved one at this intimate dinner for two in an all-bamboo house. Our bamboo homes are part of a luxurious privately-owned property tucked away in a super-secret address 30 minutes from Ubud, guaranteeing you absolute privacy during your evening meal. Surrounded by lush foliage with the raging Ayung river just beyond the trees, the houses are breathtaking in their detail and design, making them a truly unique location for a romantic evening out. Every piece of furniture in our house is made of bamboo and to create the perfect setting for a romantic soirée, we will decorate your table with a beautiful flower arrangement and candles. Below is our dinner menu MENU: Welcome drink of tamarind tea *** Vietnamese roll with prawn and mango dipping sauce *** Your choice of one main course: - Rib-eye steak with sautéed amaranth and mushrooms OR - Chargrilled young papaya steak with tasty Balinese sauce and sautéed amaranth and mushrooms OR - Chargrilled tuna steak with tasty Balinese sauce and sautéed amaranth and mushrooms *** Chocolate mousse with homemade lady fingers *** Complimentary water will be served throughout the dinner but you can add on a bottle of wine. This dinner is available every night but due to the limited availability of our homes, please give us at least 2 days notice so we can create an unforgettable evening for you! Dinner time: 5-8pm (latest 9pm for non-staying guests)",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-enjoy-a-romantic-candlelight-dinner-in-an-all-bamboo-house/2167?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Romantic Candlelight Dinner in an All-Bamboo House",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 10:57:06"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 57829,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355861842/zpusvkqz8kzxrxrw9co5.jpg",
        "strIntroduction": "This is a unique and unforgettable experience to see this critically endangered Sumatran Orangutan (Pongo abelii) in the wild. You will see orangutans in their natural habitat, feeding, making nests, playing with their young or traversing the tree tops. Its also an opportunity to learn more about the orangutan and understand why they are so close to extinction.You will also learn about the local fauna & flora including traditional medicines used by the Sumatran people from your experienced guide. You will be trekking with just your guide, so you decide the pace and stop where you like. If you would like to join others trekking this is also possible – just let us know. Here's what you can expect to see on your Orangutan trek: - Ex-captive orangutans now living in the wild, making daily nests and feeding - Wild Orangutans - White handed Gibbons - Long and short tailed Macaques - Thomas leaf monkey - Hornbills- Asian Pied, Rhinoceros Hornbill - Monitor lizards, Flying Lizard - Green tree frogs - Signs of honey bears - Leopard cat - Amazing plant diversity plus many different tropical insects and birdlife How this trek benefits Sumatran Orangutans, Elephants and the National Park - Supporting local trekking guides, who also act as government forest rangers, living on simple wages - You will come away knowing more about the plight of the orangutan, and maybe even get inspired to help,or at least pass on your new knowledge to others. - Supporting local businesses at Bukit Lawang and Tangkahan which helps the local people place value on their natural resources and safeguards the future of the orangutan === Details of the Experience === Day 1 - Arrive Medan Sumatra - Airport transfer 3 hours from Medan Sumatra to Bukit Lawang - Sleep Bukit Lawang Day 2 - REST DAY / Explore the area (Note: this day can also be changed to day 5) - Orangutan feeding platform - Activities - Dinner - Sleep Bukit Lawang Day 3 - Guided trekking in Leuser National Park (4 – 5 hrs) - Dinner - Riverside camping Day 4 - Guided trekking in Leuser National Park - Dinner - Riverside camping Day 5. - Guided Trekking - Return river tube riding - Swimming - Dinner - Sleep Bukit Lawang Day 6. - Transfer to Medan Airport",
        "strLocation": "Sumatra",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-sumatra-orangutan-trek-special-with-camping/467?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See Endangered Orangutans in the Wild",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 11:01:03"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 62517,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355861825/rdwcgzlccecaquofduy1.jpg",
        "strIntroduction": "This is a unique and unforgettable experience to see this critically endangered Sumatran Orangutan (Pongo abelii) in the wild. You will see orangutans in their natural habitat, feeding, making nests, playing with their young or traversing the tree tops. Its also an opportunity to learn more about the orangutan and understand why they are so close to extinction.You will also learn about the local fauna & flora including traditional medicines used by the Sumatran people from your experienced guide. You will be trekking with just your guide, so you decide the pace and stop where you like. If you would like to join others trekking this is also possible – just let us know. Here's what you can expect to see on your Orangutan trek: - Ex-captive orangutans now living in the wild, making daily nests and feeding - Wild Orangutans - White handed Gibbons - Long and short tailed Macaques - Thomas leaf monkey - Hornbills- Asian Pied, Rhinoceros Hornbill - Monitor lizards, Flying Lizard - Green tree frogs - Signs of honey bears - Leopard cat - Amazing plant diversity plus many different tropical insects and birdlife The best part of the trek is that it benefits the Sumatran Orangutans, Elephants and the National Park. By taking this trek you are: - Supporting local trekking guides, who also act as government forest rangers, living on simple wages - You will come away knowing more about the plight of the orangutan, and maybe even get inspired to help,or at least pass on your new knowledge to others. - Supporting local businesses at Bukit Lawang and Tangkahan which helps the local people place value on their natural resources and safeguards the future of the orangutan === Details of the Experience === Day 1 - Arrive Medan Sumatra - Airport Transfer 3 hours from Medan Sumatra to Bukit Lawang - Sleep Bukit Lawang Day 2 - Orangutan feeding platform - Guided trekking in Leuser National Park - Dinner - Riverside camping Day 3 - Guided trekking in Leuser National Park (4 – 5 hrs) - Return river rafting - Sleep Bukit Lawang Day 4 - ½ day motorbike ride to Tangkahan - River swimming / hot spring - Sleep Tangkahan Day 5 - Elephant trek & rehabilitation center - Elephant feeding and washing in the river - River tubing / Swimming - Sleep Tangkahan Day 6 - Transfer 7am to Medan Airport",
        "strLocation": "Sumatra",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-sumatra-orangutan-elephant-trek-with-camping/466?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Orangutan & Elephant Trek with Camping",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 11:05:52"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5080,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858747/eegh1s7bxkv7brf3umfe.jpg",
        "strIntroduction": "Bedugul is the name of place located in mountain area encircled by the natural environment with beautiful panorama of Beratan Lake. Your full-day tour will last 8 hours and depart from your hotel. In this exciting stand-up paddle adventure you will paddle around the lake with our professional SUP guides. The water is clear and calm with beautiful mountains as backdrop view that will make you want to stay here! Everyone can stand up and paddle, and we will teach you the basics so that you can do so yourself within 5 minutes as well. What You Will Learn : Safety Getting familiar with equipment How to stand up on board and paddle Proper paddling stroke How to use paddle for balance How to turn the board How to pick up and carry board",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-stand-up-paddle-day-in-a-bali-lake/434?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Stand-Up Paddling on a Lake in Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 11:11:31"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3517,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858733/sgm2akjb2k0zw84207ly.jpg",
        "strIntroduction": "We will teach you the basics of standing and paddling on flat water. Everyone can stand up and paddle within 5 minutes of getting in the water. We will take you to a location in Southern Bali where conditions are ideal for beginner paddler. Come out and try the exciting new sport of stand up paddle! What You Will Learn : Safety Getting familiar with equipment How to stand up on board and paddle Proper paddling stroke How to use paddle for balance How to turn the board How to pick up and carry board",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-stand-up-paddle-beginners-lesson/433?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Stand-Up Paddle",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 11:16:26"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1379820901/af7ev7z4a2ighygxzvxz.jpg",
        "strIntroduction": "(This experience is hosted by a non-profit organization. It will receive 100% of the price listed here) This orphanage was set up In loving memory of Jodie O'Shea, a young Australian woman who tragically died as a result of the horrific Bali bombing on October 12, 2002. With the blessing of her parents, her memory lives on in our beautiful children and reminds us all that, even out of tragedy, truly wonderful acts of kindness are born and humanity can blossom and bringing joy and love. Our home currently houses 69 children, all orphans. We are a small team of people committed to providing a healthy, loving and secure environment for our family. There is no funding so we solely rely on the kind donations of others which include money, food and other essentials. As I'm sure you will agree, education is the key to a better future. All of our children attend local schools and our goal is to continue to support their educational efforts until they are able to go out into the workforce as confident adults. We will be grateful for any donation you can support us with! Volunteers are always welcome. **The price options available are the donation amounts that you can choose to make for your visit to the orphanage, regardless of your group size.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-visit-the-lovely-children-from-jodie-oshea-orphanage/1097?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit the Lovely Children from Jodie O'Shea Orphanage",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 11:22:46"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9800,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1378300687/cvmfsrb2ss21x1a51d0u.jpg",
        "strIntroduction": "My mission with this class is to provide you with the knowledge, skills, inspiration and motivation required to embark on a healthy, vibrant, raw food-powered lifestyle. One of my favorite ways to do this is to teach people Raw Food Nutrition and Raw Food Freeshing in an intimate setting (my home) where you can see hands on just how easy it can be to make delicious, healthy food that supports your ideal lifestyle and life mission. The class will consist of us covering 6 raw food recipes, some of which are going to be hands on for you. At the end of the class, you will be able to take home a book of recipes so you can replicate these delicious dishes at home!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-discover-raw-food-in-an-intimate-setting/1017?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Raw Food in an Intimate Setting",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 11:28:52"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355861924/wlearfiyiif9rlnql6yp.jpg",
        "strIntroduction": "The cooking lessons are given by the beneficiaries of the Foundation (which themselves did not know Cooking 6 months ago). You cook what you eat and with a little luck, you'll even cook for customers of the \"Fair Warung Balé\". From 10:00 am to 12:00 am you will learn the ingredients that you will use in your meal (local spices, roots, meats, sauces, fruits, vegetables etc ...). You also can also go to the market with one of the beneficiaries of the Foundation. From 12:00, one after an other, you will cook your food in front of the other participants. You can chose to pay what you want for this experience - it's a donation to the foundation! Please select the amount in the options of the activity.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-learn-balinese-cooking-class-in-a-social-warung/472?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Balinese Cooking in a Social Warung",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 11:34:19"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355855926/skl6f7763bncfuttrjzc.jpg",
        "strIntroduction": "Go back to nature! Come along a fascinating downhill cycling tour from Mount Batur (Kintamani Village) and through the quiet back roads of Bali's beautiful countryside. There is so much to explore. You will visit a woodcarving workshop, temples, a coffee plantation and many rice paddies fields. Experience local fruits, vegetables and herbal teas. Come and enjoy the mythical Balinese culture and hospitality with us!!!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-cycle-down-a-volcano-and-through-the-rice-fields-of-bali/351?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cycle down a volcano and through the rice fields of Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 11:37:39"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 45459,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1449797069/nnmt2o64ndblpfw6z6ze.jpg",
        "strIntroduction": "Let's get the new year started right! Join us to see Bali from a whole new angle and take in an aerial tour giving you an eagle-eye view of this breathtaking island! Your flight will start with you soaring over Bali's south-western coastline that includes legendary beaches such as Kuta and Legian. From there, we'll fly up to the iconic Tanah Lot temple, said to be guarded against intruders by mythical sea snakes. Next, we return inland over some gorgeous rice terraces and then proceed towards the southern Bukit peninsula. It's here that you'll glimpse and pass over the jaw-dropping Uluwatu Temple, situated on a 90-meter tall limestone cliff perched above the majestic Indian Ocean. Come try the aerial tours we've designed that show you the very best of Bali, the Island of the Gods - there's no better way to celebrate the special occasion and welcome 2016! Sights you'll see: - Kuta & Legian Beach - Tanah Lot Temple - Rice Terraces - Uluwatu Temple - Bukit (Peninsula) Coastline - Jimbaran Bay - Dreamland Beach - Seaweed Farms - Garuda Wisnu Kencana Statue Weight Limit - 442 KG",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-new-years-day-helicopter-tour-with-champagne-toast/4254?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "40 Min New Year's Day Helicopter Tour with Champagne Toast",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 11:41:58"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8983,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1449751134/dgq4hdzlucnpk0dr3psk.jpg",
        "strIntroduction": "The traditional Javanese & Balinese way of celebrating is no less merry than exotic. This New Year's Eve, we'll be hosting an open-air celebration with a Pasar Malan atmosphere, the authentic, traditional Bali and Indonesia. Being present will mean traveling back through time up to hundreds of years, and finding yourself in a different era and place that of a forgotten Indonesia. One of the highlights of the night will be a REOG PONOROGO, a mamed hundreds-years-old annual festival hailed from Ponorogo in east Java involving a mythical battle between the King and the magical lion creature known as Singa Barong; this mystical creature is danced by men wearing masks weighing 30-40 kg supported only by the strength of their teeth! Besides that, you'll also enjoy a luxurious dinner spread as indicated in the menu below. As midnight approaches, the party will evolve with more festivities including a lively band's selection of tropical grooves and bonfires on the beach lawn facing the Indian ocean. Nothing compares to our grand finale though. During the countdown and as the clock strikes midnight, each guest and our staff will release sky lanterns from our lawn to usher in the new year. Watch as the night sky turns orange dotted with these lanterns, each carrying your wishes into the new year. So what are you waiting for? Come and join us at Hotel Tugu to make this celebration to remember! DINNER MENU at PASAR MALAM TUGU Appetizer Parade by Ibu-Ibu and Mbok Desa Martabak (fried stuffed pastry) Bakwan Jagung (Corn Fritters) Warung Aneka Bakaran (BBQ Menu) Sate Lilit (fish skewer) Sate Ayam (chicken skewer) Sate Vegetables (vegetable skewer) Sate Udang Bumbu Garlic Pesto (spiced prawn skewer) Ikan Bakar Madu & Bawang Putih (honey marinated spiced grilled fish) Warung Nasi Campur Bali (Balinese Mix Rice) Nasi Jagung (corn rice) Nasi Putih (steamed white rice) Tum Biu Batu (young banana with Balinese spiced chicken wrapped in banana leaves) Jukut Meurab (steamed vegetables in spicy grated coconut) Bebek Betutu (slow roasted Balinese duck) Jukut Ares (banana stem soup with chicken) Kerupuk Babi + Kerupuk Udang (pork skin and shrimp crackers) Babi Guling (slow roasted Balinese suckling pig) Warung Nasi Campur Jawa (Javanese Mix Rice) Nasi Bang Samin (East-Javanese fried rice) Nasi Kuning (turmeric rice) Nasi Merah (red rice) Botok Tahu Tempe (steamed tofu and soybean cake in banana leaves) Gudeg Nangka (young jackfruit in coconut milk) Plecing Kangkung (waterspinach with sambal) Rendang Jawa (slow cooked marinated tender beef) Kerupuk Kampung + Peyek (assorted crackers) Dessert Parade Lupis, Cenil, Putu Pukis Serabi Pandan Gulung Pisang Bubur Ketan Hitam",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-hotel-tugu-new-years-eve-night-market-and-1001-lanterns-festival-by-the-sea/4252?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tugu New Year's Eve: Night Market & 1001 Lanterns by the Sea",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 11:45:30"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8983,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1449752487/ojf7vjh6ycglgw6uvxd5.jpg",
        "strIntroduction": "Come celebrate the New Year in style at El Kabron. With our party deck perched 50m above the majestic Indian Ocean, we are the best place in Bali to bid adieu a fantastic 2015 and to welcome an even better 2016. From 7:30pm onwards, whirl out to live music from the prodigious Tony Blunt and Cleave Martinez, while you enjoy a glass of wine (on the house; additional cocktails can also be purchased from the bar all night long) and our gourmet Spanish six-course dinner. We promise that it will be an experience to remember for a lifetime as you usher in the New Year over the Indian Ocean with a mesmerizing display of fireworks. NEW YEAR'S EVE DINNER Tapas and Appetizers Foie Gras Salty “Parfait” Fine Cantabrian anchovies on a sourdough toast Spanish selected Iberico Jam Truffled Cheese bites Toasted bread drizzled with tomato and extra virgin olive oil Starter Marlin “Onsen Tomago” Slow-cooked Marlin fillet, fennel hummus and lemon dressing Main “Canelón” Roasted chicken and beef “Canelloni” with wild mushrooms Paella Soft cooked Seafood Paella Dessert Pastry selected sweets and petit fours One Glass Complimentary Wine by Cape Discovery (our bar is open all night to order other cocktails)",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-el-kabron-new-years-eve-gala-dinner-uluwatu/4251?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "El Kabron New Year's Eve Gala Dinner in Uluwatu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 11:48:51"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6022,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1449734901/cwldrizq3xrfuzadp5j5.jpg",
        "strIntroduction": "Come and celebrate the end of the year and open 2016 with us at Finn's Beach Club. We have an amazing night of fun, music, chill-out sessions, and good music planned. From 8pm onwards, jam out to live music from the fabulous Athron McCann while enjoying a welcome cocktail and gourmet food from the menu below (additional cocktails can also be purchased from the bar all night long). Then, starting at 11pm, chill out to DJ Buche on the beach with bonfires and our curated chill out lounges. At midnight, welcome 2016 with a sparkling toast while being dazzled by fireworks. Come join us at Finn's for New Year's Eve; this is one event you won't want to miss this holiday season! GOURMET COCKTAIL FOOD MENU Canapés Tasmanian Salmon Tartare With Sturia Caviar Smoked Duck & Goat Cheese Rolled Served On Crouton Queen Scallop Ceviche With Exotic Fruits Green Asparagus Rolled With Parma Ham & Provolone Cheese Smoked Salmon With Dill Cream Cheese Sweet Garlic & Potato Croquette With Paprika & Bell Pepper Coulis King Prawn Skewer With Housemade Thousand Island Dressing Cold Bites Yellowfin Tuna Tataki With Crushed Fennel & Passion Fruits Emulsion Fish Taco Served On An Organic Corn Chip Blinis With Sweet Pepper, Caramelized Onion & Chorizo Mozzarella, Cherry Tomato, Artichoke And Olive Skewer Chicken Tortillas With Avocado Guacamole, Coriander & Sour Cream Hot Bites “Cappuccino Style” Butternut Squash Soup With Balsamic Reduction Grilled Beef & Capsicum Skewer With Tzatziki Sauce Babi Guling Spring Roll Braised Beef Rendang With Sweet Potato Puree Vol Au Vent Maison With Spinach, Ricotta & Parmesan Pork Money Bag With Sweet & Sour Sauce Crispy Prawn Tempura With Coconut Curry Mayonnaise Grilled Fish Skewers With Sesame Seed, Avocado & Orange Emulsion Sweet Bites Lemon Tartlets With Flambé Meringue Mini Balinese Vanilla Crème Brulée Valhrona 72 % Bitter Chocolate Cake With Hazelnut & Banana Tiramisu Exotic Fruit Skewers Midnight Pizza Snack Station 4 Cheeses, Grilled Chicken, King Prawn, Primavera, Turkish Delight",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-finns-beach-club-new-years-eve-cocktail-party/4250?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Finn's Beach Club New Year's Eve Cocktail Party",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 11:54:39"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 35723,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1436925722/efvao025upohimupa8yg.jpg",
        "strIntroduction": "This is our most popular scenic flight covering the following locations: - Tanah Lot temple - Located on a massive rock off the coast, this is one of Bali's most important sea temples, said to be protected by a mythical sea snake. A view from the air gives you a once-in-a-lifetime memory of this postcard-perfect world heritage site - Sanur's sweeping coastline - a favorite local haunt to catch the sunrise - Tabanan Rice Terraces - This area is off the regular tourist trail and thus a much quieter expansive of greenery. Wave to the farmers from above! - Seminyak - the heart of Bali's hip restaurant and shopping scene [Total weight limit: 457KG including luggage] NOTE: - If you have less than 4 in your group, the start time for your shared flight charter will be dependant upon the other guests whom you we are combining you with. When going through the booking process, please note the start time you would prefer to fly at so we can then advise you on the possibilities. - Please plan to arrive at the Heliport at least 30 minutes prior to your departure time to watch the instructional safety video",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-thirty-minute-scenic-bali-helicopter-flight-shared/3699?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "30 Minute Scenic Bali Helicopter Flight (Shared)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 11:58:53"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 48148,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1436880510/wlkdoesgyjahhvntb1qb.jpg",
        "strIntroduction": "Whether it's your first time in Bali or your 5th time visiting, let us open your eyes to the beauty of the island from above. After a day relaxing by the beach or pool, wind down with this sunset helicopter tour to take in some of Bali's most important and beautiful landmarks: - Tanah Lot temple - the temple on a rock that is one of the island's must-see spots - the famous Kuta Beach - magnet to the surfer community in the 70s - Jimbaran bay - home to many a seafood restaurant, this crescent bay is lovely from above - Dreamland beach - recognised as one of the best surfing spots in Bali - Uluwatu temple and its spectacular cliffs - famous for the best sunset views in Bali - the seaweed farms of Bali's Southern Peninsula (yes you can actually see seaweed in the clear waters around Ceningan island!) [Total weight limit: 422kg including luggage] NOTE: - If you have less than 4 in your group, the start time for your shared flight charter will be dependant upon the other guests whom you we are combining you with. When going through the booking process, please note the start time you would prefer to fly at so we can then advise you on the possibilities. - Please be at the Heliport at least 30 minutes prior to your departure time to watch the instructional safety video",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-forty-minute-bali-sunset-helicopter-flight-shared/3700?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "40 Minute Bali Sunset Helicopter Flight (Shared)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 12:03:48"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1172,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1434092695/knv0el8j5zgyfnfw79f2.jpg",
        "strIntroduction": "For those who love marine life, the Gili islands offers fantastic snorkeling opportunities. You can rent masks and fins off pretty much any beach, but since the currents can be quite near the shore, book a trip with us so we can take you to the best locations directly (this saves you spending most of your energy fighting the currents before you reach the best snorkel spots) Our glass bottom boat will pick you up from Gili Trawangan around 10 AM to first get you set up with all the equipment and then take you to 3 of the best snorkel spots around the Gilis. Our visit will also include the shipwreck between Gili Meno and Gili Trawangan where we can see blue coral and a host of colorful marine life. If you don't mind getting to know other travelers while we take our big boat out, this trip is a great introduction to the Gili islands while getting a close up look at all the different kinds of colorful fishes and corals. You also get to see the 3 stunning islands and their beaches. Enjoy!",
        "strLocation": "Gili Islands",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-gili_islands-gili-islands-snorkel-trip-by-glass-bottom-boat/3587?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Gili Islands Snorkel Trip by Glass Bottom Boat",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 12:07:30"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6564,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1435719507/vac7peblryb79h0osced.jpg",
        "strIntroduction": "Let us know your arrival time in Lombok and we will send our spacious air-conditioned private car to pick you up from the airport and take you straight to Teluk Nara private boat harbor in Lombok where you will catch a private speedboat to the Gili Island of your choice (Gili Trawangan, Gili Meno or Gili Air). With this speedboat, the journey which usually takes 25minutes by public slow boat (not recommended for a smooth experience) only takes 5 minutes. This is the quickest, easiest and most convenient way to get to the Gili Islands and for maximum convenience, you can also book the reverse journey on your way back to Lombok.",
        "strLocation": "Lombok",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-lombok-private-transfer-from-lombok-airport-to-the-gili-islands/3658?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Transfer from Lombok Airport to the Gili Islands",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 12:12:54"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 14000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1419094844/mejttndplrdofafw8a1q.jpg",
        "strIntroduction": "Tucked by the surf and sunset beach of Canggu is one address to visit for a most authentic old Bali experience – a little hidden gem called Hotel Tugu Bali, awarded as one of the most unique places in the world and frequently mentioned as ‘a sampling of paradise’. This New Year's Eve, our celebration is inspired by the life of the charismatic artist Walter Spies in Bali. The legendary Walter Spies arrived in Central Java in the early 1920s and then lived in Bali till the end of 1930s. Spies was one of the biggest art heroes in Bali, and gave a great contribution to the Balinese art. His life was forever surrounded by arts: paintings, music, cinema and dance. His house in Bali was an established stop on the circuit of well-known figures as Charlie Chaplin, anthropologist Margaret Mead, Mexican artist and caricaturist Miguel Covarrubias and many more passed through as guests. For this New Year Eve 1930’s party, find yourself transported to the romantic art deco era of Bali in the early 20th century and celebrate like the 1930s artists. Walter Spies' choreography of the celebrated Kecak dance that became the trademark of Bali will be performed as well as other old dances of Bali 1930s, followed by the 1920s and 1930s swing jazz tunes of Marlene Dietrich, Ella Fitzgerald, Duke Ellington, Louis Armstrong The night will begin with a short Balinese blessing, followed by a 1930s celebration in style. Lavish 5 course dinner, welcome cocktail and dances till the countdown. MENU: Javanese Clam Soup Kaffir lime, tamarind, light coconut milk ~ ~ ~ Tugu’s Signature Pork Belly Kalas long beans, Balinese spiced sauce ~ ~ ~ Tamarillo & Mint Sorbet ~ ~ ~ Lamb Chops Rendang Style Couscous, mint, cucumber, baby red onions, kemangi leaves or Grilled Scallops Creamy black ink rice, baby squid, roasted vegetables, tingkih & bumbu seasoning or Eggplant & Tofu Kare Sweet tempe straws, sundried tomato rice ~ ~ ~ Indonesia’s Original Lapis Cake Tingting kacang crispy shavings, caramel & macadamia ice cream ~ ~ ~ Tea, Coffee & Petits Fours",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-celebrate-new-years-eve-in-bali-with-a-1930s-themed-party/2956?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Celebrate New Year's Eve in Bali with a 1930s Themed Party",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 12:16:21"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1419094360/xj606czugoln3ffjpwxs.jpg",
        "strIntroduction": "On December 25th at 7 pm, embrace the spirit of Christmas at one of Bali's most beautiful boutique hotels with a concert of christmas carols sung by the children of the Panti Asuhan Alas Kasih Orphanage followed by the distribution of Christmas presents through donations to our Wishing Tree. Please join us and the children from Negara as we cherish the joyful moment of this Festive Season. We invite you to accompany us in the Christmas spirit and to contribute to the lives of these children by celebrating Christmas Day at Hotel Tugu Bali. Share the love with the less privileged and give back to our community the happiness they all deserve. Festive 5 Course Menu Including Tropical Cocktail & Christmas Carols MENU Beetroot & Apple Soup Crème fraîche, grissini ~ ~ ~ Exotic Christmas Salad Selection of fresh garden salad, watercress, walnut, feta, orange, passion fruit or Sesame Crusted Seared Tuna Rice noodles, sautéed vegetables, edamame, light sweet & sour dressing ~ ~ ~ Kaffir Lime & Basil Sorbet ~ ~ ~ Open Ravioli, Butternut Squash & Porcini Mushroom Spinach, parmesan shavings, nutmeg or Mango Glazed Mahi Mahi Orzo, green peas, asparagus, cashew nuts, coconut shrimps or Balinese Infused Duck with all the Trimmings Sautéed potatoes, carrots, Brussels sprouts, Yorkshire pudding ~ ~ ~ Tamarillo Cheesecake Roasted walnut, cinnamon, rosella infused dressing or Tugu’s Sticky Toffee Pudding Macadamia ice cream, caramel and our final secret touch ~ ~ ~ Tea, Coffee & Petits Fours Includes 1 Tropical Christmas Cocktail per person.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-celebrate-christmas-in-bali-with-a-charity-concert-and-dinner/2955?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Celebrate Christmas in Bali with a Charity Concert & Dinner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 12:20:49"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1413003368/tbwiqwifdnssmjl3fjfl.jpg",
        "strIntroduction": "Begin up in the mountain of the Bedugul region, overlooking the gorgeous rice paddies and experience an atmosphere that's quite different to the more commonly known and advertised south Bali. Start the hike by walking down into the jungle. The first few metres will be easy as we have a footpath laid out for you. You will reach an open space that has a few different temples. Our guide will sit you down and explain the significance of Balinese Village Temples. After this short rest, the trekking continues, slightly tougher than the start but still completely manageable. You will find yourself enclosed by the thick trees and plants. Our guides will point out all the natural vegetation and inform you more about the jungle's ecosystem. We will stop by one of the oldest trees in the Jungle (more than a couple hundreds old at least), and if you'd like, you can swing from one of the tree vines, just like Tarzan :) After that, we will continue down to see more local shrines and temples and enjoy a couple of local organic fruits like passionfruit and oranges whilst taking a short break. We will end the trek by crossing the Tamblingan Lake using a traditional dugout canoe ,steered and paddled by one of our local Balinese village men. Of course, if you'd like to try your hand at it and get a workout in, you're free to do so!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-canoe-and-trek-through-balis-jungle-and-lake-in-bedugul/2782?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Canoe and Trek through Bali's Jungle and Lake in Bedugul",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 12:25:08"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1719,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1410514056/dnpw1t684dcdxw97jowg.png",
        "strIntroduction": "Walk an invigorating journey through the shaded gardens of our natural Eco-Park, where you will discover and sample a range of traditional Indonesian health/healing remedies, such as Jamu drinks, sourced from many tropical herbs grown in our organic gardens. On your journey, you will discover our Waste Recycling Station, where ROLE demonstrates how to separate and recycle Indonesia's waste and reduce pollution for a clean Bali. We will show you our Compost Station, where we can teach you how to produce your own organic compost for use in our gardens, chemical-free. Discover our organic permaculture planting techniques, reforestation in Indonesia, and explore alternative energy sources in our solar renewable energy establishment. You can experience the natural dyeing of cotton using Ketapang leaves, and explore the production in our Natural Dyeing and Weaving workshop, where local Indonesian women weave beautiful scarves using astounding traditional machines. The \"Weaving Futures: Natural Dyes and Weaving\" is an important station in our Eco-park, because you are given the opportunity to purchase our beautiful products, which support local women and ROLE's commitment to alleviate poverty and empower women through skills education. Explore our marine protection and protected species station, then at our \"Soap for Hope\" station, we show you how used soap is cleaned and recycled using 3 cleaning processes, heating then pressing, for later donation to orphanages in need. Lastly, have a refreshing finish at our park's Scenic Warung at the top of the mountain, where you can enjoy views over Nusa Dua and beyond, while we serve you fresh fruits and drinks.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-enjoy-a-nature-tour-of-our-sustainable-eco-centre-in-bali/2717?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Nature Tour of our Sustainable Eco-Centre in Bali!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 12:31:04"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 23400,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1407469417/ajfcbwdvanz6u7z2cmng.jpg",
        "strIntroduction": "Out on the seas, one yacht stands out among all others with its beautiful design and sleek aesthetic, our superyacht! If you're looking for something out of the ordinary, an amazing time out on the high seas, a mind-blowing location to celebrate a wedding, birthday, or company party, you've come to the right place for the ultimate party on the water! == The Boat / Journey == Once an Indonesian cargo ship, Italian architect designers have refurbished this 130 foot long ship it into a uniquely luxurious superyacht. We used local teak and iron wood panelling to give life to something different from the usual superyacht, yet still elegant. On top of that, we added a state-of-the-art cockpit and jacuzzi pool, swanky bar, restaurant and entertainment lounge, and six gorgeous air-conditioned cabins with all the modern amenities you ask for. Designed as a space where music, service and entertainment blend together to become its distinctive feature, our yacht is the perfect venue for you create your own club on the move. The entertainment lounge is fitted with a huge flat-screen TV and a Bose surround sound system that provides vibes throughout the superyacht and the entire vessel is equipped with subtle lighting that emanates from behind the rich wood panelling. Up top the party zone transforms in the evening into a venue that one would only find in the best clubs in Tokyo, New York, London, or Paris! The result is a beautiful superyacht that one could only dream of, something we call eco/luxury! Best of all, we can sail anywhere, so you can choose between a roundtrip journey to Nusa Lembongan, where you'll be able to snorkel, or one around Bali to view its majestic east coast and the towering Mt. Agung that rises above the entire land. == Special Italian Canapé Lunch Menu == This special lunch is served on board! Canapé Station with 400 Canapés, including: Tomato bruschetta Mushrooms garlic Pepper cream cheese Bresaola rocket Salad Station Selection of lettuce, tomatoes, corn, carrots, boiled potatoes, crispy bacon, boiled eggs, cucumbers, and more with a choice of either French, cocktail, or yoghurt dressing. Pasta Bar Traditional lasagna Tagliatelle pesto Tagliatelle bolognese Main Course Scallopine al limone (chicken breast in a lemon sauce) Polpete napolitana (Italian meatballs in tomato sauce) Roasted potato rosemary Dessert Ice coffee cream (coffee cream mousse) Served with a glass of wine or beer, soft drinks, mineral water, tea & coffee == Boat Technical Specifications == Length: 130ft (40m) Max Width: 25ft (10m) Engine: 380hp (385cv) Max Speed: 10 marine knots Autonomy: 600 miles (1110km) 87 hours Construction Material: Iron & Teak Wood Maximum Capacity: 125 Passengers Crew: 7 Onboard Facilities: Jacuzzi pool 6 master cabins with private toilet 2 guest toilets Open bar, kitchen and restaurant Cinema room",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-luxury-super-yacht-half-day-charter/2564?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Charter a Luxury Superyacht for a Private Party on the Water",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 12:35:25"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 500000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1407468127/gf9qwksdteydlta0zl5d.jpg",
        "strIntroduction": "There's no need rough it out if you want to interact with wildlife. Travel in style in our luxury yacht whilst getting the opportunity to get up close with the Komodo dragons during one of our stops at the Komodo Island as well as test out a variety of dive sites. It's the perfect adventure! Itinerary: Day 1: Departure from Denpasar airport* (Bali) Day 2 : Labuan Bajo - Sabolan (2x day dives) Day 3 : Gili lawa laut - Gili lawa darat (3x day dives + 1 night dive) Day 4 : Sangeang – Banta Island (3x day dives + 1 night dive) Day 5 : Back to Labuan Bajo and special free dinner Dragoon130 Day 6 : Arrival in Denpasar airport (Bali) Once an Indonesian cargo ship, Italian architect designers have refurbished it into a gorgeous yacht by using its original teak and ironwood panelling and adding a state-of-the-art cockpit and jacuzzi pool on the upper deck, a swanky bar, restaurant and entertainment lounge on the lower deck, and six luxurious air-conditioned cabins with all the modern amenities you ask for. The idea behind this redesigning is to encourage not only the recycling of materials but to support the use of local materials. Technical Specifications: - Lenght: 130ft (40m) - Max Widht: 25ft (10m) - Engine: 380hp (385cv) - Max Speed: 10 marine knods - Autonomy: 600 miles (1110km) 87 hours - Construction Materials: iron & teak wood - Jacuzzi Pool - 6 Master Cabines with private toilette - 2 Guest Toilette - OpenBar and Kitchen - Cinema room - Total Passengers: 12 - Crew: 7",
        "strLocation": "Komodo Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-komodo_island-dragoon130-luxury-yacht-komodo-adventure-2015/2563?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Dragoon130 Luxury Yacht - Komodo Adventure 2015",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 12:39:34"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 25000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1407464067/mfll48wqicdomchgkeve.jpg",
        "strIntroduction": "Forget spending your honeymoon in a hotel room and stay in one of our lovely cabins aboard this beautiful yacht instead! You and your partner will not only enjoy the privacy of an entire yacht but get to taste a breakfast specially prepared by our crew. Once an Indonesian cargo ship, Italian architect designers have refurbished it into a gorgeous yacht by using its original teak and ironwood panelling and adding a state-of-the-art cockpit and jacuzzi pool on the upper deck, a swanky bar, restaurant and entertainment lounge on the lower deck, and six luxurious air-conditioned cabins with all the modern amenities you ask for. The idea behind this redesigning is to encourage not only the recycling of materials but to support the use of local materials. Technical Specifications: - Lenght: 130ft (40m) - Max Widht: 25ft (10m) - Engine: 380hp (385cv) - Max Speed: 10 marine knods - Autonomy: 600 miles (1110km) 87 hours - Construction Materials: iron & teak wood - Jacuzzi Pool - 6 Master Cabines with private toilette - 2 Guest Toilette - OpenBar and Kitchen - Cinema room - Total Passengers: 12 in cabins and 125 max - Crew: 7 Size of cabins: Master Cabin (22 sqm) Double Cabin (18 sqm) Standard Cabin (16 sqm) 24 hours on board check-in 12AM check-out 12AM",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-celebrate-your-honeymoon-on-a-luxury-yacht/2561?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Celebrate Your Honeymoon on a Luxury Yacht",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 12:42:59"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1407462736/mchm6sh6nzkntferuwtp.jpg",
        "strIntroduction": "Once an Indonesian cargo ship, Italian architect designers have refurbished it into a gorgeous yacht by using its original teak and ironwood panelling and adding a state-of-the-art cockpit and jacuzzi pool on the upper deck, a swanky bar, restaurant and entertainment lounge on the lower deck, and six luxurious air-conditioned cabins with all the modern amenities you ask for. The idea behind this redesigning is to encourage not only the recycling of materials but to support the use of local materials. The result is a sleek 40-metre party boat that can house up to 120 people for day cruises around Bali and Lombok, sunset DJ parties, and onboard adventures to exotic islands around the archipelago. ITINERARY & ACTIVITIES 15:30 - Departure from Hotels 16:30 - Check in & Boarding 17:00 - Departure Cruise 17:30 - Welcome Time 18:00 - Sunset with Live Music 19:00 - Start Dinner 20:00 - Arrival in the Harbour 20:30 - Departure Shuttle Bus 21:30 - Drop off to Hotels Technical Specifications: - Length: 130ft (40m) - Max Widht: 25ft (10m) - Engine: 380hp (385cv) - Max Speed: 10 marine knods - Autonomy: 600 miles (1110km) 87 hours - Construction Materials: iron & teak wood - Jacuzzi Pool - 6 Master Cabines with private toilette - 2 Guest Toilette - OpenBar and Kitchen - Cinema room - Total Passengers: 12 in cabins and 125 max - Crew: 7",
        "strLocation": "Lombok",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-lombok-sunset-party-onboard-a-luxury-yacht-in-the-gili-islands/2560?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Sunset Party onboard a Luxury Yacht in the Gili Islands",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 12:47:34"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3517,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1400056330/ojdj8khzdvbb6b4bqxci.jpg",
        "strIntroduction": "",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-wood-carving-lesson-in-central-ubud/2231?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Wood Carving Lesson in Central Ubud",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 12:50:44"
    },
    {
        "intDurationHour": 14,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 57500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1405917063/s6jqfuycwixwdf7l1q3p.jpg",
        "strIntroduction": "If you are an underwater enthusiast, drive directly to north west Bali to snorkel in the crystal clear waters of Menjangan Island and explore its amazing reef. Located just 5 miles off the coast of north-west Bali, the island is famous for the herds of wild deer which swim to the island every spring, but it's what under the water that's pretty amazing too. On this special day out, I'll bring you to see massive sea walls, Nemo (clown fish) and even friendly sea turtles! I promise it will be a day you won't forget. OUR ITINERARY: 06.00: We start our drive along the west coast of Bali from your hotel 09.30: Arrive in West Bali at the port 10.00: Prepare our snorkling or diving equipment 10.30: Take a 40-minute boat to Menjangan island 11.15 - 16.00: 2 dives with a local dive master and lunch on the island 16.00: Return to the mainland 20.00: Arrive back in your hotel",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-dive-or-snorkel-around-menjangan-island-in-north-west-bali/2485?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Dive or Snorkel around Menjangan Island in North West Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 12:54:51"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 26300,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1406563739/qpa0xuwo0vkaskfg3i0v.jpg",
        "strIntroduction": "For nature lovers and those interested in seeing a unique side of Bali not many tourists see, let me bring you deep into the island for a unique view. On this tour, we will enter the West Bali National Park, located on the north western side of Bali and enjoy a leisurely nature hike there with local fauna. We also make a few stops at cultural points of interest on the way back south, including a catholic cathedral and an important coastal temple. If you want to get off the beaten track, this would be it! ITINERARY (14 hours): 06.00: We start our drive along the west coast of Bali 08.00: Optional stop for breakfast at the village of Soka - with great views of the Indian Ocean from our restaurant location 08.30: Continue on our journey 10.00: Arrive in West Bali at the port of Labuan Lalang. 10.00 - 11.00: Begin our hike to see the blue and endangered white myna birds who live in the forest. During our walk, we may also bump into monitor lizards, snakes and perhaps antelope or deer! If we are REALLY lucky, we might be able to spot the servant eagle, one of the most spiritual birds in Bali and the inspiration for the Garuda! 11.00: Leave to return to South Bali 12.00: Arrive at the catholic community of Eka Sari village to see its beautiful big cathedral with unique Balinese decoration - the Dutch missionaries came to Bali and ordered it to be built in 1958. 13.00: Visit Pengambengan Fishermen village to see the unique boats from Arabic times. Hear the fascinating stories about this Muslim corner of Bali. 14.15: Arrive in Negara village to see its traditional market. Stop for lunch in a local restaurant. Try the local street food and rest for 1 hour. 16.00: Arrive in the coastal temple of Rambut Siwi temple, one of Bali's 8 directional temples revered by the Balinese. Learn about its fascinating history. Walk along the black sand beach, enjoy the amazing red sunset 18.00: Leave for your hotel 20.00: Arrive at your hotel",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-west-bali-national-park-and-cultural-day-tour/2484?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "West Bali National Park & Cultural Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 13:00:27"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3517,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1403763148/pktpo8liokzluh9jqyep.png",
        "strIntroduction": "Learn stand up paddle board (SUP) in Bali with us, and you'll be piloting the board along the beautiful coastline! Forget grovelling around the water, with the SUP, you can power through waves of all sizes with a quick change of your foot or with a stroke of your paddle. There is nothing more beautiful than gliding over the water as fish and rays swim underneath you. Level 1: Learn about the SUP equipment and pick up some basic paddling skills. You'll master the essential techniques and practice paddling across flat water, making turns, and learning how to stay upright. Level 2: Find out how to ride small waves, switch feet and keep balance while you paddle onto waves and make smooth exits. You'll learn how to control the board with your paddle and by moving your weight. Level 3: Pick up some advanced skills and move up to larger waves. Learn how to use the power of the paddle to rotate on your fins, move into and float off sections, and power into breaking waves with ease. Level 1 lessons will be held in Jimbaran beach, while Level 2 & 3 will be held in Sanur beach. Transportation between the 2 beaches will be provided. All lessons will begin with a 15min warm up session and briefing on land, where you can practice your SUP techniques before launching in the water. If you prefer free & easy stand up paddling, you can also rent our SUP boards to explore the oceans on your own.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-learn-stand-up-paddle-board-in-bali/2363?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Stand-Up Paddle Board in Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 13:04:43"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3907,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1403282808/ddmhy9qxqyaewrwhogob.jpg",
        "strIntroduction": "I can offer you spiritual insights into your future by reading your palm. The lines of your palm reveal much about a person's character, current situation, and future life. By evaluating the various lines, bumps, skin color, skin texture, and shape of your palm, I will tell you key insights into your future that you may be curious about.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-fortune-telling-bali-shaman-healer-balian/2322?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Attend Fortune Telling by a Bali Shaman Healer (Balian)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 13:09:25"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 58441,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1434507671/gwqytfdkoh2viu618pkz.jpg",
        "strIntroduction": "Join on us our trip to explore the beautiful Moyo island and Satonda island. Spread over 6 nights, we will cruise along the empty Lombok and Sumbawa coastlines by day and sleep at \"our very own\" deserted beaches by night. Moyo and Satonda are very much off the beaten path and are only ever visited by the occasional live aboard passing through. We will spend our days visiting Satonda's crater lake, waterfalls, beaches and snorkeling or diving the crystal clear waters surrounding Moyo and Satonda Island. Satonda island is a small volcano with a salt water lake in its crater, a beautiful beach on the east side, and a large colony of fruit bats which take flight for its nightly hunt at dusk. Satonda is also home to both great day and night dive locations. Moyo island offers something for everyone. There are two waterfalls that you can only reach by walking through a small traditional village and along a beautiful path into the island. Moyo island is also home to two reserves. One is the Moyo Hunting Reserve, home to barking deer, wild pig and macaques. Second is the Marine Park off Moyo that insures some great reef diving. South Moyo is also home to a small Japanese wreck which is great for both a day and night diving. You can also opt for an additional day time scuba diving package, and a UV night dive. Highlights including Blue Tree Wall, Lighthouse, Little Angel, Big Angel and the small WW2Japanese wreck. If you aren't comfortable with diving, we also offer a UV Snorkel add-on.",
        "strLocation": "Gili Islands",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-gili_islands-explore-moyo-island-and-satonda-island/2023?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Moyo Island and Satonda Island",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 13:15:29"
    },
    {
        "intDurationHour": 40,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9740,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1394430310/p5poy6yb6or7ld9ixw4d.jpg",
        "strIntroduction": "Increase your knowledge of the under water world with some in depth training on fish, substrates and invertebrates. Learn how to teach the EcoDiver course and help to spread the good work of Reef Check. This course is very popular with Dive Instructors. You will be certified to teach the Eco Diver course and the Discover Reef Check course. Prerequisites: Is a certified Reef Check EcoDiver, aged 18 years or above, and has completed any one of the following: a. has completed a minimum of 8 Reef Check surveys, or, b. has completed 4 or more academic or regionally recognized surveys (e.g. AGRRA) plus 6 Reef Check surveys, or, c. has a Master's degree in marine biology and has completed a minimum of 6 Reef Check surveys.",
        "strLocation": "Gili Islands",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-gili_islands-reef-check-instructor-course/2035?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reef Check Instructor Course",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 13:21:17"
    },
    {
        "intDurationHour": 80,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 49740,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1399096127/lkroh8v2ob5wwylsxc8g.jpg",
        "strIntroduction": "Sumbawa is one of Indonesia's untouched gems. For 10 nights, we will cruise Sumbawa's beautiful and rugged coastline down the Alas strait, snorkel or dive beautiful reefs & a small WW2 wreck, visit the famous Princess Di waterfalls & Satonda island, its lake & fruit bat colony After exploring the Alas strait we will venture east to Moyo and Satonda islands. Moyo is home to the famous Priness Diana waterfalls where you can enjoy a refreshing fresh water swim and fly over the waterfall on a rope swing. Half of Moyo island is a nature reserve and protected in the south is a beautiful white sand beach that we named fossil beach after discovering giant fossilised corals and clams on the beach. Off Moyos west coast is the highlight of Moyos underwater world; beautiful Angel Reef suitable for divers and snorkelers alike. To the north east of Moyo is a small volcano called Satonda, this volcano was hit by a tsunami many years ago and has a wam salt water lake in its small crater. In the southern bay where we will be moored are two beautiful dive and snorkel sites, with plenty more to be found all the way around the small volcano. In the evening a fruit bat colony that lives in Satondas caves flies off on their nightly hunt at dusk, a truely beautiful sight! In the evenings we will enjoy meals on board and beach BBQs and bonfires before retiring to your cabin or pulling your mattress our on deck and sleeping under the stars to the sound of water lapping the side of the hull.",
        "strLocation": "Gili Islands",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-gili_islands-island-hopping-snorkeling-diving-sumbawa/2024?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "10% OFF Island Hopping, Snorkeling, & Diving in Sumbawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 13:25:33"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4805,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1399174313/rsshactcc0hvhda6mm6c.jpg",
        "strIntroduction": "Enjoy your own private boat for a day of cruising the crystal clear waters surrounding the 3 Gili islands - Gili Trawangan, Gili Meno and Gili Air. You will ride in a traditional Bangka style Balinese boat with plenty of shade and netting in the outriggers for you to relax in and above the water. Time is free and flexible, and entirely up to you. Whether you choose to explore all 3 of the islands and snorkel the best reefs that the Gilis has to offer, or simply choose to sunbathe on the boat. The captain and crew will be there to help with your perfect island getaway.",
        "strLocation": "Gili Islands",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-gili_islands-enjoy-a-private-day-charter-around-gili-islands/2193?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Private Day Charter Around Gili Islands",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 13:29:20"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 103896,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1399099066/ufx1qcb7gjtycsotkbcz.jpg",
        "strIntroduction": "Reef Check is an international organization dedicated to coral conservation. It was established in 1996 in an attempt to create a simple standardised marine survey that can be used to monitor corals worldwide. Take part in our 5 night Reef Check Expedition to the North West corner of Sumbawa, where we will be conducting reef check surveys to contribute towards the establishment of a new marine park in the area. We also plan to start a new monitoring program of the manta rays and dugongs in the area with the data being used by manta watch to help tract the movements of these great marine mammals. Volunteers must be qualified Reef Check Eco Divers. Meeting point is at Manta Dive at 3pm on the day of departure. Please check in at Manta Dive 24 hours before departure to complete paperwork. ITINERARY: Day 1- Depart from Gili Trawangan at 3pm for an overnight crossing to Sumbawa. Day 2 - Conduct survey 1 & 2. Optional UV night dive. Day 3 - Conduct exploration dive to find new survey site and conduct survey 3. Conduct survey 4. Optional UV night dive Day 4 - Explore mangroves and look for juvenile species living within them. Conduct survey 5. Optional UV night dive Day 5 - Conduct exploration dive to find new survey site and conduct survey 6. Depasrt Sumbawa for overnight crossing to Gili Trawangan.",
        "strLocation": "Gili Islands",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-gili_islands-monitor-corals-in-a-6d5n-reef-check-expedition/2190?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Monitor Corals in a 6D5N Reef Check Expedition",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 13:34:14"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7792,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1395733070/o0xmmjnji9dr3xmn7w1p.jpg",
        "strIntroduction": "Flyboarding is a fast, fun and exciting new water sport that is literally taking off! We are excited to bring you this new revolutionary water craft and get you swimming like a dolphin and and soaring and spinning through the air. Aquaflight is the perfect example of when a picture speaks a thousand words! The price includes 10 minutes land training and 20 minutes fly time with a certified instructor. Come try this amazing new sport we've brought to Gili Trawangan and we know you'll get hooked! Note: we are located in Gili Trawangan (Gili T) and that location is the departure point for this experience",
        "strLocation": "Lombok",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-lombok-fly-through-the-air-with-aqua-flight-flyboard/2048?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Fly through the Air with Aqua flight Flyboard!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 13:38:07"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1954,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1395582434/idfhrbtpervrikbuysup.png",
        "strIntroduction": "Create your very own unique piece of jewelry - a bracelet, necklace, anklet, or whatever you desire - all under the watchful eye of your friendly workshop teachers. In our cheerful store, we have jars, boxes, and dishes of beads, bells, baubles, and tassels galore ,available in all colors of the rainbow and more, so you can pick your fancy, play around, and express your creativity! Depending on what you'd like to make, we can teach you how to make special knots to secure your accessories and give you a second opinion if you need one! This is a great activity for all ages, so bring your friends and family along for some fun with us!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-join-a-jewelry-making-workshop-in-seminyak/2063?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a Jewelry Making Workshop in Seminyak",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 13:43:49"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1394688419/atncycy6pl0jwtbqkkxg.jpg",
        "strIntroduction": "Join us for a completely new diving or snorkelling experience, unique to the Gili Islands. UV night diving and snorkelling shows the underwater world in colours you would only expect to see at a full moon party. Fluorescence underwater occurs when we shine blue, near UV lights on corals and fish that contain proteins that absorbs the blue light and re-emit the light in a different wavelength (colour). The result is incredible, on a UV night dive you can expect to see fluo pink scorpion fish, yellow shrimps and moray eels, orange crabs, green, pink and yellow corals. UV diving is still new and very little is know as to why corals and marine life glow with flouresence under water, Dr Charles H. Mazel PhD, an expert in flourence believes that fluorescing corals may indicate the health of a reef, in which case it could become a very important part of future reef conservation. UV night diving can be arranged every night of the week, spaces are limited so be sure to book in advance! For those who do not have logged night dives but still want to explore and get a taste of what the UV night diving world is like, UV Night Snorkel is the perfect activity for you. We depart from Gili Trawangan and visit 1 snorkel spot for a 30 minute snorkel and return to Gili Trawangan. PLEASE NOTE: ADVANCE BOOKING FOR UV NIGHT SNORKELLING IS NOT POSSIBLE. Very few sites around the Gilis are suitable for uv night snorkelling and the conditions have to be good for these sites to be available (ie no currents), it will be decided on the day if it will be available that night. So do MESSAGE OUR HOSTS and they will get in contact with you prior to and when you are on Gili Island, to inform you if you can do the UV night snorkel activity Photo credits: uwphotographyguide.com scubaboard.com www.dive.in Hermit - oceanfilms.co",
        "strLocation": "Gili Islands",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-gili_islands-try-a-spectacular-uv-night-dive-or-snorkel-on-the-gili-islands/1979?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try a Spectacular UV Night Dive/Snorkel on the Gili Islands",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 13:47:47"
    },
    {
        "intDurationHour": 32,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 23377,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1394429245/kuyqeswrsxb36hfgyyfq.jpg",
        "strIntroduction": "Did you ever dream of becoming a marine biologist or do you just love snorkeling? The Reef Check EcoDiver program allows anyone with an interest in the ocean -- from kids to adults – to learn more about tropical coral reefs. Reef Check combines education with action to give volunteers a unique experience while taking an active role in conserving the world’s reefs. The EcoDiver program allows participants the rare opportunity to work with teams of scientists throughout the world to combat the crises affecting our reefs today. The world’s reefs are changing fast, and it is up to us to ensure that reefs are around for future generations. How can you help? Simple. If you have experience snorkeling and diving, you can enroll in this 3-day EcoDiver certification course that qualifies you to help our teams to monitor reefs worldwide. Using the globally standardized scientific protocol, the Reef Check EcoDiver program collects valuable data to establish the status of coral reefs world wide. The data are analyzed and used locally by marine park managers, nationally by fisheries and environment managers and internationally by organizations including United Nations agencies to help better track and care for coral reefs. During this trip, you will learn about the threats to our local reefs and why monitoring the reefs are so important, marine identification and EcoDiver survey methods which will give you the skills which will allow you to take part in and conduct your own Reef Check surveys around the world. Prerequisites for the EcoDiver Course: - Open Water (any agency) - Complete a Peak Performance Buoyancy course EcoDiver Course includes training on substrates, invertebrates and fish identification, line deployment, site marking, data entry and full surveys. Please ask us if you have any questions!",
        "strLocation": "Gili Islands",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-gili_islands-learn-to-save-the-reefs-on-a-four-day-eco-diver-course/2034?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Save the Reefs on a 4 Day Eco Diver Course",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 13:51:49"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3126,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1394678795/sjdbdcc3djk1cwulgo1b.jpg",
        "strIntroduction": "Ever wanted to learn more about Indonesian cuisine? This cooking class in our home is a great way to learn more about this delicious cuisine in a friendly and welcoming environment. We start the day by picking you up from your hotel in Senggigi at around 9.45am. Then, it is a short 10-15 minute drive to our house, where you can enjoy our welcome drink and relax in the garden. The day will start with me introducing the utensils, ingredients and background of Indonesian cuisine. I will then assign each person a task, such that we can get cooking! : ) The cooking will take about 2 hours, and starting 12pm, we can sit down to enjoy the food and chat until 1.30pm. We make a minimum of 4-5 dishes each class, and a sample menu might look like below (this changes every day depending on what I think will go together): - Tempe manis - Fish in Banana Leaf - Perkedel Jagung (Corn Fritters) - Curry (Chicken, Fish or Beef) - Tofu with Yoghurt and Cream - Ikan bakar (Grilled fish) As someone who understands what it is like living abroad, I make it a point to teach dishes that you can reproduce at home, with the ingredients easily available to you. If you have any food allergies, just let us know and we can plan accordingly. Come and visit us the next time you are in Lombok and I look forward to welcoming you to our home.",
        "strLocation": "Lombok",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-lombok-enjoy-a-private-home-booking-class-in-lombok/1965?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Private Home Cooking Class in Lombok",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 13:56:12"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4728,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1380439330/we05m24yjutvsd5q1jg4.jpg",
        "strIntroduction": "It is said that Canggu Beach has one of the most beautiful sunsets in the island. If horse riding sounds like too much of a hassle and you'd like to avoid the crowds at Tanah Lot or Uluwatu, opt for a romantic soirée with your sweetie and hop aboard the Bendi - a vintage horse drawn carriage. As you snuggle together, we take you on a sunset ride on the beach and into the breezy rice paddies of the tranquil fishing villages nearby Hotel Tugu in quiet Canggu. The picturesque scenery we encounter sets the mood for a romantic night out and the rustic charm of this horse drawn carriage will make your evening with us one to remember.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-enjoy-a-romantic-sunset-horse-drawn-bendi-ride/1222?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Romantic Sunset Horse-Drawn Bendi Ride",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 14:01:04"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1391745827/u0f2y2slytfzbo7evh7y.jpg",
        "strIntroduction": "While you might come to Bali to see the sights, one of the most memorable and unique experiences you can have is a one night stay with the locals to experience our rhythm of life. As I have always been excited to showcase my village to guests, I've created an overnight program as follows to give you a taste of what it is like to live in an authentic Balinese community: DAY 1: 7pm: Pick up from your hotel for a night in our traditional Balinese house in Bona Village, which is famous for Lontar, or manuscripts made from dried palm leaves. Some even say the famous Kecak dance originated here! DAY 2: The next morning: Have some breakfast in our house, then follow my family to our traditional market for vegetables and meat. You will get a chance to see how we shop for our home-cooked lunch. After the market visit: Learn how to make local Balinese offerings called Canang Sari that we will place in the temple of the house (we do this multiple times a day). After you are done making offerings, we will take you to the rice fields with the men of the village to see how they work (you can also learn to plant rice!) before lunch time. Lunch: a home-cooked Balinese meal. Afternoon: We'll bring you to take a traditional Balinese Dance lesson at one of the dance studios in our village. In preparing for dinner, help us make the ubiquitous Balinese dish called Lawar - made from a mixture of vegetables, coconut and minced meat mixed with rich herbs and spices. It is so delicious that you will surely ask for the recipe! To complete your stay with us, enjoy dinner with us and soak in the camaraderie around the table. 8pm: Leave for your hotel. NOTE: If you are interested to see our village in a day (without the overnight stay), we can still fit all our activities in one day (Day 2's schedule). Just select the correct price on the drop down box to book this.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-authentic-bali-overnight-stay-in-a-traditional-village/1841?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Authentic Bali: Overnight Stay in a Traditional Village",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 14:04:37"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7092,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1380441474/r4harhfultogro3l17ud.jpg",
        "strIntroduction": "For hundreds of years, life in the Palace of Forbidden City of Beijing was dominated by the large number of eunuchs– men castrated to qualify as the emperor’s servants. In 1644 the Manchus conquered the Ming Dynasty and built the last dynasty to rule China, under the name “Qing”. The emperors during the Qing dynasty were very proud of the parties they held, especially the parties that took place in the Hall of Supreme Harmony, the room that was used to enthrone Emperor Pu Yi in 1908. At the end of the Ming Dynasty there were about 70,000 eunuchs employed by the emperor, some serving inside the Imperial Palace. Certain eunuchs gained immense power that occasionally superseded that of prime ministers. The dinner parties in this Hall of the Supreme Harmony were famous for their excellent service and their entertainment. The privilege of welcoming of the Emperor’s guests had the most experienced senior eunuchs. These days, this unique, colorful and merry way of dining is brought back to life by the Tugu Bali. It was inspired by the imperial way of dining in the Hall of Supreme Harmony at the Forbidden City. In Tugu Bali it is done at the 305-year-old Kang Xi period temple of Bale Sutra, specially reconstructed on the property. Presenting fine wines and delicious dishes of choice on antique silver trays, the dinner features a procession of eunuchs in colorful clothes and masks, playing merry instruments and singing poetic songs. It is a unique dining experience you will never forget. MENU Guo Tieh Tugu fried wonton dumplings with pork, chinese mushrooms, ginger and garlic filling *** Sweet Corn Soup with crab meat and onion greens *** Stir Fried Eggplants and Tofu with garlic and sweet spicy bean paste *** Breaded Deep Fried Baby Lobster with baby kalian and creamy lime coriander sauce *** Steamed Garupa marinated in rice wine, ginger, carrot and onions with soy sesame sauce *** Fragrant Tender Duck five spice marinated steamed and fried duck with mandarin pancakes *** Yangzhou Fried Rice with shrimps, ginger, peas, eggs, rice wine soy sauce and coriander *** Deep Fried Vanilla Ice Cream with coconut",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-enjoy-a-royal-feast-in-a-300-year-old-chinese-temple/1225?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Royal Feast in a 300-year-old Chinese Temple",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 14:09:19"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 17000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1380417164/fas3goqqt94cooyidokn.jpg",
        "strIntroduction": "If you're looking to spend your day experiencing the best of horseback riding and zooming along on your ATVs, come join my team for an exhilarating day out! Whatever your age or experience level might be, we have horses to match all experience levels, from Beginners to Advanced, and we cater for everyone ranging from individuals to groups. Our schedule is as follows: - 2 hours Horse-back Riding: Village riding, passing rice fields, beach riding, creek crossings, river crossing, stopping at a bat cave for exceptional cliff top views and passing beach temples - Lunch at a local restaurant in Tabanan Regency so that you get to experience eating in a local (but clean) warung (or eatery) - We pay a visit to the Monkey Forest in Tabanan, which is calmer than the Monkey Forest in Ubud. A guide will show you around the area so you get some good photos with the cheeky animals. - 2 hours on the ATV: we will bring you to navigate through the ricefields of Yeh Gangga (a seaside village just west of Tanah Lot) and meander through adjoining villages, with a stop on the top of the seaside cliffs overlooking the spectacular coastline and seaside temple. Experience the fun and exhilaration of cruising along the black sand beach, crossing fresh water streams, viewing the rural panorama and surf-side Yeh Gangga. Unlike other operators which might use lower-quality equipment, we provide high quality Honda and Yamaha Grizzly 700CC ATVs to ensure that your tour is safe, comfortable and fun. - We make a stop at Tanah Lot so you can enjoy an incredible sunset to top off a your memorable day with us!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-enjoy-a-full-day-of-fun-on-horseback-and-atv/1124?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Full Day of Fun on Horseback and ATV",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 14:12:42"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1379469055/wo4mseplrf5ivtcohsgv.jpg",
        "strIntroduction": "Fantastic fun set in our authentic Jungle Village. Play among derelict houses with bush, bunkers and fire trenches, dodging bullets and avoiding incoming fire. Pit your wits against your friends and our teams. It's a game of great skill and strategy. Our usual game is a Conquest game - your group will be divided into two even teams. One team will be defending the fort, while others are attacking. Our battleground has tons of interesting features, allowing you to do interesting tactical moves, as well as bold solo actions! Each round is 20 minutes long, after which you will have time to rest and talk about the most amazing moves! Then you will return to the battlefield and teams will switch. We use only the latest U.S. equipment and supplies, guaranteeing great fun in a safe environment!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-paintball-games-conquest-and-defend/1093?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Paintball Games - Conquest and Defend",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 14:16:14"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1379665175/xnmqtxnllmhauukulfbp.jpg",
        "strIntroduction": "Not many Westerners know about Bahasa, but it's actually a language spoken by more than 200 000 000 people! Can you imagine that? And it's also very easy. So how about trying it, when you are in Bali? I'm very interested in culture exchange, so I love meeting with foreigners. I like to teach them Balinese customs. I was teaching my friends Bahasa for some time, but I would like to teach you too! Balinese people will be very surprised and happy, if you can speak some basics to them. I will be happy to meet you and be your teacher. So let's study together, and have fun!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-learn-basic-bahasa-with-a-local-in-bali/967?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Basic Bahasa with a Local in Bali",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 14:19:30"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355862060/hkf6dtlxjm1ozjzbkwro.jpg",
        "strIntroduction": "Learn the basics of Freediving through the theory and confined water dives of the Level 1 course. See your snorkelling ability soar as you experience the benefits of knowledge and skills of a SSI Freediver, and be eligible for SSI Snorkeller Certification, finding dives to 4 metres easily achievable and more comfortable than you could have imagine! The course runs from 0700 til approx 1800 and includes: 2 theory sessions (4hrs) 1 yoga session (2hrs) 1 confined water session (2hrs)",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-introduction-to-freediving-fusion-snorkeller/482?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Introduction to Freediving: Fusion Snorkeller",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 14:24:14"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3517,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355861861/ytni41ol2zhfjxmvxtw6.jpg",
        "strIntroduction": "The program starts with our ladies taking you on a short trip to the local village market, this is an experience by itself and here we will purchase all the fresh produce you will need for each dish then its back to our cooking school and on with the aprons . Throughout the morning you will be sampling each course as it is freshly cooked, in this way you get to try each dish as it retains it's freshness, taste and smell of herbs & spices. The whole morning is a procession of Cooking and eating, so please don't plan on going to lunch afterwards. Group sizes are limited to ensure individual tutoring and the school is busy so it is always advisable to book well ahead.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-bamboo-shoots-cooking-class-school/468?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Pick Fresh Produce and Learn to Cook Balinese-style",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 14:28:15"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1563,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858756/isfiva1gqplzbuqyzcnb.jpg",
        "strIntroduction": "Participants will learn how to play the famous Balinese Gamelan, a high-spirited and energetic ensemble. Participants will given a brief introduction about the Balinese Culture, Balinese music and dance, and then a hands on experience of playing one of the instruments: the gangsa.",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-learn-to-play-the-balinese-gamelan/435?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Play the Balinese Gamelan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 14:31:19"
    }
]