[
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3126,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355858719/muqblwjc3qdh2uywajxc.jpg",
        "strIntroduction": "Our stable is located in Perenan, a stone's throw away from the famous Echo Beach in Canggu, known island-wide for its vibrant surfer community. If you are staying in South Bali, we are within close reach and an easy ride away for a fun trip with friends and family. We have 4 options available depending on how long you would like to spend with us: 1 HOUR TOUR This option is ideal for those who are enjoying their first horseback ride. You'll start by riding through a local village, passing scenic rice fields on a quiet road. After about 7 minutes we'll reach Pererenan beach. Depending on the condition of the beach, the ride continues on Seseh beach or in the other direction to the endless green belt rice fields of Pererenan. 1.5 HOUR TOUR (round trip transport included) This is the original Bali horseback tour through non-touristy beaches. You'll start by riding trough an original Balinese village and continue on the beach before climbing a rock to expand the beach ride towards Tanah Lot. If you're lucky, you'll be able to enjoy a Balinese ceremony while passing the temple. Depending on the condition of the beach, the ride continues on the beach trough climbing the rocks or goes in the other direction towards the endless green belt rice fields of Pererenan. 2 HOUR TOUR (round trip transport included) This is the ideal package for those wanting to enjoy a horseback ride through a local village, rice fields, and the beach. You'll start from the stables by riding through the original Balinese village, passing scenic rice fields on a quiet road down to Echo beach. You'll then continue down this road for another 10 minutes until you get to the beach at Batu Bolong, where you'll turn and head towards Kuta on the beach. 3 HOUR TOUR (round trip transport included) This is the ultimate romantic package. After following the same path as the 2 hour tour, you'll ride further down the beach to the touristic center of Kuta. Here you'll unmount your horses and be treated with lunch or dinner down at a beautiful rooftop restaurant on Pererenan Beach. In addition, you'll also get exclusive use of the swimming pool here. What could be better?! To keep our horses healthy and help avoid a sun burn for you, please note that you can choose from the following starting time ranges for your tour: 7.30 am - 9.00 am 2.30 pm - 5.00 pm (For the 2 hour tour, the latest start is at 4 pm) For the sunset ride, below are our suggested times: 2 hour ride: 4 - 6pm 1.5 hour ride: 4.30 - 6pm 1 hour ride: 5 - 6pm",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-scenic-horseback-ride-through-balis-ricefields-and-beaches/432?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Scenic Horseback Ride through Bali's Ricefields and Beaches",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 14:37:19"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355847581/vyguzhlxpqruthey27fz.jpg",
        "strIntroduction": "We will start early in the morning to capture the sunrise and get some great shots at the golden hour of photography! We will continue the trip by taking beautiful pictures of landscapes, human interest or culture events like a temple festival and the tour will end with a beautiful Bali sunset. Let me be your guide to Bali!",
        "strLocation": "Bali",
        "strOriginUrl": "https://www.govoyagin.com/activities/indonesia-bali-capture-balis-beauty-through-your-camera-lens/344?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Capture Bali's Beauty with a Professional Photographer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 14:40:35"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 20844,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472640803/wnsxxbi57urhyyudrzvd.jpg",
        "strIntroduction": "Ever dreamt of driving your own luxury car? Ever thought of cruising at speeds of 185 miles per hour? If names like Ferrari and Lamborghini make you skip a beat, the Ultimate Dream Drive Singapore is everything you’ve been looking for. This phenomenal adventure promises an incredible experience, one that lets you drive your favorite luxury car for 15 minutes, 30 minutes or an entire hour! 15 Minutes of Fame For 15 minutes, forget all about your everyday life and discover the world of superstars and luxury automobiles. This tour includes an introductory session of 15 minutes that helps you get acquainted with the vehicle and a drive time of 15 minutes. Unleash the supercar on the streets of Singapore, listen to that beauty of an engine roar, become an F1 driver on Singapore’s F1 circuit and head over to the highway for some fast-paced action. With a pro-driver sitting right next to you, you’re always in safe hands and excellent company as well. 30-Minute Adventure in a Supercar Shine those whites, bring on your A-game and enjoy this adrenaline-pumping adventure of Singapore. The 30-minute adventure includes a drive time of 30 minutes and a 15-minute introductory session which helps you get acquainted with your dream machine. Once you’re confident of maneuvering it on the streets of Singapore, head over for 30 minutes of non-stop fast-paced action. And even if you’re not confident about driving the vehicle, you can always enjoy the views from the passenger seat, as professionally trained drivers show you what these beasts can really do. 1-Hour Dream Drive Time doesn’t have to fly by simply because you’re cruising at high speeds! If the motor enthusiast in you doesn’t feel excited about a 15- or 30-minute journey, dive into this hour-long adventure with your favorite luxury car. Enjoy the best sights that the city of Singapore has on offer, listen to the roar of the engine and soak in Singapore’s fantastic atmosphere. Once you’re done with your experience, head back to the starting point and don’t forget to collect your certificate, the perfect accompaniment for those social media photos! If you’re ready to push yourself to the limit behind a yellow Lamborghini or a shiny red colored Ferrari, Ultimate Dream Drive Singapore is where you need to be. So relive all those childhood dreams of getting behind the wheel in a F1 supercar and cruise along the city’s stunning coastline.",
        "strLocation": "City Hall",
        "strOriginUrl": "https://www.govoyagin.com/activities/singapore-city_hall-ultimate-dream-drive-lamborghini-ferrari/7494?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "5% OFF Ultimate Dream Drive Singapore: Drive Your Dream",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 14:44:24"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6070,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467907332/kqbmgfnayly2lbxsydu5.jpg",
        "strIntroduction": "Turquoise waters, foamy surroundings, grand views, incredible atmosphere and fascinating beaches, everything you could want and possibly more from your yacht getaway. Singapore isn’t a place you usually associate with exotic beaches, but a yacht rental Singapore to Lazarus really changes your view! Having a yacht lets you get to the beach in style, enjoy spectacular sunset views and indulge in one of the most memorable journeys of your life. The Lazarus Island Located between Kusu and St. John’s, this beautiful piece of paradise is a ticking time-bomb, considering that work is already underway to transform this untouched piece of paradise into a luxe resort! The moment you step on the island, you come across a stretch of beach, that isn’t the most awe-inspiring, leaving you somewhat dismayed. But, it’s on the other side of the island that you need to be. An inspired walk around the island is sure to reveal one of the most gorgeous stretches of beaches you’ll ever see in your lifetime. The beach is undeveloped and very few visitors come here, making it even more special. You’re not allowed to camp here, so going for a yacht rental Singapore certainly makes sense. Yacht Charter Singapore Having access to a luxe yacht is perhaps one of the best ways to discover the Southern Islands. After all, what could be more exciting than sailing along beautiful seascapes and escaping the hustle bustle of city life to dive into the very best of nature! Embark on a cruise of your lifetime onboard some of the most luxurious yachts of Asia. These vessels offer the perfect balance between being spacious and intimate, providing incredibly romantic yet exciting surroundings for your fun-filled adventure. Each yacht comes with the latest technologies and the best of amenities. This yacht rental Singapore runs on three time slots and includes use of the vessel, boat crew and the services of the captain, as well as complimentary use of fishing rods, snorkeling kits and kayaks. If you’re looking for a quick city getaway and dream of soaking up the sun while treating your eyes to scintillating views, a yacht rental getaway could be exactly what you’ve been searching for. Enjoying exciting picnics, exploring pristine white sand beaches, sipping champagne on the deck of your yacht and turning eyes everywhere you go are just some of the things to look forward to. Make the most of this untouched piece of paradise while you still can, for more and more locals are waking up to the presence of a tropical getaway so close to Singapore.",
        "strLocation": "Sentosa",
        "strOriginUrl": "https://www.govoyagin.com/activities/singapore-sentosa-yacht-charter-rental-singapore-cruise/6713?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Yacht Charter/Rental Singapore - Cruise Singapore In Style",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 14:50:03"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 10000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1405659183/sxvwuadncatzwdawikdj.jpg",
        "strIntroduction": "Want to explore all great places in Hong Kong? Here is the best tour for you to experience the best of the city in just one day. As a local licensed guide, I know that the best way to experience the city is to explore it on public transport or on foot. This allows you to see the city through local's eyes. Some of the exciting adventures we can have together include: - Riding on a tram to the wet market - Visiting the seafood market in North Point, exploring the Ladies Market and Man's Market in Mongkok - Take the world's longest escalator to the Peak from Central - Enjoy the panoramic view of Victoria Harbour - Enjoy world class shopping in Causeway Bay - Taste street food in Sham Shui Po - Clubbing in Lan Kwai Fong and Tsim Sha Tsui - Relax and enjoy the most beautiful beaches in Sai Kung - Enjoy sunrise in Lantau Peak Of course, I am completely flexible, so we can discuss your interests and I can help you plan an itinerary that works for your party!",
        "strLocation": "香港島",
        "strOriginUrl": "https://www.govoyagin.com/zh-tw/activities/hong_kong-hk_island-see-the-best-of-hong-kong-in-one-day-with-a-local/2349?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the Best of Hong Kong in One Day with a Local",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 14:54:13"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 10000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1405659183/sxvwuadncatzwdawikdj.jpg",
        "strIntroduction": "Want to explore all great places in Hong Kong? Here is the best tour for you to experience the best of the city in just one day. As a local licensed guide, I know that the best way to experience the city is to explore it on public transport or on foot. This allows you to see the city through local's eyes. Some of the exciting adventures we can have together include: - Riding on a tram to the wet market - Visiting the seafood market in North Point, exploring the Ladies Market and Man's Market in Mongkok - Take the world's longest escalator to the Peak from Central - Enjoy the panoramic view of Victoria Harbour - Enjoy world class shopping in Causeway Bay - Taste street food in Sham Shui Po - Clubbing in Lan Kwai Fong and Tsim Sha Tsui - Relax and enjoy the most beautiful beaches in Sai Kung - Enjoy sunrise in Lantau Peak Of course, I am completely flexible, so we can discuss your interests and I can help you plan an itinerary that works for your party!",
        "strLocation": "HK Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-hk_island-see-the-best-of-hong-kong-in-one-day-with-a-local/2349?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the Best of Hong Kong in One Day with a Local",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 14:57:28"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 10054,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1387037826/fdgpdiy35atduqgk6ifu.jpg",
        "strIntroduction": "We start our morning at 9am with a visit to the wet market in my neighbourhood. I'll show you all the different ingredients on offer and you can meet the local vendors and take all the pictures you want! After this quick shopping trip, we return to my apartment where we cook a variety of Cantonese dishes such as dumplings and steamed chicken in lotus leaf. This is a hands-on session where you get to participate and ask me as many questions as you'd like! I'll give you clear step-by-step instructions on how we make each dish, so you can replicate it at home! Here's the schedule of the dishes on the different days of the week: MONDAY MORNING: Mushrooms with White Gourd Soup Steamed Chicken and Wolfberries in Lotus Leaf Sweet Dumplings MONDAY AFTERNOON: Steamed rice in Lotus Leaf Sweet and Sour Fish Fillets Sweet Dumplings TUESDAY MORNING: Sesame Oil Mix with Bean Curd Sheet Sweet and Sour Fish Fillets Protein Almond Tea TUESDAY AFTERNOON: Mushrooms with White Gourd Soup Mapo Tofu Bean Curd Dessert WEDNESDAY MORNING: Spring Rolls Golden Shrimp Ginger Milk Pudding WEDNESDAY AFTERNOON: Tofu with Preserved Eggs Chicken and Wolfberry Fruit Steamed with Lotus Protein Almond Tea THURSDAY MORNING: Tofu with Preserved Eggs Mapo Tofu Bean Curd Dessert THURSDAY AFTERNOON: Sesame oil mix with bean curd sheet Golden Shrimp Ginger Milk Pudding FRIDAY MORNING: Hot and Sour Chicken Wing Plum Soup with Minced Pork Bitter Melon in Black Bean Sauce FRIDAY AFTERNOON: Hot and Sour Soup Dumplings",
        "strLocation": "HK Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-hk_island-visit-the-wet-markets-and-cook-your-own-lunch/1512?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit the Wet Markets and Cook Your Own Lunch!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 15:03:07"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 7789,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1402530568/t2qpgmnjrgwzxlmylogm.jpg",
        "strIntroduction": "Visit Old Hong Kong, from the markets to the traditional tung lau buildings and taoist ceremonies with this group walking tour on Hong Kong Island, held every Wednesday. During the tour, we visit a hidden shrine, eat some local treats, visit the wet and goods markets, and can even have our fortune told. Along the way, I will recommend my personal favourites; places to see, things to do, and local restaurants to eat in. The tour starts at 2pm and finishes at 5pm. Happy Valley Races start at 6pm most Wednesdays so why not take the opportunity to have a flutter once we are done? Come rain or shine (and there is a lot of both!) I will come and meet you. This tour lasts 3 hours and the effort level is minimal and suitable for adults and children (any age). Even your pets are welcome! ALTERNATIVE OPTION: I also organise private tours of the city, so you can book me for your group (1-6 pax) with 3 different duration options (4,6, 8 hours) and I would be happy to customise an itinerary that suits your interests.",
        "strLocation": "HK Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-hk_island-feng-shui-fortunes-markets-and-more-on-hk-walking-tour/1556?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Feng Shui, Fortunes, Markets & more on this HK Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 15:07:24"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 5,
        "intUsdCost": 77500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1386819919/uv1m5wtuhejtynlbpos6.jpg",
        "strIntroduction": "For the uninitiated, geocaching is a fun, worldwide outdoor treasure hunting game using GPS-enabled devices. Participants navigate to a specific set of GPS coordinates then attempt to find the geocache (container) hidden at that location. Hong Kong alone has nearly 1,000 caches hidden, so this is a really fun and unique way to explore a location! As the top Geocacher in the city, I know all the fun nooks and crannies we can explore during this time with your friends, colleagues or family. Because these little treasures are hidden nearly everywhere in Hong Kong, we can choose an area most convenient for your group. This is a great hit with all ages, so if you are looking to do something special this trip, come along for this awesome adventure! For corporate groups - rest assured that I have experience creating all number of unique races for a variety of SMEs and multinationals, so please send me a message and I can customise something for your group.",
        "strLocation": "HK Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-hk_island-go-on-an-exhilarating-treasure-hunt-all-over-hong-kong/1529?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on an Exhilarating Treasure Hunt All Over Hong Kong",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 15:11:21"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 1341,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1387005575/rg4svddabrjkrg8q0vps.jpg",
        "strIntroduction": "Every Thursday night, enjoy some of Hong Kong’s best independent nightspots by visiting 4 bars and 1 club with our team. Think… hidden rooftops with amazing views, dark alleyways, and secret doors. We love to get off the beaten track! For only $100 HKD, you get: - A free shot at all 4 bars - Hong Kong’s best drink deals at every bar! $20 HKD beers and $30 HKD cocktails - Free VIP entry to a club and discounted drink deals - A professional photographer along to record the epic night out! -The opportunity to discover and enjoy Hong Kong’s nightlife with experienced pub crawl guides. You have two options: A. Early – 8pm to 9pm Sit back, relax and meet other early birds and enjoy the skyline views. Our first venue is a great vantage point to watch the nightly laser and light show at 8pm. BYO food and drinks at this venue only. Or… B. LATE – 9pm to 10pm Official Bar #1 / Start Enjoy the vibe, secret garden and our awesome drink deals at this next location. We run the crawl, rain, hail or shine. Even in typhoons. Nightspots and routes are varied weekly to keep the crawl fresh.",
        "strLocation": "Central",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-central-go-on-hong-kongs-biggest-pubcrawl-for-a-fun-night-out/1504?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on Hong Kong's Biggest Pubcrawl for a Fun Night Out!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 15:16:33"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4022,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1387821252/isbztl13vnlsy5sqbrqk.jpg",
        "strIntroduction": "Come see a different side of Hong Kong in my humble home in Tin Shui Wai, a local residential area in New Territories where many locals reside. We'll start our session with an explanation of the different ingredients used in Pakistani cooking. This is as hands-on of a session as you'd like, so you can help me prepare the dishes as I would for a family meal. We can cook a variety of dishes including 4 or 5 of the following, depending on what you are interested in learning. Afterwards, we'll sit down and enjoy the fruits of our labour! - Chicken Curry - Pulao (rice made from chicken broth and meat) - Beef Kebabs - Raita (a yogurt based side dish) - Chapatis (flat bread to go with curry) - Chana Masala (chickpeas cooked) - Beef Curry - Biryani (rice mixed with chicken curry) - Parathas (variety including potato, minced meat parathas)",
        "strLocation": "New Territories",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-new_territories-visit-a-local-home-and-whip-up-a-traditional-pakistani-meal/1551?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit a Local Home and Whip up a Traditional Pakistani Meal",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 15:20:14"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10054,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1387370385/kb918wedbvgfziszocky.jpg",
        "strIntroduction": "We build the itinerary of your Hong Kong Private Tour completely around your interests. What would be an ideal Hong Kong tour experience for you? Share with us what you wish to get out of your Hong Kong Private Tour and then leave us to do the work for you! Not sure what to see in Hong Kong and prefer to let us plan your entire walk? We will gladly do so too! During your Hong Kong Private Tour, you will still have high flexibility and autonomy. In fact, there is no fixed route or itinerary that we have to follow. At any time during your Hong Kong Private Walking Tour, do feel free to let us know what you wish to see more (or less). We are flexible with your itinerary and will be more than happy to accommodate to your tour interests. After all, it should be YOUR day! At the core of Big Foot Tour’s Travel like a Local values, we believe that travelling involves getting to know a country for what it really is. As such, beyond the usual tourist attractions, we hope our guests can experience the real Hong Kong and see this interesting country through the eyes of a local. During your Hong Kong Private Tour, there will be opportunities to dive deep into local neighbourhoods and explore back alleys. As we walk through the streets of Hong Kong, we help you to make sense of what you see, hear, smell, taste and feel. We want you to discover and immerse yourselves in the lives of Hong Kong people. We highlight local cultures, introduce you to delicacies that locals adore, as well as share with you interesting stories and characters of Hong Kong! During your Hong Kong Private Tour, we do what great friends do when their buddies visit – we take good care of you and make sure we have a fun day together! This means that you do not have to worry about being rushed around the city just so that we can complete 50 attractions in a few hours. Neither will you find yourself stuck in factory outlets or jewellery shops that takes precious time off your holiday in Hong Kong. We want you to truly enjoy every moment of your time spent with us. As such, you set the pace of your Hong Kong Private tour, be it the walking speed, the amount of time that we spend on any sights or taking breaks. We hope that by the time we bid farewell, you have made a new friend in Hong Kong – someone who listens attentively and engages you in conversations, generously gives you the insider tips of Hong Kong and shares laughter with you! So if you are ready for your Hong Kong Private Tour experience and are prepared to find yourself in a real Hong Kong environment, please go on a journey with us to suss out the gems in town. Let us be your local friend in Hong Kong!",
        "strLocation": "HK Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-hk_island-explore-hong-kong-your-way-on-a-private-walking-tour/1439?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Hong Kong Your Way on a Private Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 15:24:12"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8100,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456826196/yrmufoetivif0b10xtla.png",
        "strIntroduction": "In this tour, you will walk through Tai Ping Shan (\"Peace Hill\") and Po Hing Fong streets, which are home to many Hong Kong's best independent shops, galleries, fast-food establishment, tea rooms and cafés. It is the perfect place to while away an afternoon.",
        "strLocation": "Sheung Wan",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-sheung_wan-a-taste-of-colonial-past-hong-kong-walking-tour/5088?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "A Taste Of Colonial Past: Hong Kong Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 15:28:55"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8100,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456825999/ytyvti7kkvxetdb4dycr.png",
        "strIntroduction": "In the tour we will explore the historical and modern Hong Kong side by side, small and independent shops, Hong Kong-style coffee shops \"cha chaan teng,\" oldest surviving post-office building, first power plant, local cake shops and many others.",
        "strLocation": "Wan Chai",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-wan_chai-wan-chai-the-best-of-old-hong-kong/5089?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Wan Chai: The Best of Old Hong Kong",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 15:32:14"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 35525,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1405415334/g7p1sg3qcon4oyxduuik.png",
        "strIntroduction": "Hong Kong food is primarily Cantonese cuisine but with some small key differences which reflect the city's mixed British and Chinese heritage. On this tour, you will learn about the history of food in Hong Kong, from the traditional fare from Guangzhou to the interesting western crossover cuisine that started popping up in the 1950's as local chefs tried to produce cheap versions of British and Western favorites. Our food tour starts with a traditional Dim Sum breakfast in an old tea house. We find ourselves transported back to a bygone era as we sample the most authentic Dim Sum available in HK. This Dim Sum restaurant is crowded, noisy, and has an 85-year history in Hong Kong. The Dim Sum is still served via trolley service. Our next stop is a family run Wonton Noodle shop that dates back to the 1960's and is recommended by the Michelin Guide. Wonton Noodles are a local food specialty, a simple dish but one that only a true master can perfect. After our second food sampling, we will take a tea break and try a cup of Milk Tea, perhaps the most pervasive legacy of British rule. It's not everyone’s 'cup of tea' but it is a fascinating beverage that Hong Kongers love! After our tea break. we will travel by Ding Ding (tram) to another family run restaurant, which dates back to the Qing Dynasty (pre 1900's) and is renowned for its Siu Mei, or Roast Meat, in English. Here, we will sample a mixture of roasted meats, all cooked in traditional style, served with rice and homemade sauces. We finish the Hong Kong Food Tour with a Hong Kong favorite, an egg tart, or in Cantonese, dan tat. This is another Chinese dish taking on an English specialty- the custard tart. Like with our other restaurants, the bakery we will be visiting has a long history in Hong Kong (60 years) and is a personal favorite of former HK Governor, Chris Patten. As well as trying the food, you will learn about the history of the food in Hong Kong and the history of the local restaurants we are eating in. In addition to the restaurants listed above, we will also visit a local Dried Seafood Shop to take a look at the ingredients that are traditionally used in soups. We will also visit a Chinese Medicine Shop originating from 1946 and Hong Kong’s oldest Wet Market. During our travels between eating points we will also discuss some buildings of key historical importance. The areas we will be visiting are in Sheung Wan, Central and Wan Chai. This is a walking tour and you should expect to walk about 2.5km or 1 mile in total. The tour starts in Sheung Wan and upon booking you will be sent an email with instructions on how to get to the meeting point. Please come wearing comfortable clothing and shoes! We look forward to exploring Hong Kong with you!",
        "strLocation": "HK Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-hk_island-enjoy-a-private-food-tour-in-hong-kong/2479?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Private Food Tour in Hong Kong!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 15:36:14"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 40217,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1406773461/f65skvgd9imy76werivm.jpg",
        "strIntroduction": "Shenzhen used to be a small town and has developed over recent years into a thriving city with a huge commercial center of its own. It is popular for business and tourists alike, but is especially known as the Mecca for shoppers who like to purchase handbags, wallets and watches. Join us in a 8.5 hour Shenzhen shopping tour! Shenzhen is a fantastic place to shop - who wouldn’t love the myriad of shops selling everything from handbags - of every size and description – to watches and all types of jewellery and pearls? Clothing and shoes are available in abundance, and personal tailoring is available for anyone wishing to have a favorite item fixed. Your fixed item can be delivered back to Hong Kong, or to your home country if you’re limited to a short visit. A walk through the fabric hall is as overwhelming as it is delightful with the varied fabrics available from the lightest Thai silks to best quality wool and cashmere. If you have an hour or more to spare, visit the beauty shops that offer mani/pedi’s, massages, even a quick wash & blow-dry so you can go home feeling totally refreshed. The journey to China commences at Hung Hom station in Kowloon. I usually meet my groups of 1-4 people at 9.30am at Starbucks on the Mezzanine floor of the station. At Starbucks, we can discuss what items you are interested in buying, if we have not already done this over email in advance. A pick-up from your hotel at 9.30am can be arranged if preferred, but this would take longer, meaning less shopping time in Shenzhen. We will take the MTR from Hung Hom to the border station of Lo Wu, which approximately takes 45 minutes. The exit and entry forms to China will be provided for completion by all parties. A visa is required to enter China, but if you do not have a visa, it can be purchased at the border for citizens of many countries. Leaving Hong Kong and entering China can take anything from 15/ 20minutes to up to an hour at busy times or during busy holiday periods. During the day, I will be at your disposal to guide you to the best shops where you will be able to view and buy the best value goods at a fair price. A point to remember - if you are buying good quality goods they may cost more than a similar basic item without the label, but these items will cost a fraction of the price you’d pay elsewhere. There are several good restaurants to stop for lunch or even just for a tea, coffee or soft drink. It is usual to book a table when we first arrive if you wish to eat at one of the Chinese restaurants as they get crowded at lunch times. The trip ends when we return to Hung Hom MTR station and I take you to the correct taxi for your hotel location. (There are different queues for taxis to addresses on Kowloon or those crossing to Hong Kong island.) DAFEN ART VILLAGE in Shenzhen Dafen is a village famous for artists producing copies of many famous works of art and also their own original paintings. There are many shops and studios where you can watch some of the artists at work. Paintings of all sizes can be purchased at an extremely low price. They can be bought unframed and rolled up for easy transport back home, or can be framed and shipped home if preferred. You can even commission an artist to paint an image of your choice. How about a self portrait? Want to immortalize your favorite landscape? Just bring a picture and one of these talented artists will help you out. Dafen Village is an interesting place to visit and its appeal is not strictly limited to art lovers.",
        "strLocation": "HK Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-hk_island-shop-till-you-drop-in-shenzhen/2480?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shop Till you Drop in Shenzhen!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 15:40:03"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 26811,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1405408614/vnmgs8iwjyb0kaeounam.png",
        "strIntroduction": "Local Hero is a 47ft fully equipped cruising ship that can be chartered for day sailing, harbor and beach cruising, or for a romantic evening cruise complete with a three-course meal. It is also available for overnight stays as the boat comfortably fits 4 to 6 people in the two double cabins and has two bathrooms with hot showers. OVERNIGHT SAILING ADVENTURE This plan includes a 2-day charter of Local Hero for your own sailing adventure around Hong Kong's protected Geopark with an overnight stay at the pristine sandy white beaches of Tai Long Wan. The Overnight Sailing Adventure is an ideal getaway for those looking to escape the hustle and bustle of Hong Kong and wishes immerse themselves in the natural beauty of this wonderful 'city' which actually comprises of 262 islands! The Overnight Sailing Adventure starts at 10am from Pak Sha Wan pier near Hebe Haven Yacht Club, which is easily accessible by public transportation or taxi from HK Island or Kowloon. After a short safety briefing and tour of the boat, we will sail to Port Shelter, a hill and cliff-ringed haven which is the site of sailboat racing. Here we will enjoy a lovely fresh seafood lunch in a family-owned floating restaurant surrounded by fish farms. After lunch we will begin to make our way towards Tai Long Wan where we will spend the night. On route we will pass Shelter Island, Jin Island, and several islands that are part of the protected Hong Kong Global Geopark or Hong Kong Sites of Special Scientific Interest. As we round the corner of Basalt Island we will be in the open ocean, unprotected from the South China Sea to the East. A few hours later we will arrive and anchor at Tai Long Wan, lined by two pristine sandy white beaches and surrounded on three sides by mountains and cliffs. Here, you will have the opportunity to check out the beaches, go for a swim or do some light hiking. There are several options for dinner. You can choose to enjoy a family-style dinner aboard Local Hero, have a cookout/ BBQ on the beach, or to go to a beach restaurant a short hike away. You can choose to sleep on the boat (the boat comfortably sleeps 4 to 6 people in two double cabins and has two bathrooms with hot showers) or we can arrange for tents and sleeping bags for beach camping. The second day can begin with a challenging hike up Sharp Peak at dawn, or it can start in a more leisurely way with a fresh continental breakfast aboard and time on the beach. Depending on your preference, we can spend the morning and early afternoon sailing in the waters of Mirs Bay to the North or lounging and enjoying the scenery. Like with the 3-hour and 6-hour sails, you can choose to be as hands-on or hands-off with the boat as you like so there will be plenty of time for a few sailing lessons for those that are interested. We'll have a sandwich lunch aboard the boat or at a beach restaurant before heading back to Port Shelter for drop-off around 4pm. Enjoy your time on Local Hero! Spend an amazing time on the beach and on the boat!",
        "strLocation": "HK Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-hk_island-overnight-sailing-adventure-in-hong-kong/2478?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Overnight Sailing Adventure in Hong Kong!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 15:45:44"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6327,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1405509528/no7sx3k6ut0sxjwtkho9.png",
        "strIntroduction": "If you'd like to watch fireworks from a luxury yacht, spend your evening with us, see the sunset and relax with your friends, family or your special someone. Outsider is a 46ft motor yacht that carries up to 25 guests plus crew. She has plenty of deck space plus a spacious cabin area with lounge and dining areas, 2 cabins with en suites and a kitchen. She comes with an impressive entertainment system comprising of a TV, DVD player and a brilliant sound system. As well as sunset cruises, Outsider can also be chartered for remote beach getaways and full day parties on the water. SUNSET / EVENING CRUISE - A 3-hour private charter of the Outsider will take you through Hong Kong's stunning harbor, past the container port and out towards Disney to watch the fireworks. Our firework sunset cruise starts at Central pier 10. We will take you on a fascinating route through Victoria Harbor, up towards the container port and Tsing Yi bridge. Hong Kong's container port is a super hub and is the 4th biggest in the world. From here, you will ride towards Disneyland which is on Lantau Island. You will have the best seats in the house for the breathtaking 8pm fireworks display before we cruise down to Aberdeen, where you will be dropped off, along the west coast of HK Island. Enjoy the evening out on the Outsider! Make this experience one of the best moments you have had during your stay in Hong Kong!",
        "strLocation": "HK Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-hk_island-hong-kong-luxury-yacht-sunset-cruise/2482?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hong Kong Luxury Yacht Sunset Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 15:49:48"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 134056,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1405407870/mlrduxyxwta9bzjt4hrd.png",
        "strIntroduction": "Local Hero is a 47ft fully equipped cruising ship that can be chartered for day sailing, harbor and beach cruising, or for a romantic evening cruise complete with a three-course meal. The ship is also available for overnight stays as the boat comfortably sleeps 4 to 6 people in two double cabins and has two bathrooms with hot showers. 3-HOUR SAIL Your sailing adventure starts at Aberdeen Harbor on the West Coast of Hong Kong Island. Aberdeen Harbor is home to the famous floating seafood restaurants and floating village where the Tanka people (or Boat People) still live on the water in old traditional junk boats. From Aberdeen Harbor, we will carry on cruising around the South West coast going past Deep Water Bay and Middle Island where two Yacht Clubs are based. We will then go past Repulse Bay, which has a fascinating history that includes being used as a base for pirates in the mid 1800's and as a key strategic location in the Battle of Hong Kong and in World War II. Today, Repulse Bay is home to some of the most expensive real estate in Hong Kong and one of its finest beaches. Continuing south, we will sail past Stanley Fort, which is a grade 1 listed historic building, where the British and Canadian troops mounted a final last stand during the Battle of Hong Kong. Afterward, we will sail around the Po Toi Islands before cruising back in. You can choose to end your sailing adventure in either Stanley or Aberdeen. At Stanley, you could get some lunch or dinner in one of the many bars and restaurants along the waterfront, spend the afternoon relaxing on one of Stanley's beaches or pick up some souvenirs in the market. At Aberdeen, you could get some lunch or dinner at one of the floating restaurants or take a walk around the wet market before heading back to Central. During your sailing adventure, you can choose to be as hands on or hands off in the actual sailing of the boat as you like. Your crew will be more then happy to show you the ropes or simply serve you drinks as you sit back and relax. 6-HOUR SAIL Like the 3-hour sail your 6-hour adventure sail starts at Aberdeen and takes in Deep Water Bay, Middle Island, Repulse bay, Stanley Fort and the Po Toi Islands. We drop anchor at Po Toi and spend an hour on land enjoying a delicious fresh seafood lunch. Should you wish there is an opportunity to enjoy some moderate hiking up an easy trail before returning back to the sloop. Chartering the boat for 6 hours gives you that extra time on the water to master your sailing skills or simply enjoy some extra time on the water taking in the sights and sounds of Hong Kong. Enjoy your time on Local Hero and explore amazing places in Hong Kong!",
        "strLocation": "HK Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-hk_island-go-luxury-sailing-in-hong-kong/2476?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go Luxury Sailing in Hong Kong!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 15:53:36"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 32000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1402279702/taf2t7bv1r5fhyailrvh.jpg",
        "strIntroduction": "Hong Kong has some of the safest and best cycle routes a bit further away from the hustle and bustle of the city, so come on a leisurely morning or afternoon cycle from Tai Wai to Tai Po with me as your personal guide! There are many routes all starting in the Shatin district, so you can pick between a shorter(4 hours) or longer tour (7 hours). A shorter tour (4 hours) is perfect if you have an morning or afternoon free and want to see more of Hong Kong. It is best to start early, but we can vary to suit you. For the full day tour (7 hours), we can choose various destinations such as the pretty harbour village of Tai Mei Tuk, the mountainous region of Ma On Shan, or a full day to the Chinese border and the walled settlement of Kam Tin. I would be happy to liaise with you to create an optimal cycling experience, so feel free to let me know what you need!",
        "strLocation": "New Territories",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-new_territories-cycling-in-the-new-territories-full-or-half-day-tour/2311?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cycling in the New Territories (Full or Half Day Tour)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 15:57:23"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1391031433/xbhsrxajkpqmg6znvw6o.jpg",
        "strIntroduction": "Hong Kong is much more than tall skyscrapers and delicious dim sum. If you're interested in seeing a different side of the city, come with us to bike Hong Kong's wild side! From the mystery of a tree house to the birds of Nam Sheng Wai and Hong Kong's Wetland Park, we'll take you wherever you'd like to go. It would take nerves of steel (and perhaps a cavalier attitude towards life in general) to cycle within Hong Kong's downtown area, but the untouched New Territories is an entirely different matter. This guided outing is not just a workout on two wheels, it includes a visit to an age-old walled village, a mysterious tree house, a delicious \"Yum Cha\" (Dimsum) lunch and an internationally recognized bird migration area. You will have two options: Half day ride (3.5 hours) Full day ride (5.5 hours) Your tour fee includes: A bicycle and helmet Water for cycling Village Entrance fees Dim Sum Lunch The funnest and most interesting bike guides in town!",
        "strLocation": "New Territories",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-new_territories-discover-hong-kongs-wild-side-on-a-bike/1799?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Hong Kong's Wild Side on a Bike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 16:02:46"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10724,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1389539614/sw7lposaoxwnrtvbugdn.jpg",
        "strIntroduction": "Take a step away from the bustling crowds of Central and come with us to a quiet local village, Wong Ngai Tung, where you will get to experience what life is like on a local farm and spend time with the local villagers. You will also get a chance to help the young local farmer, Johnny, to transplant his vegetables to his farmland. In this village you will be able to observe traditional architecture and interact with the local farmers tending to their seasonal vegetables. After pick up from the Yuen Long MTR station, our friend and local farmer, Johnny, will take you to the area's famous local beef noodle stall (gak lai yuen) for lunch. After, you will get to taste a traditional Hong Kong dessert - herbal jelly - and pay a visit to Han Heung, a local bakery, which sells delicious lou po beng (or \"wife cakes\"). After getting energized with all the local food, you will be guided on foot back to Johnny's farm where you get a chance to help him transplant his seedlings to his farmland. NOTE: Guests are welcome to stay over night at the farm, local HK camping style! We will provide tents to spend the evening in the farm.",
        "strLocation": "New Territories",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-new_territories-experience-a-local-farm-and-interact-with-the-villagers/1600?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience a Local Farm and Interact with the Villagers",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 16:06:34"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5094,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1390888459/gvgbxnnj2pfujlzfmsfh.jpg",
        "strIntroduction": "While most think of Hong Kong as a bustling urban metropolis, few know that nestled amongst the skyscrapers lie a few corners of green - the urban farms in Hong Kong. If you feel overwhelmed by the madness of Central or Causeway Bay, come to our calming space in Sheung Wan and try working with your hands on our rooftop farm. We grow a variety of vegetables including eggplant, cherry tomatoes, arugula, bak choi as well as herbs like basil, thyme, cuban oregano. During this session, we will show you how we grow the produce and we'll give you more insight into how you might be able to replicate this at home! After our morning harvest session, chef Talulla will step in to teach you and your friends or family how to make healthy snacks.",
        "strLocation": "Sheung Wan",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-sheung_wan-harvest-vegetables-on-a-rooftop-farm-and-make-healthy-snacks/1599?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Harvest Vegetables on a Rooftop Farm & Make Healthy Snacks",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 16:11:35"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 39500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1386818982/mulfb8xr756g28l6qst9.jpg",
        "strIntroduction": "An often unseen area of Hong Kong, the Ghost Villages of the New Territories are literally abandoned villages, furniture and all! In the 1970s, Hong Kong had its industrial revolution and later agricultural collapsed, farms could not compete with cheaper imports form the mainland and the better paying jobs in the city... Some villages were abandoned completely almost overnight, often under the cloud of ghost stories. This tour starts at Fanling MTR station, from where we take taxi to the starting point at Luk Keng. Hiking along the shore (Shenzhen clearly visible across the water) we make our way to Yung Shue Au, now fully abandoned but thriving as recent as the 1960s, in part thanks to a British colonial military outpost which even supported a bar in the village. Next is So Lo Pun, an abandoned village which some former villages attempt to return to. Some houses have been fixed up recently, and a small orchard has been set up. One hill further is the famous, well preserved Hakka village of Lai Chi Wo, well known for its scenic environment and impressive Fung Shui woods. Finally we end up in Sam A Tsuen for a late lunch. This village is empty in weekdays, but villagers return in weekends to run a restaurant annex guest house for hikers, serving great local food. The hike is over now, but we're not out of the woods: the last part of this trip is by speed boat, passing through the beautiful waters of Double Haven, along the red rocks of Hung Shek Mun and the interesting Devil's Fist to end up at Tai Mei Tuk from where we can catch a (mini)bus to Tai Po Market MTR. Tour is hosted Saturdays (biweekly - odd weeks), leaving 9:00 from Fanling MTR station.",
        "strLocation": "New Territories",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-new_territories-explore-the-ghost-villages-of-the-new-territories/1524?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the Ghost Villages of the New Territories",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 16:16:23"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4022,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1388759780/ypibg14mcqdvkr5pgto8.jpg",
        "strIntroduction": "From walking nature trails to hiking in the remotest corners of Hong Kong, there are many rewarding options for family outings in Hong Kong. Very few visitors get to the the most pristine areas of Hong Kong, as access is often only available via walking trails, so by joining us, you and your family can experience the best we have to offer. Our tours are educational too, as we share tales of local history and culture. If you only have a short time available, we can walk you through the back streets of Kowloon, and the central districts of Hong Kong Island, showing you historical sites, everyday life and a range of colourful markets. Children particularly enjoy the bird and gold fish markets. We can tailor a tour to suit your needs, taking into account how much time you have and what would interest you most. We use public transport in Hong Kong, and this is a great experience in itself. We could use the famous Star Ferry, the Peak Tram, our efficient underground network, or one of the many double decker buses. Please send us a message here and we will happily put together a walk, hike or Hong Kong tour for you.",
        "strLocation": "HK Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-hk_island-visit-hks-highlights-on-a-private-family-friendly-tour/1636?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit HK's Highlights on a Private Family Friendly Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 16:22:04"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8043,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1388765043/cvob05yvwb2renxjanhe.jpg",
        "strIntroduction": "This specialised Nature photography tour will be led by either David or his colleague John. Both of these guides combine their love of nature with an interest in photography. Many of John’s images of birds have appeared in the monumental Handbook of the Birds of the World and David took the photographs that illustrate his Hong Kong Nature Walks: The New Territories and Hong Kong Nature Walks: Kowloon, Hong Kong and Outlying Islands. Our private nature photography tours are tailor-made to the clients’ particular requirements. General nature photography tours may take in Tai Po Kau and Long Valley. Tai Po Kau is the most mature and varied forest in the HKSAR. This 460-hectare site was declared a nature reserve in 1977 and is rich in flora and fauna. It contains over 100 different species of trees. In addition over 160 species of birds, 102 species of butterflies and 50 species of dragonflies have been recorded. Long Valley is situated close to the Chinese border. In contrast to the forest, this is an area of open countryside, consisting of wet and dry agriculture, marshland and ponds. The area attracts a wide variety of birds in winter and is good for dragonflies during the summer months. The agricultural landscape itself presents a variety of photographic opportunities. If your interest is in bird photography, the tour may focus on the world-famous Mai Po Nature Reserve. When the tide is suitable, the hides on the reserve provide excellent opportunities for photographing water birds. Long Valley is also an excellent site for the bird photographer. We can also organise tours for those whose primary interest is butterfly photography. Sites visited might include Fung Yuen Butterfly Reserve, Tai Po Kau and Three Fathoms Cove – all excellent sites favoured by lepidopterists. All our tours are personalised and we cater to all levels of expertise. The focus of our nature photography will depend upon the interests of the participants, the equipment they have available and also the season of the year.",
        "strLocation": "New Territories",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-new_territories-go-on-a-photography-tour-and-capture-birds-butterflies-and-more/1544?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a Photography Tour & Capture Birds, Butterflies & More",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 16:28:10"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8043,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1388766143/ohirulgjaxyyj0lgsrdx.jpg",
        "strIntroduction": "Hong Kong is an excellent place for the bird watcher. The various habitats in the central and northern New Territories are home to a number of resident sub-tropical species, but the territory is at its best from September to May when passage migrants and winter visitors can be seen. Our day tours usually take in the three key sites of Tai Po Kau, Mai Po and Long Valley. TAI PO KAU Tai Po Kau Nature Reserve, a wilderness preserve in the Tai Po area of the New Territories, is a readily-accessible area of our biggest area of woodland, which runs from near the coast at Tai Po up to the slopes of Tai Mo Shan, Hong Kong's highest mountain. Most of the woodland is maturing sixty-year-old secondary growth of native south China trees. Woodland birds include Black Bulbuls, Fork-tailed Sunbird, Velvet-fronted Nuthatch and a variety of babblers. It is a good site to see Crested Goshawk. Birding Tai Po Kau is easiest in winter, when the foliage is less thick, and the resident birds have been joined by thrushes and other seasonal visitors. In spring, many migrating flycatchers pass through.Woodland birding requires patience, and many species are more easily heard than seen. However, diligent birders may be rewarded with views of some harder-to-find species. MAI PO Mai Po Nature Reserve is in the northwest New Territories of Hong Kong and boasts the biggest birdlist of any area in Hong Kong, with over 380 species recorded to date. With habitat professionally managed by WWF HK, it is an area of tidal shrimp ponds - known as \"Gei Wais\" - and fishponds and it lies in the heart of the 1,500 hectares of Deep Bay that was gazetted as a Ramsar Wetland Site in 1994. Mai Po forms a vital resting point for tens of thousands of migratory shorebirds that use the East Asian flyway every spring and autumn. Travelling between their wintering areas in east asia and Australia and their breeding grounds in Siberia shorebirds literally flock to Mai Po. Rarities can include Nordmann's Greenshank, Asian Dowitcher and the Critically Endangered Spoon-billed Sandpiper. The reserve is well-prepared with paths and hides for birders to appreciate the spectacle. Spring migration peaks in April, and southbound birds are most numerous in September and October. In winter (November to March) tens of thousands of ducks arrive at Mai Po and are joined by south China's biggest concentration of Great Cormorants. These are preyed on by a variety of raptors, including Eastern Marsh Harrier, Greater Spotted and Eastern Imperial Eagle. Mai Po is a significant wintering ground for the Endangered Black-faced Spoonbill, - occasional winter counts of over 400 individuals account for up to 20% of the known world population. LONG VALLEY \"Long Valley\" is a low-lying area of cultivated fields and ponds in the Sheung Shui of the New Territories in Hong Kong. In spring and autumn, it provides good habitat for a variety of pipits, and wagtails. Other open-country birds include Daurian Redstart, Long-tailed Shrike and Black Drongo.The wetter areas can be a haven for freshwater waders, such as Wood Sandpiper and snipe, with the occasional sighting of secretive species like Cinnamon Bittern and Purple Heron. Long Valley was saved from a planned railway viaduct ten years ago. The Green Groups who successfully opposed the project now lead local \"eco-tours\" in the area and run habitat management projects. Fields of rice (rarely grown in Hong Kong these days) have been particularly successful in attracting rare species, such as Yellow-breasted Bunting and Japanese Yellow Bunting. The best birding areas in Long Valley vary almost daily, with changes in the water level of the ponds and the height of the vegetation. However, I will make full use of my experience in this wonderful area to ensure you see the optimum number of birds.",
        "strLocation": "New Territories",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-new_territories-go-birding-with-a-specialist-in-hong-kong/1541?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go Birding with a Specialist in Hong Kong",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 16:32:44"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6703,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1388763758/yjgfqugapsnp6dtjur8i.jpg",
        "strIntroduction": "At the end of the 19th century, and early into the 20th, the British authorities were very concerned about perceived threats to the safety of their colonial possessions in the Far East from other European powers. Hong Kong fell into this category. Accordingly the British Government constructed impressive military fortifications to protect their imperial possessions, and one of these was at Devil's Peak at the eastern extremity of the Kowloon peninsula. The large fortification constructed to defend the eastern approaches to Hong Kong harbour consisted of 2 fixed gun battery positions, together with a Redoubt at the summit of Devil's Peak which later became the Fire Command Headquarters for the eastern part of Hong Kong. Although the position was eventually considered redundant and was in fact decommissioned before the outbreak of the Pacific War, the location was the scene of bitter fighting between the courageous Indian soldiers of the Rajput Battalion and the attacking Japanese army during the battle for Hong Kong in December 1941, immediately prior to the British evacuation of the mainland to Hong Kong island. Many of the battery buildings of this fortification can still be seen to this day, and during your visit I will recount the fascinating history of this interesting site. You will learn about the reasons for the construction of the artillery batteries here and visit the gun and Redoubt positions, as well as hearing the account of the 1941 battle on Devil's Peak. Following our visit to the gun battery position on Devil's Peak, we walk down through the seafood restaurant area of Lei Yue Mun to catch the ferry to Sai Wan Ho on Hong Kong island. A short taxi ride then brings us to the Museum of Coastal Defence, housed inside the late Victorian-era Lei Yue Mun Fort. The fort occupied a strategic position guarding the eastern approaches to Victoria Harbour. The British military built barracks here as early as 1844, but these were abandoned shortly afterwards. In 1885, in the face of perceived aggrandisement from other European powers, artillery barracks were constructed with a redoubt at the core of the fortifications. In view of its' historical significance and unique architectural features, the Hong Kong Government decided in 1993 to conserve and develop the fort into the Museum of Coastal Defence. It was opened to the public in 2000, and the redoubt was converted to become exhibition galleries which tell the fascinating story of this aspect of Hong Kong's past.",
        "strLocation": "HK Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-hk_island-visit-military-fortifications-and-museum-of-coastal-defence/1548?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Military Fortifications & Museum of Coastal Defence",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 16:36:50"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6703,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1388763850/lynuvr3kl0su8taleasy.jpg",
        "strIntroduction": "A popular belief, held by many Hong Kong residents and tourists alike, is that there was very little settlement of the island before the arrival of the British in the 1840's. Hong Kong was, to many, in the famous words of Lord Palmerston (the British Foreign Secretary at that time) \"a barren rock with scarcely a house upon it.\" Not true! There were, in fact, many villages on the island when the British arrived. The village which the locals now refer to as \"Chek Chue,\" (Red Pillar, after the rocks in the area), and which was later named \"Stanley\" by the British colonialists after Lord Stanley, the Secretary of State for War and the Colonies, was by this time a thriving fishing community. The first British occupants of the area were military personnel, who established a garrison in Stanley both to combat piracy in the surrounding waters as well as to escape from the perceived unhealthy environs of the modern Admiralty area, where the original garrison was located. However 19th century diseases such as cholera, typhus and malaria were never far way and soon both military personnel and their dependents were dying from these and other diseases. The military therefore therefore opened what is now called the Stanley Military Cemetery on the site of their garrison, which was later closed in the 1870's and re-opened in the 1940's after a 70 years hiatus to receive both internees who had died during the Japanese occupation and military personnel killed during the 1941 battle. We commence our tour with a visit to this cemetery and the neighbouring St. Stephen's College, which moved to its present campus in 1928. The college was the scene of much fighting in December 1941 and was also the the site of the internment camp for many Europeans during the Japanese occupation. We then visit Stanley village, on the way taking in some interesting village houses. We look at Murray House, one of the earliest Western-style buildings in Hong Kong, the Blake Pier on the Stanley waterfront and also one of the oldest Tin Hau temples in Hong Kong.",
        "strLocation": "HK Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-hk_island-explore-the-history-of-stanley-on-a-special-heritage-trail/1547?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the History of Stanley on a Special Heritage Trail",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 16:40:06"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6703,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1388763979/uwhisa1ff3qosvuyaxgg.jpg",
        "strIntroduction": "The battle for Hong Kong, of 18 days duration from 8 to 25 December 1941, was not of course confined to Hong Kong island. In fact, the first static line of defence constructed by the British military authorities was the Gin Drinkers Line; a 13 mile Maginot-type line of pillboxes, look-out positions and artillery observation posts which snaked through very difficult countryside north of Kowloon. The lynch-pin of this position was the Shing Mun Redoubt, which comprised a number of pillboxes linked by an intricate tunnel network, together with the Command Post and the principal artillery observation post for the whole position. Woefully undermanned by far too few defenders for which it was established, the Redoubt fell to the invading Japanese army on the night of 9/10 December 1941, following which the defending British and Indian forces evacuated the mainland of Kowloon and the New Territories and retreated to Hong Kong island. Although heavily overgrown, many of the military features of the Shing Mun Redoubt, overlooking the reservoir of the same name and located in what is now the scenic Shing Mun Country Park, can still be visited. Our expert military guide will take you on a tour of the area and describe in detail the events leading to the battle which occurred at that location, as well as the actual fighting which occurred on the night of 9 December 1941.",
        "strLocation": "New Territories",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-new_territories-tour-shing-mun-redoubt-with-an-expert-military-guide/1546?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour Shing Mun Redoubt with an Expert Military Guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 16:44:59"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6703,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1388764155/ps9ssf1eizf6lu6whphk.jpg",
        "strIntroduction": "Many people in Hong Kong, visitors and residents alike, are surprised to learn that the territory was the scene of a short but very bloody battle at the end of 1941. It often seems that the larger - and more famous - actions such as the attack on Pearl Harbour and the Singapore campaign overshadow the events of December 1941 in Hong Kong. But the fact remains that the then Colony saw a very hard struggle between the British and their allied defenders, and their Japanese aggressors, of 18 days duration before the British surrender on Christmas Day. There then followed 3 years and 8 months of Japanese occupation before they in turn surrendered. It also comes as a surprise to some people to learn that many of Hong Kong's wartime relics and defence works survived the 1941 battle, the subsequent Japanese occupation and post-war reconstruction and development of Hong Kong. These traces can still be seen in many areas of the territory. We have designed a number of walks which cover in detail aspects of this fascinating period of Hong Kong's history. Please see the detailed descriptions which accompany each of these walks. Wong Nai Chung Gap Trail Hong Kong Island On 8 December 1941, the Imperial Japanese Army launched their long-anticipated invasion of Hong Kong. Crossing the Shum Chun River, the British Colony's land border with China, they quickly advanced through the New Territories and captured the main allied defensive position there, the Gin Drinker's Line. This was a line of pill boxes and artillery observation posts - sadly undermanned by the defending forces. By the evening of 12 December, the attackers were in possession of the whole of the mainland, including the Kowloon peninsula. The British defenders, together with their Indian; Canadian and Chinese allies, then withdrew to Hong Kong island where they reorganized their defences. On the night of 18 December, after a sustained bombing and shelling campaign of 6 days duration, the Japanese crossed the harbour to attack the island. The battle for the strategically important Wong Nai Chong Gap then began, and it proved to be an integral part of the entire 18 day campaign. On this guided tour, your expert guide will describe in detail the course of the fighting during this all-important phase of the battle, concluding with the British surrender of the Colony on Christmas Day, 1941. During the walk you will see World War 2 pillboxes; underground bunkers and an anti-aircraft position - all of which record key chapters of the battle and which figured prominently in the fighting. You will also view the location where Warrant Officer John Osborn of the Canadian Army's Winnipeg Grenadiers won the Victoria Cross - the British Commonwealth's highest gallantry award and the only one awarded during the battle for Hong Kong. Join this walk for a tour filled with wartime heroics and memories. Pinewood Battery, Victoria Peak Hong Kong Island Standing high on the 300 metre contour of a western spur of Hong Kong island's Victoria Peak, in what is now the Lung Fu Shan country park, lies the Pinewood Battery. Constructed by the British military at the very end of the 19th century and the beginning of the 20th to counter perceived threats to British colonial interests from other European powers, the Battery originally consisted of 2 naval guns to protect the western approaches to Victoria harbour. The battery was, unbelievably, considered surplus to requirements shortly after its' completion in 1905 and by 1913 had been decommissioned. However, during the 1930's, with conflict in the Far East with the Japanese Empire looming, it was quickly brought back into service - this time in an anti-aircraft role. Badly damaged during bitter fighting with the attacking Japanese forces on 15 December 1941, the battery was evacuated and the defending Indian soldiers fought on as infantry until the British surrender on Christmas Day 1941. Following the Japanese surrender in 1945 the battery was never re-used by the returning British military, and now stands virtually unchanged since those dark days of the World War 2 battle. As such the site is practically unique in Hong Kong. During this walk your expert guide will recount the history of the Pinewood Battery from its' very beginnings. You will also visit the site, and learn the history, of the Tyndareus Stone, which commemorates an extraordinary act of gallantry by British soldiers in 1917 with close Hong Kong connections. We reach the start of the walk by taking the spectacular Peak tram to the Peak terminus, then walk along the scenic Lugard Road with breathtaking views of Victoria harbour. The walk down to Mid-levels is through scenic woodland and we return to Central district via the stairway next to the Mid-levels escalator; at over 800 metres in length the largest outdoor covered escalator system in the world. Shing Mun Redoubt Kowloon The battle for Hong Kong, of 18 days duration from 8 to 25 December 1941, was not of course confined to Hong Kong island. In fact, the first static line of defence constructed by the British military authorities was the Gin Drinkers Line; a 13 mile Maginot-type line of pillboxes, look-out positions and artillery observation posts which snaked through very difficult countryside north of Kowloon. The lynch-pin of this position was the Shing Mun Redoubt, which comprised a number of pillboxes linked by an intricate tunnel network, together with the Command Post and the principal artillery observation post for the whole position. Woefully undermanned by far too few defenders for which it was established, the Redoubt fell to the invading Japanese army on the night of 9/10 December 1941, following which the defending British and Indian forces evacuated the mainland of Kowloon and the New Territories and retreated to Hong Kong island. Although heavily overgrown, many of the military features of the Shing Mun Redoubt, overlooking the reservoir of the same name and located in what is now the scenic Shing Mun Country Park, can still be visited. Our expert military guide will take you on a tour of the area and describe in detail the events leading to the battle which occurred at that location, as well as the actual fighting which occurred on the night of 9 December 1941. Stanley Heritage Trail Hong Kong Island Many people in Hong Kong, both residents and visitors alike, are surprised to learn that following their capture of the British Crown Colony of Hong Kong on Christmas Day 1941, the victorious Japanese authorities had no plans in place with regard to British civilians and their allies in the colony. Following a hiatus of some 3 weeks duration, during which period these civilians were housed in squalid conditions in what were little more than low-class brothels on the Hong Kong island waterfront, they were moved to the more salubrious area of Stanley on the south side of the island. Here some 3000 men, women and children of various nationalities were housed in what in more peaceful times had been the quarters for the European and Indian warders of the maximum security Stanley Prison, as well as the school buildings and accomodation quarters of Hong Kong's only boarding school, the prestigious St. Stephen's College and Preparatory school. The Stanley peninsula, including the cemetery which dates back to the very early days of the British occupation of Hong Kong in the 1840's, was also the scene of a bitter last stand between the British and their allied defenders and the invading Japanese forces in December 1941. Although the area has been greatly developed since that period, many of these buildings which are so much a part of Hong Kong's heritage still exist. In fact, a heritage trail has recently been created which incorporates much of this era. During your visit our expert guide will take you on this trail, pointing out the sites where so much of the fighting during the final hours of the 1941 battle occurred, as well as many parts of what became known shortly afterwards as the Stanley Civilian Internment Camp. Devils's Peak and Museum of Coastal Defence Kowloon and Hong Kong Island At the end of the 19th century, and early into the 20th, the British authorities were very concerned about perceived threats to the safety of their colonial possessions in the Far East from other European powers. Hong Kong fell into this category. Accordingly the British Government constructed impressive military fortifications to protect their imperial possessions, and one of these was at Devil's Peak at the eastern extremity of the Kowloon peninsula. The large fortification constructed to defend the eastern approaches to Hong Kong harbour consisted of 2 fixed gun battery positions, together with a Redoubt at the summit of Devil's Peak which later became the Fire Command Headquarters for the eastern part of Hong Kong. Although the position was eventually considered redundant and was in fact decommissioned before the outbreak of the Pacific War, the location was the scene of bitter fighting between the courageous Indian soldiers of the Rajput Battalion and the attacking Japanese army during the battle for Hong Kong in December 1941, immediately prior to the British evacuation of the mainland to Hong Kong island. Many of the battery buildings of this fortification can still be seen to this day, and during your visit our expert military guide will recount the fascinating history of this interesting site. You will learn about the reasons for the construction of the artillery batteries here and visit the gun and Redoubt positions, as well as hearing the account of the 1941 battle on Devil's Peak. Following our visit to the gun battery position on Devil's Peak, we walk down through the seafood restaurant area of Lei Yue Mun to catch the ferry to Sai Wan Ho on Hong Kong island. A short taxi ride then brings us to the Museum of Coastal Defence, housed inside the late Victorian-era Lei Yue Mun Fort. The fort occupied a strategic position guarding the eastern approaches to Victoria Harbour. The British military built barracks here as early as 1844, but these were abandoned shortly afterwards. In 1885, in the face of perceived aggrandizement from other European powers, artillery barracks were constructed with a redoubt at the core of the fortifications. In view of its' historical significance and unique architectural features, the Hong Kong Government decided in 1993 to conserve and develop the fort into the Museum of Coastal Defence. It was opened to the public in 2000, and the redoubt was converted to become exhibition galleries which tell the fascinating story of this aspect of Hong Kong's past.",
        "strLocation": "HK Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-hk_island-go-on-a-historical-battlefield-walk-with-a-ww2-specialist/1516?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a Historical Battlefield Walk with a WWII Specialist",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 16:50:59"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5872,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1388763464/duu2lcdoxok2l6afufch.jpg",
        "strIntroduction": "The Plover Cove Country park in the northeast of the New Territories is one of the most under populated and pristine areas in all of Hong Kong. Many of the trails are little used, with barking deer and wild boar roaming these secluded areas. In fact, tigers still occasionally visited in the early 1900s, and in 1931 a leopard was trapped in the region. Your hike starts in the tiny hamlet of Wu Kau Tang. The walk proceeds upwards providing exciting views across the boundary into Mainland China and of the Yan Chau Tong Marine Park. You then descend to the deserted village of Lai Chi Wo. Lai Chi Wo, dates back to 400 years ago, and was one of the most affluent villages in the Northeastern New Territories, where a a population of mainly Hakka origin lived. This area was once known for its lychee trees. Today a few villagers return in the weekends, or over festival times. The houses remain well preserved and the fung shui wood behind the village flourishes, home to camphor, autumn maple, incense tree and other specimens - it is said to be one of the oldest surviving fung shui woodlands in Hong Kong. After leaving the village we walk through an area of intertidal mudflats formed by sedimentation. Where is meets the land you find the largest bed of Coastal Heritiera (Heritiera littoralis) in Hong Kong, and the “natural swing” around the forest of Heritiera littoralis in fact is formed by the growing White-flower Derris while on the verge near the sea other mangroves grow. The surrounding waterways were famous around 900-1300 as these provided the pearls for the imperial court in its time. So abundant and reliable was the harvest that the area became known as “the Pearl Pool,” but unfortunately this virtually wiped out the oysters. Today we have a Marine Park at Yau Chau Tong. Along the way you will walk past abandoned rice fields and terraces once cultivated by the villagers. The abandoned rice paddies remain home to the Chinese pond heron, little egrets, great egrets, night herons and the extremely rare Swinhoe’s egret. Also we pass by the abandoned fishponds, that previously bred both fresh water and sea water fish. We can still see the walls along the shore to separate sea water and stream freshwater. Following the coastline, you can admire some of the oldest geological formations in the area, dating back 400 million years. Note the colours of the rocks, said to be have been exposed to the air at low tide, and oxidation has occurred. Walking distance: 12km Grade: moderate Facilities: Toilets en route",
        "strLocation": "New Territories",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-new_territories-visit-remote-hong-kong-plover-cove-country-park/1635?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Remote Hong Kong: Plover Cove Country Park",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 16:54:55"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5872,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1388760696/te6epfnd7ntmx0dfmub5.jpg",
        "strIntroduction": "This easy walk takes you through the quiet countryside surrounding the village. The diverse habitat includes mangroves, fish ponds, disused salt pans and coastal shrubland. The latter part of the walk is slightly elevated, allowing good views over the village and coastal landscape before taking you through the water village itself. After lunch we explore the various village temples and witness the local streetlife. The main interest in the harbor and the mangroves are the birds, particularly egrets and herons. Little Egret and Great Egret, Chinese Pond Heron and also Grey Heron may be spotted. Eastern Cattle Egrets also occur on passage. Black Kites fly over the mangroves and adjacent hills. Other smaller but still conspicuous species flying over or resting in the mangroves are the migrant Common Sandpiper and a number of starling species, namely the resident Crested Myna and Black-collared Starling, and the wintering Red-billed Starling. The latter can occur in flocks of up to seventy birds in the Tai O area. This area is tidal and at various points the water ebbs and flows under bridges in the causeway. When the tide is low, fiddler crabs and Common Mudskippers appear on the exposed mud. Tai O used to be an important fishing village and trading port, exporting salt from its local salt pans to China. The fishing industry is now in decline and the salt pans no longer exist, but the village, with its stilt houses built in the tidal creeks, retains its historical character and attracts a steady stream of tourists. The walk will include a visit to the Hau Wong Temple, built in 1699, the oldest temple in Hong Kong dedicated to Yang Liangjie, who in his role as general, protected the last emperor of the Southern Song Dynasty during a short stay on Lantau. If you are interested, a tour though the former Police Station can be included. This typical colonial building from the last century has recently been restored and is now a small boutique hotel, called the Heritage Hotel. Another option is to walk uphill through shaded forest to the Dolphin Lookout Point on top of the northern cliffs. Dolphins can sometimes be spotted from here through binoculars. From the hotel (perhaps after a drink in the coffee shop there) we walk back to the bus-station to get the (4 pm) bus back to Tung Chung. If time allows, it is possible to visit the small folk museum near the bus station. Walking distance: 6-7km Grade: easy Facilities: Toilets and shops en route Lunch: Lunch will be taken in one of the small local restaurants on the village. Allow HK$120 per person.",
        "strLocation": "Lantau Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-lantau_island-explore-tai-o-fishing-village-its-temples-and-streetlife/1634?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Tai O Fishing Village, its Temples & Streetlife",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 16:59:26"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5872,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1388761764/uuaekf1wfqueswjvsc4k.jpg",
        "strIntroduction": "We start our hike in the valley behind Tung Chung. The path leads us up to the Ngong Ping plateau, 360 metres above sea level, and ends at the picturesque fishing village of Tai O. Coming up behind the Po Lin monastery gives us a serene image of the emerging Big Buddha, before entering the more touristic area of the site. There is time to visit the monastery and climb up to the Big Buddha, admiring the Bodhisattvas and the view over the island. After lunch, we hike over rolling hills and along a ridgeway -- to our highest point, Keung Shan, at 459 metres. The mountain offers splendid uninterrupted views over wild south Lantau to the distant Sokos islands. Heading down, we pass a delightful old Chinese landscaped garden before emerging at a tidal creek with mangroves and old salt pans. At Tai O, there is time to stroll down the main street. It is lined with traditional shops, selling live and dried seafood. The village boasts vibrant temples and interesting stilt houses built over the creek. Walking distance: 12km Grade: strenuous Facilities: Toilets en route",
        "strLocation": "Lantau Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-lantau_island-hike-lantau-island-big-buddha-tai-o-fishing-village-etc/1633?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hike Lantau Island: Big Buddha, Tai O Fishing Village etc.",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 17:05:02"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6703,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1388762926/fdk5vsykrvakehfg4kv5.jpg",
        "strIntroduction": "We start our walking tour in Statue Square, discussing the Colonial history of Hong Kong. Here in the heart of Hong Kong city, the Central district has been developing since the inception of British rule in 1841. Western-style buildings sprang up as the city grew prosperously and the early 20th century saw Hong Kong develop into a metropolis. Extensive reclamations extending the waterfront and development projects were carried out during different periods and although the outlook of Hong Kong is ever changing, many historical buildings and structures still survive as standing testimony to the history of Hong Kong Island's Central district. We then make our way westward on the old street tram to Sheung wan - \"Nam Pak Hong\" - the north south trading centre. Today traditional Chinese medicine products such as dried seahorses, duck gizzards, snakes, geckos, bird nests and many many other products are for sale. After learning how we can use some of these ingredients, we walk to Tai Ping Shan. From the outset of the Colonial period, Tai Ping Shan was the site of Hong Kong's first China town. At first a vibrant community attracting Chinese immigrants, it became an overpopulated slum with unhygienic sanitary conditions, and was badly affected by the bubonic plague in the 1890s, when hundreds lost their lives. We visit the Pak Sing Ancestral Hall, which was once a store room for the dead, awaiting return to China for burial. From here we will proceed to Hong Kong's famous Man Mo temple, erected in 1847 for worship to the gods of literature and war. Walking distance: 2km Facilities: Toilets en route",
        "strLocation": "HK Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-hk_island-hk-history-colonial-times-chinese-medicine-old-chinatown/1632?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "HK History: Colonial Times, Chinese Medicine & Old Chinatown",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 17:10:13"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10724,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1388766661/s7i8qw16o44qfdon6trk.jpg",
        "strIntroduction": "We offer guided hikes to Ma On Shan mountain, which is part of Hong Kong's famous 100km MacLehose hiking trail that runs east to west in the New Territories. Our guided hiking tour takes you to one of the highest peaks in Hong Kong's New Territories, at 702 metres, and is one of the more spectacular sections of the MacLehose trail, where you can hike for a day and yet hardly see a soul. Walking from sea level our hike takes us through lush green subtropical forest and dense exotic vegetation. We walk through an abandoned Hakka clan village where you can see fine examples of Hong Kong's ancestral graves. The farming Hakka, or \"guest people\", settled in this area of Hong Kong about 300 years ago. The history is fascinating: Hong Kong is a city where housing is at a premium and most people live in small high-rise apartments, yet homes in the countryside sit abandoned. When Murry MacLehose, the then governor of Hong Kong's colonial administration, established the country parks system in the 1970s, a number of villages ended up inside the border of the Sai Kung Country Park. The villagers continued to plant their rice terraces, an age-old way of life their sons and daughters wanted no part of. As the older villagers died off and their children moved away to urban areas, the villages fell into disrepair. The rice terraces disappeared beneath new overgrowth and the cows that pulled the plows were turned loose to fend for themselves, and we come across these animals as we walk the trail. As we walk uphill, our hike encounters low shrubland, colourful with wild azaleas and rhododendrons, while the mighty Ma On Shan range rises imposingly above. Behind us, a superb coastal panorama reveals the Sai Kung Peninsula . From the saddle, with its rugged rock formations, our hike rewards us with stunning views of the New Terrritories and mainland China. Walking along these ridge lines is exhilarating. Our hiking trail then takes us along the remote, wild and windswept ridge down to a rolling plateau. From here, we lose any sight of the lowlands and the brown grassed hillsides are dominated by the distinctive steep-sided Pyramid Hill at 536 metres. A scenic track winds downwards to our destination, the charming fishing town of Sai Kung, where we can watch the fisherfolk selling their wares from the Sai Kung jetty, and visit the local Tin Hau temple, dedicated to our goddess of the sea. Our guided hike finishes here, and we return to Choi Hung MTR. But you may wish to stay on in Sai Kung, further exploring the back streets, or have a meal at one of the many waterfront restaurants, taking in the charming atmosphere. Distance: 10 km Level: Strenuous",
        "strLocation": "New Territories",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-new_territories-hike-ma-on-shan-mountain-for-spectacular-views-and-history/1536?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hike Ma On Shan Mountain for Spectacular Views & History",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 17:15:38"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10724,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1388767389/zwtuwt1yhnsexss3ye9u.jpg",
        "strIntroduction": "",
        "strLocation": "Lamma Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-lamma_island-visit-lamma-island-local-villages-waterfront-temples-etc/1535?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Lamma Island: Local Villages, Waterfront, Temples etc.",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 17:20:16"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8446,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1388767702/vkbs1fczjnqsaomedlkg.jpg",
        "strIntroduction": "This guided walking tour on Hong Kong Island is the start of the 50km Hong Kong hiking trail. Our walk takes in the astounding contrasts of cityscapes and countryside - a scenic and memorable journey of Hong Kong. Starting at Victoria Peak, and making our way to the south side of Hong Kong Island. We share with you the history of Hong Kong as we walk across the spectacular and vibrant central business district with its soaring towers of glass and steel. We then board the unique Peak Tram funicular railway and slowly ascend to its summit of 373 metres - time to marvel at this feat of engineering and at the views of Hong Kong city and Victoria Harbour unfolding below. Victoria Harbour is classed as one of the world's best natural harbours, the importance for Hong Kong being it is a natural wind break. As we walk to the wilder, quieter side of Hong Kong Island we pass beneath Victoria Peak at 552 metres, also known as Tai Ping Shan, a mountain of great peace. We see old banyan trees and admire the distant views to the north, taking in Kowloon Peninsula and the New Territories, and as we walk around the peninusula to the south we see Lantau, Lamma and Cheung Chau islands nestled in the South China Sea. Our shaded walk leads us through Pok Fu Lam Country Park, with its lush emerald green forests and climbing plants, where we pass the first of Hong Kong's reservoirs, completed in 1863. From here we walk down to Pok Fu Lam Road and return to Hong Kong Central by bus, or you can continue your journey and visit the colourful quayside of Aberdeen, where you might like to take a sanpan ride around the harbour.",
        "strLocation": "HK Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-hk_island-walk-victoria-peak-to-hks-south-side-for-spectacular-views/1534?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Walk from the Peak to HK's South Side for Spectacular Views",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 17:24:39"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10724,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1388768539/sk8jn1axlyi8vzercj4c.jpg",
        "strIntroduction": "The ever-surprising Hong Kong has a myriad of interesting landforms. The long and sinuous coastline is a natural geological gallery, featuring spectacular landforms and rock formations formed by volcanic activities 140 million years ago and shaped by waves and weathering. The Hong Kong Geopark, opened November 2009, comprises of eight major geological sites and is of International stature. The High Island Reservoir opened in 1978, was built as a direct result of the water shutdown by mainland China, during the 1967 riots, in order to alleviate Hong Kong's fresh water shortage with a capacity of approximately 273 million cubic metres. The construction, contracted by a Japanese company, cost more than HKD $400 million and spanned a 10 year period. This beautiful area was virtually inaccessible until the 1970s. Our walking tour starts alongside the reservoir, in the Sai Kung East Country Park, and journeys to its easternmost end. From here we view the magnificent hexagonal columnar joints, one of the largest geological formations of this kind in the world. We walk in this area and further around the corner to take in the view of Long Ke. Here we can see how wind and water has crafted unique sea caves along the Sai Kung Peninsula coastline. Coming back along the reservoir service road we travel by taxi on part of the famous 100km MacLehose hiking trail and into the Sai Kung Country Park. Both sections of the walk afford either turquoise blue reservoir or terrific sea views out to the many surrounding islands. We leave the service road to join a lush green pathway used by villagers many years ago. From above we view the site of a refugee camp for Vietnamese boat people (closed 1998), an island for fishermen's graves, Hong Kong's only public golf courses on Kai Sai Chau and marine fish farms. We end the tour with a visit to the Sheung Yiu Hakka Village Museum, a Hakka settlement. This is a compact and carefully preserved village, situated along the Lung Hang River. A Hakka clan named Wong settled here 150 years ago when the coast was plagued by pirates and waterborne bandits. The village features homes built behind stout stone walls on a protective knoll, overlooking a narrow cove. The villagers moved on in the 1950s, around the same time farming began a gradual decline in Hong Kong.",
        "strLocation": "New Territories",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-new_territories-enjoy-a-full-day-at-hong-kongs-famous-geopark/1517?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Full Day at Hong Kong's Famous Geopark",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 17:28:03"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8043,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1388769056/bn82h27g6rvg3buswp4u.jpg",
        "strIntroduction": "This tour introduces the Chinese philosophy of feng shui (literally \"wind water\"). Feng shui has become a worldwide phenomenon in recent years, but it has been a part of the culture of Hong Kong since its early days. It aims for harmony, and when this is achieved good luck, synonymous with health and wealth, will follow. A feng shui master looks to align the flows of energy called chi (considered to be the breath of nature) in a space or building using a special compass called a lopan. This determines the energy characteristics. Complex mathematical calculations are also involved. Hills, water and buildings can all affect the flow of chi, as everything in the universe has an energy force - in Hong Kong that force is associated with the Dragon. The first villages built in the New Territories were located in sites that captured the chi, and today feng shui continues to be an accepted part of many aspects of life in the city. We start our guided walk in the Central business district, taking in the environment of the HSBC bank building and its location on a Dragon's pulse. Moving along we visit the new China Bank Tower, (the masterpiece of architecture, designed by IM Pei) which has an interesting slant on feng shui ( NB on weekdays we go inside this building, and up to the 43rd floor - but only if you bring your passport with you). From here we use public transport and take ourselves northward, to the foothills of Lion's Rock, to a perfect feng shui location for the Wong Tai Sin temple (Sik Sik Yuen), the home of the 'great god Wong'. Here, people worship Taoism, Buddhism and Confucianism, all under the same roof - famed for the statement, \"What you request is what you get\". This is one of Hong Kong's busiest temples, with most visitors coming to the temple in search of a spiritual answer via a practice called Kau Cim. They light incense sticks, kneel before the main altar, make a wish and shake a bamboo cylinder containing fortune sticks until a stick falls out. A ritual follows and eventually a stick is exchanged for a piece of paper bearing the same number, whereupon the soothsayer will interpret the fortune on the paper for the worshipper. This is a very busy place, particularly during Chinese New Year, with worshippers waiting overnight to get to light their incense as early into the New Year as they can. From here we move onto the peaceful Nan Lian garden and through the Buddhist temple at the Chi Lin Nunnery. This beautiful building was constructed without using any iron nails, as it would have been in the Tang dynasty. It is the only such building in Hong Kong. We finish the tour here, by sharing lunch at the vegetarian restaurant in the garden.",
        "strLocation": "HK Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-hk_island-see-how-feng-shui-has-shaped-hong-kong-and-visit-key-temples/1514?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See How Feng Shui Has Shaped Hong Kong and Visit Key Temples",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 17:32:51"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6703,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1388769407/oxdvaq8kajb4iyftmvo7.jpg",
        "strIntroduction": "When the British took possession of Hong Kong Island in 1841, it was derogatorily referred to “as a barren rock with scarcely a house upon it” by the British Foreign Secretary, Lord Palmerston. However, the area a few kilometres to the north beyond the Kowloon Hills – after 1898 to be known as the New Territories – was a different matter. In this area, the fertile plains dissected by hills had, for centuries, been settled and farmed by migrant peoples who had moved south from inland China. Five dominant clans were involved in this migration and settlement. The first of these clans was the Tang family who are said to have arrived in the Kam Tin area as early as 973 AD, having moved south from Jiangxi Province. This tour follows their traces. Members of the Tang family established two villages, Shui Tau Tsuen (Water Head Village) and Shui Mei Tsuen (Water Tail Village) in the early 12th century, both just north of the Kam Tin River. These are probably the oldest extant villages in Hong Kong. Despite development and destruction of the landscape around these old villages, several buildings of historical and cultural interest have been left extant. These include temples, clan halls and study halls that contain fine examples of woodwork and decorative pottery. The Yi Tai study hall at Shui Tau Tsuen is a particularly fine example of its kind. We will also visit one of the best examples of a walled village in HK: Kat Hing Wai, which was established in the 15th century. From Kam Tin we drive to Yuen Long to walk the Ping Shan Heritage Trail. One of the highlights of the trail is the Tang Si Chung Ancestral Hall, built about 700 years ago. It is the main ancestral hall of the Tang clan in Ping Shan and is still used for worship, festivals and ceremonies, and clan meetings. The only ancient pagoda in HK, the Tsui Sing Lau Pagoda, will mark the end of our tour. Built more than 600 years ago for fung shui purposes, it was meant to counter destructive forces from the north (floods & evil spirits!), and to ensure clan’s success in imperial examinations.",
        "strLocation": "New Territories",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-new_territories-visit-the-fascinating-heritage-sites-of-the-new-territories/1511?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit the Fascinating Heritage Sites of the New Territories",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 17:38:19"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7507,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1388769700/zxvuwqjw3m9gzhubfzdn.jpg",
        "strIntroduction": "For a great introductory tour to Hong Kong, we will give you a guided history tour of the Central district of Hong Kong Island that explains the colourful background to this region. The future meets the past in Hong Kong and nowhere can you see this more clearly than in the Central district. Our walking tour takes you among historic buildings that are nestled amid stunning skyscrapers, where the ancient art of feng shui influences modern architecture, and along streets whose very names evoke the colourful history of Hong Kong. The heart of Hong Kong city, the Central district, has been developing since inception of British rule in 1841. Western-style buildings sprang up as the city grew prosperously and the early 20th century saw Hong Kong develop into a metropolis. Extensive reclamations extending the waterfront and development projects were carried out during different periods and although the outlook of Hong Kong is ever changing, many historical buildings and structures still survive as standing testimony to the history of Hong Kong Island's Central district. As we walk we admire architecture from well-known architects such as Lord Norman Foster, IM Pei and Kohn Pedersen Fox. Highlights of our guided walk include: Statue Square - over which a seated bronze statue of Queen Victoria once reigned. Within the square stands the elegant and modern HSBC – the fourth HSBC building to occupy the site over a period of 150 years. Built in the early 1980s by Lord Norman Foster, it is a fascinating example of how feng shui and modern environmental features have been merged in present-day Hong Kong. One of Hong Kong’s last remaining colonial buildings. Built from Kowloon granite in the neoclassical style, this elegant and historic building once served as the Supreme Court and is situated on reclaimed land. The Court of Final Appeal - a building of historic importance in Hong Kong. The present three-storey building was built in 1917 on the foundation of a previous structure and is constructed of granite and red bricks. The first Governor of Hong Kong, Sir Henry Pottinger, resided there from 1843 to 1846. The building then had several owners (including an American trading house and the Russian consulate), and was acquired by the French Mission in 1915 - a name by which it is still commonly referred today. St John’s Anglican Cathedral - this beautiful Cathedral, built in the shape of a cross, is a survivor of the earliest buildings of the British era, built on the only freehold lease in Hong Kong, and is unchanged since it early days. It is the oldest surviving Western ecclesiastical building in Hong Kong, and the oldest Anglican church in the Far East, with construction completed in 1849. It was declared a monument in 1996.",
        "strLocation": "HK Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-hk_island-go-on-a-fascinating-heritage-and-history-tour-of-hong-kong/1509?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a Fascinating Heritage & History Tour of Hong Kong",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 17:44:00"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7507,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1388769877/lza1ryu5al8z5wkyto2p.jpg",
        "strIntroduction": "This tour is a great introduction to life in Kowloon and the back streets you may not have walked by yourself. We start our guided walk along Hong Kong's historic harbour front, where we introduce the history of Kowloon. Here, well-known Hong Kong landmarks such as the old Railway Clock tower, 1881 Heritage and the Peninsula Hotel are situated. Our guided walk then takes us through the back streets of Kowloon and into the daily lives of local residents. We walk through colourful streets and come across some of Hong Kong’s most lively markets, where you will feel first-hand the energy and soul of everyday Kowloon. As you walk, you will be immersed in the living culture of the Yau Ma Tei and Mong Kok districts - two of the most densely populated spots on earth - and where much of daily life is lived at street level. But also we explain the fascinating history of Kowloon, relating to how it is today. The walk begins at the busy and colourful Flower Market, the centre of Hong Kong's wholesale and retail flower business. The area is chock-a-block with vendors selling all manner of flowers, pot plants, bonsais and more. Next, we walk along Yuen Po Street Bird Garden, a tranquil scene of men and their bird cages. A short walk away is the bustling and energetic Fa Yeun Street Market, selling a wide range of clothes, accessories, electrical goods and food. You'll then visit the Goldfish Market to see the brightly coloured tropical fish and a wide range of aquarium supplies on sale. Hong Kong people believe fish bring wealth, so the market is always packed and a fun place to visit. We also walk past the many pet shops, with their miniature dogs for sale - just the right size for apartment living in Hong Kong. Walking further along we join the throngs at the Ladies Market, where bargain clothes, bags and knick-knacks are available. Then, amid the burning incense coils, you will learn the history of the local Tin Hau temple - Our Empress of Heaven - one of the most popular deities of South China and without question the clear favourite of the boat people, of whom she must be considered the patron goddess. The temple is situated in Banyan Tree Park, where you can watch the local senior citizens playing Chinese chess under the shade of the old banyan trees. This was once the waterfront of Yau Ma Tei. We finish our journey with a walk around the Jade Market, where around 400 stall holders sell accessories made from the revered green stone. The local belief is jade can protect you from evil spirits and calm your emotions, therefore it is often given to children in the form of jewellery. This market is also full of fresh-water pearls.",
        "strLocation": "Kowloon",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-kowloon-explore-kowloons-famous-markets-in-three-hours/1508?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Kowloon's Famous Markets in Three Hours",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 17:49:45"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6703,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1388770439/gb2gkzlrv76tldnaj9mv.jpg",
        "strIntroduction": "Our guided tour starts on the iconic and much loved Hong Kong tram, which commenced operations in 1904. We watch the commuters heading to work, as we rattle along what was once the waterfront of Hong Kong Island and then complete our journey on the MTR (Mass Transit Railway). Walking through Shau Kei Wan wet market, we take in the atmosphere of the daily life of ordinary Hong Kong residents. We commence our hike along a lovely cool path that takes us through shady groves of bamboo and lush woodland, accompanied as we walk by birdsong. We then emerge into open hillsides often covered with wild azaleas or rose myrtle. Our walk follows the rugged undulating spinal ridge of the Dragon´s Back, where the earth is regarded as a living being, with lines of force known as 'dragon veins'. The breathtaking views take in dazzling seas, the distant Nine Pins Islands, sandy Big Wave Bay, Tai Tam Harbour, Stanley and the Red Hill peninsula. We finish the hike by strolling down through shaded tunnels of exotic vegetation, then take transport back to the Central district in Hong Kong. Alternatively, you may continue on to the nearby fishing village of Shek O, with its popular seafood restaurants and beach. The Dragon's Back was hailed by Time Magazine as Asia's best urban hike: \"This is the city´s finest and most surprising ramble... The glory of it all is that you're so close to the city, but could hardly feel further away.\" Walking distance: 5km Grade: moderate Facilities: Toilets en route",
        "strLocation": "HK Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-hk_island-go-on-asias-best-urban-hike-dragons-back-trail/1506?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on Asia's best urban hike - Dragon's Back Trail",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 17:55:05"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10724,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1388770718/pcanmilqmj5vvhbspktr.jpg",
        "strIntroduction": "Taking in part of the famous MacLehose hiking trail, our guided walk takes us out to the tip of the Sai Kung peninsula, where we make our way to white sandy beaches and clear blue waters, hiking through the remote villages of Sai Wan and Ham Tin in the Sai Kung Country Park. Locally the area is known as Tai Long Wan, or big wave bay, and is a popular surfers destination. Our hike takes us along coastline backed by lush tropical vegetation and forested ridges offering spectacular mountain and coastal sea views. Following a network of paved paths, often on inter-village routes, we pass fascinating old Hakka clan villages. The Hakka farmers nurtured feng shui woods which provide a great breeding environment for native species and we can see many examples of natural reforestation. The Sai Kung uplands and coasts have always been sparsely populated and, from the 1970s, many villagers left their ancestral lands in favour of city lives. The Deserted Beaches Hike offers a unique insight into the homes, lands and beaches these villagers left behind. Although just 20km from Kowloon, this tour will make you feel a world away. Access is restricted to walking or boat. At the end of our walk we can explore the historical village of Chek Keng. Though deserted, it is not truly abandoned as some former villagers occasionally return to check on their ancestral homes. Furniture and cooking utensils stand still in time, as if one day life in some of these homes might be resumed. There is even a Catholic church, built in 1867 - the entire Sai Kung peninsula was converted in the 1860s. But today these sit abandoned. The woodlands behind the village contain stunning bamboo groves, and is home to a great number of fiddler crabs.The wild life today includes the village cows, dogs and passing packs of monkeys that live in the general area. During WWII, villagers in Chek Keng brought items such as old clothes, kerosene, matches and cigarettes to be smuggled into mainland China, where they then bought much-needed food products such as sugar, oil and rice. Walking distance: 11km Grade: strenuous Facilities: Toilets en route",
        "strLocation": "New Territories",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-new_territories-explore-the-best-deserted-beaches-and-village-in-sai-kung/1505?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the Best Deserted Beaches and Village in Sai Kung",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 17:58:26"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8714,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1387732267/rhq3vjo1sumca4rltzfw.jpg",
        "strIntroduction": "If you are ready to try some of Hong Kong's authentic local dishes, this tour is for you! This culinary wanderwalk will have five stops; each one handpicked for a special dish. Just bring your appetite! A typical evening starts with a selection of dim sum to fuel your appetite, followed by handmade egg noodles for starters then oyster pancakes and clay pot rice for main, all washed down with fresh local beer or jasmine tea. Our last stop gives you the option to try some traditional sweet treats like red bean soup and sesame dumplings or explore an amazing selection of fusion deserts like ginger soufflé, \"burning snow mountain\" or chilled mango coconut cream with pomelo.",
        "strLocation": "Kowloon",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-kowloon-sample-hong-kongs-authentic-street-food-with-local-foodies/1566?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Sample Hong Kong's Authentic Street Food with Local Foodies",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 18:04:24"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 25000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1387034730/a8zr4uf24r8lgvuixacs.jpg",
        "strIntroduction": "In many cities around the world, the city seems to die down after 6pm and it feels like everybody heads inside. In Hong Kong, it's the complete opposite, where the streets are often filled with throngs of people in the evening, as they socialise, get together for a meal, or shop their cares away... We begin our tour from your hotel before heading towards the heart of Kowloon. Over there, you will get to witness a whole host of fascinating activities, but we will focus on the people on the streets to see what they are up to for the evening. With me charting a path, you will get to see some hidden corners in Kowloon to understand the local night culture. Dinner can be organised if requested. Otherwise I will take you to taste a range of small snacks that are popular with the locals! My goal is show you how us locals live and commute here, as well as what our everyday lives are like. We will be commuting by foot, public transport (subways and buses) and taxis. Rest assured, the cleanliness and efficiency of our world-renowned public transport system will surely take you by surprise.",
        "strLocation": "Kowloon",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-kowloon-explore-kowloon-by-night-with-a-knowledgeable-local-guide/1561?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Kowloon by Night with a Knowledgeable Local Guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 18:10:10"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3351,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1387719256/fscpp7jrufvt3hdnurw5.jpg",
        "strIntroduction": "While known as housing the cheapest accommodation in Hong Kong, Chungking Mansions in Tsim Sha Tsui in Kowloon is in fact a fascinating melting pot unique to Hong Kong, featuring guesthouses, curry restaurants, African bistros, clothing shops, sari stores, and foreign exchange offices among other establishments. As a large gathering place for some of the ethnic minorities in Hong Kong, particularly South Asians (Indians, Nepalese, Pakistanis, Bangladeshis and Sri Lankans), Middle Eastern people, Nigerians, Europeans, Americans, and many other peoples of the world, it has been estimated that people from at least 120 different nationalities pass through Chungking Mansions in one years. With this lively mix of guest workers, mainlanders, local Chinese, tourists and backpackers, the Chungking neighbourhood is one of the most culturally diverse locations in Hong Kong, and it would be a shame to leave Hong Kong without paying a visit to this local landmark (where I used to be a resident when I first arrived in Hong Kong) Come and experience the heart of the immigrant community in Hong Kong, and learn about the fascinating stories of this storied place (once featured in Wong Kar-wai's film of the same name). We will also stop for lunch at one of the best Pakistani restaurants in the building for some delicious food!",
        "strLocation": "Kowloon",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-kowloon-visit-chunking-mansions-with-an-ex-resident/1553?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Chungking Mansions with an Ex-Resident",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 18:14:55"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3351,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1387718074/aubxpf2rewpmswmuwa6q.jpg",
        "strIntroduction": "Negotiating over prices is a favourite pastime of Hong Kong locals, and it's a must do while you're in this colourful city. We will visit the famous Ladies Market in Mongkok, which is famous for the boisterous stall owners and colourful wares. If you're looking for cheap souvenirs, knock-off branded bags, watches, shoes or scarves, this is the place for you. No matter what you're looking for, you will most likely find it at this crazy gathering. The best time to visit the market is early evening, where it starts to get busy. I will take you around the market and show you how to negotiate for the best price! This is a skill you will be able to take with you no matter where you travel to in Asia :)",
        "strLocation": "Mongkok",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-mongkok-learn-how-to-haggle-at-the-ladies-market-with-a-local/1552?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn how to Haggle at the Ladies' Market with a Local",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 18:18:19"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1386920922/vp25lfyepxgluehzh39l.jpg",
        "strIntroduction": "A visit to the Happy Valley Racecourse - the home to Hong Kong racing since 1846 - is a must-visit if you are here on a Wednesday. Here, the locals engage in the city's chief recreational passion - horseracing! The \"Sport of Kings,\" the only legal form of gambling in Hong Kong, is embraced with unbridled fervour by locals. While there's a second racecourse in Sha Tin for weekend meets, nothing beats the adrenaline-charged atmosphere of Happy Valley. As the travel writer Jan Morris once wrote, \"Happy Valley on race day is a bitter, brilliant, grasping place.\" Gambling on the horses is serious business in Hong Kong, with thousands of spectators flocking weekly to the track. Night races are particularly interesting, with bright lights, a frantic atmosphere and big winning payouts. Having previously worked with the Jockey Club, I know the ins and outs of the place and can tell you about the work that goes on behind-the-scenes to organise this massive event every week. Since I am also a bit of a gambler, I can show you how locals suss out the best horses and make their decisions! Depending on your preference, we can either choose the casual beer garden to relax in or pick a VIP experience for dinner, drinks , interactive gaming and a balcony view. It will be a fun night to remember, and you will leave the city a little bit richer in culture, and pocket (with any luck!)",
        "strLocation": "Happy Valley",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-happy_valley-learn-to-bet-like-a-local-at-the-horse-races-in-happy-valley/1543?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Bet Like a Local at the Horse Races in Happy Valley",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 18:22:50"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5300,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1387882707/g1ojmlotkt5pazsavcih.jpg",
        "strIntroduction": "Get away from the hustle and bustle of the big city with this escape to Lantau Island. Lantau Island is the largest island of Hong Kong, yet it has a fairly small population. Most of the island is covered by forests and the only major town is Tung Chung with small villages scattered all over the place. Leaving your hotel at about 9:00, we take a taxi or MTR to Tung Chung, where we take the Ngong Ping 360 cable car up to Ngong Ping village, for a tour of the Big Buddha, Po Lin Monastery and surrounding area (cable car opens 10:00 on weekdays, 09:00 on sat/sun/PH). The twenty-minute cable car ride gives a beautiful 360° view of the mountains of Lantau Island, Tung Chung town and Hong Kong airport. The Big Buddha is the world's largest bronze sitting buddha statue at over 20m in height. The next stop we make is Tai O fishing village, famous for its stilt houses. It is home to several ancient temples. We take a tour around the village and visit the temples, finishing with a 20-minute boat tour of the village and the nearby waters, home to the famous Chinese pink dolphins We then enjoy a leisurely seafood lunch in Tai O, after which we catch a taxi to Mui Wo, a 30-minute scenic ride along the southern shores to the other end of Lantau Island. There we take a walking tour of Mui Wo village and its surroundings (takes 1 1/2 - 2 hours), we visit the Silvermine Waterfall and the beautiful Man Mo Temple. We then take a fast ferry back to Central, returning to your hotel around 18:00.",
        "strLocation": "Lantau Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-lantau_island-escape-to-lantau-island-big-buddha-tai-o-fishing-village/1538?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Escape to Lantau Island: Big Buddha & Tai O Fishing Village",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 18:28:54"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2100,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1386853588/yvcc4j5fbgnuqwsxlqvj.jpg",
        "strIntroduction": "If you've ever been curious to see how regular Hong Kong locals live, come visit the fascinating neighbourhood of Tai Po in the New Territories. Despite the high-rise housing estates for commuters that have sprung up around it, Tai Po still has a countryside feel. While some parts look extremely modern, the centre of the settlement is older and also more lively. Many of the locals have relatives who emigrated to England and elsewhere in Europe during the sixties and seventies - it is partly because of the funds that they sent back, and partly because of the proximity of both the housing estates and the Chinese University of Hong Kong that Tai Po is both a vibrant community and a very pleasant place to visit, even if you are only going to eat there. And really, you should eat there; the same cultural diversity that was mentioned earlier (Yuet, Hoklo, Tanka, Hakka) is reflected in the local food, especially in the town centre, where there are a lot of Hakka! We've got the famous Tai Po Market, one of the busiest and most interesting markets in the New Territories (think of a massive hall of seafood and meat, a huge floor of sundries and then another floor full of delicious cooked food). Towards the northern end of the same street, the double-hall Man Mo Temple is a centre of worship for the Tai Po area. It was founded in the late 19th century and, like the Man Mo Temple found in Sheung Wan, it is dedicated to the gods of literature and of war. The neighbourhood also houses the quaint Hong Kong Railway Museum in the former Tai Po Railway Station, which was built using traditional Chinese architectural design in 1913 and is now preserved as a Declared Monument. This permanent exhibition of Hong Kong's rail history includes photographs, old coaches, samples of tracks, and a full-size model of an electric train compartment, which the kids will love!",
        "strLocation": "New Territories",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-new_territories-explore-the-colorful-tai-po-area-with-a-local-resident/1528?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the Colorful Tai Po Area with a Local Resident",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 18:33:33"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7373,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1387900281/riujgvqv1mvqgm1v93tp.jpg",
        "strIntroduction": "",
        "strLocation": "HK Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-hk_island-go-on-a-street-food-tour-with-a-local-chef/1513?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a Street Food Tour with a Local Chef",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 18:37:43"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10054,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1388054870/j0z1bfqizvojl0brtpe4.jpg",
        "strIntroduction": "How much of Hong Kong do you want to know? Learn about real Hong Kong through interesting stories and fun facts as we comb the back alleys from Central to Western District. For instance, we will show you a place of worship that was “lost and recovered”, check out one of the last ‘survivors’ in Mid levels, and if you are lucky, we may catch some traditional occupations in action (psst… they are always on the move)! How much can you eat? It’s not just egg tarts that we are talking about. Be prepared to savour pork chop buns, Hong Kong style milk tea and many more! To get an authentic feel of life in Hong Kong, our walking tour will skip high-end restaurants and head directly to the Cha Chaan Tengs that are well-loved by locals here! How much can you shop? Whether it’s antiques, porcelain, daily necessities or even famous cooking sauces, we will bring you to lively street markets and shops that locals frequent. Do you know that there are many hole-in-the-wall shops in Hong Kong? We will show you some during your Real Hong Kong Tour!",
        "strLocation": "Central",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-central-explore-the-real-hong-kong-in-four-hours-and-make-new-friends/1441?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the Real Hong Kong in 4 Hours and Make New Friends",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 18:42:46"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10054,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1387339161/uow6udd62pyf5ehcgi9s.jpg",
        "strIntroduction": "One thing is for sure, you need your guts here – literally – as we will fill you up both ways. 1) We introduce you to authentic Hong Kong food and, 2) We share with you interesting tidbits of information behind each local gem. The variety of food available in Hong Kong is astounding. For a start, we have the likes of dim sum, egg tarts, barbecued pork and shrimp dumpling noodles. If you are game for it, Hong Kong also offers snake soup, pork liver congee as well as turtle jelly. With so much to choose from, this is the reason why, for our Hong Kong Food Tour, we do not have fixed and compulsory food-stops. Instead of forcing food down your throat (God forbid!) by deciding for you what and how much you will be eating, we think you should definitely have the final say! We look forward to fully customizing a Hong Kong Food Tour for you. Based on your food preferences, dietary restrictions as well as your sense of adventure for exotic food, your enthusiastic Hong Kong Food Tour guide will lead you to discover mouth-watering local delights that have conquered the hearts of millions of Hong Kong people. Not sure what to try? Leave it to us and we will be more than happy to give you an introduction to Hong Kong cuisine that are well-loved by the locals! Worried if you will be the first or last one to finish eating? Fret not about any time pressure, as you set the pace of this Hong Kong Private Food Tour. Unlike a typical group food tour, our time is solely yours and you do not have to worry about matching the speed of other participants. If you prefer to take a break from the amazing food that Hong Kong has to offer, we will gladly help you make full use of your time with us by providing you with other flavours of this exciting country! At Big Foot Tour, we want to immerse you in a real Hong Kong environment. As such, in between food-stops, we can walk through fascinating neighbourhoods that reveal the everyday life of a local. We will fill you in with the history of Hong Kong, explore local cultures as well as share with you some fun facts of Hong Kong! How’s that for a taste of local life and a truly personal culinary adventure?",
        "strLocation": "HK Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-hk_island-sample-hong-kongs-best-local-dishes-on-a-private-food-tour/1440?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Sample Hong Kong's Best Local Dishes on a Private Food Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 18:48:23"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9116,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1385359665/ikjkycyuzut9ji08ipet.jpg",
        "strIntroduction": "The workshop is a 3-hour crash course on how to brew beer at home. All ingredients and equipment will be prepared and set up before your arrival. Introduction to Beer and Brewing Process We will start with a brief introduction to the 4 basic elements of beer and 6 basic steps of brewing. You will see, smell and feel different types of grains. The Brewing Experience 3 to 4 participants will share one set of homebrew kit and start brewing under step-by-step guidance (optional: adventurous participants will be given the option to design and prepare their own recipes under guidance). You will also learn the tricks to homebrewing beer in HK. History of Beer and Craft Beer Appreciation We will tell you how brewers create aromas, colors, flavors and textures from common ingredients. You will also learn to appreciate different beer styles from around the world and how to match the right glass to different beers. Bringing Home Your Homebrew At the end of the workshop, those of you who are staying in Hong Kong for longer will be given the option to bring home your own batch of homebrew, together with a brewing kit (for those of ) to complete the “homebrewing” experience.",
        "strLocation": "Central",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-central-learn-to-brew-your-own-beer-at-a-beer-brewing-workshop/1384?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Brew Your Own Beer at a Beer Brewing Workshop",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 18:54:19"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1382091815/k6ujz1t5xlzfp68qneej.jpg",
        "strIntroduction": "Show-off your dance moves in front HK's beautiful night lights! WHO CAN JOIN? Everyone! Never danced before? No worries! There will be an easy routine for you! An experience dancer? Great! We'll leave space for a freestyle section just for you! WHERE? You will learn the dance at a HK dance studio in the middle of Central (we can get some famous HK egg tarts afterwards!) We will film the dance on the roof of an empty parking lot, with some of HK's landmark buildings with its flashing lights (no joke; they change color) behind you as the backdrop. WHEN? 5pm - 6pm: Learn simple Hip Hop Dance Routine 6:30/7pm - 8pm: Film Dance Really, NO dance experience is necessary. Just come, have a blast, meet new people, appreciate Hong Kong's night time lights, and dance to good music! And if you really struggled through the dancing, we'll finish off with a drink afterwards at a rooftop bar to even better soak up Hong Kong's skyline!",
        "strLocation": "HK Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-hk_island-learn-a-hip-hop-dance-and-be-filmed-with-the-hk-skyline/1270?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn a Hip Hop Dance & be Filmed with the HK Skyline!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 18:58:40"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1382028384/xcj6awc6uxovsmgfkuyu.jpg",
        "strIntroduction": "The tram has been a mode of transportation in Hong Kong for over 100 years, and you get to party on it with drinks, food, good company, and of course music! This party tram will be about about 2.5 hours through the city streets of Hong Kong. It's everything you can get on an average tour bus and so much more! Get your cameras ready to take photos of the local wet markets, the crowded streets, and the occasional wave-backs at the booming musical tram! Details of the FULL PACKAGE: 4pm - 6pm: TRAM PARTY! Meeting spot will be at \"Whitty Street Tram Depot\" (Connaught Road West, Western District, Hong Kong - which any taxi driver will know how to get here!). The Tram will take us through HK, including the chic Central, shopping-heaven Causeway Bay, wet-market of Wan Chai. It will turn back around and drop us off again at \"Whitty Street Tram Depot\" 7pm - 8:30pm: DINNER ON A ROOF! We will all hop in a few little red cars (HK taxis!) to the IFC mall and enjoy THE BEST dim-sum \"take-out\" from \"Tim Ho Wan\". We'll bring it up to the roof of the IFC mall in Central and enjoy one of the best meals in the breeze on top of HK's most bustling malls. 9pm - when you feel like going home: SECRET BAR! With our bellies full, we'll head to Wyndham Street to my favorite bar in HK. A little secret location, which will not disappoint. You'll have some of the best cocktails made by HK's best bartenders (a few are internationally ranked!). But shh... you'll find out which bar when you join the group!",
        "strLocation": "HK Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-hk_island-party-on-a-hong-kong-tram-with-music-and-dancing/1269?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Party on a Hong Kong Tram with Music and Dancing",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 19:04:37"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 25000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1440550876/pctokq0zhzwfiafazoez.jpg",
        "strIntroduction": "Join us for the most exclusive celebration of the year, the Hong Kong New Year’s Eve Fireworks on Victoria Harbour - guaranteed the best seats in town! Board our intimate and exclusive 70ft yacht, enjoy the open-bar hospitality, hearty food menu, the fantastic night view and the magnificent New Year's Eve fireworks with less than 40 people. Board on our exclusive and intimate 2016 New Year's eve harbour cruise in Hong Kong, inclusive of beverages, 2-course dinner and bubbles. There are less than 40 spaces available so book quickly to get the best and most exclusive experience on offer for New Years Eve. Hong Kong fireworks are renowned for their pyrotechnic excellence, launching from harbour barges and skyscrapers on land. For a New Year’s Eve celebration like no other, celebrate with us aboard our comfortable 70ft cruiser with delicious dinner and open-bar hospitality, whilst enjoying the fantastic night view and build-up to midnight. Every 15 minutes, a shooting star will launch from one of the rooftops of the surrounding buildings. The boat will board from 8:30pm and the countdown display starts from 11:00pm. We will return to the pier at 1:00am. Come and countdown to 2017 with us in style! Canapés - Herbed fish goujons with honey mustard dip - Sage and onion sausage rolls - Tomato, mozzarella and basil bruschetta (V) - Vegetarian spring rolls (V) Mains: - Gourmet handmade beef burgers - Cajun chicken and avocado burgers - Roasted sweet potato black bean burgers (V) - Pan fried king prawns with chilli and lime dressing Sides - Roasted garlic sweet potato mash (V) - Seasonal vegetables (V) - Broccoli and cauliflower gratin (V) - Macaroni and cheese (V) - Fresh bread with butter Desserts: - Cheese board with wafer biscuits - Homemade mince pies - Oreo and Bailey's cheesecake balls Alcoholic drinks: - Prosecco - Red and white wine - A section of beers - Mulled wine Throughout the trip... - Stem ginger candy (just in case it's a bit choppy) - Gourmet teas and coffees",
        "strLocation": "HK Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-hk_island-celebrate-new-years-eve-on-a-victoria-harbour-cruise/2767?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Celebrate New Year's Eve on a Victoria Harbour Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 19:08:45"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1391699442/gj8zkwstgatazr5dg3a0.jpg",
        "strIntroduction": "For Cantonese people, \"yam cha\" (literally 'drink tea') is is inextricably linked to the Chinese tradition of drinking tea. Early farmworkers would head to their local tea house to revive with tea and good conversation. Ken Hom, American-born Chinese chef, and himself states that the best dim sum and chefs are found in the Canton region, and I could not agree more! City Hall, one of the last places in Hong Kong to still use server trolleys, is a unique and tasty setting to enjoy your first ever dim sum lunch. It is also right next to the Star Ferry pier, so you can hope on a ferry ride after this experience to explore Tsim Sha Tsui and beyond! The atmosphere in traditional local restaurants can be somewhat intimidating if you don't speak Cantonese, so if you've never gotten a chance to try dim sum in Hong Kong before, come with me and I'd be glad to help you pick out some delicious dishes! Some of my favourites are shrimp and pork dumplings (siu mei), pork buns (cha siu bau), taro pastries (wu gok) and dessert of egg tart (dahn ta) or mango pudding (mun gwa pu ding). If you are feeling adventurous, we can even dig into some spicy chicken feet! As a popular guide in Hong Kong, I'd also be happy to share tips on where to go and what to do during your time here! Note: This price excludes the cost of food and transport. We will likely order a number of dishes and split the bill! Photo credits: thecitynomad.com julianaloh.com thetemptedpalate.typepad.com",
        "strLocation": "HK Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-hk_island-have-an-authentic-dim-sum-lunch-with-a-local-guide/1684?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Have an Authentic Dim Sum Lunch with a Local Guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 19:12:30"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 845,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1387824181/qf6n9ohuwwyftebyltxd.jpg",
        "strIntroduction": "This tour is completely flexible, so you can choose from a variety of styles - street photography, food photography, documentary photography - anything that helps you capture the city your way! During your time with me, I'll show you around the places I know might suit your request and we'll find ways to help you get the best shots of your time here! Some of cool places I've photographed: - Yim Tin Tsai (abandoned island near Sai Kung) - Lamma Island - New Territories (Kam Sheung Road) - Streets of Kowloon and Hong Kong (Sham Shui Po, Kwun Tong)",
        "strLocation": "HK Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-hk_island-hang-out-with-a-photographer-and-capture-hk-at-its-best/1550?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hang Out with a Photographer and Capture HK at its Best",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 19:15:35"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1426217832/pkmyscb1vuaetonyijbs.jpg",
        "strIntroduction": "If you're looking to score the hottest tickets in town, you're in luck as I have 4 tickets to the most popular event of the year that I need to sell as I will be away. MORE ABOUT THE HONG KONG SEVENS: Firmly established as the world's premier event of its kind and one of the most popular annual sporting events in Asia, the Hong Kong Sevens attracts some of the world's greatest rugby players and thousands of fans from every corner of the globe to the magnificent Hong Kong Stadium every year. With fast and furious rugby action combined with a carnival atmosphere and world rugby's largest prize purse, the 2015 Hong Kong Sevens will be an unforgettable three days for everyone there. This year's tournament is extra special as it marks the Hong Kong Rugby Football Union's commemorations of 40 Years of Sevens in Hong Kong. From kicking off with 12 teams in front of 3,000 people at the Hong Kong Football Club in 1976 to today's three-day extravaganza of international rugby revelry with 28 teams playing in front of a total of 120,000 spectators, the 2015 Cathay Pacific / HSBC Hong Kong Sevens is \"Where the World Comes to Play.\" A raft of initiatives and entertainment is on the cards for spectators and around the world in 2015 as the rugby world again focuses on Hong Kong in March. History: http://hksevens.com/about-us/40-years-of-the-sevens NOTES: 1. These are general admission tickets with free seating. However, I would advise early queuing for the South Stand which gets full very early. 2. For Sunday: Gates open 07:00am, Cup Final at 19:00pm, presentation and fireworks finish at 19:40pm. 3. The face value of tickets are different as on Friday there will be around 2 hours of rugby action whereas Sunday is a full day of rugby plus the finals and cup ceremony. 4. PICK UP: must be on either 26th March or 27th March 2015",
        "strLocation": "HK Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-hk_island-buy-hong-kong-sevens-tickets-2015/3227?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Buy Hong Kong Sevens Tickets 2015",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 19:19:01"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 20000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1451998998/eps4uf0faipzwngimikw.jpg",
        "strIntroduction": "Chinese New Year is without doubt the biggest and most adored festival of the lunar calendar. The 26 minute firework display at Victoria Harbour is renowned for its pyrotechnic excellence, launching from harbour barges and skyscrapers on land for breathtaking entertainment. For a Chinese New Year’s celebration like no other, celebrate with us aboard our comfortable 80ft yacht with dinner and open-bar hospitality, whilst enjoying the fantastic evening with other guests. A usual New Year tradition is to gift red packets or envelopes with gifts , so each guest will receive their own Lucky red packet with gifts and discounts from local outlets. Passengers of all ages are welcome. NOTE: The fireworks are scheduled to kick off at approximately 8pm this year, so we will meet at about 6.00pm at Central (further details will be provided once you have made a booking) DINNER MENU (Included in your ticket price): Appetisers: - Steamed egg, asian meatballs, dumplings Dinner - Shrimp and mango salad - Roasted suckling pig - Sweet & spicy glazed spare ribs - Sweet and sour fish - Yeung chow fried rice - Asian chicken salad - Asian vegetable noodles - Mixed vegetables with garlic - Chinese greens with oyster sauce Dessert - Fruit and cakes",
        "strLocation": "HK Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-hk_island-hong-kong-chinese-new-year-fireworks-cruise-2016/3048?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hong Kong Chinese New Year Fireworks Cruise 2016",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 19:23:45"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 400,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1392732197/fkiyxonm8pv8zmxrkc3s.jpg",
        "strIntroduction": "You too can have your own Jane Goodall experience. It's not everyday that you get to see monkeys, especially in Hong Kong. But I know where they are. I've found their secret hangout spot. It's an easy/moderate hike on paved road, maybe 30 - 40 minutes give or take, in the mountains just beyond Kowloon. There will be uphill walking, so be prepared. But you will be rewarded as we reach the top. The best time to see them is late morning, 10 - 11 am. Please do not bring food!! They might harass you if they smell food in your bag. After the hike, we can have lunch at a local cha chaan teng (optional).",
        "strLocation": "Kowloon",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-kowloon-discover-hong-kongs-hidden-monkey-mountain/1886?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Hong Kong's Hidden Monkey Mountain!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 19:27:10"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1300,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1393485852/ivblrdqu6hik0rvnezmm.jpg",
        "strIntroduction": "This lunch journey isn't about snacks or street food. It's the real deal, full on meal. So you better bring your appetite, I mean it. Starting in Sham Shui Po, we will first have a unique Hong Kong cha chaan teng-style egg and beef sandwich. Next, just a few blocks around the corner, we wash that down with tasty handmade dumplings swimming in a bowl of rich Shanghai style fish broth. After, we'll walk towards Prince Edward, a place where we will eat juicy meat-stuffed \"pie,\" characteristic of northern Chinese cuisine. Try the curry mutton too if you're game. And if you're a fan of spicy food, we well venture to this one stall that serves freshly cooked wontons in a spicy sauce. Then finally, let's stroll down to Mong Kok, where we'll finish off with something sweet... a tall glass of ice cold milk tea, a classic egg tart, and a warm \"pineapple bun,\" pork chop inside optional. And if you're still not full (which I can't imagine how), there are always more places to eat, like dim sum, beef noodle soup, hainan chicken rice, congee... Now doesn't that make your mouth water, cause it's sure doing it for me. :) You will have to pay for your own food but don't worry, these places are cheap, especially since we'll be splitting the check and sharing the food. It shouldn't cost more than $200 HKD total per person, unless you go completely nuts! We'll be walking from one restaurant to the next. This'll help us digest the food, which we'll need badly... :)",
        "strLocation": "HK Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-hk_island-pig-out-on-hong-kong-street-food-with-a-local-foodie/1883?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Pig Out on Local Hong Kong Dishes with a Hungry Foodie",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 19:32:32"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1390525084/gklrqa0v6udpilq6zgoe.jpg",
        "strIntroduction": "The tallest peak in Hong Kong is Tai Mo Shan, towering at 962 meters high above Tsuen Wan to the south, and Tai Po to the north-east. This mountain, with its steep slopes, also boasts herds of feral cows grazing as well as Hong Kong's tallest waterfall - the Main Fall of the Ng Tung Chai cascade of waterfalls with a 30-meter free fall. The tour starts at Tsuen Wan MTR station, from where we take a taxi to our starting point, the highest point of Route Twisk, and about halfway up the mountain. Hiking from there along a scenic route, first a dirt track and later a paved road, we steadily climb up, enjoying the sweeping views along the way. The summit itself can not be reached as a wireless station has been built up there. From the top we continue slowly down towards Sze Fung Shan, until we turn left to the steep path down to the Ng Tung Chai waterfalls. There are a total four large falls in this cascade, the highest being the Scatter Fall, the Main Fall, the Middle Fall and finally the Bottom Falls. Finally we hike down via Man Tak Yuen, a Buddhist monastery, and Ng Tung Chai village to Lam Kam Road from where we take transport back to Tai Wo MTR station. This hike takes about five hours, and includes some steep ascents and descents running over mostly well maintained trails. Proper footwear is a must. The total ascent is about 500m as the starting point of the hike is halfway up the mountain.",
        "strLocation": "Kowloon",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-kowloon-conquer-the-tallest-mountain-and-highest-waterfalls-in-hk/1526?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Conquer the Tallest Mountain and Highest Waterfalls in HK",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 19:37:19"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 670,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1387970229/z9tmrjaokttersqw4eaw.jpg",
        "strIntroduction": "We start our night out around 7 or 8pm, depending on your schedule. I will bring you to one of my favourite local 'dai pai dong', or outdoor eatery, where you can savour a variety of Chinese dishes. We hang out here for an hour or so to soak in the atmosphere before we proceed to the first of our 3 or 4 spots for the night. Depending on the sorts of places you like, we can choose from underground jazz clubs to more edgy outdoor bars. If you are new to the city or just visiting for fun and want to meet other locals like myself, I can even invite my friends along to say hello. After we hop into a few places, we can stop by my favourite supper place for more local hangover cures!",
        "strLocation": "Central",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-central-explore-hks-coolest-underground-bars-with-a-local/1549?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore HK's Coolest Underground Bars with a Local",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 19:47:33"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 15500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1386917755/bpyj3rzisxfhjtya003b.jpg",
        "strIntroduction": "Hong Kong has one of the world’s most impressive natural harbours. Stunning buildings and landmarks on Hong Kong Island and Kowloon adorn both sides of the busy harbour, a variety of craft including ferries, junks, sampans, cruise ships, freighters and tankers. Getting on a traditional Junk boat is a must-do activity in Hong Kong. Join me as I take you on a leisurely day cruise from Causeway Bay to Lamma Island or Clearwater Bay in Sai Kung. On this special day, it will be all-you-can-eat and drink, with an opportunity to swim in the sea (or to the beach) and partake in other water activities.",
        "strLocation": "HK Island",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-hk_island-enjoy-a-day-cruise-on-a-traditional-junk-boat/1555?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Day Cruise on a Traditional Junk Boat",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 19:53:51"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1386829184/ohwcbcor4wnfshrdyite.jpg",
        "strIntroduction": "The Lion Rock is one of the best recognisable mountain peaks from Hong Kong. Looking from Kowloon or Hong Kong Island to this peak it is easy to recognise the lion shape. This hike takes you up to the head of the lion, which, at 495 metres high, is the best viewpoint of Hong Kong overlooking Kowloon and Hong Kong island to the south, and Sha Tin and Tolo Harbour to the north. From this viewing point, we'll be able to see the nearby Amah Rock, which resembles a woman carrying a child (the story goes that this was a fisherman's wife who stood there every day to see whether her husband came back from the sea, and got struck by lightning and turned into stone) While there are so many options for hiking in Hong Kong, this might be the very best viewpoint in Hong Kong! Come along with me as I bring a group of hikers up to one of my favourite spots!",
        "strLocation": "Kowloon",
        "strOriginUrl": "https://www.govoyagin.com/activities/hong_kong-kowloon-take-in-the-best-view-in-hong-kong-from-lion-rock/1525?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take in the Best View in Hong Kong from Lion Rock",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 19:57:11"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1480312066/t6tjtluw7bpss1b4hvjk.jpg",
        "strIntroduction": "This tour shows you both cultural and historical sides of Taiwan in a day trip. Exploring Jinguashi, Jiufen & Pingxi, you can meet the local miner to learn the history of Jinguashi, visit the spectacular Golden Waterfall and Yin-yang Sea, Make your own sky lantern and wander narrow streets of Jiufen --- a town famous for having been an inspiration for the Miyazaki classic Spirited Away. This tour includes pick-up from your accomodation, so you don't need to worry about the transportation. Enjoy your trip in Taiwan and make an unforgettable memory! [Schedule] 09:00 Pick up from your accommodation 10:00 Meet the experienced miner 10:30 Visit the ruins of the 13 Levels 10:50 Golden Waterfall and Yin-yang Sea 11:30 Hidden spot - best view of Jinguashi 12:00 Lunch in Jiufen (at individual's expense) 14:30 Shifen old street in Pingxi 15:00 Make and send your own lantern 17:00 Drop off at your accommodation",
        "strLocation": "New Taipei City",
        "strOriginUrl": "https://www.govoyagin.com/activities/taiwan-new_taipei_city-day-trip-to-jinguashi-jiufen-and-pingxi/7931?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Jiufen and Pingxi Day Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 20:09:12"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 10,
        "intUsdCost": 3350,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1387429293/ykwdz6ssk061bmvyghwy.jpg",
        "strIntroduction": "Food culture is very important in Taiwan. A lot of activities we partake in are related to eating. I would therefore like to introduce you to Taiwan as seen through a culinary lens. There's an endless list of cuisines to try in Taipei and it's impossible to taste everything, so I will bring you to my favorite area and hopefully you will enjoy this yummy journey with me. Take your time, walk slowly, and you will find this area fascinating and full of fun. Here is a suggested itinerary, but we are always able to adjust it to your personal preference. 11:00 AM: Meet at your hotel and go for lunch. ↓ 13:00 PM: Walk around Yongkang Street, which is famous for creative shops and cuisines that attract both locals and foreigners alike. I will introduce you to my favorite French restaurant where you can have a cheap but really delicious Crème Brûlée. ↓ 15:30 PM: Take a break and have a cup of tea or coffee. We can speak about any topic that you are curious about such as culture, food, people, travel experience etc. etc... ↓ 16:30 PM: Visit CHIANG KAI-SHEK MEMORIAL HALL to check out traditional architecture or do some shopping. There are many types of shops (books/food/art/music/local brands) and I can make recommendations depending on what you'd like to visit. ↓ 18:30 PM: Back to food! You can't say you visited Taiwan if you've never been to a night market here. Have dinner in one of the night markets and try many kinds of local dishes. ↓ 20:30 PM: Last but not least, local supermarkets would be fun to visit! See what the locals are buying and buy some for your next day as well.",
        "strLocation": "Taipei City",
        "strOriginUrl": "https://www.govoyagin.com/activities/taiwan-taipei_city-explore-taipei-restaurants-shopping-markets-and-more/1483?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Taipei: Restaurants, Shopping, Markets & More",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 20:22:51"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 2010,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1389799579/wknet6xpuncr71ouf7zj.jpg",
        "strIntroduction": "Tainan is the old capital in Taiwan where you can find several important historical sites. The temple is an important place of worship for locals in their daily lives. I would like to show you some significant temples in Tainan city. Get ready to be amazed by the fascinating stories behind each temple. Here are the 3 temples we will visit. All the temples listed are designated national historical sites, which attract many devotees and visitors every year. - Tainan Cheng Huang Temple (城隍廟) - Tainan Da Tain Hou Temple (大天后宮) - Sacrificial Rites Martial Temple (祀典武廟) During this experience, you will learn about: - The architecture of the temples - Stories of gods and goddesses we see - The meanings behind the wall paintings - Taiwanese religious practices I will also point out some Taiwanese street food along the way. Let's have a feast for the soul and stomach together!",
        "strLocation": "Tainan",
        "strOriginUrl": "https://www.govoyagin.com/activities/taiwan-tainan-learn-the-architecture-and-history-behind-three-temples-in-tainan/1665?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn the Architecture & History Behind 3 Temples in Tainan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 20:27:01"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4363,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1480572067/v5ltegbwktyb5qnypoec.jpg",
        "strIntroduction": "はじめての台南、リピーターの方、それぞれ行きたいスポットが違いますよね。 主要観光スポットから、ここに行ってみたいというご要望に合わせて、あなたにピッタリの台南の観光プランを無料で作成し、現地でご案内します 提供内容 内容：台南の街をご案内します。 時間：約6時間(10:00〜11:00スタート) 人数：１名様～※団体様のご案内も可能ですのでご相談ください。 事前に教えていただきたいこと ・観光開始時間 ・移動手段(タクシー、タクシー貸切、マイクロバス貸切) ・当日行きたい場所 ・当日したい事 ・お食事についての希望 ・現地集合場所",
        "strLocation": "Tainan",
        "strOriginUrl": "https://www.govoyagin.com/activities/taiwan-tainan-explore-tainan-with-meals/7944?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "古き良き街台南を満喫！６時間コース！観光地、お食事全て選択可能！",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 20:30:27"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1480476906/a0xhfvwu577znmquu6cc.jpg",
        "strIntroduction": "Tea culture in Taiwan is very rich and it has a long history. Get familiarize yourself on this Tea Culture Tour and enjoy the lush greenery of tea farms! Ascend into the lush mountains just north of the city on the Maokong Gondola and get the opportunity to meet highly skilled local tea experts who will teach you how to steep the perfect pot of tea. Explore the local mountain villages and take in the incredible views of bucolic tea farms and the one of a kind Thousand Island Lake. You need not worry about the language barrier because an English tour guide will attend you through the whole trip! This tour starts by picking you up from your accommodation in Taipei City. Get on the Maokong Gondola where you can get the panoramic view of the gigantic forests full of beautiful trees. After the Gondola ride, learn the rich background of Taiwanese tea and gain a deeper understanding of the authenticity of it. After lunch time, your guide will take you to Thousand Island Lake. Thousand Island Lake is a very big alpine lake and the views over the lake and surroundings are simply beyond description. After that, you'll take a walk through the tea fields. If you visit in a tea picking season, which normally is Spring, you even get to experience the traditional tea picking. Finish this day tour with actually tasting tea and learning tea ceremony in the tea house. A tea ceremony expert will teach you everything you need to know and help you through tea ceremony. Why don't you spend a day learning about Taiwan's rich and old tea culture and appreciating the beauty of it? Tour Schedule – 09:30 Pick up from your accommodation – 10:00 Maokong Gondola – 10:30 Explore the background of Taiwanese Tea – 11:50 Lunch time – 13:30 Thousand Island Lake – 14:30 Take a walk through the tea fields – 15:30 Tea taste and learn tea ceremony in the tea house – 17:30 Drop off at your accommodation",
        "strLocation": "New Taipei City",
        "strOriginUrl": "https://www.govoyagin.com/activities/taiwan-new_taipei_city-tea-culture-day-tour-and-a-tea-ceremony-in-the-tea-fields/7938?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tea Culture Day Tour and A Tea Ceremony In The Tea Fields",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 20:36:00"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1480317424/fmozf3icao6wu2q7ixeo.jpg",
        "strIntroduction": "This 1 day tour covers various unique activities that you can experience in Taiwan! If you join the tour, you can know the history and culture of Taiwan, visit beautiful and gorgeous historical places, wander narrow streets around Shi Lin night market, and explore one of the tallest buildings in the world! In this tour, we'll visit touris attractions including: - Longshan Temple - Presidential Office Building - Chiang Kai-shek Memorial Hall - Taipei 101 - Lin An Tai Historical House - The Grand Hotel (Pass by) - Yangmingshan National Park - Beitou Hot Spring Area - National Palace Museum - Shilin Night Market [Schedule] 09:00 Pick up from your accommodation 09:30 Longshan Temple 10:30 Presidential Office Building 10:50 Chiang Kai-Shek Memorial Hall 11:30 Taipei 101 / Lunch 13:00 Lin An Tai Historical House 13:40 Pass by The Grand Hotel 14:30 Yangmingshan National Park 15:30 Beitou Hot Spring Area 16:00 National Palace Museum 18:00 Shilin Night Market (Drop off at MRT Jiantan Station )",
        "strLocation": "Taipei City",
        "strOriginUrl": "https://www.govoyagin.com/activities/taiwan-taipei_city-enjoy-taiwan-top-ten-tourist-attractions-in-one-day-tour/7933?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Taiwan's Top 10 Tourist Attractions in 1-Day Tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 20:40:12"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4355,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469164831/zdqnotymtvcds65wlnlj.jpg",
        "strIntroduction": "■桃園空港→ホテル ・空港に着きましたら、空港ロビーへとお進みください。 ・ロビーにてお客様の名前の入ったボードを持った担当スタッフがお出迎え致します。 ・合流後、お名前をご確認させていただきます。 ・確認でき次第、専用車にてホテルへ出発いたします。 ・ホテルにつきましたら、お客様ご自身にてチェックイン をお願いします。",
        "strLocation": "Taipei City",
        "strOriginUrl": "https://www.govoyagin.com/activities/taiwan-taipei_city-taoyuan-airport-shuttle-bus-one-way-sedan/7167?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "【片道送迎】桃園空港発→ホテル着（セダン・ガイド無し）",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 20:45:20"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1455257108/vt6cb6hdqpqieyy7morb.png",
        "strIntroduction": "It's not about knowing where to go, but knowing what to order. At the most popular night market of Taiwan-- Shilin Night market, I will guide you to make sure you get to try all the main local Taiwanese street food you need to try during this tour. Other than that, you will also get some shopping done for pretty much everything you need from clothing to souvenirs.",
        "strLocation": "Shilin District",
        "strOriginUrl": "https://www.govoyagin.com/activities/taiwan-shilin_district-shilin-night-market-all-in-one-food-tour/4793?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shilin Night Market: All-in-One Food Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 20:50:07"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 11,
        "intUsdCost": 4221,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1480481628/lid5vcnzvgslnpndpjg5.jpg",
        "strIntroduction": "初めて台湾へ旅行する方にもリピートの方々にもおすすめできる人気観光地「九份」への行き方は電車は公共バス・タクシーを乗り継いで行くこともできますが、距離があるため乗り継ぎの手間や運行時間を考えるとバスツアーで行くのが圧倒的に安心便利です。 16:45 民芸品店「金龍藝品」集合 ガイドがお出迎えします。 18:00頃 九份到着。郷土料理の軽食 石畳の道沿いに小さなお店や建物が軒を連ねる赤提灯で照らされた九份を散策しながら、夕食をご堪能いただきます。 観光時間は約60分を予定していますので、町並み散策や夜景鑑賞などをお楽しみください。 20:00頃 饒河街夜市を経由（自由行動） 九份を観光するなら寄らない人はいない！というくらいの人気スポット饒河街観光夜市(ナイトマーケット)にも立ち寄ります。400m続く一本道、その両脇に所狭しと並ぶ屋台では、ここでしか食べられない台湾のローカルフード、ここでしか味わえない絶品グルメが夜市に並びます。。全てを味わい尽くすのは無理！というくらい豊富で、きらびやかな夜をお楽しみください。 五分埔へは行き方の案内のみとなり、立ち寄りはありません（希望者は途中解散可） 21:30頃 解散。 ※解散場所は車内でガイドよりお客様にお伺い致します。 下記から降車地をガイドにお伝えください。 ①饒河街夜市現地解散 ②台北駅まで送迎 ③MRT松江南京駅まで送迎、 ※20%OFF割引が適用されるツアー実施日は下記です。 1月15日 ~ 2月28日 ※上記日程以外のツアー日程をご希望の方は通常の10%OFF価格オプションをご購入くださいませ。",
        "strLocation": "Taipei City",
        "strOriginUrl": "https://www.govoyagin.com/activities/taiwan-taipei_city-taiwan-jiufen-sightseeing-night-market-taipei/7234?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "20% OFF 異国情緒たっぷり！夜の九份(きゅうふん)観光＆夜市散策（日本語ガイド/送迎/夕食付き）",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 20:54:41"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 21773,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469938963/tc3fyjxgkncp2miplwp2.jpg",
        "strIntroduction": "07:30頃 各ホテル出発 混載車にて台北駅へ向けて出発します。駅から列車に乗り換えて花蓮へ。約一時間の旅となります。到着後、混載車にて太魯閣渓谷を観光します。 12:00頃 昼食 ローカルレストランにて郷土料理のランチを堪能していただきます。 大理石工場見学（約40分） →アミ族の踊りを見学頂きます。 混載車にて花蓮駅へ 向けて出発。列車に乗り換えて台北へ向かいます。 18:10頃 ホテルへ送迎 ※交通状況によって変動する場合がございます。",
        "strLocation": "Taipei City",
        "strOriginUrl": "https://www.govoyagin.com/activities/taiwan-taipei_city-taiwan-taroko-gorge-oneday-hualien-taipei/7258?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "往復列車で行く！花蓮タロコ渓谷日帰りツアー",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 20:59:57"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4690,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469937543/s7tbji1ignaspjlilx1y.jpg",
        "strIntroduction": "16:45 集合 民芸品店「金龍藝品」に集合していただきます。集合地から混載車にて台湾市内のレストランに向けて出発します。 17:30 夕食 台湾市内のレストランで夕食となります。 グリーンワールドキッチン(洛碁廚房)にて小籠包をお楽しみください。 ※お食事内容、レストランは予告なく変更になることがございます。 18:20 十分へ出発 19:30 十分にて天燈上げを体験 天燈は1~4名で1個となります。願い事を書いて空高く飛ばしましょう！ ※天候が悪い場合は老街散策となります。 20:30 移動 寧夏夜市へ移動し、夜市を散策していただきます。グルメやショッピングをご堪能ください。 グルメの中でもおすすめは - 賞味期限20分!?のフレッシュパパイヤミルク「木瓜牛乳」 - 台湾の名物デザート レモンゼリー「愛玉加檸檬」 - 牡蠣オムレツ「鶏蛋蚵仔煎」 などがあります。 21:30 夜市到着後、現地解散（ホテルへの送迎はありません）",
        "strLocation": "Taipei City",
        "strOriginUrl": "https://www.govoyagin.com/activities/taiwan-taipei_city-taiwan-jiufen-lantern-night-market-taipei/7257?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "十分で楽しむ夜の天燈上げ＆夜市散策（夕食付き）",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 21:03:17"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3350,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469710849/erm7alkqjajmbxg6sacu.jpg",
        "strIntroduction": "07：45頃「出発」 台北市内中心部の主要ホテルより出発します。 乗合車での移動となりますので、時間厳守でお願いいたします。 ＜散策コース＞ ・行天宮 ・お茶セミナー ・総統府 ・中正紀念堂 ・民芸品店 12：00頃「昼食」 台湾料理の三大人気店の「春梅子」にて台湾料理を楽しんでいただきます。 食後、 ・故宮博物院 ・忠烈祠 ・漢方セミナー（別途料金で足つぼ案内） という順で回ります。 16：45「解散」 民芸店「金龍」にて解散します。",
        "strLocation": "Taipei City",
        "strOriginUrl": "https://www.govoyagin.com/activities/taiwan-taipei_city-taiwan-sghtseeing-taipei/7248?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "ランチも楽しめる台北市内観光！",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 21:08:55"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8374,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472547928/u6stwfvpzjxr0z3nqogp.jpg",
        "strIntroduction": "09:00 「出発」 台北市内中心部（主要ホテル）より淡水に向けて出発します。 「淡水観光」 紅毛城、古町散策、關渡媽祖宮など、台北中心とはひと味違う台湾を堪能していただきます。 ※月曜日は紅毛城が休みのため、代案地へご案内致します。 12:00 「昼食」 ローカルレストランにて、郷土料理をお楽しみください。 14:00 「帰着」 台北市内中心部（主要ホテル）に送迎いたします。",
        "strLocation": "Taipei City",
        "strOriginUrl": "https://www.govoyagin.com/activities/taiwan-taipei_city-enjoy-tamsui-sightseeing-tour/7246?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "海辺の街「淡水｣を日帰りで満喫！観光ツアー",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 21:12:24"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4690,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469547527/ym9gxwqahygfkrz4jrzf.jpg",
        "strIntroduction": "07:40 ホテルシーザーパーク台北入口前集合 or 08:10 グリーンワールドホテル松江ロビー集合 9:00頃 九份到着 九ふん散策をたっぷりご堪能ください。 12:00頃 軽食 台北市内にてB級グルメの軽食を味わっていただきます。 13:30頃 お送り 台北市内のホテルに限り、各ホテルへ送迎いたします。",
        "strLocation": "Taipei City",
        "strOriginUrl": "https://www.govoyagin.com/activities/taiwan-taipei_city-taiwan-jiufen-sghtseeing-halfday-tour-taipei/7239?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "半日で堪能！軽食付き九ふん観光",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 21:16:18"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11724,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469447790/zgqcf3ven1ggyvbqyh82.jpg",
        "strIntroduction": "07:40-08:10 指定ホテルより出発 お客様が滞在しているホテル（指定のホテルのみ）へお迎えに参り、混乗車にて九ふんへ出発します。 (約1時間)。到着後、街並みを散策していただきます。 観光後、台北市内へ向けて出発します。 12:00 昼食 牛肉飯などの軽食ランチを予定しております。 13:00 三峡観光 東洋芸術の殿堂である祖師廟、老街、鶯歌（陶器街）を観光、散策していただきます。その後、民芸品店へ移動します。 17:30 市内レストランにてご夕食 フカヒレラーメンのフルコースをご用意しております。 19:00 指定ホテルお送り",
        "strLocation": "Taipei City",
        "strOriginUrl": "https://www.govoyagin.com/activities/taiwan-taipei_city-enjoy-sightseeing-jiufen-yingge-sanxia-with-dinner-in-taipei/7226?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "九ふん•鶯歌•三峡観光ツアー（絶品フカヒレラーメンのディナー付き）",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 21:20:59"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2345,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469439822/agqnw7q3itzej6zsia6t.jpg",
        "strIntroduction": "ご希望の時間でホテル出発 予約状況やお店の開店時間によりますが、お客様のお好きな時間帯でご予約いただけます。 ご予約時間に到着するよう、お客様のご滞在ホテルまでお迎えに参ります。 足つぼマッサージ開始 マッサージ時間約30分となっております。 ホテルへの送迎 終了後、ホテルへお送り致します。",
        "strLocation": "Taipei City",
        "strOriginUrl": "https://www.govoyagin.com/activities/taiwan-taipei_city-experience-taiwan-style-of-foot-massage-in-taipei/7211?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "本場の足つぼマッサージ体験（30分）",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 21:27:04"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3685,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469257580/kvsnaecyzjiuwexqttif.jpg",
        "strIntroduction": "16:30 民芸品店「金龍藝品」に集合していただきます ※お客様ご自身にて集合場所までお越し下さい。 17:30頃～ 乗合車にて金龍藝品より出発し、鼎泰豊到着 特別なコース料理をご賞味いただきます。 19:00頃～ 士林夜市へ移動 約40分間夜市を散策していただきます。 20:00頃～ 乗合車にてお客様をホテルへご送迎いたします。 ※士林で更なる散策をご希望の方は現地解散も可能です。",
        "strLocation": "Taipei City",
        "strOriginUrl": "https://www.govoyagin.com/activities/taiwan-taipei_city-enjoy-xiaolongbao-dinner-at-ding-tai-feng-in-taipei/7177?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "小籠包と言えば！で有名な鼎泰豊でディナー（士林夜市散策付き）",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 21:31:36"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2680,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469160181/xnkl0qa2fu33faom3aca.jpg",
        "strIntroduction": "■松山空港→ホテル お客様のフライト到着時間に合わせて、係員がお出迎えいたします。その際、お客様のお名前が書かれたボードを持っておりますので、目印としてください。 合流しました後、お客様のホテルに向けて出発いたします。 ※ホテルチェックインはお客様ご自身にてお願いいたします。",
        "strLocation": "Taipei City",
        "strOriginUrl": "https://www.govoyagin.com/activities/taiwan-taipei_city-songshan-airport-shuttle-bus-service-one-way/7164?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "松山空港からホテルまでの送迎サービス！(片道専用)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-11 21:37:35"
    }
]