[
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 5,
        "intUsdCost": 90,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1431443040/n86xpunjz3c0ewuzyybs.jpg",
        "strIntroduction": "Do you have an image of the Japanese as quiet people? Well, a trip to a local baseball game will indicate otherwise! I have been following the game since I could barely walk; let me give you insight to the most popular sport in the country. You'll hear stories about the players on the field, and the history of teams that you would otherwise not know. I'll help out with getting the tickets and finding you the seats so you have nothing to worry about. You will have the choice of watching the game at Jingu Stadium or at the Tokyo Dome. The former doesn't have a roof, and has a longer history. Usually the seats don't fill up and there is a laid back atmosphere despite the place being in the middle of the city. Meanwhile, the Tokyo Dome is home to the Giants, who are like the NY Yankees of Japanese Baseball. They always play in front of a nearly sell-out crowd, and the fans know how to make some noise! Depending on your request date, you will be notified of the options available. Please note in advance on some dates, as there might not be a game at either of the stadiums or the seats might be sold out already. You will have the choice of being picked up at your hotel or meeting directly at the stadium, whichever is more convenient for you. Lastly, the host is a nationally licensed guide. Therefore, if you have any questions regarding your stay in Tokyo/Japan, I'll be happy to provide you with information!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-watch-a-japanese-baseball-game-with-a-local-fanatic/3433?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Watch a Japanese Baseball game with a local fanatic",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:33:14"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 1,
        "intUsdCost": 42,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474968264/aqfgiq3s0fwutfu3pjug.jpg",
        "strIntroduction": "\"Ninja\" could be considered one of the most well-known Japanese words world wide. Made famous by many Hollywood movies anime and manga, many people know \"ninja\" as masters of disguise who use deadly weapons to assassinate their victims while concealing their identities. People around the world have heard of television shows such as \"Teenage Mutant Ninja Turtles\", \"American Ninja\" \"Enter the Ninja\" and so on. Are you ready to discern fact from fiction and learn how to become a Ninja from a true master? Real Ninjas existed in the era of Shoguns and Samurai. While they couldn't walk on water or disappear in the blink of an eye, they were a very real part of Japanese historical culture and were extremely skilled in their craft. Their methods and weapons have been passed down for generations and are still wrapped in mystery, which intrigues so many people around the world. At Asakusa Hanayashiki, the oldest amusement park in Japan you can go through a Ninja-training program with a real Ninja Master! Practice \"batto-jitsu\" (sword-handling techniques) \"kakuremi-no-jutsu\" (concealment methods) and \"shuriken\" (shuriken blade throwing). The few who master all levels will be awarded a completion certificate, which gives you a 10% discount at the Ninja shop in the park. This park allows patrons to feel the nostalgic atmosphere of old Japan while experiencing a fun and exciting part of Japanese culture. So book your tickets today! ※ A tour guide is not provided on this plan. Necessary tickets for this tour will be delivered to you in advance, so that you can proceed on the tour by yourself. Please collect them at the tour desk before the session. Ninja Training Experience: (about 60 minutes) at Asakusa Hanayashiki. Please arrive at the Ninja Shop on the Hanayashiki Street 10 minutes before the training starts.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-how-to-become-a-ninja-master-in-asakusa-tokyo/5245?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn How to Become a Ninja Master in Asakusa, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:36:10"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460531252/cx1qxkjimsekbbeqpec0.jpg",
        "strIntroduction": "In a beautiful northern suburb of Kyoto you will wear a yukata, and practice a Japanese traditional dance, \"Four Seasons of Kyoto,\" which depicts Kyoto's scenery in all four seasons. Yukata and a fan will be provided for the lesson, so you don't need to bring anything. If you want to take a video and photo shoots of your dance, please bring your own camera and video. This is a wonderful chance to experience the elegance and classiness of Japanese traditional dances in the spiritual center of the country - Kyoto.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-experience-japanese-traditional-dance-in-kyoto/4067?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Japanese Traditional Dance in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:41:32"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 499,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464790680/vzqmbayaij11ogozg2sk.jpg",
        "strIntroduction": "Shikotsuko resort spa Mizuno Uta is near the northernmost lake in Japan that is famous for its ice-free lake. Easily accessible by car or public bus from Shin Chitose airport and Sapporo Station in around an hour. Shikotsuko resort spa Mizuno Uta offers a new style healthy and beauty service that is produced by making use of the healing power that exists in Hokkaido's great nature. Having been developed in Hokkaido for a long time the treatment uses a special cosmetic which contains a natural ingredient made in Hokkaido. Before starting the treatment counseling is provided with herbal tea in a comfortable atmosphere. You will choose your favorite treatment from a selection of 3 options, a facial oil massage, a half body treatment, or a foot treatment. This plan is for 2 people only. Enjoy this relaxing time with aroma and comfortable music. Shikotsuko resort spa Mizuno Uta has unique spa's such as an aromatic mist sauna, a far-infrared low-temperature sauna, foot bath, and a Japanese style open air common bath. It also has a large common bath called “Bijin no Yu” meaning the soft and smooth touch of a beautiful woman. The spacious rooms have private baths allowing you to enjoy their open space. At dinner time, you can savor traditional Japanese cuisine made with a seasonal ingredient from Hokkaido. The environs of the hotel are filled with nature and you can also enjoy visiting a facility where you can learn about the nature of Lake Shikotsu. Other popular spots of interest are a forest of wild birds, historical train bridge, taking an underwater sightseeing ship, cycling, and rowing on the lake by canoe are also available.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-a-relaxing-time-with-a-spa-treatment-in-hokkaido/6636?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Relaxing Time with a Spa Treatment in Hokkaido!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:44:19"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 80,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1445615194/csud23szenxfak6l423g.jpg",
        "strIntroduction": "This restaurant's concept is to focus on lean beef of wagyu (Japanese beef) and carefully selected high quality beef from all over Japan. This restaurant was selected as 2014 Tokyo Best Eats by a famous Asian food blogger. The special dinner course includes appetizers, beef sashimi, beef nigiri, 12 different parts of region, and rice. There is a variety of alcohol including Sake, Shochu, Wines, and beer that match with grilled beef. VIP rooms are available for a group of 8 to 14 people where the chef will cook for you. *Price includes reservation and dinner. Beverage is NOT included in the price. *There will be NO Guide with you. *If you have allergies, please let us know in advance.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-eat-wagyu-yakiniku-exclusive-prix-fixe-dinner-tokyo/3170?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Eat Wagyu Yakiniku \"Exclusive\" Prix-fixe Dinner in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:48:35"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464319967/uyrfrd79vbn52f3gbr5y.jpg",
        "strIntroduction": "In this activity, you can rent a kimono from a rental shop located just 5 minutes away from Keihan Shichijo Station. You will receive professional assistance with wearing the kimono, so there is no need to worry if you have never worn a kimono before. Additionally, you can book a professional hairstyle set to match your kimono attire. You will have photos of you dressed in kimono taken (please bring your camera) and then you will go out to explore the beautiful old city Kyoto! Below is the schedule of this activity: Select a kimono (10-20 minutes) - There are plenty to choose from! Receive professional help to dress yourself in the kimono (30 minutes) Optional: Hairstyle set (15-20 minutes) Take photos of yourself in kimono (10 minutes) In total: 1.5 hours At the end of the day, please come back and return the kimono to the rental shop before 9:00pm. Optionally, you can return the kimono to your hotel and book the delivery option. ------------------------------------------------------------------------------------------------------------------------------------------- You can rent luxurious high-quality kimono for an additional price. Yukata is available in summer. Our kimonos come in standard Japanese sizes: S, M, L. There are no children kimonos. Please ask in advance for special sizes. The rental shop opens upon appointments only. Please tell me your preferred time when you book.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-rent-a-kimono-near-kyoto-station-and-wear-it-for-a-day/3917?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Rent a kimono near Kyoto Station and wear it for a day",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:52:58"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 6,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1448793347/cihoxsqb6qqkrbkmpb57.jpg",
        "strIntroduction": "This is a guided tour around Tokyo's famous Tsukiji Fish Market which also includes a special sushi and sashimi making class with a professional chef! During the tour around the diverse and bustling Tsukiji Fish Market, which has approximately 700 stalls, we will purchase some delicious fish from the local sellers. Afterwards the master chef will give you a sushi/sashimi making lesson at a local store inside the market. You will cut and trim the fish yourself, make sushi, and eat it immediately while it's still fresh. You can also enjoy your meal with Japanese sake (1 drink is free, but you can also buy and bring your own drinks). The taste of fresh sushi is absolutely exceptional! Once you have practiced and remembered how to dress fish and make sushi, you can use your newly acquired skills back home, invite your friends and family over, and surprise them by preparing sushi for them! This tour is offered on Tuesdays, Wednesdays, and Saturdays from 10:00am. Please note that the tour is not private and other guests may join too.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-tsukiji-fish-market-and-make-sushi-and-sashimi/3758?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Tsukiji Fish Market and Make Sushi and Sashimi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:57:04"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474969133/kbgyx6enwocthqddf0sg.jpg",
        "strIntroduction": "This is a shuttle service between hotels in the central area of Tokyo and theme park in Chiba. Enjoy all the attractions the theme park has to offer without worrying about the transportation to and from your hotel. Travel easily and comfortably in a spacious van that will pick you up at your hotel in Tokyo and take you directly to theme park in Chiba so that you can enjoy your visit without any hassle or getting lost in the complicated transportation system. Make the most out of your visit to theme park in Chiba with this convenient shuttle. You decide whether you want to travel one way or round-trip according to your schedule.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-shuttle-transfer-between-tokyo-hotel-and-theme-park-chiba/5344?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shuttle transfer between Tokyo Hotel and Theme park in Chiba",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:00:57"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 106,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1449988824/eguvkfwm4inf7uqaiqup.jpg",
        "strIntroduction": "Learn about the refined process of making Japan’s best beers at either the Kirin or Asahi beer factories. You will walk through the factory, see the various stages of beer production and wonder at the vast quantities of everyone's favourite drink as it begins its transformation from a simple grain via fermenting processes into its final golden shade of heaven! With your private guide you will see the production process and learn about the various different types of beer and its long history before having a few drinks for the road. Both Kirin and Asahi beers can be found in refrigerators across Japan and sold in outlets from 24 hour convenience stores to age-protected vending machines which require identification in order for their contents to be dispensed safely. Without a doubt a trip to a Japanese beer factory will offer you a first glimpse into the fond Japanese tradition of social drinking, commonplace in almost every aspect of Japanese culture. Please choose either Kirin factory or Asahi factory when booking.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-taste-the-delights-of-japanese-beer-on-a-beer-factory-tour/4259?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Taste the Delights of Japanese Beer on a Beer Factory Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:05:31"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473226077/adzgmiugpylwz2v6o05n.jpg",
        "strIntroduction": "Although Tokyo is not known for natural hot springs, there is one very special one located in the western suburbs near Jindaiji Temple and not far from the popular Studio Ghibli Museum. This hot spring facility is amazing not only for the unique type of water, but also for its welcoming and relaxing interior designed under the traditional principles of feng shui. At this facility you can experience soaking in natural \"black water\", a type of hot spring rich in humic acid thanks to deposits of bracken and kelp in the hot water which comes from 1500 meters below ground. This hot spring has a healthy concentration of sodium and chloride, making it ideal for replenishing the body with new energy and relieving the stress and exhaustion. What is unique about this hot spring is its wide array of pools, all designed following principles of natural harmony and balance of different energies. There is an indoor bath, an open-air charcoal bath (men only), a Japanese cypress bath, a crystal bath (women only), and even a waterfall bath! In addition here you will find rare spa facilities such as salt steam sauna and the unique hot stone room where you can relax and reinvigorate your body with natural energy! Only natural materials are used and the hot spring water is not diluted or heated up additionally. The mineral components help for the detoxification of the body and balancing the inner energy. You can book one of the several options for your ultimate hot spring experience: - unlimited hot spring time and Japanese-style meal: includes free time for bathing and lunch or dinner with healthy ingredients (the menu is likely to consist of soba noodles, tempura, a salad, tofu steaks and more). - unlimited hot spring time and Japanese-style meal for kids. - unlimited hot spring time, Japanese-style meal and access to the special hot stone bathing room. The popular Jindaiji Temple and the Jindai Botanical Gardens are located within a walking distance too. Spend one relaxing and wonderful day in the quiet areas of western Tokyo! Note: If you have a tattoo, please hide it with a bandage. The staff will be happy to explain to you the Japanese hot spring manners. There are regular free shuttle buses to the hot spring facility leaving from Chofu Station's north exit (on Keio line) and from JR Musashi-Sakai Station's south exit. The buses from Chofu Station depart once every hour (at :00), while the buses from Musashi-Sakai Station depart at :30 every hour. These buses can take up to 13 visitors. Alternatively, you can ride the city bus from Mitaka Station going to Jindaiji Temple. The video is credited to youtube channel \"Texas in Japan\". For more interesting videos about Japan,please check their channel \"Texas in Japan\" from here. https://www.youtube.com/channel/UChfWXum83hTtiyeBifBWg_g",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-go-to-a-popular-hot-spring-near-studio-ghibli-museum-tokyo/88?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go to a Popular Hot Spring near Studio Ghibli Museum, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:09:27"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 7,
        "intUsdCost": 1,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472519048/eyedazydjvyaxzjl2kya.jpg",
        "strIntroduction": "Game maker Capcom's official watering hole, the Capcom Bar, serves up food and drinks inspired by its iconic video games such as Resident Evil, Ace Attorney and Monster Hunter. This bar reproduces the Capcom game series. Food and drinks are also unique and created in the likeliness your favorite games. For example, you will see brain cake from BioHazard, burned meat from Monster Hunter, and meatballs from Street Fighter! Grab a spoon, and let's visit the Capcom Bar Game World in Tokyo! There are 5 time slots evaryday. 1. 11:30~ 2. 14:00~ 3. 16:30~ 4. 19:00~ 5. 21:30~ Photo Credit; http://flic.kr/p/bjperB http://flic.kr/p/bjpetc http://flic.kr/p/fg3vCT http://flic.kr/p/bjq1YX http://flic.kr/p/9SwHVs",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-step-into-a-game-world-at-the-capcom-bar-in-tokyo/1855?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for the Game World at the Capcom Bar in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:14:29"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 6,
        "intUsdCost": 19,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474883543/vtxexax8kefucqmzk0zc.jpg",
        "strIntroduction": "If you are a big fan of dragon quest, then you must visit the Dragon Quest World inspired Luida bar! This is where travelers from around the world gather to meet fellow fans. Known as \"Patty\" in the West, Luida has her own bar right here in Tokyo, Roppongi! This standing-bar is of course recreated in the Dragon Quest Luida's Bar image. You can find the crest, weapons and other decorations that makes you feel as if you were in the Dragon Quest world! All dishes and cocktails are related to DQ, such as \"Slime Meat Bun\",\"Sweet Suite Monster Parfait\" or \"Dragon's right arm unboiled ham\". A 2h Karaoke room is also available at additional 800yen per person (depending on the day and time) You can opt for the course menu: -Dragon's right arm unboiled ham -Smoked Mimic's Tongue -Tonburero Pork Shabushabu -Omutsukkori tortilla salad -Akashiyaki (rolled fried egg) -Small Medal pizza -Slime Meat (or sweetened bean paste) bun and 3 other dishes with free drinks for 2.5 hours, in the special Dragon Quest KARAOKE room! You can also buy souvenirs such as: -Small medal chocolate -Cookie with a crest of Roto -Slime gummy candy Enjoy the Dragon Quest world at the LUIDA'S BAR! PHOTO COPY RIGHTS http://flic.kr/p/bLDxEn http://flic.kr/p/7y45ME http://flic.kr/p/e6hCos http://flic.kr/p/e6hCgG http://flic.kr/p/e6bYJt",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-the-dragon-quest-world-in-luidas-bar-roppongi/1816?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation the Dragon Quest world in Luida's Bar, Roppongi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:19:30"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 36,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475021758/fyeai4u27rkt4l4uxbew.jpg",
        "strIntroduction": "Dyeing began as a fashion for the samurai families in the Muromachi era and developed in the Edo era. It has such a long history and is a popular Japanese tradition. Variations expanded by combining many patterns, and many people came to enjoy the clothing culture called kimono. As clothing for Japanese people shifted to Western style, the number of dye craftsmen in its growing center located in \"Ochiai, Shinjuku\" gradually decreased. There are approximately 10 companies at present. However, they have awesome techniques and spirits for Edo-style dyeing, and have been taking on new challenges while protecting the tradition. Edo dyeing is a world-class technique. Various goods have been developed, including not only kimono but also small articles and interiors. Edo dyeing has expanded into a new market as a material that can be dispatched to the world. You can experience dyeing cloth at Futaba-en, Tokyo. It opens every Wednesday and Saturday from 13:00 and takes about 90 minutes. Reservation: 3 working days prior.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-dyeing-textile-at-futabaen-tokyo/4540?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience dyeing textile at Futaba-en, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:22:59"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 56,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464154536/en0mqbfkn9mxkfrtb7qq.jpg",
        "strIntroduction": "In this activity you can learn more about the Japanese art of \"shodo\" (calligraphy) during your visit to Tokyo. You can practice calligraphy using a Japanese brush and create your own unique art work. The instructor has been practicing shodo for over 15 years. The venue of this activity is located in northern Tokyo. You can come to Toneri-Koen Station or Takenotsuka Station, or the instructor can pick you up from your hotel. The experience starts typically from 10:00 am, but please tell me when you want to start. I will adjust to your schedule if possible. During the activity you can: - Learn about shodo You can learn about the art of shodo, for example how shodo was developed, famous works and what kind of tools are used to create shodo works. - Practice to use brush For a beginner, it is too difficult to handle Japanese brushes. Therefore the instructor will tell you how to draw beautiful lines. Let's practice and create a good art work. - Create your own art work The instructor will create a model work for you. Please tell me what you want to write (e.g, your favorite word, your name, etc). If you don't have any idea, I will recommend some good words. Practice to write with your model work. After practicing, you can write your word on a special paper that can be used for display, a Japanese fan or a post card. You may bring it back as souvenir and it will be a good memory of your trip. This activity takes about 1.5 - 2 hours. You can choose between a shorter version (creating your own art work only) or the full activity with a lecture about shodo.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-create-an-original-work-of-japanese-calligraphy-shodo/4140?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Create an original work of Japanese calligraphy (shodo)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:27:42"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 52,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470276977/bfi5ypai75a2lvjur0dp.jpg",
        "strIntroduction": "The shinkansen rail network in Japan is famous around the world for its punctuality, comfort, efficiency, safety and speed. With top speeds around 320 km/h, Japan Rail's bullet train, or shinkansen, is an experience in its own right, as well as a great way to travel. This program is a reservation for shinkansen bullet train ticket in between Osaka/Hiroshima with a half day or one day private tour guide. The tour guide will arrange the trip schedule, so you can request the guide to include the places that you would like to visit. Some famous sightseeing spots for Hiroshima are as follows: - Hiroshima Peace Memorial Park Created to symbolize the need for everlasting peace, Hiroshima Peace Memorial Park (Hiroshima Heiwa Kinen Kōen) commemorates the many victims of the world's first nuclear attack in August 1945. - Ikutsushima Shrine Miyajima, the Shrine Island, is one of Japan's most important (and most visited) coastal sites. Covering some 30 square kilometers of Hiroshima Bay, the island is famous for Itsukushima shrine, dedicated to the Princesses Ichikishimahime, Tagorihime and Tagitsu-hime, daughters of the Shinto wind god Susanoo. - Hiroshima Castle Also known as the Castle of Carp, Hiroshima Castle (Rijō) was built in 1593 as the residence of local nobleman Fukushima Masanori before passing into the possession of famous samurai Asano Nagaakira in 1619. ※In case you need to start the tour from Osaka, traveling time will be included in the tour. ------------------------------------------------------------------------------------------------------------------------------------------- ※ Important Ticket Delivery & Pickup Information - Please Read Carefully ※ 1. Ticket Delivery We will deliver your tickets to your hotel in advance for your concierge to hold for you. The tickets will be available upon check-in. If you would like us to deliver the tickets to your hotel, please provide us with the following information: - Hotel name - The full name used for your reservation - Check-in date Please note: - We need at least 3 business days for delivery. If placing a last minute booking within 3 days of your visit, or if we don't get your hotel information soon enough, you'll need to collect your tickets from our Tokyo office. Please reference the pickup information under Ticket Pickup below. - If you are not staying at a hotel, we recommend collecting the tickets from our office. 2. Ticket Pickup: You can collect your tickets from our Tokyo office in Shibuya. Our office is located 7 minutes (on foot) from Shibuya station. Address: (English) Miyamasu ON Building 5th floor, 1-15-8 Shibuya, Shibuya-ku, Tokyo (Japanese) 〒150-0002 東京都渋谷区渋谷 1-15-8 宮益 ON ビル 5F Detailed Directions (Shibuya station to Voyagin): http://voyag.in/voyagin-shibuya Google Map: http://voyag.in/hachiko-to-voyagin",
        "strLocation": "Hiroshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hiroshima-day-trip-to-hiroshima-from-osaka-with-a-guide-by-shinkansen/5268?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Day trip to Hiroshima from Osaka with a guide by Shinkansen",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:30:35"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 87,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1436117529/qb2lu3f0qxuvqqm2hoe7.jpg",
        "strIntroduction": "In this activity you will discover the secrets of the \"Umami\" taste and the way it's incorporated in Japanese cuisine. Amount of people for this tour: 1-5 people Time: 10:00 - 14:30 Meeting Time & Place: JR Tenma Station on the JR Circle Line in Osaka Meet at the exit at 9:45 am Local Market Tour: 10:00 - 11:00 Cooking Class: 11:15 - 14:30 - Japanese tea and a Japanese appetizer Amuse-bouche will be served. - We will cook 1 main plate, a soup, and 2 side dishes as well as a dessert. - The menu is usually predetermined but if you have special requests, please let me know. Menu: (1) Seasonal Japanese Amuse-bouche (ready cooked) (2) Main dish (pick one from the list) - \"Yuzu-Pepper\" Chicken Teriyaki without using Teriyaki Sauce *Recommended! - Nizakana (simmered white meat fish with soy sauce, ginger, and other ingredients) - Sushi Maki Rolls (no raw fish) - Pork Katsudon - Chicken Oyakodon - Japanese dumplings - Okonomiyaki (local Osaka food, like Japanese pizza) - Shogayaki, Japanese Pork Ginger - Tempura fried vegetables (3) Soup (pick one from the list) - Special Sumashi-Soup (\"Dashi\" soup) *Recommended! - Udon noodle soup - Miso soup (using homemade miso) (4) Side dishes (pick two from the list) - Japanese seaweed salad *Recommended! - Agedashi-Tofu *Recommended! - Nimono, stewed vegetables, and chicken - Soba noodle salad - Edamame - Quick cucumber pickles - Japanese cold Tofu \"Hiyayakko\" - Japanese warm Tofu \"Yudofu\" * The menu may vary depending on the season and the market supplies. * Vegetarian and vegan menus are available. * Please let me know about any allergies you have when you book. * Don't hesitate to ask about anything if you have questions.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-take-a-japanese-umami-cooking-class-in-osaka/3670?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Japanese \"Umami\" cooking class in Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:34:12"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 38,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472111560/xadirw59rhkzteae6mwj.jpg",
        "strIntroduction": "This temple is one of the most historic temples in Kyoto, having been established in 1590. The temple played a key role in the spread of Japanese Zen Buddhism in the early twentieth century. The American-educated abbot will lead you in the basics of Zen meditation, followed by a tour of the temple. You will learn how Buddhism has influenced Japanese culture, as well as practice acquiring the proper frame of mind through meditation. This experience will help you understand the Japanese mind more. If you are tired of your trip and want to refresh your mind, this would be the best activity. Photos by: http://www.flickr.com/photos/weirdo513/3329598076/ http://www.flickr.com/photos/rocketlass/3349248494/ http://www.flickr.com/photos/rocketlass/3349246458/ http://www.flickr.com/photos/neil_weightman/3500924033/ http://www.flickr.com/photos/mvasaly/4430483409/",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-join-zen-meditation-class-in-kyoto/925?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join Zen Meditation Class in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:37:22"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 31,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471844690/x6q08dwvuffed1yc2s50.jpg",
        "strIntroduction": "After a long flight into Osaka Itami Airport, the last thing you want to do is figure out the complicated train system or get onto a crowded bus. Instead, hire a transfer service directly to your hotel in Osaka in a comfortable coach or van and just relax as an expert driver makes its way into the city. There is no extra charge for early morning or late night flights! Likewise, when you need to head back to airport, instead of worrying about finding the right transportation to make it on time to your flight, just meet your driver at your hotel, and relax as they drive you back to the airport in time for your flight. There will be no need to run or stress about anything. This is definitely the fastest and most convenient way to move between Osaka's Itami airport and the city center, so book your transfer now.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-reserve-transfer-to-from-osaka-itami-airport/6153?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reserve Transfer to/from Osaka Itami Airport!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:41:24"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1383709388/zu8dtie2elqpilujskgq.jpg",
        "strIntroduction": "Explore some of Kamakura's most famous Zen temples and the iconic Tsurugaoka Hachimangu Shrine in a pleasant half-day private guided tour in Japan's old capital! Drink green tea and have Japanese sweets at one of the temples to enjoy the relaxing atmosphere of Kamakura's nature and spirituality. Here is the Tour itinerary. Hokokuji Temple Hokokuji is known as \"Bamboo Temple\". About 2,000 straight and tall bamboos rise heavenward, and sunlight gets into them. In the bamboo garden, only the sound of streams and rustling leaves break the silence. This makes you feel like being in another world, far from busy urban life. Jomyoji Temple Jomyoji is ranked 5th in the Five Great Zen Temples in Kamakura. In the tea room called \"Kisen-an\", you can relax while drinking matcha (powdered green tea). You can also enjoy appreciating the dry landscape garden where rocks and well-trimmed trees are set out superbly. Japanese sweets complement the flavor of the tea. Tsurugaoka Hachimangu Shrine This great shrine founded by the Kamakura Shogunate and also respected by the Tokugawa Shogunate was the center of \"Bushido\" (the spirit of the samurai). Walking along the flag stones from the massive torii gate, the vermilion Maiden (the Ritual Dance Stage) with a heartbreaking story comes into view up ahead. Up on the sixty stone steps stands Honden (the Main Hall) donated by a Shogun. This place commands a view of Kamakura City. In Hakko-do (a craft shop) at the entrance of the shrine, you can enjoy elaborate Kamakura-bori crafts (wooden artifacts carved in relief repeatedly lacquered in black and vermilion). Copy right (photo): http://flic.kr/p/G6bEk http://flic.kr/p/6G7Dcq http://flic.kr/p/dj7zTD http://flic.kr/p/9CpVGr http://flic.kr/p/ez94AL http://flic.kr/p/7bCYcL",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-get-into-zen-garden-and-drink-green-tea-in-kamakura/1353?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get into Zen Garden and Drink Green Tea in Kamakura",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:46:50"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 100,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459659184/zbvgwb4w4btgsq08yxko.jpg",
        "strIntroduction": "In this two and a half hour tour we show our guests the endless rows and alleys, twists and turns of Shimbashi, the salaryman centre of the world. Known for its rustic izakayas and abundant food stalls, we help cut through the noise to show our guests some of the most tucked away places to grab some of the most satisfying food on the planet. Starting outside Shimbashi Station, we begin our tour by entering the chasm of eateries overrun on a nightly basis by the working class of Japan. You are instantly surrounded by thousands of salarymen descending upon their favorite izakaya bar to grab a quick bite and cold beer before taking the long train ride home. Not far into our journey we stop for a quick bite of Okonomiyaki, a savoury pancake made by mixing ingredients like finely sliced squid, shrimp, pork, beef, and cabbage into a batter made from flour and grilling on a flat iron grill. Each guest will have one Okonomiyaki and a drink. Once we are finished with our okonomiyaki, we continue to wind our way through the maze of izakayas and long alley of local eateries, we will head to another eatery that specializes in food from the south of Japan. This place grows their own vegetables and raises their own chickens so everything is extremely fresh. Here we will have 4 local food with very distinct taste from this region of Japan. Finally, we will have a special traditional japanese dessert called Taiyaki, a fish shaped street sweet food with choices of cream or azuki (bean paste) filling. You will have the opportunity to watch this being cooked in front of you. This is one of the best taiyaki places in Tokyo, this is an all-time favorite! Taking our time at the last spot and once everyone has had their fill we will end the tour back at Shimbashi station for everyone to head safely home. Tour starts from 5PM up to 7:30PM.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-walking-night-food-tour-in-shimbashi/5842?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Walking Night Food Tour in Shimbashi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:49:46"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 32,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1425014293/a2wazsett8air3xywd3z.jpg",
        "strIntroduction": "Enjoy this historic walk through the center of Tokyo and across five centuries of history. We begin at Nihonbashi which was literally the center point around which the whole city was designed. Learn how the shoguns gradually reined in the power of regional lords by holding their families semi-hostage in Edo (Tokyo). Visit shops founded in those days that are still operating today! After 250 years of isolation Japan opened to the West with the restoration of the Meiji Emperor in 1868. See the classic buildings left from that period including the Bank of Japan, the starting point of Japan's rise to financial prominence. See how the old and new co-exist in this densely packed city, with restaurants crammed under elevated train tracks. Enjoy the wide green expanse of the grounds around the Imperial Palace. Power, money, architecture-- take in all the stories and views in this invigorating walk through the center of one of the world's great cities-- when the tour ends you'll be ready to enjoy a delicious lunch in one of Tokyo's thousands of restaurants! Regular tours are scheduled on Thursdays only. For other days please book the private tour option.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-nihonbashi-history-walk-edo-period-and-the-modern-era/3175?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Nihonbashi History Walk: Edo Period and the Modern Era",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:53:36"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 22,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1448284926/tqxizteaxey7avsa3i2s.jpg",
        "strIntroduction": "In this tour you will visit Tokyo's local residential areas Togoshi and Musako with a local guide. You'll have the chance to walk along the shopping streets Togoshi-Ginza and Musashi-Koyama (known as Musako). Located along Nakahara-Kaido route, one of the historically-important routes from Tokyo (Edo) and Kyoto, Togoshi and Musako have been important villages for travelers. They started to flourish as shopping streets in the 1930s when the population of these areas started to rapidly grow. In these days, there used to be many down-to-earth and face-to-face shopping streets all over Japan. But after World War II (1945), as the town development took place, many of those were replaced by large-scale shopping centers. However, Togoshi and Musako shopping streets remained largely as before. Still now there are many shops with unique owners who welcome customers with great hospitality. The tour starts any daytime on anydays from Osaki Station on JR Yamanote line for approximately 2 hrs to 2 hrs and 30 minutes depending on how much you are interested in the area. The guide will take you to visit a local shrine first, then you will walk for about 15 minutes passing through the residential area to Togoshi. Once you arrive there, you will see on both sides many variable shops, cloths, shoes, books, drugs, bakery, vegetable, fish, electric appliances, etc. You can pop in and have a look at any shops. If you have any questions for the shop owner, the guide will assist you with the communication. Then you will head to Musako, another shopping street with an arcade. This is the first arcade made in Tokyo area in 1956. You can imagine how sensational it was at that time. There are many take-out food shops both in Togoshi and Musako, like yakitori (skewered chicken.), oden (Japanese-style stew containing fishcakes, radish, eggs, etc.), kara-age (fried chicken), taiyaki (Japanese fish-shaped cake) and so on. So if you get hungry, you can enjoy various bites while you walking. The final destination of the tour is Musashi-Koyama station on Tokyu line. The train will take you to Meguro Station on JR Yamanote line in 5 minutes. If you want to have a proper dinner in Musako after the tour is finished, the guide will give you advice about the restaurants. Please tell the guide what you prefer to eat. The guide lives about 10 minutes away from Musashi-Koyama station, so she knows the area perfectly. She likes to communicate with people and help travelers. If you have any inquiries, please don't hesitate to ask her!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-the-quiet-shopping-streets-of-togoshi-musako-tokyo/4154?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover the quiet shopping streets of Togoshi/Musako, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:58:01"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465866935/jbtkq85xh3rnzzo2daur.jpg",
        "strIntroduction": "Yu-Art offers you Japanese Cultural Experience at a residence in the one of the most attractive area in Tokyo, Kichijoji. After your reservation is completed, a map to \"Yu-Art\" from Kichijoji Station will be sent to you by e-mail. It takes 5-6 minutes from Kichijoji Station. Below is the outline of this activity: Wagashi making in a kitchen of a residence The instructor introduces Wagashi which you will make and explains the ingredients. Different Wagashi design will be prepared according to the season. For example, Sakura-shaped ones for February & March, Iris-shaped ones for April & May, etc. First, you look at a demonstration of Wagashi making by the instructor. Then you make your first Wagashi step by step together with the instructor. You use only everyday utensils like a spoon & a knife and your hands only. Then, when you make the second one, you can change its color if you like! Having a Matcha tea with the Wagashi you made in a tea room You move to a tea room which is equipped for tea ceremonies in the same residence. You can have your Wagashi with a cup of Matcha tea that the instructor prepared in a traditional way. It’s nice to take photos of your Wagashi with the Matcha in the traditional Japanese tea room.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-try-wagashi-japanese-confectionery-making-and-matcha-tokyo/5255?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try Wagashi (Japanese confectionery) making & Matcha, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 21:02:38"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 52,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1425373214/majbskog7hds6dtukstz.jpg",
        "strIntroduction": "Nagasaki city has a rich and fascinating history. The attractive port town was one of the first places in Japan to be visited by European missionaries and traders in the middle centuries which resulted in the appearance of a distinctive foreign atmosphere with plenty of impressive Catholic churches and Western-style buildings. Nagasaki was one of the few ports open to the outer world during the self-isolation of the Edo period. This influenced the city's image and turned into a mix of international cultures and urban lifestyles. Now the city is home to one of Japan's most prominent Chinatowns which coexists with the Catholic churches and the Western-style residences of the wealthy foreign traders and diplomats. The second atomic bomb in 1945 destroyed wide parts of the city, but the most important historical sites were saved and continue to attract thousands of visitors from all over the world. In this full-day private guided tour you will experience the distinctive flavour and spirit of Nagasaki city by visiting a selection of top-rated sightseeing spots: - Nagasaki Peace Park, an impressive public park with a museum which commemorates the atomic bombing in 1945. - Dejima, the first dwelling site of the Portuguese missionaries and the Dutch traders during the Edo period. This area consists of many historical buildings, warehouses and old residences. - Glover Garden, a brilliant open air museum at the top of a hill which exhibits several former residences of wealthy British merchants, together with their attractive flower gardens. This open-air museum is accessible by a unique inclined elevator from the foot of the slope. - Oura Catholic Church, a national cultural treasure and Japan's oldest Catholic church. You will be impressed by its tall monolithic figure. - Chinatown and Confucius Shrine, Japan's oldest Chinatown coexisting with a unique and lavishly decorated shrine dedicated to the Chinese philosopher Confucius. - Mt Inasa, whose observatory provides one of Japan's best three night views - a breath-taking site that you must see for yourself. In fact, Nagasaki has many more Catholic churches, foreign residences and temples that you can find along the slopes surrounding the city. Nagasaki is also known as the home of delicious delicacies such as the castella cake and the Chinese Champon noodle dish.",
        "strLocation": "Nagasaki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagasaki-explore-nagasaki-and-its-historical-legacy-in-guided-tour/3188?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Nagasaki and its historical legacy in a guided tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 21:05:25"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 97,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473309555/ztaoqgmgl8xb2fq6jr8j.jpg",
        "strIntroduction": "Yokohama is famous for its very own Chinatown, so this cruise with a Chinese buffet is the perfect fit. This is a cruise where you can enjoy an extravagant and authentic Chinese buffet with a sparkling night view of Yokohama!! Our chef is highly experienced having started his career in 1967. He has also been selected as one of the excellent Chinese chef's within the Chinese restaurant association in Japan. We would like you to have an excellent moment with delicious Chinese cuisine and the beautiful night view of Yokohama. Buffet menu: [Appetizer] + A special Canton style roasted pork + A steamed chicken with spring onion oil sauce + A Chinese celery dressed with Tofu + A jellyfish + Royal Wing salad [Warm dishes] + A shrimp dressed with mayonnaise + Stir-fly of seafoods and vegetables + Stir-fly of chicken and cashew nuts + A whitefish dressed with a sweeten vinegar gravy + Tenderly simmered beef berry with seasonal vegetables [Soup] + Shark's fin with white broth soup [Deep flies] + Spring roll + Crispy chicken [Pastries] + Steamed pastries of 5 kinds assorted [Noodles and rice] + Deep fried noodle with a variety of vegetables and seafoods dressed with Chinese gravy sauce + Fried rice of variety of ingredients [Deserts] + Iced almond bean curd + Deep fried sesame dumpling with sweet sesame paste + Homemade Chinese treats + Steamed rice cake flavored with coconut [Fruits] + 4 assorted fruits [Drink] + Hot coffee + Hot tea + Hot wooing tea *If you are having a celebration, we can decorate cakes with white whipped cream or row chocolate cream. Feel free to ask us when you make a reservation. Sailing time: 17:00-18:50, 19:30-21:20 Check in time: From an hour to 20 minutes before your departing time. What's included: Your meal and a boarding pass What's not included: your drinks Celebration plan: We can prepare a surprising celebration style. Let us know if you like to. Number of people: 2-4 people Reservation acceptable: From 3 months before to 9:00 on the very day. Availability of this plan: April. 1. 2015 - March .31. 2016 Dress cord: No Credit card: VISA / Master / JCB / Amex / Diners / DC / UC / UFJ / NICOS / SAISON Smoking: Only available in a smoking area on deck. Seats: 450 seats (5 private rooms) Children: Ok Access: Within a walking distance from the stations below. + 7 minutes from exit No.2 of Nihon Oodoori Station, Minatomirai line +20 minutes from South exit of Kannai Station , JR Keihin Touhoku line Parking: Possible at a public parking area. 500 JPY/hourly If you show us your parking ticket we can change it to 500 JPY/ 3 hours",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-cruise-with-an-authentic-chinese-diner-buffet-in-yokohama/4647?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cruise with an Authentic Chinese Diner Buffet in Yokohama!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 21:09:02"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 6,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355843388/qpw6a4qzp9dbb4zfmysw.jpg",
        "strIntroduction": "There are many and various types of Japanese meals, but a few of the most representative of Japan are noodles such as “udon” (wheat flour noodles) and “soba” (buckwheat noodles). \"Udon\" and \"Soba\" has been served since the 1500s or 1600s, so the food is very important for Japanese people. “Soba” is eaten with a special cold or hot soup while “Udon” is usually eaten with hot soup. “Soba” and “Udon” can be made with incredible ease but the end products are so delicious that it’s surprising – mix flour with water and knead, then spread the dough with a rolling pin and cut into thin strips of noodle. In this activity you will… • Make “Soba” and “Udon” • Watch a demonstration of the teacher making “kakiage” (mixed tempura) that goes well with “soba” and “udon” • Eat! Adhering to the rules that are simple but right makes mouthwatering food. Please take this opportunity to give this activity a try! (Photo by http://www.flickr.com/photos/jannem/3109259294/) (Photo by http://www.flickr.com/photos/jannem/3109258278/)",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-learn-how-to-make-soba-and-udon-in-kawasaki/143?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn How to Make \"Soba\" and \"Udon\" in Kawasaki",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 21:13:40"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 41,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1400905275/cvxpfjgj6pjkaz4q1wme.jpg",
        "strIntroduction": "Have you ever wondered the mysteries hidden in Kanji (Chinese characters)? Or what your name would look like and mean in Japanese? In this amazing 2 hour experience learn the meaning, how to write, and take home a lantern with your name on it! A single character can have several meanings: for example, the character 愛, means to love, love, can be precious, or cute depending on how you use it. In this experience your name will be translated into 2 or 3 different Japanese characters, with different meanings and arrangements. You can select a charactor that best suits your own personality and style! After, learn how to write your name with the proper brush stroke order and a traditional calligraphy pen and ink right onto a lantern, a fan or a wooden box! If you like, we can provide different ink colors, to personalize your item even more. You can, of course, take it home as a good memory of Japan.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-how-to-write-your-name-in-kanji-on-a-lantern/1434?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn How to Write Your Name in Kanji on a Lantern",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 21:18:58"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 62,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470037761/axuuccdezym1pnirnpef.jpg",
        "strIntroduction": "Ishikawa prefecture's Kanazawa city is rich in cultural traditions, history and unique local art, crafts and delicacies. The city's relative proximity to Shirakawa-go, Takayama and Kyoto makes it very accessible for travelers. Furthermore, the Shinkansen will connect Tokyo to Kanazawa directly in just 2.5 hours from March 2015! Kanazawa city was established around a shrine and a farmer market, but quickly developed into one of Japan's richest and biggest cities during the Maeda feudal clan rule in the Edo period. Kanazawa's most famous art and craft is the gold leaf production, whose history dates back to 16th century and has been well preserved today. On this half day private tour you will visit a selection of the city's highlights guided by a local expert who will tell you everything about the rich history and culture of Kanazawa. The following is an example of the itinerary which can be customized according to your preferences (the order of the places visited can be changed): 1. Higashi-chaya geisha district: one of Kanazawa's highlight and very well preserved area with many geisha houses that are still practicing. Nearby you can visit the famous gold leaf shops. 2. Kenrokuen: one of the three most beautiful Japanese gardens in the country (the other two being Korakuen in Okayama and Kairakuen in Mito, Ibaraki prefecture). The stone lanterns are an iconic symbol of Kanazawa city. Kenrokuen closes at 5pm. 3. Kanazawa Castle: unique remaining white gateway with spacious gardens. It closes at 6pm 4. Nagamachi samurai district: the former samurai district with narrow alleys and well preserved residences. Other optional places to visit are available too. The itinerary is flexible and can be customized.",
        "strLocation": "Ishikawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ishikawa-half-day-tour-around-the-highlights-of-kanazawa/2845?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Half day tour around the highlights of Kanazawa city",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 21:21:55"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459136301/gmczd8oidetcw8hd1ifc.jpg",
        "strIntroduction": "There are about 500 kinds of sake in Japan. But the sake that we often see is not very tasty. Therefore, I recommend tastier sake brands. In this activity I'd like to bring you to a hidden Izakaya bar, famous among lovers of sake. The Japanese bar that i'm going to take you to is open from 11:30 am until 10 pm. It is located in Ginza, Tokyo. I can pick you up from your hotel or we can meet in Ginza. I'll take care of the reservation in advance. Please book in advance and enjoy sake with me!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-japanese-sake-and-food-culture-in-ginza-tokyo/5497?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Japanese sake and food culture in Ginza, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 21:27:17"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 79,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1407418642/cz8shui4kmc9iqsdwwml.png",
        "strIntroduction": "Have you ever wondered what it's like to live in Japan? Why don't you try staying with a local Japanese family in Osaka? We live in Tsurumi-ku in Osaka city, which is 20 minutes away from JR Osaka station. Our family includes 4 people, myself, my husband, my 13 year old daughter, and my 9 year old son. We would love you to join our family and go shopping at famous shopping districts and to cook Japanese food with us at home, such as the Takoyaki, Okonomiyaki, Chirashi-Sushi, and anything you suggest! At night, we will prepare the Futon in a Japanese room for you to be able to sleep nicely. As you wake up the next day, you can try wearing the Kimono. I am a Kimono Consultant and I can teach you how to wear the Kimono! We can also cycle around the city, to famous sightseeing spots like the Osaka Castle, Nakanoshima, Osaka-Temmangu, etc as well! Find out how it is like to live in Osaka with the local family and enjoy your stay with us! We look forward to meeting you!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-home-stay-experience-in-osaka/2447?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Home Stay Experience in Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 21:31:59"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 100,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1445302929/c5y9okonlwanpkjxs7c7.jpg",
        "strIntroduction": "Usually we call this sword cutting technique \"tate\", and it's a special technique that only selected people can learn, for example stage and film actors. The technique includes a beautiful acting expression, posture, gestures, etiquette, attentiveness, and caring attitude, as well as the discipline of the mind. The moral principle behind this is what we call \"dou\". Combined with \"tate\", we can say that this technique is is \"tate-dou\" and you will learn more about the traditional culture of Japan through the \"tate-dou\". The program for this activity includes: - Samurai experience A professional instructor will kindly teach you how to be a samurai! Dress up in a kimono/ninja costume/samurai armor and learn how to hold the katana (sword) and cut down! In the end, everyone will become a leading actor in the show and will take part in a scene together.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-learn-sword-katana-techniques-of-samurai-and-ninja/3200?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn the sword (katana) technique of Samurai and Ninja",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 21:36:10"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 156,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459241526/bbnqlljbwrqv5fyskztw.jpg",
        "strIntroduction": "This is a unique opportunity to have a sumo wrestler as your guide in Tokyo's historical districts Ryogoku and/or Asakusa! An interpreter will be walking with you and the program is offered in English! Ryogoku is famous for being the sumo town of Japan. You can feel the spirit of sumo all over the place, and you will see lots of chanko-nabe restaurants. Sumo tournaments are held 6 times a year; In January, May, and September the tournaments are held in the local Kokugikan. Asakusa is Tokyo's \"shitamachi\" (downtown) and home to the city's oldest temple (Sensoji Temple). The atmosphere of the Edo period is still alive here. You can choose to visit both places or just one of them. Below you will find the itineraries of the tours: Ryogoku+Asakusa tour: - Ryogoku Kokugikan (where the sumo tournament is held) - Lion-dou - Okadaya (sandal shop) - Sumo goods shop Takahashi - Kaminari-mon gate - Nakamise street (eat traditional Japanese snacks) - Sensoji Temple Come and join us for an unforgettable tour in Tokyo! Note: Active sumo wrestler will not be available during sumo tournaments season. In this case, we will arrange retired sumo wrestler. (Retired only a couple of years ago.)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tour-asakusa-and-ryogoku-with-a-sumo-wrestler/3585?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour Asakusa and Ryogoku with a sumo wrestler",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 21:40:25"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 54,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1449612404/psnrtsliv34mifyx2jx6.jpg",
        "strIntroduction": "Experience a unique night out in Osaka, by visiting Betty's Mayonnaise Drag Show. Betty's Mayonnaise is a popular and famous post-op trans-sexual bar in Osaka-Minami and the place where the Japanese term \"New Half\" was first used. New half is the term for post-op trans-sexual in Japan and it was very popular in Japan about 10 years ago. At that time, new half’s often appeared as guest on evening variety shows which take up most of Japanese television broadcasting time. At this drag show, you will have the opportunity to talk with the performers as well as enjoying the show. This show includes all-you-can-drink beverages, but meals are not included. People who are younger than 20 years old cannot go on this tour. These are the tour itinerary details: - Arrive at Betty's Mayonnaise 18:30 - or 21:15 Please arrive at Betty's Mayonnaise by 18:30 or 21:15. Please show your reservation confirmation sheet at reception. - Watch the Drag Show 20:00- or 22:15- Show start time is approximate. Please understand that delays may occur. - Show ends 21:00- or 23:15- Please return to your hotel on your own after the show. The show ends late at night so public transportation may no longer be operating. Please confirm your method of transportation beforehand. You might need to take a taxi.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-join-betty-mayonnaise-drag-show-in-osaka/4241?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join Betty's Mayonnaise Drag Show in Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 21:44:12"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1421567188/kvscdxyf5mya0nxcgbjn.jpg",
        "strIntroduction": "Explore the Akihabara and Kanda districts and discover interesting new places in this tour. Please check the following example timetable. (the starting time can be decided by you, only the necessary time for each part of the tour is mentioned below) 00:00 Meet up at \"Akihabara Electric Town Exit\" of JR Akihabara station. 00:00~00:50 See the shrines, sacred halls and the famous spots around the area. Kanda Shrine is one of the most famous shrines in Tokyo. Its traditional events is the \"Kanda festival\" which is known as one of Tokyo's three biggest festivals. 00:50~01:10 Take a rest at traditional style cafe which has more than 150 years history. 01:10~01:50 Experience Akihabara's subcultures! Explore some of the popular \"Maid cafes\" and other places of fan-veneration such as toy stores or robot shops. If there will be any live show, we can try to watch it while drinking tea. 02:00 (apx.) At the end of tour, guide you to a shop, restaurant or a station of your choice. Part of the schedule might be changed depending on the day.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-akihabara-and-kanda-in-a-2-hour-tour-with-a-local/3055?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Akihabara and Kanda in a 2-hour tour with a local",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 21:47:37"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 24,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355838972/lnku6pcnvzlbplipunfb.jpg",
        "strIntroduction": "Japanese food is immensely popular all over the world. However, foreigners end up eating typical Japanese food such as sushi and noodles. This class gives you a view into another aspect of Japanese food culture, namely the average Japanese meal eaten at home every day. Imagine your own comfort foods back home. There is nothing especially fancy about a normal Japanese family’s home-cooked meal but that is what makes it special. Take this opportunity to learn about real Japanese food with real Japanese families, an experience that cannot be met by a visit to any great local restaurant. Not only will you be able to explore new dishes during these meals, this will be a fantastic opportunity to have a meaningful cultural exchange or practice your Japanese skills. Think of it as a short home-stay program for those who do not have the time but still want the experience. There are families that welcome visitors during the day at lunch too so check through your schedule to see if you can find some time for a nice Home Visit. I will serve a Japanese home-cooking staple, pork cutlets among other dishes. In the meal they will also have fresh sliced raw fish, sashimi, and fermented soybeans, natto, just so you can try and expand your palate. 1. Meet host family at their home or nearby landmark 2. Go to home to relax and enjoy lunch or dinner 3. Say goodbyes to family and leave home",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-join-takane-cooking-for-a-japanese-meal-at-home/133?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join \"Takane Cooking\" for a Japanese Meal at Home",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 21:50:25"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 72,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1408940745/foj7qfdoyasegwcggdcv.jpg",
        "strIntroduction": "Motonosumi Inari Shrine is one of the best shrines that has a magnificent view in Japan. This shrine is not famous among tourists, but is known to be one of the best shrines in Japan by those who know it! In this tour, you will visit Motonosumi Inari Shrine and see Higashi-ushiro-bata terraced rice-fields and the fire for luring fish at night, which are magical views! This view is registered as 'Japanese 100 views of rice-fields' since it has an impressive view! Detailed itineraries: 9:00 Shin-Shimonoseki station ↓ 11:30 Motonosumi Inari Shrine ↓ 15:00 Higashi-ushiro-bata rice-fields ↓ 17:00 Shin-Shimonoseki station Join this tour and make your trip unforgettable! Photos by: -https://flic.kr/p/5TdTZP -https://flic.kr/p/6m48jG -https://flic.kr/p/nMxvUp -https://flic.kr/p/fafotS",
        "strLocation": "Yamaguchi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamaguchi-discover-motonosumi-inari-shrine-in-yamaguchi/2669?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Motonosumi Inari Shrine in Yamaguchi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 21:54:21"
    },
    {
        "intDurationHour": 14,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 109,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464921002/mlhmdanlc97ei9v7vqet.jpg",
        "strIntroduction": "Ski Jam Katsuyama, located in Fukui prefecture but easily accessible by bus from Osaka or Kyoto, is one of the largest snow resorts in Kansai area. A total of 12 trails are present for every skier and boarder from beginners to advanced. Well groomed slopes, and tasty foods win popularity among winter sports fans. After skiing, take a bath in a hot spring and feel refreshed! The open-air bath \"rotenburo\" experience will become an awesome memory of your winter in Japan! This is a one-day bus tour which will take you from Osaka to Ski Jam Katsuyama and back for a wonderful snow adventure! One-day lift ticket is included in the price! You can also get discounts for various ski rental equipment and hot springs at the park's facilities. Examples of the discounts: ・Discount coupon for a board set or carving ski set rentals (adult at an extra cost of 2000 JPY - 3500 JPY) (child under 6 at an extra cost of 1600 JPY - 3100 JPY) ・Discount coupon for ski jacket & pants rentals (adult at an extra cost of 2000 JPY - 2500 JPY) (child under 6 at an extra cost of 1600 JPY - 2100 JPY) ・A half-price ticket for hot spring bath Adult 820→ 410 JPY Child 520→ 260 JPY In addition, the one-day ski lift can be exchanged to \"Kids Debut\" ticket, which includes an admission fee for \"B-Kids Park\" and \"variety pair lift\" ticket. Itinerary of the bus tour: ・From Osaka Shin-Osaka (depart at 7:00 am) ↓ Ski Jam Katsuyama（arrive at 10:30 -11:30 am） ↓ Enjoy Ski! ↓ Shin-Osaka (arrive at 22:00 pm) *Departure from Ski Jam Katsuyama is 15:30 -17:20 pm *Arrival time could be delayed due to traffic condition. *The bus does not make a stop at Kyoto. If you have a company from Kyoto, you cannot ride on the same bus. ・From Kyoto Kyoto (depart at 7:30 am) ↓ Ski Jam Katsuyama（arrive at 11:00 am） ↓ Enjoy Ski! ↓ Kyoto St.(arrive at 21:00 pm) *Departure from Ski Jam Katsuyama is 16:30 pm *Arrival time could be delayed due to traffic condition. *The bus directly heads to Ski Jam Katsuyama. If you have a company from Osaka, you cannot ride on the same bus. Information about Ski Jam Katsuyama: Ski Lifts: 8 Number of trails: 12 Few examples of trails: ・Rindo Course: For Beginner 3000 m (slope length), 4°(avg. pitch), 12°(max.pitch), A gentle long course, great for a warm-up ・Indy Park: For Beginner and Intermediate A run for a free-riding, offering various boxes, kickers, and rails ・Fantasy 1600: For Intermediate 1,620 m (slope length), 15°(avg. pitch), 24°(max.pitch), A long course popular among snowboarders ・Dreamy Course: For Beginner 430 m (slope length), 4°(avg. pitch), 10°(max.pitch), A perfect course for beginners with a panoramic view of 1000 m elevation ・Mogul Course: For Advanced 400 m (slope length), 19°(avg. pitch) Two-lane course for mogul challenger ・B-Kids Park: For Beginner & Children 70 m (slope length), 15°(avg. pitch), 24°(max.pitch), A great area for skiing and snowboarding debut, and sledding fun! This tour is available as follows: From Osaka Dec 23rd to Mar 26th From Kyoto Jan 7-8, Jan 28 and every weekend and Monday in Feb",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-enjoy-skiing-or-snowboarding-in-fukui-day-trip-from-osaka/4102?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy skiing or snowboarding in Fukui, day trip from Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 21:59:22"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 519,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470038838/go8un8egzysnsbochvg0.jpg",
        "strIntroduction": "Japanese swords are made from “tamahagane” which is a high quality steel made using iron sand. By beating the steel many times it becomes stronger and stronger until eventually it becomes pure steel. After beating it, it is sharpened, when it starts to look like a Japanese sword. The workshop starts after beating samurai knife. Sharpen with a file, inscribe your name on your work, the knife is put into the fire for hardening and is then polished by a specialist making the knife dramatically change! The tempered pattern of the blade will prove that the knife was made by you making it an especially special one. You will spend the whole day at the workshop where you can make friends with everyone so that at the end of the day, you will feel that every participant is your friend. Don't miss this experience! Schedule details: You are requested to send a proposal date for the experience. Time: 10:00 am～evening Age : Older than upper classes in elementary school (about 10 years old) The sword will be delivered to you after a polish by the specialist with a case. It will take about 1 to 2 months.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-experience-at-a-sword-workshop-in-kanagawa/4246?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience at a Samurai Knife workshop in Kanagawa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 22:03:33"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 115,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1429841015/ihpgt2dphb6hnkkpet9m.jpg",
        "strIntroduction": "We start a tour at 9AM. We visit Tsukiji fish market, the biggest Fish market in Tokyo. You can see busy markets with lots of fresh seafood. You can also try foods you have never seen on street or at a restaurant. If you would like to try foods there, I recommend you to have a small breakfast before you join the tour :) After the fish market, we go to the Meiji Jingu Shrine, one of the biggest shrines in Tokyo. If you are lucky, you might see traditional Japanese wedding there. After the shrine we stroll Omotesando and Harajuku shopping area. We have lunch there or in Asakusa later. In the afternoon, we visit Asakusa where Sensoji Temple and Asakusa Shrine are located. There are many shops called Nakamise so you can enjoy shopping and buying typical Japanese souvenirs. If you need to do more shopping after the tour, you can stay in Asakusa! (If we have enough time, we can go to Kappabashi district which has many kitchen tools and fake food displays) At the end of the tour, I will show you how to go back to your hotel or how to get to your next destination. ★ If you need hotel pickup, please add \"pick up option\" when you book and message me your hotel name and its address to avoid mistake (there are several hotels with similar names) ★★ If you have any food restriction or allergy, please let me know in advance (the more details, the better!) ★★★ For last minute booking , please check the availability through messaging me directly The tour is not held when Fish Market is closed",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-many-highlights-of-tokyo-in-one-day/3392?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit many highlights of Tokyo in 1 day",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 22:08:08"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 78,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1449550177/spm6f2ajwmnilgqv4s7z.jpg",
        "strIntroduction": "Our morning starts with a visit to a Buddhist temple founded in 1703 in an old part of Tokyo. We will briefly tour the temple and watch up close a dramatic purification ceremony with powerful drumming, chanting and a bonfire. You can even have your bag blessed over the healing smoke. Purified and energized by the ceremony, we will move to a neighborhood with old shops selling tea, scissors and knives, a wholesaler of colorful tenugui hand towels, a craftsman’s studio, street snacks, fans and more. Enjoy the traditional atmosphere, great gift shopping and some delicious snacks! Regular tours are held every Friday 10:30 - 13:30. Private tour option is available for other days (except for Sunday) on request.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-see-a-buddhist-fire-ceremony-and-traditional-craft-shops/4232?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See a Buddhist Fire Ceremony and Traditional Craft Shops",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 22:11:27"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 53,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475659820/used67rcdhm6ormpp32y.jpg",
        "strIntroduction": "In Japanese, Kiriko, is usually used to refer to cut, polished glass. Cut glass has a long history in Japan dating back nearly 200 years when cut glass, made in Old Tokyo (Edo) was produced and known as Tokyo Cut Glass, or Edo-kiriko. Established in the first half of the 19th century and living on today as a traditional form of Japanese glass art, Kiriko has many kinds of patterns. Patterns engraved as grooves and curves on the glass bend and reflect light, creating a twinkling, glittering show. Cut glass products were brought to Japan by the imagination of artisans in Edo launching them on their own ventures, where they used emery powder as an abrasive. The intricate geometrical lines engraved with minute detail by expert artisans and the vibrant yet transparent colors make Edo-kiriko truly special. When natural light shines through, it takes on a soft gleam, and evening dinner tables are transformed into works of art. You can make Edo-kiriko at \"Sumida Edo-kirikokan,” in Tokyo, which opened in 1899. First up, you choose your favorite glass, then you carve traditional Japanese patterns on your glass. After making your own Kiriko, you can keep it and take it home with you. It will be your special memory in Japan. \"Sumida Edokirikokan\" is open everyday except Sunday and holidays. It will take about 90 minutes to complete your glass. Time start from 10:30, 13:00, and 15:00. ※The fee is non-refundable after booking is confirmed for weekends.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-make-old-tokyo-cut-glass-in-sumida-tokyo/4539?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make Old Tokyo Cut Glass in Sumida, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 22:16:50"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1438904814/wcpiymmpsad50bd5h6i7.jpg",
        "strIntroduction": "In this trial class, you will learn about the warrior's spirit behind karate, and you will be able to practice some of karate's basic skills. Practice classes are held in Tokyo in Itabashi (Kami-Itabashi Station) and Zoshigaya (Zoshigaya or Mejiro Station). Private classes are also held in Yokohama (Yamate, Sakuragicho, or Yokohama Station). Please choose the most convenient location for you. We can pick you up from a desired station in Tokyo and Yokohama area. After the pick up, we will go to the practice studio and directly start the practice. In case you need our help before and after the karate class (for example, preparing karate clothes and equipment), we will be happy to help. Regular practice starts from 6:00pm and ends by 9:00pm on weekdays. Different schedules apply for holidays and weekends, please ask in advance. Before or after the class, we can sit down for a bit and talk more about the art and tradition of karate.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-practice-karate-in-a-trial-course-in-tokyo-yokohama/3781?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Practice karate in a trial course in Tokyo/Yokohama",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 22:20:40"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 10,
        "intUsdCost": 314,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1392172038/dkyzdyjnotponskrku6g.jpg",
        "strIntroduction": "Following a pick-up at your hotel or Hiroshima Station, you will take a JR local train to Miyajima-guchi and change to a ferry boat. Miyajima is one of the three most beautiful places in Japan. You will walk around the island to see the Great Torii Gate, Itsukushima Shrine, and Taishoin Temple. We will have lunch on the island. After Miyajima, you will take a tram to visit the Peace Memorial Park. Hiroshima is well known as the city where the first atomic bomb was dropped. You will walk around the park to see some monuments such as the Children's Peace Monument, Peace Bell, and Flame of Peace. Then you will visit the museum to learn about what happened on August 6, 1945. As this is a private tour, I will be flexible depending on your preferences. If you have questions, please feel free to contact me!",
        "strLocation": "Hiroshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hiroshima-explore-miyajima-and-hiroshima-in-a-full-day-tour/1853?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Miyajima & Hiroshima in a Full Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 22:25:06"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 75,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456578660/ueo521pya6npn4yii1zi.jpg",
        "strIntroduction": "In this tour a professional photographer will take pictures of you against the awesome view of Kyoto's Arashiyama in the background. There are beautiful mountains, a big river, old buildings and a bamboo forest. You will be able to feel the real Japanese culture in Arashiyama, Kyoto. Would you like to live a lot of great travel memories? We are going to give you the beautiful pictures after they are processed by Photoshop. Save great memories from your trip to Kyoto! Our plan: ・Meet at Arashiyama Station ・Cross the Togetsu bridge, walk and take pictures of you around Arashiyama street ・Drink a green tea and eat Japanese sweets in a Japanese garden ・Take a picture of you in the bamboo forest ・Take a picture of you next to Japanese art work Please let us know if you have any requests for us. We can make a photo shoot plan just for you. Feel free to talk to me anytime if you have specific location requests. Disclaimer: This tour is offered on a trial price. Therefore please understand that we are going to post picture of you on our blog and Instagram. and I can make some plans to visit to other place in Kyoto if you want. Please tell me your request feel free:) We hope we will have a great time with you in Kyoto!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-book-a-two-and-a-half-hour-photo-shooting-tour-in-arashiyama-kyoto/4689?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Book 3 hour Photo Shooting Tour in Arashiyama, Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 22:28:53"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 7,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358303965/u94ffsi6nchtdxr0a7bl.jpg",
        "strIntroduction": "In my lesson ・practice basic brash technics of Japanese calligraphy. ・learn how to write your name with Japanese characters and Chinese characters(kanji) and practice. ・learn how to write letter you choice Chinese characters and practice. ・create souvenir.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-japanese-calligraphy-in-tokyo/508?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Japanese Calligraphy in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 22:33:10"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 71,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1426130831/uga7jpousmirlsw8fz22.jpg",
        "strIntroduction": "Kagoshima is located in the long Kinkowan Bay and is the biggest city in the southern part of Kyushu island. Kagoshima is known for its mild, almost subtropical climate, and is the gateway to many of Japan's subtropical islands south of Kyushu. The city is often called \"the Japanese Naples\" because of the proximity of Sakurajima - an impressive active volcano island located in the bay just across Kagoshima. Sakurajima is notorious for erupting about 3 times per day and often covering the city with layers of grey volcanic ash. Kagoshima was part of the Satsuma Domain and played a significant historical role during the overturning of the shogunate in the last years of the Edo period. The local hero Saigo Takamori fought bravely against the shogun forces during the Satsuma Rebellion but saw his final hour in the mountain near Kagoshima. In this guided day tour you will see not only Kagoshima's best highlights but will also have to chance to visit Sakurajima island and approach the fearful volcano! Here is a list of places that are included in the tour: - Mt Shiroyama, a small mountain with a great observatory on the top from which you can see a fantastic panorama view over Kagoshima city, Kinkowan Bay and Sakurajima volcano. Other popular spots include a famous hot spring and the cave where Saigo Takamori met his final fate during the rebellion. - Senganen Garden, a spectacular Japanese-style garden built in 1658 by the local feudal lord. It features several impressive buildings such as the former residence of the feudal lord, and an elaborate combination of ponds, paths, greenery, bamboo grove and even a waterfall. - Sakurajima, the famous volcano island and symbol of Kagoshima. In the past Sakurajima has erupted so powerfully that the lava and ashes created a land connection with the nearby Osumi Peninsula. You can traverse some of the natural lava trails along the coast or take a sightseeing bus towards an elevated observatory not far from the volcano's crater. Don't forget to try some of Kagoshima's local delicacies such as satsuma-age (deep fried fish paste) or black pork fried cutlets.",
        "strLocation": "Kagoshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kagoshima-see-all-the-highlights-kyushu-kagoshima-in-day-tour/3215?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See all the highlights of Kyushu's Kagoshima in a day tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 22:37:33"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 71,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1359447444/txftzl9cwcqylrzdlqiy.jpg",
        "strIntroduction": "Located in the former grounds of the historic Kanei-ji temple, the spacious Ueno Park is a favourite spot for Tokyoites during the cherry blossom season. Although a destination in itself, the area is also home to a wealth of Japanese arts and culture. Within a small vicinity are some of Japan's best museums, such as the Tokyo National Museum and National Science Museum and National Museum of Western Art. Even though it is close to the center of Tokyo and the skyscrapers of the central business district, you can still get a sense of the area's rich history in the atmospheric backstreets of Yanaka and it’s lively shopping arcade, Yanaka Ginza. Here you can sample freshly made street food or enjoy a drink with locals at a cozy izakaya (Japanese style pub). As the Tokugawa family temple, Kanei-ji was the spiritual center of old Tokyo, and the surrounding area boasts many beautifully kept temples and shrines. It is also possible to see good examples of traditional buildings and architecture inside this area. You can find vendors specializing in traditional art supplies in the Yanaka district, too. One of the most popular is Isetatsu, a washi (Japanese handmade paper) supplier. Enjoy a change of pace from the hectic streets of the metropolis on a leisurely stroll around Yanaka, and take in the historic scenery, while watching locals go about their daily lives.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-ueno-yanaka-sendagi-heritage-walk/534?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ueno, Yanaka, Sendagi Heritage Walk",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 22:42:54"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 33,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1421918827/j6ead4e2nwedta92lkin.jpg",
        "strIntroduction": "Geisha artists are the professional entertainers whose job is to cater to wealthy customers in specially designed tearooms called \"ochaya\". This tradition has existed in Japan for centuries and is still preserved in several popular districts in Kyoto, Tokyo and Kanazawa. Join this tour to get an in-depth view into the secrets of geisha culture! With your professional guide you wil visit several popular geisha districts in Kyoto: the former Gojorakuen, which served as a red-light district until the end of the war, and the still active Gion and Miyagawacho districts. Not only will you stroll some of the famous little alleys like Hanamikoji in Gion, but you will even be able to enter Gion Corner, a popular ochaya open to tourists where you can learn more about the maiko performers and see a demonstration of their skills, as well as other traditional art such as tea ceremony, kyogen and bunraku. This tour includes also a visit to several temples and shrines which have special symbolic meaning for the geisha in Kyoto. If you're lucky you'll even see fully-dressed maiko on the streets around the traditional tearooms. Don't miss this unique opportunity to discover the true spirit of the geisha culture and traditions in Japan!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-discover-hidden-secrets-kyoto-geisha-districts/3067?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover the hidden secrets of Kyoto's geisha districts",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 22:47:46"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 6,
        "intUsdCost": 78,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1458607467/oqlkrx0zctzbanmshe68.jpg",
        "strIntroduction": "In this activity you will be able to visit an ordinary Japanese house and participate in a private cooking class! We will cook several dishes, including the dashi soup stock, and afterwards you will have the chance to experience a stylish tea ceremony at my house! The activity takes place only about 20 minutes away from Nagoya Station. Below is the itinerary for this activity. You can choose to book a lunch session or an afternoon session. Lunch time schedule 11:00 Meet at the ticket gates of Kachigawa Station and go to my house 11:00—11:30 Introduction to the activity. Welcome tea & sweets. First, we'll make the dashi soup stock. 11:30—13:00 Cooking lesson (tempura, sushi, etc.) 13:00—14:00 Lunch time 14:00—14:50 Tea ceremony experience 15:00 Send you off to Kachigawa Station. Dinner time schedule 17:00 Meet at the ticket gates of Kachigawa Station and go to my house 17:00—17:30 Introduction to the activity. Welcome tea & sweets. First, we'll make the Dashi soup stock. 17:30—19:00 Cooking lesson (tempura, sushi, etc.) 19:00—20:00 Dinner time 14:00—20:50 Tea ceremony experience 21:00 Send you off to Kachigawa Station. The activity is available on the following days: Monday, Tuesday, Thursday, Friday (evenings only) Sunday (lunch and evening)",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-enjoy-japanese-home-cooking-and-tea-ceremony-near-nagoya/3814?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Japanese Home Cooking and Tea Ceremony near Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 22:51:32"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 1,
        "intReviewVisitor": 2,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355843587/plssca8paaq54oi0lrzx.jpg",
        "strIntroduction": "There are nearly 400 art galleries in Ginza that cover areas from Japanese antiques to contemporary art. They have a diverse array of works. But I often hear of customers either having a difficult time figuring out which gallery has what kind of work or that galleries aren’t enjoyable without prior knowledge of the art presented in that gallery. So in this activity a professional staff member will take you to multiple galleries of your liking across a span of 2 hours. Finding your favorite gallery will make your time in Ginza more enjoyable. You can learn a lot about art from Art dealerships who are as knowledgeable as the staff in the museum.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-find-your-favorite-art-gallery-in-ginza/78?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Find your favorite Art Gallery in Ginza",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 22:56:53"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1374128861/twronrewaizgzsd42kji.jpg",
        "strIntroduction": "Origami is a Japanese traditional play which folds square paper and makes various forms, such as animals, plants and a life tool without cuts or glue. Let's fold orgami of Japanease Kawaii and cool things.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-kawaii-origami/893?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Kawaii Origami",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 23:02:22"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 199,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1437887688/hrjvidstwamhcoiigoto.jpg",
        "strIntroduction": "This is a private guided tour around Hakone's highlights. The tour can be completely customized, so feel free to suggest itineraries or add/remove any items from my suggested route. Below is the detailed flow of my recommended Hakone tour: - Pick up at your nearest station (Odawara or Hakone Yumoto), hotel, or ryokan in the Hakone/Odawara areas. - Visit the village of traditional Japanese craft \"Hakone Yosegi Zaiku\" where you can see a large variety of craft items. - Walk the historical road of Tokaido and visit one of the oldest tea houses in Hakone. - Visit Hakone Shirine, one of the oldest shrines in Japan and learn about its history. - Eat Japanese food for lunch. I will suggest a restaurant based on your preferences. - Ride on an aerial tramway and see a splendid view of Lake Ashi and Mt. Fuji. - Visit other secret spots where you can see Lake Ashi and Mt. Fuji. - Visit a traditional Japanese house and experience the traditional old Japanese lifestyle. - Before going back, you can refresh yourself in a relaxing hot spring! (Private bath can be arranged at a price range from 3000 JPY each person) - Drop off at the station or your hotel/ryokan. *Please note that seeing Mt. Fuji is subject to weather conditions. If you have any questions, please feel free to contact me!",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-take-a-private-tour-to-hakone-best-sightseeing/3752?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a private tour to Hakone's best sightseeing!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 23:05:12"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 9,
        "intUsdCost": 10,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474883633/jkx1up7f85fufz8yfmyz.jpg",
        "strIntroduction": "This is very unique activity in which you can enjoy both fishing and eating! In this activity, you will fish for fresh river fish, which you can then cook and eat in this quirky restaurant called Zauo! Some of the fish you can expect to catch are: sea breams, flounders, and lobsters. Don't worry if you aren't able to catch any fish, you can also simply order what you feel like eating from the menu. But if you eat the fresh fish that you caught on your own, the staff will help you cook it and you will be offered a discount! The fish can be prepared as sushi, tempura (beer battered & deep fried), fried with butter, or as a soup. No matter the cooking style, the fish is going to taste amazing! If you are looking for a unique restaurant, look no further! Here we are! Please choose a branch you would like to reserve. Shinjuku branch Shibuya branch Meguro branch Namba branch ※This is a reservation service only ※They don't offer fishing at lunch time during the weekdays Photo Credit: http://farm3.static.flickr.com/2237/3538042895_df540fe760_m.jpg",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-fishing-and-cooking-in-a-restaurant-zauo/955?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for Fishing and Cooking in a Restaurant - Zauo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 23:08:16"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1421309500/eau0kazda8sskjbwg9xq.jpg",
        "strIntroduction": "Nakameguro is not very famous among foreign tourists, but it is a hot area among Tokyo locals. The atmosphere differs from big districts like Shibuya, Shinjyuku and Ikebukuro, but it has its own relaxing tone. If you travel many times to Tokyo or would like to see more local areas in the city, Nekameguro is a sightseeing spot I recommend. It's difficult for foreign tourists to reach some good shops and restaurants because most of those are too local. So I think it's better that you explore the area with a local guide! This is a 3 hour walking tour, and the suggested schedule is as follows: 12:00 pick-up & lunch ex) Sushi, Yakiniku, Humburger, Ramen 13:00 shopping and sightseeing along Meguro river. ex) • YAECA •1LDK •Best Packing Store •ateliers penelope ...etc 14:30-15:00 taking a break in a cafe •Chanoma •Taste&sense 15:00 the tour finishes and I take you to Nakameguro Station. Optional: If you would like to go to the nearby posh Daikanyama area, I will take you there too.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-chill-at-nakameguro-with-a-local-guide/3043?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Chill with a local guide in Nakameguro, a hidden cozy area",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 23:13:41"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 81,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1449613587/seivm9eddh5macr1lvsl.jpg",
        "strIntroduction": "Do you like to sled and play in the snow? If you do, you should definitely join this tour to enjoy the fun of snow playing at Biwako Valley in Shiga prefecture. You will head to the ski slopes directly from Osaka by bus, and you will visit \"Snowland\", a winter ski resort attraction. This tour includes free rentals for sleds and shovels, for sledding and playing in the snow. You can also have a ride on a snow escalator to reach the top of the slopes. You can also enjoy having a ride on the Bowler Carousel (snow merry-go-round) for free. This tour includes a meal ticket worth 1000 JPY (1 ticket per person), which will be distributed directly to you at the ski resort. Below you will find the tour itinerary details: - Depart from JR Namba Station at 7:20 am Please arrive at least 10 minutes before departure and present the documents sent to your accommodation location at the meeting location. The entire tour is conducted by bus. - Arrive at Biwako Valley Ski Resort 10:00 am You will have time to spend until 17:00. Please have your lunch by yourself, and we will distribute the meal ticket worth 1000 JPY (1 ticket per person) at the ski resort. - Depart from Biwako Valley Ski Resort 17:00 pm - Arrive near JR Namba Station 19:40 pm The tour might be canceled if ski resort lifts or ropeways are closed due to strong winds or if slope conditions are poor.",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-enjoy-snow-play-in-biwako-valley-shiga-from-osaka/4239?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Snow Play in Biwako Valley, Shiga, from Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 23:17:43"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 8,
        "intUsdCost": 17,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1363768731/mrq0iadysbwifpifmilb.jpg",
        "strIntroduction": "Open Network Lab (OnLab) is a seed stage investment program based in Tokyo, Japan. While visiting its incubation offices in Tokyo, you'll get the opportunity to see and experience what the Japanese start-up ventures and venture capitals do. As part of this experience, ・You'll be able to see OnLab's space and facilities ・You'll meet startups from the current and previous classes, and also chat with OnLab's director. For those who'd like to found a tech startup, this is a great opportunity to learn more about the Japanese market and get advice from entrepreneurs and VCs. ＊Please come to the office from 11am to 8pm.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-open-network-lab-and-meet-asias-hottest-startups/591?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit a Startup Incubator and Meet Asia's Hottest Startups!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 23:21:04"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 19,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475021571/piyjtnwrro98jqoprgk3.jpg",
        "strIntroduction": "Have you come to Tokyo with the intention of eating RAMEN? Our local guides can take you to a legit ramen place! There are thousands of ramen establishments in Tokyo. In your host's humble opinion the best is Ramen Jiro, an old family run hole in the wall famous among Tokyoites for serving up the city's best bowl. Jiro has been featured in magazines, blogs and TV programs. This meal however is not for the weak stomached. come hungry leave as full as you dare... Your host speaks Japanese so feel free to ask Yamada-san, the owner of the restaurant any question you like. Welcome to the food capitol of Earth. May your first destination be the best ramen you will ever eat. In case Jiro is closed for your requested date/time, we may take you to a different ramen place as great as Jiro.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-best-ramen-ramen-jiro/2146?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tokyo's Best Ramen,\"Ramen Jiro\"",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 23:26:15"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 84,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1413031554/ihnxyqqhgsrv9dxrheri.jpg",
        "strIntroduction": "\"Tougei\" – Pottery is one of the oldest technologies in the world and Japanese pottery history started more than 15,000 years ago. In Japan there are many different ways to decorate and bake ceramics. Of course you need a lot of skills to be a professional, but you can make ceramics with some advice from a craftsman. In this activity you can make your own ceramics. • Decide what kind of plate or cup you want to create. • Knead clay and shape up a model based on what you want to create. • Shape the clay up on a pottery's wheel . • Design patterns and lines on the clay. The craftsman will then bake your ceramics in a kiln, but it takes more than 1 month so you cannot take it directly back home. The craftsman can send your ceramics to your home if you pay extra fee for shipping. After work you can enjoy some drink and sweets. So, why don’t you get your original gift while staying in Japan!?",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-learn-how-to-make-japanese-pottery/2786?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn how to make Japanese pottery!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 23:29:29"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 74,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1381925428/vosk8jpcuu2ilqkqdoel.jpg",
        "strIntroduction": "I would like to offer you a Japanese cooking class in English! It will cover two lessons: Lecture (30min), Cooking (80min), Tasting, Tidying up ■Sushi & Dashi (broth) class ・ an aperitif ・ two kinds of sushi ・ soup ・ two or three side dishes ・ dessert ■Teriyaki chicken Class ・ an aperitif ・ teriyaki chicken ・ two or three side dishes ・ miso soup ・ rice ・ dessert Furthermore, I am not only offering cooking but also history, table manner and more. You will learn: ・Japanese table manners ・the history and culture of Japanese cuisine ・and much more! I'd like to show Japanese culture and customs to you as well. Japan has four seasons, each of which has its own seasonal festivals and a variety of annual events. Knowing the history of traditional events and how people celebrate them will make your stay in Japan much more enjoyable. Even little knowledge of table manners help to feel much more relaxed in Japanese restaurants! I will be happy to assist and give hints and information about variations of the recipes, using different ingredients when you return home. A real cultural experience! I am looking forward to seeing you and having a good time together!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-authentic-japanese-cooking-class/1267?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Authentic Japanese Cooking Class",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 23:32:52"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 124,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1455795692/yw7uad6yqyy36w5h84da.jpg",
        "strIntroduction": "From March 20, 2016 this tour will be starting! This is a 3-hour tour around the sake breweries in Saijo city, near Hiroshima. Meet at JR Saijo Station (40 minutes by train from Hiroshima Station on JR Sanyo Line). Your guide, Miho, will take around the local sake breweries for about one hour and a half: Sanyo tsuru Hakubotan Saijo tsuru Kamotsuru Kirei Fukubijin Kamoizumi You will be able to try sake tasting at each, learn more about the process of making sake, and enjoy the atmosphere of old buildings. After the tour, Miho will hold a special sake and food pairing workshop for about one hour and a half. At the end of this tour you will have sufficient knowledge about Japanese sake and will know which foods go best with which sake type. Starts 10am Sake Brewery tour 1.5 hour Sake paring workshop and Lunch 1.5 hour Ends 13pm",
        "strLocation": "Hiroshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hiroshima-join-an-interesting-sake-brewery-tour-near-hiroshima/4892?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join an interesting sake brewery tour near Hiroshima",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 23:36:57"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 57,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1383652572/vhiqpk0yzz56a3hmdsg3.jpg",
        "strIntroduction": "Tour outline: Located in the former grounds of the historic Kanei-ji temple, the spacious Ueno Park is a favourite spot for Tokyoites during the cherry blossom season. Although a destination in itself, the area is also home to a wealth of Japanese arts and culture. Within a small vicinity are some of Japan's best museums, such as the Tokyo National Museum and National Science Museum and National Museum of Western Art. Even though it is close to the center of Tokyo and the skyscrapers of the CBD, you can still get a sense of the area's rich history in the atmospheric backstreets of Yanaka and its lively shopping arcade, Yanaka Ginza. Here you can sample freshly made street food or enjoy a drink with locals at a cozy izakaya (Japanese style pub). As the Tokugawa family temple, Kanei-ji was the spiritual center of old Tokyo, and the surrounding area boasts many beautifully kept temples and shrines. It is also possible to see good examples of traditional buildings and architecture inside this area. You can find vendors specializing in traditional art supplies in the Yanaka district, too. One of the most popular is Isetatsu, a washi (Japanese handmade paper) supplier. Enjoy a change of pace from the hectic streets of the metropolis on a leisurely stroll around Yanaka, and take in the historic scenery, while watching locals go about their daily lives. Photo Credit: http://flic.kr/p/7JSCqg http://flic.kr/p/bSRkpz http://flic.kr/p/axpfEM http://flic.kr/p/F3E3f http://flic.kr/p/7kPh3N",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-beautiful-old-town-in-tokyo/1342?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Beautiful Old Town in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 23:42:19"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1450086458/xnhzbelsnt8p3hce5fvh.jpg",
        "strIntroduction": "Enjoy an immersive experience of Japanese art and culture through studying shodo - the art of Japanese calligraphy using ink, brush, and paper! Through an hour and a half long lesson with native Japanese teacher Hoyu, you will learn the basics of Japanese calligraphy and will even be able to create your own works to take home as a souvenir, or give as a gift. Let this be a way for you to have an unforgettable time in Japan! Beginning with the basics of brush technique and posture, teacher Hoyu will guide you gradually until you are able to compose works on your own comfortably. In doing a variety of exercises to hone your skills, you can learn to create beautiful works of calligraphy. You can also choose what you want to write, and the instructor will teach you how to compose it. This is a rare opportunity to create your own souvenir of Japan, while enjoying the serenity that comes from dedicating yourself to the delicate nature of this art. Enjoy a glimpse of the Japanese beauty, and bring home the art work as something to remember from your trip. Enjoy Japan not as a spectator, but as an active participant! Nearby the venue is the Edo-Tokyo Open Air Architectural Museum, located in the beautiful Koganei Park. There you can have a unique opportunity to go through Tokyo's history by entering replicas of historical buildings (not included in the activity price). So why not learn traditional calligraphy in the morning with me, and then take a trip back in time in the afternoon?",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-delve-into-the-essence-of-japanese-beauty-with-calligraphy/4107?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Delve into the Essence of Japanese Beauty with Calligraphy",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 23:46:50"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 59,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1447674757/afux4z1dotwuhpekgux8.jpg",
        "strIntroduction": "Tsukiji is one of the 11 markets in Tokyo. It is the largest fish and seafood market in the world and also one of the largest food markets of any kind. Tsukiji handles more than 2000 tons of 480 types of seafood and 1100 tons of fruit and vegetables daily. The Tsukiji Market, which is 23 hectares wide, is separated into two main areas: the Inner Market and the Outer Market. The Inner Market is the wholesale market for the professionals, and that is where the fish auction takes place. The Outer Market retails some of the fresh seafood and vegetables sold in the Inner Market. Primarily, both markets cater to the professionals, but the Outer Market has recently opened its doors to visitors. Nevertheless visitors are allowed to enter the Inner Market as well after 9:00 am under the condition that they go in a small guided group of 4 or less. The Inner Market is usually more interesting because visitors can see the actual wholesale of the seafood. In this tour you will visit the Tsukiji Fish Market with a professional guide and will have the chance to see the exciting wholesale of the seafood. After the tour you can have fresh sushi with seafood coming directly from the market. Tsukiji Fish Market is closed every Sunday and on the following days: Closed Dates in 2015: November 3, 11, 18, 23 December 9，23，31 Closed Dates in 2016: January 1，2，4，11，20，27 February 3，11，17，24 March 2， 9，16，21 April 6，13，20，29 May 3，4，5，11，25 June 1，8，15，22 July 13，18，27 August 11，15，16，24 September 14，19，22，28 October 5，10，19，26 November 3，4，5，9，16，23 December 7，23，31",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-see-the-worlds-largest-tsukiji-fish-market-in-private-tour/4144?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the world's largest Tsukiji Fish Market in private tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 23:51:57"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 109,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1409717221/sruvuehsiytk5wkoonkh.jpg",
        "strIntroduction": "Lesson Course 1: Sushi course - Welcome drink (Matcha). - Dish 1: Demonstration make MISO soup. - Dish 2: Japanese omelette. - Dish 3 : Sushi. 2: Osaka local food course - Welcome drink (Matcha). - Dish 1: Demonstration make MISO soup. - Dish 2: Japanese omelette. - Dish 3: *Takoyaki (octopus dumplings) and*Okonomiyaki (Japanese pizza) *Takoyaki= A kind of small pancake, containing pieces of octopus meat or other meat in it. *Okonimiyaki= The basic ingredients are flour, yam, egg, cabbage, and pork. You may eat all the dishes that you cooked. Tea ceremony will be provided before the start of lesson. Along with the sushi course, you can add sake and beer tasting option. My house is located at Nishikujo station, which is the central area in Osaka city. It is 5 minutes to Osaka station/Universal Studio Japan by train, and 10 minutes to Numba /Shinsaibashi/Tennoji by train. Starting times for lesson are: 1) 10 am 2)４ pm Please request starting time and preferred cooking course when you make a booking!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-cook-sushi-and-japanese-homemade-dishes-in-osaka/2688?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cook Sushi and Japanese Homemade Dishes in Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 23:55:47"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 60,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1413612499/vnx9zbsrina1e1whb1lp.jpg",
        "strIntroduction": "Why not experience Japanese tea ceremony - called \"Sado\" in Japanese - when you visit Japan? It can be difficult to find somewhere you can experience Sado in English. However, a place for English-speakers to enjoy Sado has now opened in Tokyo! You will learn the authentic style there. It will be great to experience this traditional and cultural activity in a Japanese style-room with us! We will teach you with politeness and friendliness. Even if you don't know anything about performing ''Sado'' don't worry, you will learn it here. Our place is located in Nippori. It is near to Ueno or Asakusa Area, and it takes only 40 minutes from Narita Airport if you take the Skyliner! Please try Sado and experience one of the most famous Japanese cultural activities when you visit Tokyo.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-tea-ceremony-in-tokyo/106?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Tea Ceremony in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 00:01:03"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1440398122/gamybr40jwxvlsa2fhp4.jpg",
        "strIntroduction": "In this activity, you can come to our sharehouse and enjoy playing video games with us in a casual atmosphere! This is a great activity for all otaku fans who love Nintendo 64, Mario Kart, Smash Brothers, Bomber Man, Donkey Kong, 007, Perfect Dark and other games! I challenge you to beat me at one game of Smash brothers! If you beat me, I might return your money for this activity! Let's enjoy fun times together!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-play-japanese-video-games-with-locals-in-tokyo/3826?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Play Japanese video games with locals in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 00:05:45"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 234,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1438675337/pzvc2wsj4uamyuacgqqm.jpg",
        "strIntroduction": "The Aizu region in Tohoku (North Japan) is undoubtedly one of the best places to experience the fascinating charm of countryside Japan. Located about two and a half hours away from Tokyo and conveniently accessible by train, Aizu offers unique opportunities for discovering traditional lifestyles and unspoiled nature. The combination of hot springs, delicious sake, local food, distinctive culture, and scenic views makes this region a highly valued \"off-the-beaten-track\" destination. Book this private 2-day tour and explore a beautiful side of Japan that not even guide books tell you about! In this tour you will visit Aizu Wakamatsu city, a prominent castle town during the Edo period with a dramatic history, and Ouchijuku, a former post town with traditional-style houses. You will stay in a hot spring inn located in the Higashiyama Onsen mountainous district and will have the chance to taste the most delicious local foods and sake. Below are the itinerary and highlights of this unique tour: Day 1 8:08 - Take the Shinkansen bullet train from Tokyo to Koriyama Station (recommended train - Yamabiko 127). At 9:32 take the local Banetsu-sai line from Koriyama Station. 10:54 - Arrive at Aizu-Wakamatsu Station and ride the retro city loop bus to the most prominent sightseeing highlights: Tsuruga Castle, famous for its important role during the Boshin Wars at the end of the Edo period, and first-class sake breweries (the international award-winning Tsurunoe brewery), where you will be able to taste some of Japan's best sake and see a traditional brewery from inside. Stroll along the pleasant streets well until 16:00 in the afternoon. 16:30 - Stay at Higashiyama Onsen, a hot spring resort of a rustic charm, where you can enjoy the evening light-up of the pools hidden in the mountain forests. The inn, Harataki, has wonderful Japanese-style tatami rooms and gorgeous open-air baths! Day 2 - free time or book the optional add-on car tour with the schedule bellow: 9:00 am - Leave Higashiyama Onsen and go to Aizu-Misato, a small village further in the countryside. 9:30-11:30 - Walk around the streets of Aizu-Hongo and see 14 different pottery ateliers and old kilns, representing the village's traditional culture which dates back to the 16th century. If you want, you can experience traditional style pottery yourself! 12:00-15:00 - Arrive at Ouchijuku village for a pleasant stroll along the main street of the former post town. The thatched-roof houses offer a variety of surprises and local sweets for you. 16:00 - Return to Aizu-Wakamatsu Station where the tour ends. Recommended Shinkansen bullet train for return to Tokyo - Yamabiko 152 (arrives at Tokyo station at 19:24). Transportation, accommodation, and meals (1 dinner, 1 breakfast) are included. This is a private tour with volunteer guides and transportation arranged specially for you (except for the use of the retro loop bus on Day 1). Note: Volunteer guides will be used for weekday tours. Extra charge applies for bookings on Saturday. Please book the extra charge option as well. ----------------------------------------------------------------------------------------------------------------------------------- If you prefer a more relaxed and gorgeous experience, you can book the special \"private hot spring pool\" version of this tour in which you will have the luxurious opportunity to relax in a private hot spring in your room! You will have free time on Day 2 and can book the optional car tour only if you like. The itinerary for this version of the tour will be: Day 1 Same as above, but the room will have a private hot spring pool Day 2 Free time in Aizu-Wakamatsu after checking out of the inn. Book the add-on car tour if you want to experience the activities listed above. Please note that this version of the tour is not part of the 50% OFF discount promotion. Extra charge applies for bookings on Saturday. Please book the extra charge option as well. ----------------------------------------------------------------------------------------------------------------------------------- This is a specially designed tour that you can book only with us. You will not find this tour at any other travel company. Try it as a 2-day trip during your visit to Japan and discover beautiful hidden places that do not appear in standard guide books and travel packages.",
        "strLocation": "Aizu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aizu-enjoy-the-traditional-culture-and-hot-springs-of-aizu-region/3767?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy the traditional culture and hot springs of Aizu region",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 00:08:32"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1428370909/h9ropnkimn2l6rwjfs4g.jpg",
        "strIntroduction": "I am not working for any Izakayas or restaurants, I just want you to enjoy your stay in Sapporo. And I want to have a new experience with you at the same time. :) However, I am not a professional tour guide, but I can help you to make the most of your stay in Sapporo or in Hokkaido. There are many kinds of izakaya in Japan. We, Dosanko (the nickname for Hokkaido people), also love sushi, crabs, jingiskan and ramen. But we usually go to izakaya for having dinner with friends. I will find and bring you to the best izakaya upon your request. There are various kinds of izakaya. Even though, most of them have fresh fishes and yakitori (skewered food), some of them are specialized in yakitori, seafood, jingisukan, gyutan, shabu-shabu, tempura... and some places are proud of their selection of distilled alcohol like sake and shochu. And the prices range from about 3,000 to 12,000 JPY per person (I ask you to pay for my food and drinks also). It will be about a 90 minute tour. And it will be held as a private tour for you. And if you have anything to ask me besides the experience in the izakaya, feel free. I am always ready to support in having a wonderful and awesome stay in Sapporo! If you love fishing and outdoor activities, you are very lucky. I love fly-fishing and outdoor activities. So I can help you with suggestions. Usually, I work until 6 pm. So I can start the tour from 6:30 pm to 8 pm. *About jingiskan It's the most typical Hokkaido food. It's grilled mutton dish prepared on a convex metal skillet or other grill. If you wish to try jingiskan, I strongly recommend you not to wear fancy clothes. Because the smell of jingisukan will get on your clothes.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-izakaya-experience-in-sapporo/3326?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Izakaya Experience in Sapporo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 00:13:51"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 8,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459240909/ydos4squofcycxt3bdam.jpg",
        "strIntroduction": "Yokocho is a mass of Izakaya (Japanese style small bar) located at a narrow back road. There are many Japanese workers wearing suits. You can enjoy the local atmosphere and a genuine Japanese night. In this activity you will: •Drink Japanese sake with a shot glass at a standing bar •Eat Japanese food including sashimi, chicken BBQ etc •Take a photo with the GODZILLA statue",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-yokocho-night/587?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Yokocho Night (Local Bars Night)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 00:18:14"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 69,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1402039739/fenklbaijmit3g0xhqnz.jpg",
        "strIntroduction": "Have you ever tried kimono before? A kimono is a traditional Japanese garment. Most Japanese people wear western clothes in everyday life, but on special occasions we wear kimono. There are different types of kimono for men and women of different ages. Often people wear formal kimono at weddings, funerals or at traditional gatherings. These kimono are multi-layered, and take a lot of time to put on. An easier to wear kimono is called the \"yukata\". It is easier to put on because it is single-layered. The yukata is more informal, and is often worn in summer. ☆Get a yukata as a souvenir! The yukata is easy to put on. You can master wearing it in only a few hours. In this class, you will learn how to wear yukata and get one as a souvenir! Besides it you will also experience a traditional Japanese home, which I think is exciting. ~Schedule~ 9:30 Pick up from Hanaten station (☆JR Gakkentoshi line ) 10:00~11:30 Yukata wearing lesson 11:30 Photo-taking and tea time 12:00 Back to Hanaten station Please let me know your height when you book. I apologize in advance if we do not have any in your size. Availability : Every Wednesday, 1st,3st.Friday.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-kimono-wearing-lesson-get-a-yukata-as-a-souvenir/2300?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try a Kimono Lesson - Take Home a Free Yukata as a Souvenir!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 00:21:53"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 41,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1418023831/wvyk96wwfk4kx7urmmnh.jpg",
        "strIntroduction": "In winter the humpback whales come to the warm waters of Okinawa for their seasonal breeding. This period is a great opportunity to watch them as they play, jump out of the water and make loud noises. The best way to do that is from a boat in the middle of the sea where the whales will swim around and display their playful character undisturbed by the spectators. This popular tour has been taking thousands of visitors to the best whale watching spots every year. You will go west of Naha city, near the colourful coral islands of Kerama archipelago where you'll look for the sight of jumping whales. You can choose between a morning and an afternoon cruise. Furthermore, you can embark from two different ports (Naha Mie Gusuku and Chatan Hamakawa near Kadena Air Base). Hotel pick-up is possible from Naha hotels only. In season 2015-16, we had 18,000 visitors! The tours are held everyday from December 23th 2016 until April 9th 2017. *Number of people required to take this tour: At least 2 people Price: Adults or children from age of 12 & older : 4,200 JPY Child (5~11) : 3,200 JPY Infant(4 & Under) : 1,500 JPY The fare includes boarding fare, life jacket rental, and insurance. Departure times and places: 1）NAHA : am9:00／pm13:30 2）CHATAN : am9:30／pm13:30 Meeting time : 30minutes before departure Time required : 1 ~ 3 hours ※Tour can be shortened when whales are found soon after departure. Meeting Places: 1）Naha Miegusuku Port (Adress:3-20 West, Naha city) (500 JPY for all day parking if you come with a car) 2）Chatan fisharena Uminchu Wharf (Adress:Chatan-cho Mihama address 54) Additionally, 100 JPY are requuired for facility charges. (per person ／pay on the day) Free pick-up & drop off service is available for departure from NAHA. Notice If you are interested in the free pick-upand drop off service offered for the Naha-city area,please note that it is a first come, first serve basis. When you make your tour reservation we will require the name of the hotel that you will be staying. We will call you the night before the tour to let you know when we will pick you up the next day. Furthermore, due to the large number of people who use this service, an early morning pickup maybe required. If you are pressed for time, it is strongly suggested that you use your own transportation to meet us at the meeting location. The time it takes to complete the tour may very depending on the observational conditions of the whales.We ask for your consideration. Due to rough sea conditions that occur during thewinter season, expectant mothers will be denied access to the tour gor their own safety. In some circumstances, small infants may be denied access as well. Since they are wild and unpredictable animals, there is some possibility that you may not see any whales. Unfortunately there is a No Refund Policy if you don't see whales, but you can re-board again except for the conditions below : 1. Whale blow (exhaled air from the blowhole) was seen. 2.If the other members of your tour had spotted a whale. ...Also, if you can not re-boarded due to a conflict in schedule, your tour will be voided.We ask for your understanding in this matter. If the weather conditions are bad we may cancel or change the tour.Please let us know either the mobile phone number by which we may contact you, or the name of the hotel you will be staying at, so we may inform you of the changes to your tour. Please wear clothes that will keep you warm and dry. We suggest that you take motion sickness pills prior to the tour. We sell these if you would like to purchases them from us. Please make sure to wear your life jacket for your own safety.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-whale-watching-tour-okinawa-with-high-speed-boat/2927?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Whale watching tour in Okinawa with a high-speed boat!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 00:26:16"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355841176/gkagpbn3fph7gw38lnzb.jpg",
        "strIntroduction": "'Taiko' is a Japanese drumming style very traditional in Japan while being largely popular overseas. Since our company's establishment, we have taught 'wadaiko' drumming to both young and old and have given lessons to both small groups and large groups consisting of over 200 tourists. In this activity, you will receive an hour-long Taiko lesson. 1. Learn the basics of Taiko drumming 2. Play together! Our aim is to spread the goodness of Taiko, and to connect/find new friends thorough Taiko. Feel the beat and experience Japanese culture!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-learn-to-beat-the-taiko-japanese-style-drumming/116?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Beat the Taiko: Japanese-style Drumming",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 00:29:27"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1448020756/dolicxtsmpmcmxgqak2g.png",
        "strIntroduction": "This is a unique Ninja tour in Tokyo where every participant has to dress up in a ninja outfit before visiting the city's unique sightseeing spots in Asakusa! Guaranteed fun! The tour is held every weekday from 11:00 to 15:00. Below are the details of the tour: Itinerary: ①Kaminari Gate and Nakamise Street ②Let's try to eat TUKUDANI ( It is preserved food boiled in soy) ③Lunch (you can try to cook a Okonomiyaki) ④we'll guide you to some unique shops ⑤Let's take a Japanese sticker pictures(PURIKURA) ⑥we'll show you traditional sweet(DAGASHI) ⑦Visit for Senso-ji temple The Kaminarimon (\"Thunder Gate\") is the outer of two large entrance gates that ultimately leads to the Sensō-ji in Asakusa. The gate, with its lantern and statues, is popular with tourists. Nakamise Dori is one of the oldest shopping streets in Japan. There are numerous stores lined up on this approach, about 50 on the east side and 30 on the west side, all of them old and historical. You can fully enjoy the atmosphere of shitamachi (downtown Tokyo). Okonomiyaki is a popular pan fried food that consists of batter and cabbage. Selected toppings and ingredients are added which can vary greatly (anything from meat and seafood to wasabi and cheese). Purikura machines consist of a photo booth with a monitor on the side to check and edit the captured images. A special pen is also included for selecting and drawing on the images if desired before they are printed out.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-an-exciting-tour-in-tokyo-dressed-as-a-ninja/3679?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take an exciting tour in Tokyo dressed as a ninja!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 00:33:34"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 10,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475107285/fnecv8n0falrizyvwxqt.jpg",
        "strIntroduction": "Experience a very special dinner at the mysterious Vampire's castle in the middle of Tokyo. Be surrounded by vampire decorations as you feast on \"blood\" in a replica of Dracula's castle. All dishes are a mix of Italian, French and Japanese cuisine, inspired by Vampires, perfectly and uniquely decorated. Salad ~ \"Bats wandering in forest\": Tuna and Japanese radish salad Pizza ~ \"Guidance to dispair\": Pancetta and Asparagus Pizza Pasta ~ \"Roses blooming in forest\": Fried eggplant and penne arrabbiata Main ~ \"Sacrifice to the earl\": Pork stewed by red wine Dessert ~\"Fruits of blood in see of trees\": Cheese mouse Salad ~ \"Bats wandering in forest\": Tuna and Japanese radish salad Pizza ~ \"Guidance to dispair\": Pancetta and Asparagus Pizza Pasta ~ \"Roses blooming in forest\": Shrimp and olive fusilli with spinach sauce Main ~ \"Rite for revival of the dead\": Scallop gratin Main ~ \"Sacrifice to the earl\": Pork stewed by red wine Dessert ~\"Fruits of blood in see of trees\": Cheese torte with berry sauce Free drink for 2 hrs: additional ¥1500 If it's your birthday, let us know in advance and the vampire maids will sing a birthday song to you, and you can get a special photo and dessert! There are 4 unique types of rooms. -\"Alter room\": An imitation of an alter, for 4-6 people -\"Victim's room\": Based on legend of Dracula, for one couple -\"Coffin room\": A coffin of Dracula in the room, for 3-10 people -\"Black ritual room\": Private room, for 2-30 people ※This is the reservation service only. You will need to pay for drinks and meals at the cafe.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-dine-at-the-vampire-castle-in-ginza/1813?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for the Vampire Castle in Ginza",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 00:38:05"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1441259928/il2aqm1nfekjzxhutgct.jpg",
        "strIntroduction": "In this tour, we will take you to local restaurants around Tokyo station, where you can relax and enjoy hanging out with locals. Below are the details of the tour: - Go to local Japanese bars and restaurants around Tokyo Station (you can request the type of food you like to try in advance) - Try sashimi, tempura, yakitori, and sake - Small groups of about 2-6 people per tour Tour time: 19:00 - until around 21:00 (2 hours) Available: Weekdays Tour Language: English, Chinese Starts and finishes: Tokyo Station",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-have-a-dinner-with-locals-at-secret-restaurants-in-tokyo/3860?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Have a dinner with locals at secret restaurants in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 00:43:30"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 216,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464919539/rkhy8cqouqbcom8flz1u.jpg",
        "strIntroduction": "In this your you can enjoy the following traditional activities in Kyoto: - “Kyou-yaki・Kiyomizuyaki”, is a Kyoto style ceramic art. This style of art flourished in the Momoyama period (1572-1603) and has long been practiced in Japan, keeping its unique style. “Kyou-yaki・Kiyomizuyaki” were used for “Cha-no yu”, a traditional method of making green tea for guests, which explains the detailed, artistic design for the guests to enjoy with their tea. The ceramic from Unrakugama is known for the ground colored and elegant simplicity of its design. - Japanese sake is rice wine made by fermenting rice. Depending on the region and on the life style peculiar to the region, the taste of the sake is different. Matsuishuzo Sake Brewery has been operating since 1726 and is the producer of famous Japanese sake brands such as “Kagura”, “Kyou-chitose”, “Fuji-chitose”, and “Kinpyou”. - Yuba (Tofu-skin), was brought in from China during the Muromachi period (1336-1573) and was favored by the temples and the imperial family in Japan. Seike, a Japanese styled traditional dishes restaurant, serves Yuba made from soy beans produced in Japan. Below is the schedule of this tour: 10:00 am: We will pick you up from your location in Kyoto city. 10:30 am: Visit Unrakugama until 11:15 am. 11:40 am: Visit Matsuishuzo Sake Brewery until 12:10 pm 12:25 pm: Visit Seike until 1:45 pm Time to explore Kyoto by yourself! Until 4:00 pm 4:00 pm: We will drop you off at your suggested location. Please note: • The tour time may prolong or end earlier. It will depend on where you will be picked up and dropped off. • We will pick and drop you off on a high grade wagon car (Alford Vellfire). • Our pick up and drop off services are only applicable within Kyoto city. Please contact us if you have a pick up and drop off request outside of Kyoto-city. • There is no different price for children. Adults and children will pay the same tour fee.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-a-halfday-private-car-tour-experiencing-traditions-in-kyoto/3823?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "A Halfday Private Car Tour Experiencing Traditions in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 00:47:27"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 5,
        "intUsdCost": 7,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1392052017/fzw1eytqqojhqakq97la.jpg",
        "strIntroduction": "Let me know the kind of restaurant that you want to go to or the type of food you want to eat, and your budget per person. I will then find a restaurant and make a reservation for you with a list of recommended dishes. It will be one of my favorite restaurants that I personally go to with my friends and family. If you want, I will also pre-order the dishes for you so that all you have to do is go to the restaurant and they will bring the dishes out for you. You will have to order the drinks yourself, but I can also give you a simple list of what kind of drinks they have. You will be paying at the restaurant once you finish eating as you normally would.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-restaurant-reservation-with-recommended-dishes/1854?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Restaurant Reservation with Recommended Dishes",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 00:52:34"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 79,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470208207/mayftww03mt4birkrbwp.jpg",
        "strIntroduction": "Okinawa is famous for its beautiful ocean, and many tourists go diving and snorkeling to witness the colorful coral reefs and sea creatures. If you wish to do something different and unusual to do in Okinawa, this will be the perfect tour for you! You will be able to enjoy the spectacular evening view of Okinawa, while savoring a delicious dinner on the cruise ship! Why you will love this tour: -You will be able to see the beautiful panorama of the sun sinking slowly behind the East China Sea reflected on the clouds. -The sun sinking slowly behind the horizon is a beautiful and fantastic sight! -The cruise ship is fairly large, where the swaying will rarely be experienced. Almost all of our guests have not made complaints of seasickness. - You can enjoy a live performance on the cruise ship with the beautiful sunset in the background. -Enjoy a tasty dinner course! There are 2 dinner courses you can choose from: A)ORCHID COURSE Beef rib sir loin steak, amuse-bouche, 3 types of hors d'oeuvres, the daily soup, salad, fresh made bread or rice, seafood gratin, dessert, and coffee/tea. B)HIBISCUS COURSE Diced steak with Japanese-styled sauce and seafood gratin, amuse-bouche, 3 types of hors d'oeuvres, the daily soup, salad, fresh made bread or rice, dessert, and coffee/tea. *The contents of the dinner may slightly change depending on the season. Detailed itineraries: 17:15 (April to September 17:15/October to March 16:40) Check in at the Naha Wharf Passenger Meeting Area, Begin boarding procedures (Terminal Building 1F, 2-1 Tondocho, Naha-shi, Okinawa) -Please show your reservation confirmation sheet at check-in. -Access: Naha Wharf Passenger Meeting Area, 10 minutes by car from Naha Airport. 10 minutes on foot from Asahibashi Monorail Station 17:45 Sunset Dinner Cruise departs (105 min) 19:30 The Cruise returns to the port (April to September 19:30/October to March 18:45) After the cruise, please return to your accommodation on your own. Have a romantic dinner on the cruise ship in Okinawa and make your trip unforgettable! This tour will be perfect for those who wish to celebrate a special day in Japan! Photos by: -https://flic.kr/p/6AMWN3 -https://flic.kr/p/jhMJwD -https://flic.kr/p/fHfMJJ -https://flic.kr/p/71Jij9 https://flic.kr/p/8WUfyp",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-sunset-cruising-tour-in-okinawa-gorgeous-dinner-included/2410?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Sunset Cruising Tour in Okinawa (Gorgeous Dinner Included)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 00:57:13"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 161,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1415783677/bnuweypxmcuc8ai88hwi.jpg",
        "strIntroduction": "Hokkaido's vast territories offer unique opportunities for winter activites. One of them is mushing - a ride on a dog sled which is common for the polar circle regions. This tour has been gaining quick popularity in Japan as an unusual outdoor escapade. It's an experience that you will fully enjoy and hardly ever forget! You will ride a dog sled with 6 to 8 well-trained and marvelous dogs across the breath-taking snow-covered Tokachi Plains. The Tokachi mountain range overlooking the plains contribute to creating a unique northern atmosphere that you are not likely to experience elsewhere in Japan. The half day tour is available for (1) morning from 9:30 to 12:00 or (2) afternoon from 13:30 to 16:00. The tour includes a 12-kilometer long ride. We need a minimum of 2 people to book. The sleds are for 2 people, but the riders can change mid-way if your group consists of 3 people. You can ride together with your children too (from 4 to 9 years)! Please ask if your group consists of 5 and more people. This activity is available only between December 20 till March 31.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-experience-unique-ride-on-dog-sled-hokkaido/2880?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience a unique ride on a dog sled in Hokkaido!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 01:02:54"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 59,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355841338/czygxavgirkfmtflebie.jpg",
        "strIntroduction": "Hard to believe you`re still in Tokyo when you suddenly drop 30 feet from street level into Todokori valley! Trees overhanging the Yazawa river help keep it cool in the heat of summer and colourful in Autumn. Walk provides lots of photographic opportunities including an ancient burial mound, local temples ...Fudosan even has a waterfall coming out of the hillside. Enjoy nature as you stroll along the Tama River to Futako Tamagawa – on a clear day you can see Mt. Fuji as well :-) Other Options: 1) - Visit Gotoh Art Museum (entrance fee required) 2) Visit Kawasaki City Museum - History & Folklore \"free\". *Note: Inclusion of these will require customization of route & timings to accommodate. (Photo by http://www.flickr.com/photos/robboudon/5652438523/)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-go-on-photo-walk-at-todoroki-valley-and-along-tama-river/172?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a Photo Walk at Todoroki Valley and along Tama River",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 01:07:08"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 149,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1399395534/vfba1enkr2crpjyml4fv.jpg",
        "strIntroduction": "The samurai were well-trained, highly skilled warriors who served their lords with absolute loyalty, eventually becoming the highest ranking social caste of the Edo Period (1603-1867). They fought with many weapons such as spears, bows and arrows, but the sword was their main weapon. They lived their life according to the ethic code of the Bushido, where it states how chivalrous men should act in their personal and professional lives. We have a history of 420 years in Tokyo. Our ancestors served the Tokugawa Shogunate government for 265 years as \"jikisan hatamoto\" (upper class samurai who could get direct orders from shuguns). If you check about some of our ancestors such as Shibata Katsuie and Shibata Takenaka, you can see some of our historical background. At Jidai Academy dojo, you will learn to draw, sheathe and wield a Katana (Samurai sword), which symbolizes the samurai spirit. You will gain insight into the samurai philosophy, along with getting to know the use of their weapons like spears, naginata, bows, jutte, and armors. You will also change into a simple black kimono and a hakama to get into the samurai spirit. Below is the schedule that we plan to follow on the day. 1. Meditation 2. Demonstration by a Shihan (expert) 3. Change outfit 4. Bo shuriken experience (throwing stars) 5. Drawing and Sheathing a sword 6. Stances 7. Explanation on Samurai Armors Come to our dojo to experience becoming a Samurai! This will be a great experience for you to go back in time and learn about the Samurai and the Japanese history!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-samurai-swordsmanship-at-our-dojo/2202?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Samurai swordsmanship at our Dojo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 01:09:51"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1381196719/vtsklce6lhxqdno8jvr9.jpg",
        "strIntroduction": "This is an activity where you'll learn about Japan's religions, customs, shrines and temples. I will accompany you to a notable shrine and temple in Japan then tell you the correct manners at each of these places as well as their history/culture. For the basic plan, I'll take you to the Meiji Shrine that was founded in 1920 after the Emperor's death. I'll also take you to the Zojoji temple that was founded in 1393 and later became Tokugawa Shogunate's family temple. I will give you in-depth information about traditional Japanese culture that is even un-known to the local Japanese people.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-guided-tour-of-shrines-and-temples/1130?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Guided Tour of Shrines and Temples",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 01:14:29"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 31,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1375875442/y5vyrrwwuzmmwz0qyqtp.jpg",
        "strIntroduction": "Located in Itsukushima, the Itsukushima shrine has been a UNESCO world heritage site since 1996. It has been visited by many tourists for its breathtaking scenery and rich history that dates back to 1400. The shrine has a unique architectural design called \"Shinden style”(temple style) and is built over the bay so that when the tide rises, it looks as if it's floating. By exploring this island, you will have a unique experience with local Japanese guides who are fluent in the history of Itsukushima. There are a number of historical sites that are known only to local residents. Not only can you learn more about Japanese history and culture but you'll be able to have some peace and quiet time that is hard to find in busy cities. ***************** You can choose either route below at the same price. Route1 The jetty--Itsukushima shrine--Houmotsu kan (Treasure Hall)*--Momiji dani* Route2 The jetty--Itsukushima shrine--Houmotsu kan (Treasure Hall)--Daisho-in* MEALS ARE NOT INCLUDED IN THE PRICE *Houmotsu kan (Treasure House) A great number of arts, crafts and historical records are in this Treasure Hall. Among them, over 130 works are listed in National Treasure and Important Cultural Asset. *Momiji-dani park From spring to summer, you will be able to see beautiful green trees all over, and these leaves change their colors into yellow and red in autumn, which is absolutely amazing. *Daisho-in The oldest temple in Miyajima is located in which you can look over the wonderful view of the city. The boom of the temple bell and the smell of the incense will heal your heart ****************** Feel free to ask me questions! Photo by http://creativecommons.org/licenses/by-nc-nd/2.0/ http://creativecommons.org/licenses/by-nc-sa/2.0/",
        "strLocation": "Hiroshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hiroshima-lets-see-the-breathtaking-itsukushima-shrine/921?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Let's See the Breathtaking Itsukushima Shrine",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 01:17:47"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 124,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1447837794/gl4uyxwq6hlhcqpmm4ce.jpg",
        "strIntroduction": "Walk up to Minoh Waterfalls and drive to Katsuoji Temple. Enjoy all that Minoh city in Osaka could offer on a 6-hour afternoon tour. Meet me at Hankyu Minoh Railway Station after lunch around 1pm. We will walk up to the waterfalls. This is a nice round trip for over an hour. The path is not too steep and there are many historical monuments to see so you won't get bored. If the time is right, maple trees will be in full ripe and remember that this is what Minoh is known for. Along the way, there is a cafe in a hundred-years old tea house. We will have a coffee and cake there. The atmosphere inside the cafe is priceless. Check out also the craft shop inside the cafe. The lady runs the place handcrafts pieces from recycled kimonos. Items you won't find in an ordinary souvenir shops. After reaching the top where the falls are, we will stroll down the hill and get in my car and head to Katsuoji Temple. Katsuoji Temple is one of the other highlights of Minoh. It has a history of more than 700 years. Because of its name \"Katsu\" (in Japanese it means \"to win\"), this is known as a sacred place for wishing winning. Daruma or the red-painted good-luck dolls are placed everywhere in various sizes making this place very unique. The fresh air and the chant by the monks will make you feel relaxed and united with the nature. Finally, we will drive back to Minoh Station. We will walk a few minutes to a local izakaya restaurant which is run by a very good friend of mine. Enjoy famous Minoh Craft Beer and try the popular chicken wings. Finish the day with chatting with the master chef at his proud single plate counter. Do not hesitate to contact me and send me inquiries. I am quite flexible with time and things to do.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-take-a-half-day-tour-to-minoh-waterfalls-and-katsuoji-temple/4151?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a half-day tour to Minoh Waterfalls and Katsuoji Temple",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 01:23:08"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 17,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355841537/sc5mtzrj3bwcyjmye5s9.jpg",
        "strIntroduction": "Since there are four distinct seasons in Japan, vegetables and fish that are in season change quite rapidly. There is traditional processed food that can be obtained as well, though, without regard of season/level of harvest such as dry food, tofu, and pickled vegetables. Out of these seasonally fresh and delicious ingredients, together we will prepare a traditional Japanese-style menu consisting of rice, soup, two side dishes, and a main dish. We will also express the feeling of celebration by carefully choosing the colors of the food and, at times, changing up the ways in which we cut the vegetables. In this activity you will… • Learn how to make 1~2 different Japanese dishes. • Eat traditional Japanese food that will be prepared in advance with my family (rice, soup, two side dishes, and a main dish) All food will be served in handmade pottery as well. When you visit Japan, we recommend that you learn how to cook and enjoy Japanese food with a Japanese family! * We can cook vegetarian as well. Also, for people with experience in cooking, we can give an advanced lesson on request.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-cook-a-beautiful-japanese-meal-for-beginners/142?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cook a Beautiful Japanese Meal For Beginners",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 01:27:16"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475737339/p70d4tdyy6rjpfbeimrp.jpg",
        "strIntroduction": "Do you know what is the most popular entertainment in Japan? The answer is not video games, baseball or wacky TV shows, but pachinko! The country is home to over 12 000 pachinko parlours that can be found throughout all prefectures, even in the deep countryside and on remote islands. With its ubiquitous presence and a history of nearly a century, pachinko attracts millions of local gamers every year. Recently this attractive Japanese entertainment game has become popular among international visitors too! One of the main reasons for pachinko's appeal is its collaboration with popular anime series and characters that are integrated into the gameplay in truly addictive games. Gundam, Evangelion, Lupin III, Saint Seiya - everyone's favourite anime characters appear again on the pachinko machines for new adventures and spin-off stories! Playing an anime-themed pachinko is a guaranteed way to enjoy your favourite characters in ways you have not expected before! Even if you don't know the anime behind the game, playing pachinko is certainly something that you must do during your trip to Japan. Thanks to this unique experience, you can learn more about the specific culture of pachinko in Japan and try your luck at the pin ball-like machines. The awards to win are attractive Japanese souvenirs, but even if it's not your lucky day, don't worry - no one will leave the parlous empty-handed! Below is the itinerary of this acitivity: - meet at Higashi-Ginza Station with your guide - go to the parlour's main office where you will have a 30-minute lecture about pachinko and will learn how to play the game - go to the main parlour and try your luck at the actual pachinko machines for about an hour using a prepaid card! - after the game, exchange the balls you won for souvenirs and other gift products of your choice. This activity is available for booking. Everyday 14:00 - 20:00 ( Closed:22:00 ) Please note that you might be together with other guests. This is not a private activity. IMPORTANT! Minors under the age of 18 are NOT allowed to participate in this activity! Smoking and drinking alcohol is strictly prohibited!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-play-the-most-popular-japanese-game-pachinko-in-tokyo/4066?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Play the most popular Japanese game pachinko in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 01:31:42"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 69,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1436162864/kluvsdv8mqwiwtnpkxox.jpg",
        "strIntroduction": "This is a private walking tour for everyone who wants to have a bit deeper understanding of Harajuku and Omotesando. Harajuku and Omotesando area have experienced a number of dramatic changes by the rapid westernization after the feudal period and by the rapid economic growth after World War II. What is it that attracting people to this area? Isn’t Harajuku just one of the cute Japanese shopping street for young girls? Isn’t Omotesando just the Japanese equivalent of Rodeo Drive with high-end boutiques lined up? By walking this area with us, you will understand the attractiveness of this unique city formation. Once stepping into the back streets, a wide variety of Japanese life style can be observed. You will understand how diverse and has so many characters just in this small area that the tour could not be combined with others. And trust me, you will fall in love of this area by the end of the tour. It’s just not enough to see all in 4hours! Checking out the one of the Tokyo's most impressive landmarks Yoyogi Olympic stadium from the distance, we will also see the modern and unique fashion boutique architecture such as The Iceberg, Dior, Louis Vuitton, Tod's, Sunny hills and Prada. We will begin our tour from the Jingubashi bridge in front of Meiji shrine. Will also see some of Japan’s emerging architectural works between the big names. We will take a side trip to see the backstreet neighborhood to appreciate the different aspects of the area. Duration 3 hours - Morning tour starts at 10:00am and ends at 13:00pm - Afternoon tour starts at from 13:00 pm and ends at 16:00pm",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-a-harajuku-ometesando-architecture-tour/3650?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a Harajuku and Omotesando Architecture Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 01:36:21"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1384927761/i3h3vflvn1mpel3xjqtg.jpg",
        "strIntroduction": "In this activity, you will get to learn how to make hand-made soba from a skilled chef. The experience will be interactive and hands-on, and participants will attend the class in a famous local soba shop in Higashiyama. At the end of the class, the participants will also get to taste their own creation. Photo URLs http://flic.kr/p/dtRj2v http://flic.kr/p/dvrvjV http://flic.kr/p/dskUwC http://flic.kr/p/dGCip5 http://flic.kr/p/dGwTSn http://flic.kr/p/dskYsb",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-make-your-own-hand-made-soba-in-higashiyama/1417?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make your own Hand-made Soba in Higashiyama",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 01:39:25"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 89,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1448869810/orgydcnvgoqultw1mbjr.jpg",
        "strIntroduction": "Have you tried Japanese sake? Do you know how it's made? Do you know the different types of sake? This tour can answer all your related questions. There are a few sake breweries in Tokyo metropolitan area but only one of them is close to the city's center. In this tour we will visit the brewery “Koyama Shuzo”, learn about the unique process of brewing sake and then taste several types of sake. In particular you will be able to tell the difference between \"daiginjo\" (the highest ranked sushi) and \"futsushu\" (normal sake) after taking this tour. Below is the schedule of this tour: 2:45 pm - Meet at Akabane-Iwabuchi Station 2:45 pm - 3:00 pm Go to the sake brewery 3:00 pm - 3:30 pm Learn about the sake brewing process 3:30 pm - 4:15 pm Taste many types of sake 4:15 pm - 4:30 pm Move to Akabane station 4:30 pm - 5:30 pm Go to local restaurant and eat snack.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-go-on-a-sake-tasting-tour-in-a-sake-brewery-in-tokyo/4214?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a sake tasting tour in a sake brewery in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 01:43:51"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1404168611/vgkshjki4lm4kbec68xw.jpg",
        "strIntroduction": "If you want to know more about the Japanese culture, attending a Japanese tea ceremony would be the best way to do so! It is a unique, interesting culture which you cannot experience anywhere else in the world! Our cozy Japanese tea house is located a few steps away from the Yasaka shrine in the Gion area, one of Kyoto's most charming traditional neighborhoods. Our goal is to provide a relaxing and calm environment for first-time visitors to enjoy a traditional tea ceremony and gain insight into the traditional Japanese culture. Our 45-minute session starts with a brief introduction to tea and with the history of the tea ceremony in Japan. Following this, we provide a full demonstration of a formal tea ceremony, where you experience a real tea ceremony first hand. After our demonstration, we will explain the different steps we took, and the significance of each step. You will then get to try to make your own bowl of tea with a bamboo whisk! We will also serve you customary snacks to enjoy with your tea and show you how it should be eaten. Our experienced tea ceremony masters are fluent in English and would be happy to answer any of your questions during or after the session. This will be a private tea ceremony. It includes 3 parts in 45 minutes sessions. 1. Introduction about tea and the tea ceremony 2. Showing the way of tea 3.Making powdered green tea by yourselves While you're in Japan, we recommend you to experience the tea ceremony! We look forward to meeting you!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-a-private-japanese-tea-ceremony-in-kyoto/2378?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Private Japanese Tea Ceremony in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 01:48:20"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 58,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1427419840/djmclaaidvg9lq3r9cn5.jpg",
        "strIntroduction": "In this unique Tokyo bar, you can try 100 different kinds of locally-made sake! Feel free to pick and enjoy any brand of sake from the refrigerator. You may only select one type at a time. In addition, you are allowed to bring in your own food and snacks. The restaurant is open from 5pm-11pm, with the last order at 10pm, so you have the opportunity to try many different types of sake! There are various ways to enjoy sake. The taste differs according to the type of rice and water used, the fermentation process, the aging, the temperature, and human care. If there are 100 kinds of sake, there are 100 different tastes to try! In Japan, there are about 1500 sake breweries, and many of them are not known outside of the country. This is a place where you can casually enjoy different kinds of sake. We hope you will find your favorite one!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-taste-one-hundred-kinds-of-sake-with-an-all-you-can-drink-plan/3298?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Taste 100 kinds of Sake with an \"All-you-can-drink\" Plan!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 01:52:16"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 10,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474969098/pshcat4baydcyqebb2vg.jpg",
        "strIntroduction": "This isn't your average place for just eating and drinking. Get served fancy food, sip on drinks, aaaand see some zombies! In these prison-themed restaurants, you can live out a horror show arranged by monsters! 1) Prison Birthday Course (4000 JPY per person) 7 Dishes with sparkling wine + 2hrs free flow of drinks ■ Fried burdock ■ Beaker salad (Cobb dressing) ■ Fried Assorted ・French fries · Chicken nuggets ・Fried pork ■ Russian roulette takoyaki ■ Fire chicken ■ Big size parfait & sparkling wine 2) Most Mad Entertainment Course (3980 JPY per person) Food 9 dishes +2 hrs free flow of drinks ■ Fried burdock ■ Beaker salad ■ Fried Assorted ・French fries · Chicken nuggets ・Fried pork ■ Russian roulette takoyaki ■ Fire chicken! ■ Basin Penne Arrabbiata sauce ■ Shoe ice 3) Alacarte (Reservation of seats only) ※ One person 500yen table charge. ※ 10% service charge. Give yourself a fright and have fun with some zombies! ※This is the reservation service only. You will need to pay for drinks and meals at the cafe.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-reservation-for-locked-up-in-prison-restaurant-in-shibuya/1831?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for \"Locked Up in Prison Restaurant\" in Shibuya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 01:55:44"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355841299/lji3zh7of9qxiidfgdwn.jpg",
        "strIntroduction": "\"Buyo\", a traditional dance-art in Japan, has existed for 400 years. It became popular during the Edo period thanks to people who carried it on from generation to generation. To dance “buyo”, the dancers stamp their feet and make huge hand/body gestures – twisting and turning – to music that can be probably classified as traditional pop music. In this activity, you’ll... - Learn how to dance “buyo” directly from an experienced stage actress who is a successor of this tradition. - Learn how to dance a popular act called “Sakura Sakura”. You’ll learn from an experienced actress, so you’ll quickly and smoothly learn to dance right on the spot. So when you visit Japan, come down and experience Japan’s culture to the fullest by learning how to dance “buyo”. Basic Schedule: 1) Meet at the giant Asakusa Kaminari-mon paper lantern 2) Take a 3min walk to the “buyo” teacher’s classroom 3) Learn how to dance",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-traditional-japanese-dancing-buyo/145?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Traditional Japanese Dancing: Buyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 01:58:51"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1396320588/k91vcqtaoycbvbfds8dv.jpg",
        "strIntroduction": "Do you want to try cosplay or karaoke in Japan? Or maybe both? Then, \"Let's Enjoy Cosplay-Karaoke\" together! For free, you can try any costume and dress up as, for example, an anime character, a Japanese pop idol, or as a Japanese high school student. You can sing whatever song you like as well! And don't hesitate to join us if you feel queasy or uncomfortable wearing a costume! Anyone is welcome to join! During lunch time the karaoke costs 1000 JPY for two hours. The prices in the evenings, weekends, or holidays are subject to change so contact me for further details!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-lets-enjoy-cosplay-and-karaoke-together/2117?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Let's Enjoy Cosplay and Karaoke Together!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 02:03:00"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 84,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1413089904/hlo9qhmrvqnu6cjncjil.jpg",
        "strIntroduction": "Ikebana, the Japanese flower arrangement, is one of Japan's most famous cultures. For Ikebana, materials can be not only flowers but also leaves, sticks and moss, and even the shapes and thickness of sticks and stems are important to express the feelings. The sense of balance and the idea of beauty are different from those of Western flower arrangement. They differ even among schools in Japan. Ikebana seems difficult to try, but you can learn the Japanese sense of flower art with some advice! In this activity, you can learn how to arrange flowers in Japanese way. A flower arrangement expert will teach you how to make balance and harmony in your flower work at her atelier. After work you can take photos with your work at the atelier and enjoy drink and sweets. You can take the flowers back to your hotel. Let’s make your original flower art with some Japanese sense!!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-ikebana-attend-a-japanese-flower-art-lesson/2789?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ikebana: Attend a Japanese flower art lesson",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 02:07:01"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 13,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1385563504/hkhchmeblz1epgjnqjiw.jpg",
        "strIntroduction": "If you are planning to visit Kyoto and Nara, I would love to help to make your trip more memorable and fun! There are too many places to visit all at once in Kyoto and Nara. I will make a personalized tour itinerary to let you visit as many places as possible smoothly without any troubles. For example, you can choose a combination of workshops and visiting beautiful historical sites, all with a knowledgeable guide to explain everything to you along the way. Please let me know your interests, and I will suggest an itinerary that I hope will enjoy.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-join-a-personalized-walking-tour-in-kyoto-nara/1461?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a Personalized Walking Tour in Kyoto, Nara",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 02:10:20"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 327,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1458354628/ceojpkvogk8f5mnebsec.jpg",
        "strIntroduction": "----------------------------------------------------------------------------------------------------------------------------------- Naruko Onsen is a remote rural town hidden in one of Japan's most gorgeous ravines. Your visit to this quaint hot spring town will turn into a spiritual journey back to the age of ancient legends, nature's magical powers, and old-style traditions. Travelers looking for real authenticity will be amazed to discover a world of true rural experiences, genuine human relationships, imposing natural views, and unique hot springs. In Naruko Onsen one can fully feel the power of water in Japan, as it sustains everyday life and helps for the complete harmony between nature and local people. Book this 2-day tour and embark on a journey that will reveal aspects of Japan you have never heard of before! You will explore the hot spring town Naruko Onsen and stay at an authentic ryokan inn owned by one of the town's cultural and spiritual ambassadors, Mr Onuma. You will have the chance to experience a morning zen meditation in the mountain, soak in a relaxing open-air hot spring pool in the forest, enjoy a classical tea ceremony, eat eco-friendly food, and learn more about the Japanese traditions of healing through the power of water. This is a unique all-inclusive tour in which you can experience the very best of rural Japan in just 2 days! Below is the detailed itinerary of this truly spiritual tour to the Japanese countryside: ----------------------------------------------------------------------------------------------------------------------------------- Value and Premium tours itinerary: Day 1 7:16 - Take the Shinkansen bullet train from Tokyo station to Furukawa station (recommended train: Hayate 111). 9:11 - Arrive at Furukawa Station and get picked up by your guide and the taxi transportation provided. 10:00 - Visit Tanaka Sake Brewery in Kami town and learn more about the traditions of making sake with pure mountain water and spiritual music used for brewing some of the most delicious brands. 11:55 - 13:00 - Eat lunch at Doppuri, a traditional farm house turned into a pleasant restaurant for locals. Only eco-friendly meals with locally grown ingredients are served. In addition, you can try the unique taste of the \"doburoku\" home-made sake. 13:15 - 14:45 - Enjoy a pleasant walk along Naruko Gorge, one of Japan's most famous autumn color spots. 15:00 - 15:20 - Visit the highly acidic Lake Katanuma and learn about the legend of Naruko Onsen's hot springs. 15:25 - 15:40 - Make a short visit to Naruko Onsen Shrine, one of the most venerated spiritual spots in the town. 16:00 - Check-in at the traditional Onuma Ryokan inn and relax by touring its multiple hot spring facilities dressed in yukata. Day 2 6:00 - 7:30 - Enjoy early-morning Zen meditation (optional) and forest therapy in Mr Onuma's mountain villa. Relax in the splendid \"Mori no Yu\" open air hot spring pool and charge your body and soul with pure natural energy. 9:58 - Take the local train from Naruko-Gotenyu station to downtown Naruko Onsen (about a 5 minute ride). Explore the scenic and quaint hot spring town. Visit plenty of craft shops where you can learn more about the traditional local \"kokeshi\" doll and make one yourself. Enjoy a bath in the sulfuric hot spring water at the \"Taki no Yu\" public bath. Stop by the Ene Cafe and have a coffee made using eco-friendly energy. Have lunch in a pleasant local restaurant. 14:10 - Take the local train from Naruko Onsen Station back to Naruko-Gotenyu Station (5 minute ride) 14:20 - Enjoy a classical tea ceremony offered by Mr Onuma's mother in a splendid tea house in the forest 15:43 - Take the local train from Naruko-Gotenyu station and return to Furukawa station where your tour will end. Recommended Shinkansen bullet train to return to Tokyo: Hayate 118 departing at 16:55 from Furukawa and arriving at Tokyo station at 18:52. Transportation in the area, accommodation, and meals (2 lunches, 1 dinner, 1 breakfast) are included. This is a private tour with guides and transportation arranged specially for you. Important! You can book this tour with guides for both days (premium option) or for Day 1 only (value option). The itinerary remains the same for both options. ----------------------------------------------------------------------------------------------------------------------------------- Budget tour itinerary (simple version) Day 1 10:36 - Take the Shinkansen bullet train from Tokyo Station to Furukawa Station. Recommended train: Yamabiko 47, departs from Tokyo Station at 10:36 and arrives at Furukawa Station at 12:51. 12:51 - Arrive at Furukawa Station and get picked up by a car bound directly to Onuma Ryokan inn. The car will pick you up between 12:50 and 13:20. Please do not be late. Rest of the day: Free time to explore the seven hot spring pools of the inn and the surrounding area. Note: The pick up is from Naruko Onsen Station after January 31. Day 2 6:00-7:30 - Enjoy early-morning Zen meditation (optional) and forest therapy in Mr Onuma's mountain villa. Relax in the splendid \"Mori no Yu\" open air hot spring pool and charge your body and soul with pure natural energy. 9:58 - Take the local train from Naruko-Gotenyu Station to Naruko Onsen downtown (about 5 minutes ride). Explore the scenic and quaint hot spring town freely on your own. Discover plenty of local craft shops and quaint restaurants serving delicious meals. 14:10 - Take the local train from Naruko Onsen Station back to Naruko-Gotenyu Station (5 minute ride) 14:20 - Enjoy a classical tea ceremony offered by Mr Onuma's mother in a splendid tea house in the forest 15:43 - Take the local train from Naruko-Gotenyu Station and return to Furukawa Station where your tour will end. Recommended Shinkansen bullet train to return to Tokyo: Hayate 118 departing at 16:55 from Furukawa and arriving in Tokyo at 18:52. Accommodation, pick-up, one dinner and one breakfast are included. There is no guide in the budget tour option and you can freely explore the wonders of Naruko Onsen on your own. ----------------------------------------------------------------------------------------------------------------------------------- This is a specially designed tour that you can book only with us. You will not find this tour at any other travel company. Try it as a 2-day trip during your visit in Japan and discover beautiful hidden places that do not appear in standard guide books and travel packages.",
        "strLocation": "Miyagi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-miyagi-feel-the-energy-of-nature-and-hot-springs-at-naruko-onsen/3801?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Feel the energy of nature and hot springs at Naruko Onsen",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 02:14:11"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 6,
        "intUsdCost": 131,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1431590772/z07dbkagreptpyp66jxv.jpg",
        "strIntroduction": "We will meet at JR Haijima station. This station is connected to JR Ome line, JR Hachiko line, and Seibu Haijima line. Good access that it just takes less than an hour from Tokyo Terminal or Shinjuku station. The brewery is about a 10 min walk from the station. Visit the brewery, which has been established in 1863. Take pictures in front of Japanese cedar ball, a symbol of the brewery and appreciation for the Sake God. We will present you that picture later. You will see the tall twin trees which are believed as good fortune for love, standing along the beautiful river nearby. Have a field trip inside the historic brewery with an English and French speaking guide. Don't miss the fascinating unique story of the sake! You can also take photos in there as you wish. Taste different types of sake after the tour. The main brand of the brewery that we will visit, the \"Tama Jiman\" received a gold prize in the New Sake Contest. Of course you can enjoy \"Tama Jiman\" in this tasting time! If you find your favorite sake, you can buy some sake as gifts for your family or friends. You will also get time to go to the sake museum which is annexed to the brewery. It displays their old bottles, labels, recipes, and pictures which shows us their history.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-japans-hidden-world-sake-brewery-tour-in-tokyo/2705?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Japan's Hidden World! Sake Brewery Tour in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 02:17:17"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 14,
        "intUsdCost": 112,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1401167480/x4x5ldjiaivaycsuglay.jpg",
        "strIntroduction": "You can learn how to prepare a Japanese set meal based off of the Ichiju-Sansai (一汁三菜)concept, which consists of rice, soup, a main dish and sides. I plan menus with a seasonal ambiance using seasonal ingredients based around the concept of Ichiju-Sansai. For example; Menu1: Chirashizuhi (main), Tempura(side), Osuimono(soup), Dango(dessert) Menu2: Hand-made Udon(main), tamago-dofu(side), Fried pork with grated cucumber (side), matcha sundae(dessert) Japanese cuisine has recently been included on UNESCO’ Intangible Cultural Heritage list. It provides well balanced nutrition and comes in a beautifully colored presentation. So I want it to become better known outside of Japan. Please join my activity if you want to know more about Japanese food!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-how-to-make-traditional-japanese-cuisine/2269?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn how to Make Traditional Japanese Food",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 02:21:47"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 47,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1443422835/cwr3lujfhhrbqawajp6v.jpg",
        "strIntroduction": "The Rabbit Cafe in Asakusa, Tokyo is a special place designed under the concept of a facility where visitors can indulge in their desire to watch, pet, and play with cute little animals that bring happiness to people. The 5-story building is home to 26 cuddly bunnies of 8 different species. Here you can spend a relaxing time with the friendly animals and charge your soul with positive energy. If you feel exhausted from strolling Tokyo's busy streets, the Rabbit Cafe is the right place for you to take a short rest! You can choose between several different options when booking: 1. Basic encounter with the bunnies on the 3rd floor: - No time limit! Hug the rabbits as long as you want - You will be given one rabbit at a time, but you can ask to hug all 26 of them - Take cute photos of you with the rabbits - Feed the rabbits vegetables 2. Add-on options - you can only book them in addition to the basic one, not separately! Relaxing time with the bunnies in a private space: - Choose between sitting on a sofa, booking a whole room, or booking the rooftop garden just for you - Choose between 30 or 60 minutes to spend with the rabbits - Order a drink - After the end of the private time, you can go to the 3rd floor for photos with the rabbits Experience the ultimate cuteness of the small rabbits in Tokyo's unique Rabbit Cafe!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-play-with-cute-rabbits-in-tokyos-amazing-rabbit-cafe/3960?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Play with cute rabbits in Tokyo's amazing Rabbit Cafe!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 02:26:20"
    }
]