[
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 7552,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1434181298/ssh4c3ybesuzdubqb5te.jpg",
        "strIntroduction": "In this activity, you will eat a delicious dinner at the samurai-themed, Sengoku era (Warring States era) restaurant in Shinjuku! Below is the special menu set that you can enjoy: - Assorted appetizers - Egg, cream cheese with pickles, seasoned cod roe - Duck with long green onion salad - Assorted sashimi - Assorted tempura - Steamed pork and chicken - Zaru-soba buckwheat noodles - Steamed egg custard with assorted ingredients - Dessert Some ingredients change according to the season. The izakaya is open under the following schedule: Mondays to Thursdays: 5:00pm to 0:00am Fridays, Saturdays, the days before national holidays: 5:00pm to 3:00am Sunday, National holidays: 5:00pm to 11:30pm Additionally, as an option you can book tickets to the Robot Restaurant show at a discounted price! The Robot Restaurant is located just 10 minutes away on foot from the izakaya restaurant. Below is the show schedule: *Show time is approx. 90 minutes 1. Doors open at 3:20pm Show starts at 4pm (on weekends and busy season only) 2. Doors open at 5:15pm Show starts at 5:55pm 3. Doors open at 7:10pm Show starts at 7:50pm 4. Doors open at 9:05pm Show starts at 9:45pm We recommend one of the following itineraries: Plan A Arrive at the Robot Restaurant at 3:20pm → Show begins at 4:00pm → Show ends at 5:30pm Move to the restaurant → Dinner at 6:00pm for up to 120 minutes Plan B Arrive at the Robot Restaurant at 5:15pm → Show begins at 5:55pm → Show ends at 7:25pm Move to the restaurant → Dinner at 8:00pm for up to 120 minutes Plan C Dinner at 5:00pm until 7:00pm Arrive at the Robot Restaurant at 7:10pm → Show begins at 7:50 pm → Show ends at 9:20pm Plan D Dinner at 6:30pm until 8:30pm Arrive at the Robot Restaurant at 9:05pm → Show begins at 9:45pm → Show ends at 11:15pm",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-sengoku-style-izakaya-dinner-with-a-robot-restaurant-ticket/3589?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Sengoku-style Izakaya dinner with a Robot Restaurant Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 17:16:25"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 1,
        "intUsdCost": 17313,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1477473439/c8pkyimmvng7fs9gtzft.jpg",
        "strIntroduction": "Nikko, in Tochigi Prefecture, is the best destination to get away from Tokyo to know the other faces of Japan. Passing through the scenic countryside, this tour leads you to popular historic spots, such as Toshogu Shrine, Chuzenji Lake, and Kegon Falls. Just hop on a bus and enjoy strolling around the World Heritage Site! Itinerary: Pickup at select Tokyo hotels (07:30 – 09:00) Bus ride to Nikko (about 160 minutes) -Visit Nikko Toshogu Shrine, a mausoleum of 400 years old, deifying the founder of the Edo Shogunate, Tokugawa Ieyasu. There are 54 buildings decorated with pillars and vivid colors in the shrine. Keep in mind that 2016 is the year of the monkey. Do not miss watching the three wise monkeys at Shin-Kyusha that embodied the proverbial principle \"see no evil, hear no evil, speak no evil\". Lunch (*Please choose a tour with or without lunch when you make reservation.) -Visit Lake Chuzenji created by an eruption of Mt. Nantai, and relax by a beautiful scenery and a fresh air. -Visit Kegon Falls, ranked in the three great waterfalls in Japan. The area is full of fresh green leaves in early summer and red leaves in autumn. You can feel negative ions that a spray of water gives off from a 97 meter height. -Drop off at Shinjuku Station or Ginza (19:00 – 20:00) Tour Availability: Sun, Tue, Thu, & Fri from May to July 2016 this tour is provided by HIS",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-nikko-and-kegon-falls-world-heritage-bus-tour-from-tokyo/6249?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Nikko and Kegon Falls World Heritage Bus Tour from Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 17:21:09"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 9025,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1396683945/kr0ai7bwebtxm10mfsrk.jpg",
        "strIntroduction": "Hydrospeeding (or riverboard) is a river sports in which you speed down a river on a small body board raft. This is a thrilling experience that really allows you to feel the power of the water. Don't worry if you are not a confident swimmer, you will be wearing fins, a life jacket, and a helmet which makes it easier to control your board and stay afloat. Our experienced guides will teach you & support you during the entire duration of the experience. This experience is available during riverboard season 4/19-10/25 The tour time is about 3 hours which includes getting ready, transport to river, rafting, and chill out time whilst checking out the photo's from the tour.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-riverboard-hydrospeed-in-the-tama-river/2125?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Riverboard/Hydrospeed in the Tama River",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 17:27:06"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 11051,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467630407/v0m9j6ruczhivs1iyzj7.jpg",
        "strIntroduction": "Ever dreamed of becoming a Bushido master (samurai)? Through this trip, you can meet a bushido master and learn life lessons from them. If you want to feel the spirit of Japan, this is the trip you are looking for. The dojo you are visiting is called \"Ryuseikan\" and it is very accessible from major cities in Tokyo (Shibuya, Shinjuku etc.) We will meet up at our office that is 10 minutes walk from Harajuku Station at 1:00 PM and move to the destination by car. Once we get to the temple, a bushido master will be your guide for the day. The number of participants is limited to 8 people, so hospitable service is ensured for each participant! There will be a translator to help you communicate so don't worry about a language barrier! You will spend around 3 to 4 hours at the dojo (Japanese training hall) doing different activities you've never experienced before. Details of the 4-hour bushido experience trip During this experience, you will: 1. First, prepare human-like decoys made of tatami straw that will be used as the opponent when practicing and fighting with a \"katana,\" orJapanese sword. 2. Next, wet the straw decoy to symbolize the blood of a living opponent 3. Practice how to bow and move like a samurai 4. Use the wooden sword provided by the master to practice ‘kata,’ standard sword fighting posture 5. Advance to a metal, unsharpened sword to familiarize yourself with the feel of what it would be like to wield a real samurai sword 6. And, lastly, practice holding a real sword, face your wet straw opponent, and feel the sensation and power of your sword slicing through the air just like in movies! Not only that you can experience a Bushido lesson, you can also talk to locals and hear their life stories. After the trip, we will head back to Harajuku Station and finish the day.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-spend-half-a-day-with-a-bushido-master-in-tokyo/7027?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Spend half a day with a Bushido Master in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 17:31:40"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 1535,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469520861/lx3w2n8nah6hktjdlyjg.jpg",
        "strIntroduction": "Sapporo city, the capital of Hokkaido, is one of the famous tourist spots in Japan - approximately 20 million of foreign visitors came to here in 2015. Most of the famous activities they enjoyed were generally shopping, visiting famous tourist spot, and having flesh Hokkaido cuisine. We would like to provide additional selection into Hokkaido tourism. That’s local Hokkaido experience! The itinerary is below: 10:00- we meet up at west side of north gate at Sapporo Station, or pick up at your hotel 10:30- arrive at the bottom of the mountain and begin hiking 12:00- lunch time, you can choose your favorite meal from several restaurant we have selected 14:00- we give you a ride to your hotel or Sapporo Station *This tour is held every Sunday during June 1st to September 30! 【3 courses you can select!】 ★Beginner’s Course (60 minutes walking) Climbing up to Okurayama (Okura Mountain). There are wooden steps, easy to climb up. On the top of Okurayama, you can grab a delicious ice cream for 350 yen. ★★Middle Course (80 minutes walking) Climbing up to Sankakuyama (Sankaku Mountain). Sankakuyama is higher and tougher than Okurayama. On the way to the top of the mountain, there are two ways, steep way and gentle slope. There are some dangerous spots that you should hands to grab a rock, but you can see beautiful view from the summit of Sankakuyama. ★★★Higher Course (180 minutes walking) Climbing two mountains, Sankakuyama and Okuayama! Both mountains are connected by a mountain trail. Enter from Sankakuyama, and climb up to the top. After that go to Okurayama. This course is the hardest and most dangerous in my tour, but this challenging experience must give you great sense of accomplishment. Please don’t worry! I support your safety as much as I can. ____________________________________________ FAQ: Q1: What if it will be rainy day? →Have a lamb barbecue (Genghis Khan BBQ) in Okurayama restaurant and enjoy view of Sapporo. Q2: How flexible is the tour? →Super flexible. As long as we can, we make suggestions for the best experience for your trip. If you want to do BBQ, we take you to the best park for BBQ, or if you want to go to seaside, we can take you to Otaru or Zenibako area. Q3: I’m alone. Can I join this tour? →Yes you can! From 1 person to 6 people can join this tour! Q4: How many guides are coming with us on this tour? →2 to 4 guides. It depends on the number of participants. All the guides are very friendly and good at English. If you have any questions, please feel free to ask us!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-hiking-and-get-great-coffee-at-the-summit-of-sapporo/7231?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy hiking and get great coffee at the summit of Sapporo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 17:35:32"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7759,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474882752/di56xsfkror6thxzpejm.jpg",
        "strIntroduction": "Why don't you wear a Kimono and have lunch at an old Japanese house, which was built 130 years ago? Maruyama-cho Wadatsumi is a reproduced building of Okiya, which was a house for entertainers to stand-by before their show. Although Shibuya is a city for young generation, once you step into Wadatsumi, it feels like you've transported to Edo period! Wear a Kimono at the venue and take photos at traditional Japanese building. For lunch, you can enjoy either mini sushi set or Japanese Wagyu beef while watching the fascinating view of the gorgeous garden. The photo shooting earns high satisfaction from the guests! There are special highlights only for this activity! 1) Choose your favorite Kimono! -When you enter the restaurant Wadatsumi, choose your favorite Kimono (or Yukata during June - September) which you would like to try it on. 2) Experience photo shooting and keep your memory! -You can experience photo shooting at the corridor so that you can keep it as an unforgettable memory. Photos will be given to you after the meal! 3) Enjoy delicious Japanese cuisine! -You can either select from Himenigiri, 24 kinds of mini Sushi lunch, or Japanese Wagyu Beef Hitsumabushi Gozen. 4) Purchase your favorite Kimono at valuable price! -If you really like your Kimono which you wore at the activity, you can even purchase them at valuable price, 5000 JPY! There are no other places where you can buy Kimono at this price! Wear a Kimono and experience lunch program in the Japanese atmosphere! Schedule: 13:00 - 13:45 Experience wearing Kimono 13:45 - 14:00 Photo Shooting 14:00 - 15:00 Enjoy your meal 15:00 - 15:15 Change your clothes 16:00 Take your Kimono Menu includes: -Himenigiri (Assorted Seasonal Sushi) or Wagyu Beef Hitsumabushi Gozen -Small Dish -Dessert This activity is available under following schedule: Open Days: Tuesday, Thursday, Saturday *This activity is unavailable on national holidays. Time: 13:00 - 15:15",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-kimono-lunch-at-hideaway-restaurant-in-shibuya-tokyo/6872?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Kimono Lunch at Hideaway Restaurant in Shibuya, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 17:39:56"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8104,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472902289/jgljjoanz6yx1akf9vt2.jpg",
        "strIntroduction": "From the ancient times human beings searched for water for their survival. Here in Japan, shaman women went to water for purification, rejuvenation and inspiration. In this 3-hour session, you will visit a sacred waterfall whose historical record goes back to more than a thousand years ago. Tapping into the tradition of water and sun rituals of Japan, you will be led to create your own ritual for your healing, rejuvenation and discovery based on traditional Japanese dance and the method of the Expressive Arts Therapy. Art supplies will be provided for this experience. Please wear comfortable clothing.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-practice-spiritual-water-dance-healing-in-kyoto/4859?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Practice Spiritual Water Dance Healing in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 17:45:23"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2689,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475036212/f1yygqwt5hkfuzptm3r8.jpg",
        "strIntroduction": "If you are a true big fan of Japanese traditional art and culture, you definitely shouldn’t miss this incredible tour program! This tour program will take you to an Atelier in Asakusa, Tokyo, where you can enjoy experiencing the traditional Japanese dye methods for clothes. You can use several method for clothes dying, such as squeeze dyeing, wax drawing or templates dyeing to dye the clothes. Squeeze dyeing is the traditional and the intuitive dyeing technique that uses various tools and folded clothes. Wax drawing is a method that draws the patterns directly on clothes by using brushes and melted wax. Template dyeing is a technique that damps the template with exclusive paste made by natural ingredients. The flow of the clothes dyeing experience will be as follows: - Choose clothes that you want - Make your designs using rubber bands and marbles - Select the desired colors - Dye your clothes - Dry your clothes This tour program everyday except on Wednesdays from 10:00 - 19:00. You can try dyeing on towel, handkerchief, stole, t-shirt, lunch bag, tote bag, or Y-shirt. Please refer to the available course for pricing. Reservation is difficult to make, so we suggest you to use our reservation service to book with no hassles!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-dyeing-experience-at-an-atelier-in-asakusa-tokyo/6422?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Dyeing Experience at an Atelier in Asakusa, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 17:51:00"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3684,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481247795/dpppkeembwz8sptpgyws.jpg",
        "strIntroduction": "Takoyaki literally means \"fried octopus,\" tako means octopus and yaki means fried and is a small ball-shaped Japanese dish made out of a wheat flour-based batter and cooked in a special moulded pan. Takoyaki tastes a little bit like Okonomiyaki in a ball shape but it has a much different flavor from the tako (octopus) cooked inside them. In most parts of Japan, people do not treat takoyaki as a meal. Many people typically think of takoyaki as something to buy from street vendors at festivals and events. In western Japan, in the Kansai area on the other hand, takoyaki is very popular not only as a snack but also as a meal. With this experience you can experience making takoyaki, an opportunity you cannot miss followed by the opportunity to eat the takoyaki you make. East Inc. offers a takoyaki making workshop in Fukuoka and the class is held just a 2 minute walk from JR/Subway Hakata Station and don’t worry, this class is suitable for complete beginners! If you do not like octopus, you can change it to other ingredients such as sausage, cheese, mochi or mentaiko. These are the activity details: Course: 90 minutes, Includes making and tasting 10 pieces of takoyaki. Reception hours: Every day 11:00 – /12:00 – /13:00 –",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-learn-how-to-make-takoyaki-in-fukuoka/6994?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn How to Make Takoyaki in Fukuoka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 17:54:42"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 19339,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475569667/dlbbmazd9pd24kgqlthr.jpg",
        "strIntroduction": "The wide Ise Bay south of Nagoya is encircled by Ise-Shima region on Mie prefecture's side and Atsumi peninsula on Aichi prefecture's side. In this pleasant day trip from Nagoya you will visit the wonderful Mikimoto Pearl Island and museum in Ise-Shima before crossing the bay by the gorgeous sightseeing cruise boat. You will arrive at Irago on Atsumi peninsula and have a delicious lunch followed by a hot spring and spa in a luxurious hotel with a panorama view over the bay. After this delightful experience you will be able to choose between returning back to Ise-Shima with the romantic sunset cruise or reaching Nagoya by taxi through Atsumi peninsula while stopping for seasonal fruit picking along the way. The options of this day trip make it possible for couples and families to participate by customizing the itinerary according to their needs. Enjoy one wonderful day around Ise Bay! Below is the itinerary for this trip. Option 1 is recommended for families with children, while Option 2 is recommended for couples: 7:00 am (recommended starting time) - leave Kintetsu Nagoya Station by limited express train and go to Toba Station (about 100 minutes) 9:00 am - visit Mikimoto Pearl Museum in Toba and learn more about the history of Japan's pearl cultivation which originated in the end of the 19th century. Nowadays the Mikimoto-branded pearls are world-famous and at the museum you can see a special performance of female divers Ama who still dive in the sea for oysters. 10:40 am or 10:50 pm - ride the Ise Bay ferry from Toba port, a few hundred meters south of the pearl museum. The pleasant sightseeing cruise takes about an hour to reach Irago on Atsumi peninsula. 12:00 - get picked up from Irago and go to Irago View Hotel, a luxurious accommodation facility where you will eat a gorgeous lunch and have relaxing time in the hot spring and spa center. The hot spring offers a commanding view over the bay! From this point you can choose between Option 1 and Option 2. Option 1: Meet your guide at the hotel and go by taxi to a rural farm in the middle of Atsumi peninsula. You can enjoy seasonal fruit picking: strawberries in winter and spring, and melons in summer! After that your taxi will take you to Toyohashi Station where the tour will end. Option 2: Return to Toba port by the sunset cruise of Ise Bay ferry (the time depends on the season). The tour ends at Toba Station. Note: This is a self-guided tour unless you choose Option 1. In that case there will be a guide for the second half of the day at Atsumi peninsula. Enjoy the beautiful nature and the wide ocean on this relaxing day trip to one of the most charming destinations in rural Japan!",
        "strLocation": "Mie",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-mie-cross-the-ise-bay-on-a-gorgeous-cruise-day-trip-from-nagoya/4364?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cross the Ise Bay on a gorgeous cruise, day trip from Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 17:58:23"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 27628,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481789970/odwlh4ygqm9tb3zidmi7.jpg",
        "strIntroduction": "Nagano prefecture is widely known as the home of the Japanese Alps and the host of the Winter Olympics in 1998. This one day tour will take you to some of the highlights in the northern part of the prefecture. You can take the tour anytime, but the most scenic views you can see during the winter when the snowy landscape creates an unforgettable experience! Don't miss a chance to visit some of Japan's most famous mountain sightseeing spots! There are two types of group tour: starting from Tokyo (Shinkansen bullet train round-trip tickets included) and starting from Nagano (Shinkansen bullet train round-trip tickets not included). The schedule is the same for all types of tours. The one day tour's itinerary is as follows: 7:50- 8:30 - take Shinkansen from Tokyo Station (on your own for private tour and group tour starting from Nagano) 9:10 - 10:00 - arrive at Nagano Station and meet your guide 10:30 -12:00 - take a walk around Zenkoji Temple, the biggest and most famous temple in Nagano city, known for the first Buddhist statue in Japan. Zenkoji Temple is one of the oldest temples in Japan and is designated as a national treasure. 12:30 -13:30 - take a train to Yudanaka Onsen, a picturesque old hot spring town, from where you will take a 30-minute walking trail to Jigokudani Monkey Park 13:30 - 14:00 - arrive at Kanbayashi Onsenguchi near Yudanaka Onsen station and take a stroll to Jigokudani Monkey Park 14:00 -15:00 - enjoy the unique view of the monkeys bathing in a natural hot spring! In winter the entire pool is covered with snow and you will be amazed by the adorable faces of the soaking monkeys! 15:00 - 15:30 - take a walk back to Kanbayashi Onsenguchi 15:30 - 16:30 - take a train from Yudanaka Onsen back to Nagano Station 16:30 -17:30 - Take the Shinkansen from Nagano back to Tokyo. 18:30 -19:30 - Arrive back at Tokyo Station. Lunch is included in the group tour (after your stroll around Zenkoji Temple). <Required> ・Please give us the age and gender, and name for all participants when you make a booking. ・Also, please give us your hotel information (hotel name, hotel reservation name) so we can send you your confirmation papers. ・Let us know any meal preference if you may have. ・Please provide us homeowner's name, homeowner's address, homeowner's number and check-in date if you are staying at a private residence. We will contact the homeowner for ticket delivery. ※ Important Ticket Delivery & Pickup Information - Please Read Carefully ※ 1. Ticket Delivery We will deliver your tickets to your hotel in advance for your concierge to hold for you. The tickets will be available upon check-in. If you would like us to deliver the tickets to your hotel, please provide us with the following information: - Hotel name - The full name used for your reservation - Check-in date Please note: - We require at least 3 full business days for delivery. If placing a last minute booking within 3 days of your visit, or if you do not provide us your hotel information at least 3 full business days prior your ticket date, you'll need to collect your tickets from our Tokyo office in Shibuya. - If your hotel reservation details change, please tell us immediately through the Voyagin dashboard. - We only deliver to hotels with a concierge with whom we can confirm the receipt of the ticket delivery. We do not deliver tickets to hostels, guesthouses, or private residences. Please let us know if you are not staying at a hotel so we can provide our office details for you to pickup the tickets. 2. Ticket Pickup: If you are not staying at a hotel, book within 3 days of the ticket date, or prefer to pickup your tickets, you can collect your tickets from our Tokyo office in Shibuya. Our office is located 6 minutes (on foot) from Shibuya station. Address: (English) Miyamasu ON Building 5th floor, 1-15-8 Shibuya, Shibuya-ku, Tokyo (Japanese) 〒150-0002 東京都渋谷区渋谷 1-15-8 宮益 ON ビル 5F Detailed Directions (Shibuya station to Voyagin): http://voyag.in/shibuya-station-to-voyagin-office Google Map (Shibuya station to Voyagin): http://voyag.in/voyagin-google-map",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-day-tour-to-see-japan-snow-monkeys-nagano-hot-spring/2848?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Day Tour to See Japan Snow Monkeys in Nagano's Hot Spring",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 18:01:32"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 6907,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476511684/pingnq1h0hudy01oiqal.jpg",
        "strIntroduction": "Handa city in Aichi prefecture is famous for Japanese sake. The city is located near the Chubu International Airport. In this tour you will visit a Japanese traditional sake brewery, which takes 2 hours to see, and drink local sake. Meet at your hotel at 10:00 am Move to the sake brewery by train and taxi 11:00-12:00 visit sake brewery 12:00-1:00pm Lunch -----Optional tour----- Deepen your understanding and knowledge of Japanese sake. You can see the traditional tools used for sake brewing in the old days. Discover the valuable cultural heritage of the Japanese pioneers' traditional sake work. In this traditional plaster-wall warehouse sake brewing was performed for about 200 years until 1972. Special offer! Sake brewing experience on limited days! October 8th, 29th , November 12th December 3rd Between 12:30 pm-18:00 pm You will steam rice and work for the preparation of brewing sake from the finest rice. Included is also: Sake tasting, original label making, squeezing experience, bottle filling, eating soba (buckwheat noodles) and a souvenir (present): Pure rice brewed sake from the finest rice 720 ml. Only available on the selected dates above!",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-discover-japanese-sake-brewery-near-nagoya/6767?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Japanese Sake Brewery near Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 18:05:04"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 7,
        "intUsdCost": 2302,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1426753560/bnwmsocc61hftvpswo5x.jpg",
        "strIntroduction": "The Yoshiwara quarter was established in Tokyo in the 17th century, and grew into a self-contained district offering all manners of entertainment. Among the women living within this quarter the oiran (courtesans) were the most prominent, chosen by the wealthiest and most powerful citizens as entertainers. Oiran were masters of entertainment, skilled in sado (tea ceremony), ikebana (flower arranging) and calligraphy, among other cultural arts. Experience a colorful representation of ancient Japan with this elaborate oiran show, ideal for both new and repeat visitors to Japan! - Performance Date Saturday & Sunday Only - Show Schedule Open 15:45, Show Starts 16:30 (30 min) Close 17:00 Duration: 1 hour Pick-up: Not available Inclusion: Show fee /Green tea (Cold)/Crackers Please do not arrive before the check-in time, as you will not be able to enter the theater. Please arrive at least 15 minutes before the show starts. Closest Train Station ・Oedo Line or Hibiya Line's Roppongi Station (Exit 3 or 5)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-see-a-unique-oedo-oiran-courtesan-geisha-show/3259?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See a Unique Oedo Oiran (Courtesan) Geisha Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 18:09:29"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 9209,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469502781/qswma63q4drumex1zdhf.png",
        "strIntroduction": "The temple you are visiting is called \"Honkouji\" and it is around 1 hour drive from Tokyo. We will meet up in front of Hachiko statue at Shibuya station at 10:00 AM and move to the destination by train. Once we get to the temple, a monk will be your guide for the day. The number of participants is limited to 8 people, so hospitable service is ensured for each participant! There will be a translator to help you communicate so don't worry about a language barrier! You will spend around 3 to 4 hours at a temple doing different activities you've never experienced before. The activities include Japanese calligraphy making, matcha making. You also get to sit down and ask monks any questions you have! After the trip, we will head back to Harajuku Station and go back to Tokyo's city life.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-spend-half-a-day-with-a-monk-near-tokyo/7019?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Spend half a day with a monk near Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 18:14:03"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 39,
        "intUsdCost": 2763,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355843445/wmyjkt3gfcfetotfekzq.jpg",
        "strIntroduction": "Shodo is a type of traditional Japanese art style that uses brushes and ink to write \"Kanji\", or other Chinese characters. In the world of Shodo every single character has its own meaning and how you write the character expresses your feeling or your thought in what you write. In this lesson, you'll have the opportunity to create your own unique Japanese souvenir by writing your name in Kanji on a t-shirt, a Japanese fan, or another item of your choice. Don’t miss this opportunity if you want to experience real Japanese culture!! In this activity you will... • Learn about the background and history of Japanese Calligraphy. • Practice basic brush techniques and composition. • Learn how to write a letter(s) of your choice in Chinese characters (\"Kanji\") • Choose a souvenir type and write your name on it so you can take it home with you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-create-your-own-unique-souvenir-japanese-calligraphy/3?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Create your own Unique Souvenir: Japanese Calligraphy",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 18:17:10"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11512,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1484803921/kxykvq1om07obgvpl9wx.jpg",
        "strIntroduction": "What's Kendo? Kendo is a modern expression of a traditional Japanese swordsmanship and martial arts that uses bamboo swords as an abstraction the Japanese Katana and wears kendo protective armor. Duration: 2-3 hours Available hours 8:00 - 20:00 （Flexible） Venue Mainly in Tokyo’s 23 wards (because of different location by the schedule, please contact us at the time of booking) Meeting Point JR Uguisudani Station North Gate (Tokyo) Minimum Number of Participants :2 persons(Negotiable) Inclusions: ・Kendo experience ・Rental samurai armor and sword ・Sports drink ・Samurai towel（take free） Exclusions: ・Food ・Transportation costs ・Hotel pick up and drop off Participants: 2 - 30 people All participant will be given a free samurai towel as a present!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-practice-kendo-a-genuine-samurai-experience-in-toky/7129?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Practice Kendo, a Genuine Samurai experience in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 18:22:00"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4144,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464677203/doeaziqz5zk4wr7ujzlt.jpg",
        "strIntroduction": "In this activity you can wear a real silk kimono, and be dressed by a professional! Join us for this Japanese cultural experience in Aichi prefecture, not far from Nagoya city! Meet at the ticket gate of Kachigawa Station (JR Chuo line). It takes 20 minutes from Nagoya station. We will pick you up to Aki's house. Please choose a timeslot from 1-4: 1. １０：３０-１２：３０ 2. １３：００-１５：００ 3. １６：００-１８：００ 4. １９：００-２１：００ After the experience I can offer sweets and Japanese tea. Please ask in advance about the availability of this activity.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-dress-in-a-real-silk-kimono-near-nagoya/6594?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Dress in a real silk Kimono near Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 18:26:34"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 6907,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1434385325/guod9xfigogv1uspk1ba.jpg",
        "strIntroduction": "The 2-hour duration of this unique Nihonga pigment painting workshop is ample even for beginners to produce a finished work of art. The classes are semi-private and special attention will be paid to your work. Of course, you can take the art you create home as a souvenir! I will provide the necessary materials so you don't have to worry about it. You will learn and use painting methods that are different from popular water colour or oil techniques. We'll use Japanese pigment, sumi ink, brushes, Washi paper, and an uchiwa fan. I can provide sample images for painting, but if you wish to make your own design, please bring sketches or photos. Nihonga Pigments: ground minerals mined from various places around the world. They are expensive than normal pigments For other times, please ask in advance. Please note that young children under the age of 12 are not allowed to join this workshop.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-japanese-pigment-painting-in-a-nihonga-workshop/3609?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Japanese pigment painting in a Nihonga workshop",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 18:29:28"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 19,
        "intUsdCost": 6262,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358839512/bpmmmxbs1kqvrzuq2meu.jpg",
        "strIntroduction": "Experience making and cooking Udon, one of the most loved traditional noodle in Japan! Many foreign travelers come to us daily to learn how to make handmade Udon and experience cooking real Japanese food in our Udon program. A Short History of Udon: Once upon a time, Kobo Daishi (The Grand Master who propagated Buddhist teachings) visited a farmer's house and he found one sick farmer. There were no doctors around, and the farmer did not have any food in the house. In the corner of the earthen floor of the farmer's house, Kobo found some wheat in a pot. He then made something noodle-like from the wheat, emulating the methods used in China where they ground wheat with a stone and kneaded it with Aya River water until it turned into dough. Daishi tried to eat the noodles with chopsticks but he could not retrieve them from the pan. Hence, he sourced for cut branches from a willow tree and weaved bamboo, creating something like a ladle. Daishi offered this very first noodle, the very first Udon to be made, to the farmer. The father ate it and recovered from his illness soon after.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-experience-handmade-udon-noodle-making/268?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Handmade Udon Noodle Making",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 18:33:25"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2993,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468308770/u7wjvmdyypwwck7jayxp.jpg",
        "strIntroduction": "The tour starts at Shin-Fuji Station or Fuji Station or Shizuoka Station. Meeting around 9:00 am to 10:00 am will be fine. A chartered taxi will take us to the destination below: 6-hour itinerary: ● Tea Farm The view of green tea fields against Mt. Fuji is magnificent to see! You can learn about tea processing from a local tea grower and enjoy a taste of their tea. ● Omiya yoko-cho, side street (Fried noodle street) Enjoy famous local food which won the 1st prize in a semi-gourmet nationwide contest for two years in a row. ● Fujisan Hongu Sengen Shrine This shrine has been the head shrine for more than 1,300 Sengen shrines throughout Japan. This Sengen shrine was first built to pacify the eruption of Mt. Fuji in 806. Many successive emperors and powerful samurais and shogun families have shown profound reverence toward the shrine in the past. ● Fuji Takasago Sake Brewery Founded in 1831, Fuji Takasago is situated where Mt. Fuji’s pure groundwater is abundant for use and an ideal location for superb sake making. You can enjoy sampling good Japanese sake. 8-hour itinerary: Includes all of the above plus Shiraito Falls. ● Shiraito Fall is one of the sites of the Fujisan World Heritage. The spring water from Mt. Fuji can be seen as a great view of the fall with the width of 100m and the height of 25m.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-take-a-trip-to-the-outskirts-of-mt-fuji-in-shizuoka/2318?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Trip to the Outskirts of Mt Fuji in Shizuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 18:38:02"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 4144,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1477307286/ofphbmshuucwsypxuuag.jpg",
        "strIntroduction": "Mr. Kanemitsu Katsuta is the leader of KOZIN, the institute of martial arts entertainment. KOZIN is on the cutting-edge of entertainment, games, sports, and martial arts. Use “Rai-may ψ” and your country will welcome you as the first SAMURAI of this age. The flow of the class: 1) Study the manners of Japanese traditional martial arts. 2) Practice playing X:Martial KOZIN-SWORD. 3) Battle Simulation game using 'Rai-may ψ' . Also... optional class (1 more hour) 1) Learn how to use a KATANA sword. 2) Learn how to wear a hakama. 3) Ni-ten-ichi-ryu school class (Noda-Ha) https://youtu.be/lMm8qWatzD0 Our aim is to revolutionize technology by combining/utilizing the spirit and techniques from all generations of Japan. In this innovative product, there is built-in non-destructive inspecting and wireless technology. Recently, as a result of our developments, KOZIN-MON exhibited an experimental model of “Rai-may ψ” for the Tokyo Game Show and Japan Expo in Russia. Our product 'Rai-may ψ' is a training tool for people interested in martial arts. We call this new type of martial arts, “X:Martial KOZIN”.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-hone-your-samurai-skills-with-kozin-a-martial-arts-game/132?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hone Your Samurai Skills with KOZIN: A Martial Arts Game",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 18:41:15"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 36837,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1478863577/vq4mmgomsrsphzbij2zd.jpg",
        "strIntroduction": "[Activity] With us you can have the opportunity to see Japan in an unique way from the sky enjoy it's natural landmarks and get to know the traditional Japanese lifestyle. The morning of the flight day, we will meet from 4:00 to 6:00 am depends on the season. If you can come by your own to the agreed meeting point, I will meet you there and we can go together to the flight site. If your group is under 3 people, I can pick you up at a hotel around Koga Station or the free room we arrange for the rest until early morning. Please let me know in advance. The day experience - standard plan: Before going to the flight site, we'll fly a pilot balloon to check the wind direction and speed and decide the launching site. This balloon is very important to determine the weather on the day and we'll watch it until it disappears in the sky. Arriving to the flight site, you can join the crew for unpacking and assembling the balloon. We will be airborne at around 7:00 to catch the sunrise depending on the season. We will be in the air for about 40-50 min (or 20-30 minutes per members in case of the standard plan). I'll take you to higher or lower levels so that you can enjoy the altitude as much as possible. The crew team will chase the balloon to its uncertain landing point.After landing, you can join the excitement of packing the balloon in a speedy way. We'll head to the warehouse to store the balloon and say good-bye to the crew team. You can fly all year round. However, in the event of strong wind or rain, the flight will be cancelled. The maximum number of participants is 6 people. The minimum number of participants for the standard plan is 2 people. If you are a single traveler, please see the special plans below. Special plans: 1. Single traveler: Give yourself a special treat and a present with this hot air balloon flight! Maximum number of participants: 1 2. Couple plan: Enjoy the romantic scenery from above together! Maximum number of participants: 2 3. Family plan: Safeness gears and special straps included. Specially targeted for families with kids. Maximum number of participants: 3 4. Surprise plan: Before arriving and assembling the balloon, we will give an eyemask and earplugs to your partner. When everything is ready, the surprise will be awesome! Maximum number of participants: 3 Note: If the total weight of all passengers is under 200 kg, it is possible to fit 4 people in the family and surprise plans. Free for children under 5-year-old. Special Options: 1. Flight ticket （¥1,000） We'll send an original flight ticket for some present to your precious person. The design is on our photo. 2. Drink in the sky (¥5,000) We'll provide some sparkling drinks in the sky. It's the best for cerebrating anniversary! 3. Flight movie by Gopro.(¥10,000) For unforgettable memories, We'll take flight movie from meeting to packing balloon. The data will be send by e-mail.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-see-the-sunrise-from-a-hot-air-balloon-just-outside-tokyo/4342?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the Sunrise from a Hot Air Balloon just outside Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 18:46:01"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 4500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1429075650/mv247vbsfqbpvnr3zad0.jpg",
        "strIntroduction": "In this tour you will visit the famous Otaku places in Japan in 5 to 6 hours. I will pick you up at your hotel and will take you to the famous Otaku places in Tokyo. The tour will start at 10:00. First, we will go to Nakano, which is located west of Shinjuku. You will see many interesting second-hand goods (Japanese and foreign). Of course, you'll be able to buy new items too. Once we're done with the shopping in Nakano, we can have lunch or head straight to Akihabara. When we go to Akihabara, we will try to visit as many shops as you want. Of course, I will do the all translation for you, so you don`t have to worry about getting lost or anything. If you like, I will take to a maid cafe (I am not their biggest fan, but I will take you there anyway). At the end of the tour, we can finish in Akihabara, or I can take you back to your hotel. Enjoy one day shopping around Tokyo's most famous Otaku locations!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-an-otaku-shopping-tour/3323?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join an Otaku Shopping Tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 18:50:16"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 10360,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1453029261/uinysnveci6cnts15usr.jpg",
        "strIntroduction": "In this tour we will got to Fushimi area in south Kyoto to explore the origins of the local sake production! I will pick you up at Kyoto Station or at your hotel. You can choose how to go to Fushimi, by train or taxi. Train is the easiest and cheapest way, and it takes about 30 minutes to the destination. The ticket costs 260 JPY per person. If you would like to take a taxi, it costs about 3000 JPY. I am a licensed tour guide and an experienced traveler, so I will take you to Fushimi safely and entertain you. I'll introduce you to the culture of Japanese sake and you can take a look at the old tool of sake production. We will go to Gekkeikan Okura Kinenkan (a local sake museum). There you will see big barrels, steamers, containers, funnels, flasks, tanks and other items related to sake production. After seeing the museum you can taste three kinds of sake for free. And you can also buy your favorite sake. Nearby is the famous historical building, the Teradaya inn which dates back to the Meiji period. In addition, I will take you to Fushimi Inari Shrine as well! As an option, I can guide you through the historical heritage of Byodoin Temple too (please book the add-on option). Enjoy the trip with me and have great memory from your trip to Japan!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-take-a-sake-tour-in-fushimi-area-kyoto-and-taste-real-sake/4552?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "10% OFF Take a sake tour in Fushimi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 18:55:32"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7920,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1396682244/hwqc8rcr3nizp0iok7ja.jpg",
        "strIntroduction": "Tama river rafting is an exciting tour that all ages (6+) can have fun on throughout the season. Our tour is packed full of fun from start to the finish. When we are going down the river, we will stop for fun activities along the way, so you can fully enjoy your time on the river! We care about giving everyone a 100% fun tour all the time, so you will love the river as much as we do. Come enjoy Tama river rafting with us! If you planning to come by train, come to Oume station (JR Chuou line), and we will pick you up from the station. It will take about 1 hour and 30 minutes from JR Shinjuku station by train. The tour time is about 3 hours which includes getting ready, transport to the river, rafting, and chill-out time whilst checking out the photos from the tour. We are open everyday throughout the season. (4/19 - 10/25) Please contact us if you have any questions.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-river-rafting-in-tama-river/2124?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "River Rafting in Tama River",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 19:00:41"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 1,
        "intUsdCost": 9393,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481176486/hhs5oluhq2p8adx07lah.jpg",
        "strIntroduction": "This is a 4-hour bus tour, which you can watch Maiko show at Gion, enjoy delicious Kyoto cuisine, and even see the beautiful night view at the summit of Higashiyama! First of all, you can watch the Maiko show at Gion, which is one of the most traditional districts in Japan. Maikos are traditional performers who sing, dance, and play Japanese traditional instruments such as koto or shamisen for visitors. The way they dance is very fascinating and you may only experience this in Kyoto! Kyoto cuisine, which is also known as \"\"Kyo-ryori\"\", is the generic term of traditional Japanese cuisine made in Kyoto that includes Daikyo-ryori (grand banquet), Shojin-ryori (vegetarian dishes), Honzen-ryori (a high-grade Japanese meal served at once), Kaiseki (tea ceremony dishes), and Obanzai (side dishes featuring seasonal ingredients). With its sensitive tasting broth and beautiful appearance, eating Kyoto cuisine is one of the most popular activities in Japan. Higashiyama summit park is designated as a historical climate preservation district and you can see the night view from there on this tour. Needless to say, it is well-known as one of the best night views in Kyoto! If you join this tour, you can enjoy delicious Kyoto cuisine, watch a Maiko show and also see the beautiful night view. Don't miss this opportunity to fully enjoy Kyoto's traditional culture! This tour starts at 5pm at Kyoto station Karasumaru exit. You will receive multi-lingual audio guide during the experience. This tour is available everyday until September 30th, 2016. Notice: This tour will not be operated on April 2nd, 3rd, July 15th, 16th, 17th, 24th, August 16th)",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-maiko-show-and-kyoto-cuisine-in-gion-kyoto/6226?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Maiko Show & Kyoto Cuisine in Gion, Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 19:06:20"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3684,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467556893/ux9y0w2bxmeomww1ggnr.jpg",
        "strIntroduction": "Even if you haven't tried canoeing before, you can enjoy this tour which uses a Canadian canoe that is easy to balance and use. Glide effortlessly around the vast Lake Onuma with your guide leading you to areas with the best view and seasonal flowers in bloom on the lake. The 2hr session can fit easily into your packed schedule and provide a great memory for your family and friends! Don't miss this wonderful summer activity!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-2hr-onuma-marsh-canoe-tour-teatime-beginners-ok/7006?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2hr Onuma Marsh Canoe Tour + Teatime! Beginners OK!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 19:09:27"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 11,
        "intUsdCost": 9946,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459241741/glxhlur1kpxb3jq0jt2u.jpg",
        "strIntroduction": "Do you like to read Manga?? I guess a lot of people will say ''yes!'' ,as Japanese Manga are widely spread all over the world. But most of them have never tried to draw Manga even though they like it. Why don't you try drawing Japanese Manga as your experience or even hobby?? This Manga School , set in the pop culture center of Nakano, prepared the ''How to Draw Manga Course - English''. They are offering short programs that you can learn drawing Manga. Photo Credit: http://flic.kr/p/gju8qJ http://flic.kr/p/gjtF55 http://flic.kr/p/gjuUHe",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-how-to-draw-japanese-manga/1375?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn How to Draw Japanese Manga",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 19:14:58"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12064,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481017282/tphsmubxxe3acyofbmxs.jpg",
        "strIntroduction": "Mt. Fuji is Japan's highest mountain and it's not surprising that the nearly perfectly shaped volcano has been worshiped as a sacred mountain and has experienced a big popularity among artists and general society throughout the centuries. Lake Ashi was formed in the caldera of Mt. Hakone after the volcano's last eruption 3,000 years ago. Today, the lake, with Mt. Fuji in the background, is the symbol of Hakone. The lake's shores are mostly undeveloped except for small towns in the east and north and a couple of lakeside resort hotels. The best views of the lake in combination with Mt. Fuji can be enjoyed from the sightseeing boat cruising the lake. The 1-day bus tour includes strolling around Odawara Castle Park, a delicious lunch, cruising on the Hakone Pirate Ship, and picking all-you-can-eat strawberries from a farm in Izu. You'll start in Shinjuku in the morning and come back to Shinjuku in the evening. Tours with less than 15 participants will be cancelled. If this is the case, those who have made a reservation will be informed of the cancellation by 4 days prior to the scheduled departure date. Schedule details: Period: March and April, 2017 Meeting place: Hotel Gracery Shinjuku Meeting time: 8:10 Return to Shinjuku: 18:00",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-enjoy-a-hakone-cruise-and-strawberry-picking-in-a-day-trip/4782?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Hakone Cruise and Strawberry Picking in a day trip!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 19:19:27"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 7,
        "intUsdCost": 9209,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1440381692/q3xxqtizojvxkbwq4syr.jpg",
        "strIntroduction": "Go snorkeling or scuba diving with a whale shark! Whale Sharks are actually the world's largest species of fish despite their name. Like whales, they enjoy a meal of plankton and small fish. They pose no harm to humans and are very friendly creatures. Whale sharks are the star idols of famous aquariums in Japan, including Churaumi Aquarium and the Osaka Aquarium. Why not take the opportunity to see one up close? All of your snorkeling or scuba diving equipment will be provided for you, along with safety lectures about swimming with these friendly creatures. In addition to swimming among the world's largest species of fish, you'll also enjoy the surrounding coral and other coral fish. You can choose between 3 different plans, outlined below! 1. New Plan Whale Shark & Blue Cave Snorkeling Ages: 6 - 59 years old Availability: April to October 31 Included: Equipment, Guide fee, Transportation, Insurance Schedule: Start Time: (1) 8:30 (2) 13:00 Meet at Ginowan Marina → Fill in the program application form, form check → Lecture about the equipment → Board the boat → Departure（arrive at the Blue Cave in 30 minutes) → Blue Cave snorkeling (around 40 minutes） → Back on boat（arrive at the place where whale sharks live in about 20 minutes) → Experience snorkeling with whale sharks（around 40 minutes) → Return to the port → Take a shower and change clothes at Ginowan Marina → Drop off or return to your hotel by yourself. Note: Between October 1 and October 30, 2015, there will be only one boat at 8:30 from Sunday to Thursday. 2. A Plan: Whale Shark Snorkeling Ages: 6 - 59 years old Availability: Everyday Included: Experience fee, Guide fee, Wet suit, Snorkeling set, Transportation, Insurance Schedule: Start time: (1) 8:30 (2) 10:30 (3) 13:00 (4) 15:00 Meet at the port → Fill in the program application form → Departure (arrive at the destination in about 5 minutes）→ Snorkeling（about 30-40 minutes) → Return to the port → Take a shower and change clothes 3. B Plan: Whale Shark Experience Diving Ages: 10 - 59 years old (No diving license will be required) Availability: Everyday Included: Experience fee, Guide fee, Wet suit, Rental, Equipment, Transportation fee, Insurance Schedule: (1) 8:30 (2) 10:30 (3) 13:00 (4) 15:00 Meet at the port → Fill in the program application form → Departure (arrive at the destination in about 5 minutes) → Experience Diving (about 20~30 minutes) → Return to the port → Take a shower and change clothes ------------------------------------------------------------------------------------------------------------------------------------------- Hotel Pickup Information: A Plan: Whale Shark Snorkeling and B Plan: Whale Shark Experience Diving <Plan A and B hotel Pickup Info>----------------------------------------------------------------------- The Busena Terrace (09:00, 11:30, 13:00) Okinawa Marriott Resort & Spa (09:05, 11:35, 13:35) Spa Resort Exes (09:05, 11:35, 13:35) Okinawa Kariyushi Beach Resort Ocean Spa (09:05, 11:35, 13:35) Hotel Miyuki Beach (09:15, 11:45, 13:45) The Atta Terrace (09:15, 11:45, 13:45) Miyuki Hamabaru Resort (09:15, 11:45, 13:45) Oriental Hills Okinawa (09:15, 11:45, 13:45) Mana Beach Resort (09:25, 11:55, 13:55) Rizzan Sea-Park Hotel (07:40, 09:40, 12:10, 14:10) Sunmarna (07:40, 09:40, 12:10, 14:10) Kafuu Resort (07:40, 09:40, 12:10, 14:10) Moon Beach (07:50, 09:50,12:20, 14:20) Renaissance Resort (08:00, 10:00, 12:30, 14:30) Ryukyumura (08:00, 10:00, 12:30, 14:30) Point Vacation (08:00, 10:00, 12:30, 14:30) Zanpamgisaki Royal Hotel (08:10, 10:10, 12:40, 14:40) Hotel Nikko Alivila (08:20,10:20,12:50,14:50) Murasaki Mura (08:25,10:25,12:55,14:55) Morimar Resort (08:25, 10:25, 12:55, 14:55) Grand Mer Resort (09:50, 14:20) Costa Vista (09:35, 14:05) Vessel Hotel Campana (08:05, 12:35) The Beach Tower (08:00, 12:30) Laguna Garden Hotel (07:45, 12:15) Moon Ocean Ginowan Hotel & Residence (07:40, 12:10) <New Plan Hotel Pickup Info>------------------------------------------------------ Grand Mer Resort (07:50, 12:20) Costa Vista (08:05, 12:35) Vessel Hotel Campana (08:05, 12:35) The Beach Tower (08:10, 12:40) Laguna Garden Hotel (08:25, 12:55) Moon Ocean Ginowan Hotel & Residence (08:25, 12:55)",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enjoy-snorkeling-with-whale-sharks-in-okinawa/3820?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Snorkeling with Whale Sharks in Okinawa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 19:27:20"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8288,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1427451968/fn0h81nlnozzlhqfh0jo.jpg",
        "strIntroduction": "Go to Tottori's famous desert near the sea and fly over the massive sand dunes which stretch for nearly 16 kilometers along the coastline! Choose between morning or afternoon paragliding course and soar in the sky! The panorama view over the dunes is fascinating! This activity is suitable for healthy people with no experience (even children older than 3 years old). A professional instructor will explain how to enjoy paragliding and how to use the rental equipment properly. Then you will try flying yourself in the sky. The view of the Sea of Japan and the vast desert will leave a lasting impression from your trip! Please note that the activity might be cancelled in case of bad weather. In summer it gets very hot at the sand dunes, so please prepare lots of water for drinking. Sunscreen and a hat are recommended. The half-day course begins at the following times and takes about 3 hours in total (with preparation and instructions): - 6:30 am - 9:30 am - 12:30 am - 15:30 am Enjoy the sky flight over Tottori's Sand Dunes!",
        "strLocation": "Tottori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tottori-paraglide-over-the-sand-dunes-of-tottori-desert/3299?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Paraglide over the sand dunes of Tottori's desert!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 19:30:35"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 4973,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1398327071/ng3qgn2ndrbfm8a2rics.jpg",
        "strIntroduction": "Ishigaki island is located to the west of the main island of Okinawa and is a treasure trove of colorful coral reefs and tropical fishes. Snorkeling and diving is the best way to immerse yourself in this aquatic wonderland. You might even have a chance to see the Manta rays during the season! Take this opportunity to go snorkeling in one of Japan's most beautiful ocean to see colorful, lively fishes and coral reefs that sparkle when the sunlight shines through. Here is the basic daily schedule of the tour we have planned for you. 8:30AM Meet up at the dive shop. 9:00AM Depart to the snorkeling spot by boat. -1st Point: Coral reef (Half day course will go back to the shop 11:30) -2nd Point: Manta ray point 13:00PM Go back to the dive shop. -Lunch time. 15:00PM Go back to hotel. *Transportation service is available for the one day course. (Reservation required) *The half day course will not be going to the Manta point. Please join the one day course if you wish to see Manta rays.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-go-snorkeling-with-emerald-ocean-in-ishigaki-island/2143?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go Snorkeling with Emerald Ocean! - in Ishigaki Island",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 19:34:52"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 11051,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1431487339/todjkdjqngskwuzojogu.jpg",
        "strIntroduction": "Are you interested in learning more about the Japanese culture? Want to know more about the Samurai? We have many options for you to experience becoming a Samurai for a day! ****************** Program #1 Ever dreamed of swishing the Japanese sword while you're dressed in a Japanese Samurai costume? If so, come join this event where you can become a Samurai for a day! After you wear your Samurai costume, you will learn some general knowledge about the Samurai and the Samurai Kembu. You will also learn how to use the Japanese sword. If you wish, you can also experience how to use the folding fan! There will be an one hour stage show by our masters. You can take photos with our masters after their show! As a gift from us, you will be receiving a certification and a small present after everything has finished. ※Open from Monday to Saturday Morning session (11:00～14:15) Evening session (17:00～20:00) ****************** Program #2 For this program, you will not be wearing the Samurai costume. You will learn interesting facts and information about the Samurai and the Samurai Kembu. You will also learn how to use the Japanese sword! If you wish, you can also experience how to use the folding fan! There will be an one hour stage show by our masters. You can take photos with our masters after their show! As a gift from us, you will be receiving a certification and a small present after everything has finished. ※Open from Monday to Saturday Morning session (10:00～13:15) Afternoon session (12:00～15:30) Evening session (17:00～20:30) ****************** Program #3 For this program, you will be wearing the Samurai costume and will be receiving a light sword lesson. There will be an one hour stage show by our masters. You can take photos with our masters after their show! As a gift from us, you will be receiving a certification and a small present after everything has finished. ※Open from Monday to Saturday Morning session (11:00 -14:15) with 1 hour interval Afternoon session (13:00~15:15) Evening session (17:00~19:15) ****************** Program #4 If you only want to watch the Samurai kembu performance by our masters, this program is for you! You can watch the traditional styled Kembu and learn more about the Samurai Kembu afterwards. You can take pictures with the masters after the performance! ※Open from Monday to Saturday Daytime demonstration(12:00～13:15) Evening demonstration(17:00~18:15) ****************** Program #5 If you only want to receive a lesson, this program is for you! <Full lesson> you have the opportunity to learn a variety of moves with the sword. If you wish, you can experience how to use the folding fan. <Light lesson >you can try few basic moves with the samurai sword. After your lesson, you will get a certification and a small present from us. ※Open from Monday to Saturday Morning session (Full lesson 10:00~12:30, Light lesson 10:00~11:130) Afternoon session (Full lesson 13:00~15:30, Light lesson 13:00~14:30) Evening session(Full lesson 18:00~20:30, Light lesson 18:00~19:30) ****************** We have many Samurai costume sizes available, and the Japanese swords are not dangerous. There is no need to worry about getting cut by the sword during your stay here.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-becoming-a-samurai-in-kyoto/2553?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Becoming a Samurai in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 19:38:55"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 5802,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1436658971/uil9xgtc5kofhy4qpqp4.jpg",
        "strIntroduction": "This is a 8-hour tour around the most famous locations of Kyoto, Japan's ancient capital. Discover all the best treasures of the glorious city of emperors and traditions together with a very experienced and friendly guide. Following the pick-up at your hotel, we will go directly to the Kinkakuji Temple (the Golden Pavilion). The beautiful garden complex is one of the best in Japan. It's an excellent example of medieval Japanese garden design. The harmonious relationship between architecture and landscape were greatly emphasized and celebrated during that period, and you will still see this today in the beautiful reflection of the Golden Pavilion in the pond's still water surface. Next, we will visit Kiyomizu Temple. The original temple was founded in 798. Since Kiyomizu Temple's terrace stands 13 meters high, you can get a full panorama view of Kyoto city from here. Moreover, Kiyomizu means \"pure water\" in Japanese. It is said that water from the temple's spring can purify your soul and make your wishes come true. Stroll along the souvenir shops of the famous scenic Sannenzaka Hill, where you can have a traditional Japanese lunch. After lunch, we will go to Fushimi Inari Shrine. At this shrine, you will first see a pair of stone foxes. Because the tail of a fox resembles the ears of the rice plant, the fox was believed to be the messenger of the gods. Moreover, this shrine was worshiped as the patron of business by many merchants and manufacturers. There are roughly 10,000 \"torii\" or sacred shrine gates. Each of them is donated by believers. You will also walk at Nishiki Market. This market was founded about 1,300 years ago and is still well-known as \"Kitchen of Kyoto\". Moreover, you can eat around. This tour will be your most memorable experience of traditional Japan!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-discover-the-most-memorable-treasures-of-kyoto/3684?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover the most memorable treasures of Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 19:44:40"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 9854,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472781225/nbhpxcaanzrfkq2bjqzs.jpg",
        "strIntroduction": "Enjoy your day by cycling around Tokyo with an English-speaking tour guide departing from Toranomon Hills! Explore some areas of Tokyo by choosing either one of the two available courses: 1. Traditional Tokyo Ride a bicycle from Toranomon Hills and explore Tokyo's traditional districts such as Hibiya Park, the Imperial Palace, Tsukiji Market, Ginza and Nihonbashi! 2. Bay Area cycle and cruise tour Ride a bicycle from Toranomon Hills and explore Tokyo's Bay Area all the way to Odaiba from where we'll return by a boat! Both programs start from Toranomon Hills, which is 5 minutes walking from Toranomon Station. The Traditional Tokyo tour starts at 9:00 am, while the Bay Area tour starts at 15:30 pm. The fee includes rent fee for the bicycle and lunch. Our guide will be waiting for you at the lobby in front of the Family Mart Convenience Store on the 3rd floor of the building. This tour is only available upon reservation, so we recommend you to use our reservation service to reserve this tour!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-one-day-cycling-tour-from-toranomon-hills-in-tokyo/6400?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy One Day Cycling Tour From Toranomon Hills in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 19:50:12"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 11051,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1389752149/avolfnhqakhsb5ysiy1j.jpg",
        "strIntroduction": "At the very core of Japanese people's philosophy lies Shintoism, a belief that gods exist and can be found in all natural materials in this world (mountains, rivers, lightning, wind, waves, trees, rocks). We want to bring you into the centre of this pristine nature in Keihoku to enjoy the spectacular scenery and appreciate the harmonious relationship between humans and nature. In this tour, we visit a waterfall deep in the forest, as well as spend time in the tranquil Joshokoji temple. We will also bring you to a beautiful village called Miyama where you can see thatched houses and catch a beautiful panoramic view of Kyoto. Itinerary 9:30 You will take a bus from Kyoto station to Shuzan '周山' by yourself 11:00 Host will pick you up at Shuzan 11:00-17:30 we will tour the sightseeing spots in Shuzan (Joshokuji Temple, Miyama and others) 17:40 You will take a bus from Shuzan to Kyoto station by yourself 19:00 Back to Kyoto station",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-trek-in-natures-beauty-and-visit-a-peaceful-temple-garden/1710?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Trek in Nature's Beauty & Visit a Peaceful Temple Garden",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 19:54:14"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 7,
        "intUsdCost": 16208,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459662533/dzrcbq6jdiexyczy91ne.jpg",
        "strIntroduction": "One of the best things about this tour is that it is VERY FLEXIBLE as it will be designed specifically for your needs. Upon confirming your booking, I will send an email with some suggested itineraries as well as a list of my own personal highlights and favourites. Browse through at your leisure and email me a few days before your tour with any requests you have. One idea of a common 1 day itinerary: HEIAN JINGU: Here we will stroll the classic Chinese style garden and talk about the early days of life in the court filled with poetry and the smell of incense and get a taste of life in the ancient capital which was originally named Heian “capital of peace and tranquillity” GINKAKUJI TEMPLE: Ginkakuji or the Silver Pavilion was built by a shogun who reigned during the birth of Higashiyama culture, a time when the tea ceremony and the philosophy of “wabi-sabi” or beauty in imperfection was born. Before death this shogun became a Zen priest and his villa was turned into a Zen temple. NANZEN-Ji: A beautiful temple complex with an amazing rock garden, Nanzen-Ji is one of the important Zen temples in Kyoto complete with a famous rock garden. It also has an expansive ground with plenty of sub-temples and gardens surrounding the area. A great place to soak up the atmosphere without all the crowds. GION: This ancient entertainment district has a fantastic atmosphere and was a symbol of the rise of the merchant class in the 17th century. Just before dinner you will sometimes see \"geisha\" and \"maiko\" running off to a dinner appointment in their wooden slippers. A few hours later you will see the modern equivalent hostesses clipping along on high heels to classy lounge bars to entertain the well-to-do. An interesting glimpse into the form of night entertainment traditionally referred to as the water trade or \"mizu shobai\". We can use a variety of transport including taxis depending on what is the most convenient but not to worry as your guide will whisk you from place to place. The busy season is upon us so make sure to enquire now if you are interested and I can hold the date for you. Looking forward to showing you around this splendid city.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-kyoto-fun-personalised-private-tour/2513?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Kyoto Fun: Personalised Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 19:58:32"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 11,
        "intUsdCost": 4605,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355838633/cy4uhhyrifphrrcsy0mt.jpg",
        "strIntroduction": "The shamisen is a traditional 3-string Japanese instrument similar to a banjo and traditionally used to accompany Japanese Minyou, or folk music. There are, however, varying styles of playing the shamisen, including the up-tempo and percussive Tsugaru style of the Tsugaru region in Northern Japan. In recent years, Tsugaru Shamisen has become popularized by the soulful and bombastic style of the Yoshida Brothers, whose playing have turned the folk instrument into a stage performance. Although it may seem daunting to learn, anyone can learn to play simple songs like the popular Japanese folksong \"Sakura Sakura\" or even up-tempo pieces on the shamisen quickly.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-to-play-the-shamisen-and-koto/6?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Play the Shamisen and Koto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 20:09:08"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4973,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470278040/dhxwjevxyiy0ndtenuv2.jpg",
        "strIntroduction": "Tokyo has a lot of attractive spots to look around so it's not easy to make a priority where to visit first and to plan put routes. That's why this half day sightseeing tour that takes you to the best places of Tokyo is a great option for any traveler. Starting from the morning with a pick-up from designated Hotels then visiting popular spots with an English guide. The first stop is Tokyo Tower the long-time famous symbol of the city. The tower has 2 different observation decks that show off different scenery an its magnificent panoramic view is really worth seeing. There are also lots of exciting things there such as looking down from the transparent wide window on the deck, going to the top of 600 steps, visiting a power spot of the towering shrine, many of these have long queues, so visiting them in the morning is the wise plan and is a highlight of this tour. After that, the tour visits Meiji Shrine which is well known as one of Japan's most popular shrines and has a forest of approximately 100,000 trees that were donated from regions across the entire country for the goal of making a natural forest within Tokyo's busy city. Among the trees there is a wide range of nature including animals such as racoons, halcyon, and others that are rare to see in the middle of the city. The main shrine building stands in quiet solemnity and such sights are gaining in popularity especially among young ladies. After the tranquil forest the tour moves to the Imperial Palace where you can see Akasaka State Guest House that is a remaining example of a Meiji-era structure in the baroque architectural style famous for being designated as a National Treasure of Japan. Then, the National Diet Building, which is an impressive building. At the Imperial Palace East Garden, there are the remains of the former castle tower and a beautiful and elegant Japanese garden where you can enjoy its peaceful, serene beauty. After the Imperial Palace, the tour will end at Ginza where both the latest fashion trends and old traditions can be seen and is famous for its high brand shops from all over the world. The one-day tour schedule is as follows: 07:30- 09:00 Pick up at designated Hotels 08:45 Ana Intercontinental Tokyo 08:30 Celestine Hotel 08:55 Conrad Tokyo 08:55 Courtyard Marriott Ginza Tobu Hotel Tokyo Tower (30 minutes) Meiji Shrine (40 minutes) Akasaka Guest House (Drive by) National Diet Building (Drive by) Imperial Palace East Garden (40 minutes) Ginza Shopping District (Drive Through) 13:00 Tour ends in Ginza ※Please choose pickup points from the following list: 08:45 Ana Intercontinental Tokyo 08:30 Celestine Hotel 08:55 Conrad Tokyo 08:55 Courtyard Marriott Ginza Tobu Hotel 09:00 Daiichi Hotel Annex 09:00 Daiichi Hotel Tokyo 08:50 Excel Hotel Tokyu Akasaka 08:35 Grand Hyatt Tokyo 08:05 Grand Prince Hotel New Takanawa 08:10 Hilton Tokyo 08:10 Hotel Grand Palace 07:40 Hotel Metropolitan (Ikebukuro) 08:45 Hotel New Otani 08:45 Hotel Okura Tokyo 08:15 Hyatt Regency Tokyo 08:55 Imperial Hotel Tokyo 08:40 Intercontinental Tokyo Bay 08:20 Keio Plaza Hotel Tokyo 08:40 Mandarin Oriental Tokyo 08:40 Marunouchi Hotel 08:50 Mercure Hotel Ginza Tokyo 08:00 Odakyu Hotel Century Southern Tower 08:45 Palace Hotel Tokyo 08:55 Park Hotel Tokyo 08:30 Park Hyatt Tokyo 08:30 Royal Park (Near Tokyo City Air Terminal 08:55 Royal Park Shiodome Tower 08:15 Sheraton Miyako Hotel Tokyo 08:50 Shiba Park Hotel 08:00 Shinagawa Prince Hotel 08:00 Shinjuku Prince Hotel 08:25 Shinjuku Washington Hotel 07:30 Sunshine City Prince Hotel 08:50 The Capitol Hotel Tokyu 08:25 The New Sanno Hotel 08:40 The Prince Park Tower Tokyo 08:40 The Rits Carlton Tokyo 08:00 Tokyo Dome Hotel 08:45 Tokyo Prince Hotel",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-half-day-tour-of-best-tokyo-spots-with-english-guide/6231?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Half-Day Tour of Best Tokyo Spots with English Guide!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 20:13:19"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 2763,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469776948/fzh6gvstkcak0gp0jhvq.jpg",
        "strIntroduction": "I will guide you around Tokyo's most famous spot places during this one day trip. Following a pick-up at your hotel, we will buy a \"One Day Pass\" ticket at a subway station for only 1000 JPY (not included in the price of this tour). We will visit Tukiji fish market where we will have breakfast. Then to Tokyo Skytree, a 634-meter-high tower that offers commanding views over Tokyo. Then, we will move to Sensoji, an old temple founded in 628 AD in Asakusa, one of Tokyo’s favorite entertainment districts, where you can have a delicious sushi lunch. After lunch we will stroll through the inner gardens of the Imperial Palace East Garden, built over the the original site of the Edo Castle, and admire the moats, lawns, and stunning colors of the Japanese trees. We will take the subway and head for Meiji Jingu Shrine, dedicated to Emperor Meiji. You will see many worshipers there. Finally, we will move to the final destination - the Ginza shopping district, known for its boutique sores and major shops of famous designer brands. The tour ends here, so you can carry on shopping on your own, or relax in one of Ginza’s luxury restaurants or trendy coffee shops.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-a-one-day-trip-around-the-best-spots-in-tokyo/3969?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a one-day trip around the best spots in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 20:16:20"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 11235,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473225136/ikfuytwsdy8hwlesk0mt.jpg",
        "strIntroduction": "In this grand tour, you’ll be whisked away to the best high spots of Tokyo!! A full day tour will help you discover the many different sides of this amazing city! All the places are highly recommended places to visit while you are in Tokyo. You can go to these popular places with English guides who are very knowledgeable and happy to answer your questions! They can even help you learn a bit of Japanese. The tour kicks off with panoramic views from Tokyo Tower, which is a symbolic figure of Tokyo. If you are lucky, you’ll be able to see Mt. Fuji!! Then you are going to visit traditional Japanese buildings, such as Sensoji Temple, Meiji Shrine, and the Imperial Palace! All these places will take you back to the old Japan. Along the street to Sensoji, you will enjoy shopping through Nakamise. After that, you’ll be joining the cruise down from Sumida River. In spring, cherry blossoms are in bloom along the river and the scenery is amazing. Also, you will be walking through Tokyo and experience the scenic vista! You can also look forward to lunch! You will have an authentic Japanese lunch with Tempura, Yakitori and other Japanese cuisines. Feel the taste of the old to the new Tokyo! All these amazing spots with this price well make for a grand experience. You won’t regret it.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-grand-tour-of-tokyo-highlights-with-english-guide-tokyo/6248?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Grand Tour of Tokyo Highlights with English Guide, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 20:22:01"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 4605,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1441242426/tr5ccsqkzkemmvffdzty.jpg",
        "strIntroduction": "Do you like sushi and tempura? Do you know that Japanese cuisine is much richer? You can learn all of that if you come to my kitchen near Ginza and learn to cook healthy Japanese meals prepared by local Japanese mothers. You will be able to cook the dishes when you go back to your home country. We are a group of well-trained English speaking mothers. You will have fun in our Japanese home cooking class. Here are the details of this activity: Our staff will meet you at Toyosu Station at 10:30 am. From there it’s about 12-minute walk to our kitchen. Below is our year-round menu. If your group is more than 3 people, this activity will be private and we will be happy to customize the menu according to your requests. Please feel free to ask when you make a booking. 1) Steamed rice and pickles / Miso soup / Dashimaki-tamago (Japanese-style omelette) Karashiae or goma-ae: Lightly boiled seasonal green vegetables with Japanese mustard sauce or sesame sauce Yaki-zakana: Grilled fish 2) Curry-rice or omu-rice or hayashi-rice (choose one) / Green salad or goma-ae 3) Steamed rice and pickles / Miso soup/ Tonkatsu (breaded pork cutlet) / Cooked vegetables as a side dish 4) Steamed rice and pickles / Miso soup/ Nikujaga (meat stew) / Cooked vegetables as a side dish 5) Sushi for a party Do-it-yourself sushi rolls / sushi in a cup / sushi-balls / sushi cakes These are easy enough even for kids to make. (Please note that you will be asked to pay additional 1000 JPY for the last option, menu number 5) Besides those menus, we prepare other special dishes using seasonal ingredients. For example, takenoko gohan (rice cooked with Bamboo shoots) in spring and green soy beans or Japanese ginger salad in summer. Autumn specials will include takikomi gohan (sort of a Japanese-style pilaf), kuri-gohan (chestnut rice), chawan-mushi, and grilled fish. The winter special will be nabe (a hot pot) cooked on the table.The hot pot is popular as a winter family meal not only because it makes you warm, but also because it has a variety of ingredients such as seafood, meat, tofu, mushrooms, and vegetables. In our class, you will also learn how to make steamed rice in a pan (not an electric rice cooker). Of course, you will learn how to make dashi soup stock in a traditional way. So, let’s start cooking! After cooking, you will enjoy the lunch you made and chat with us!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-healthy-cooking-from-a-japanese-mother-near-ginza/3825?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn healthy cooking from a Japanese mother near Ginza",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 20:26:02"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 4605,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467384395/hkltibov5dtnvxqlgoma.jpg",
        "strIntroduction": "Visit one of famous shopping street (Musashikoyama: 12 minutes from Shibuya, 20 minutes from Shinjuku by train) in Tokyo and enter variety of stores such as drug stores, supermarkets, convenience stores, and small specialized stores. 15:00: Meet at your hotel 16:00: Move to Musashikoyama shopping street 16:00-18:00: Stroll the shopping street 19:00: Go back to your hotel Japanese young women like to visit drug stores to look around and find something new and interesting to buy, while young men like to visit convenient stores 2 times per day and buy their lunch/dinner, snacks, drinks while they pay their bill, withdraw money and so on. On the other hand, older women like to go shopping 4-5 times per week and they are looking for something good for their family, while older men like to visit Pachinko parlors (Game center) to enjoy themselves. Pachinko and Karaoke are Japanese favorite types of entertainment and you can find many of those on the shopping street. You can see and feel the real life of Japanese people and I can explain their habits and attitude since I have been working at a FMCG (Fast Moving Consumer Goods) multi-national company for almost 30 years and was involved in market research. You can find a variety of take-out foods and those are Japanese favorite foods for everyday life. Japanese like to drink after work, as one communication method with their co-workers and there are so many casual drinking restaurant in the area.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-shopping-tour-in-tokyo-to-understand-japanese-consumers/6894?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shopping tour in Tokyo to understand Japanese consumers",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 20:29:24"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 5,
        "intUsdCost": 11051,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1424177417/bpkh6oka9pk02mvsexnt.jpg",
        "strIntroduction": "To the Japanese, a ninja is neither a spy nor an assassin. The ninja is a person who places a sword on his/her heart to control and discipline him/herself. Ninjas seek to maintain \"balance\" or peace of mind in life to survive. Our ancestors came to Tokyo over 400 years ago, following a feudal lord named Tokugawa Ieyasu, who founded the Tokugawa Shogunate in 1603. As the Shibatas had loyal ninjas, our ancestors could serve the government as heads of \"Onmitsu\" ninjas. If you check about your host's great grandfather, Shibata Takenaka, you can see our linage. As our ancestors worked for Tokugawa Shogunate for 265years, you can find some historical documents in libraries and the ministry of foreign affairs, which is rather unique, as most of ninja histories have been kept secret. In our clan we have crafted our weapons for over 400 years. You'll see some of the weapons hand-crafted by your host(ess) and her father. In your session, you will train yourself learning three ninja techniques our novices learn in his/her first class. The activity includes: 1. Ninja experience meditation 2. Change to a ninja outfit 3. Practice Ninja Stars 4 Practice Blowgun 5. Learn Kujikiri (well-wishing) technique 6. Photo-taking time About Meditation: The art of ninjutsu is more than learning the physical skills of the martial arts. It is also about finding your inner self through physical conditioning, meditation, and discipline. With the practice of meditation one develops key elements of increased awareness and detachment while increasing his/her sense of inner peace. It is through meditation that ninjas learn how to reach the \"ku\" (no-self, void), and to control the energy called \"ki\" which is the essential life force existing in all things in the universe. In meditation a ninja seeks to get to the \"ku no kyochi\" (state of no-self) by integrating his/her body and mind. This state of mind gives a ninja the power to block out everything except the task at hand by using a sense of extreme calm and enhanced concentration. About Kujikiri: Kujikiri is a series of nine symbolic hand gestures. It invokes the spiritual and mental strength of an individual. The hand signs are believed to be able to channel energy. The hand signs were taken from the practices of the early Buddhists. They are used to build confidence and strength in the practitioner. They are also believed to enhance one's senses of danger and enable one to foresee death. About weapons: Get a chance to view some of the famous weapons made by our master weapon-smith. *If your requested starting time is after 8pm, or between 6am and 9am, please pay for the Ninjas' overnight stay fee 2000 yen a person. You can make the payment by purchasing the \"[Add-on] Ninja Overnight Stay Fee\" in addition to your experience fee.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-be-a-ninja-learn-three-basic-techniques/52?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Be a Ninja: Learn Three Basic Techniques",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 20:33:52"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 4605,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358745651/kctxloicwrasbgiahwfi.jpg",
        "strIntroduction": "The cuisine of Okinawa is famous for the variety that is offers. Okinawa people are famous for Longevity. People say the secret of long life is their traditional cuisine. The characteristics of Okinawa cuisine are mainly used pigs and kelp broth, bonito. Use of the local ingredients such as fresh vegetable and cook different of methods created a spectacular cuisine in Okinawa. In this activity, You can choose 1 of 3 different dishes as follows with a specialty Okinawa vegetable named GOYA. Cook and Try! - Goya Champlung (Scramble egg and Goya, meat) - Goya Salad (Salad made with Goya) - Goya squash (Fresh Juice made with Goya) Learn Okinawa homemade cooking and you can enjoy your favorite Okinawa dishes at home!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-cooking-experience-okinawa-cuisine-with-goya/273?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cooking Experience Okinawa Cuisine with GOYA",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 20:37:41"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8380,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470662047/dvfy0prl6xfudoaoraao.jpg",
        "strIntroduction": "This is a tour around the World Heritage Mt. Fuji, a source of art for Japanese engravers such as Hokusai or Hiroshige, who are widely known, and many other artists who were inspired by its beautiful shape that can be seen from hundreds of kilometers away. In this tour I will take you to the best spots from where Mt. Fuji can beautifully be seen and end the day in a relaxing hot spring. ※If you are hesitant bathing with other people tell me so, I will arrange to have more sight seeing. We will pick you up at your accommodation and depart at 8:30 am. The tour will start from one of the most stunning view points of Mt. Fuji famous for its five-storied pagoda at Arakurasengen Park. We will move to see the pastoral landscape of Oshino Hakkai with old style Japanese houses and a total of eight ponds formed from the beautiful groundwater of Mt. Fuji. The name “Hakkai” meaning eight seas actually represents the ponds that were originally used for cold showering for the pilgrims in the Edo era. We will be taking lunch at a local restaurant. After a 1-hour drive to reach the caldera Lake Ashi, we will go to the top of the 1350-meter high Hakone Mountain by ropeway. Here again the view from the lake and from the top of the mountain are astonishing. We will have a short tea break at an old traditional tea house on the side of an old road that connected Tokyo and Kyoto, called the Tokaido (road of the east sea). The last activity will be refreshing yourself at a modern designed hot spring that I recommend. ※All viewpoints are chosen and been supervised by Mr. Rocky Tanaka, the only professional Mt. Fuji photographer. The picture used on top of the page is one of his work. You can check his works online. Fore more tour photos please also check my instagram https://www.instagram.com/tyj0520/",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-see-mt-fuji-stunning-view-points-and-experience-hot-spring/6350?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See Mt Fuji's stunning view points and experience hot spring",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 20:42:48"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 7,
        "intUsdCost": 6907,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470210432/yxejmwsns9nhlcaggtdj.jpg",
        "strIntroduction": "The two ancient cities, Kyoto and Nara are located far from each other, but it is possible to travel around the famous sightseeing spots in both of these cities in one day. This tour makes it possible for you to visit both of the cities without having the feeling of being rushed. This tour will cover many major tourist spots in Kyoto and Nara in one day! Kyoto was Japan’s capital for over 1,000 years, and the historical scents of Japan still remain. Kyoto has a stunning collection of UNESCO World Heritage sites and also a geisha district. The temples and traditions are outstanding, but the food is also exquisite! Nara is also one of Japan's ancient cities, with many historical sites, located less than one hour from Kyoto. Japan’s first permanent capital was established in the year 710 at Heijo, which has now become Nara. Since it was the first permanent capital, Nara remains as a city with many historical treasures, including the oldest and largest temples in Japan. In this tour, you will visit places in Kyoto and Nara in one day! A local guide will show you around safely, while presenting you with important and interesting information about the historical sites and about the city in general. Why we love it: - Don't have enough time to travel around? No worries! Visit famous sightseeing sites in one day! - You do not worry about changing trains or buses as you travel around Kyoto and Nara since you will get around with your guide! - Take a tour with a knowledgeable English-speaking local guide with years of experience. -Strap on your adventurous spirit and immerse yourself in Kyoto and Nara Regarding itineraries, You can talk to our guide to make the best plan based on your requests since it's a customizable tour. Through the tour,you will be able to visit 3-4 sites in total in Kyoto and Nara. Since this is a one day trip, you can do other activities on the next day! If you would like to visit highlights of Kyoto and Nara in one day, exploring not only Kyoto but also Nara, join our tour and enjoy your stay in Japan! Don’t miss this opportunity! ※Please note that the host may not be able to pick you up at your hotel depending on the location of your hotel even if you book a hotel pick up option. In that case,we will refund for what you paid for the hotel pick up option. Please let us know where you are going to stay when you make a booking. ※Transportation will be using public transportation, such as trains and buses. Photos by: -https://flic.kr/p/mDaR4z -https://flic.kr/p/7w3z1c -https://flic.kr/p/e9CCtB -https://flic.kr/p/5D42hM -https://flic.kr/p/ajZtMR -https://flic.kr/p/auTa3c https://flic.kr/p/g9U5yx",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-explore-the-historical-cities-kyoto-and-nara-in-one-day/2399?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the historical cities, Kyoto and Nara in 1 day!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 20:46:07"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 10437,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472779880/nbgeyoh1dci3mbjd7n0h.jpg",
        "strIntroduction": "This is a full-day cycling sightseeing tour of Tokyo, departing from Toranomon Hills. In this tour, you will be able to discover a new side of Tokyo riding on a bike. The bicycle, helmet and gloves rental fee is included. The are 5 courses available: There are 10 options (5 courses) available: 1. Asakusa and Nihonbashi Course Duration: 6 hour(s) Available: Daily Pick-up: Not available Includes: Rental bike / Helmet / Gloves / Simple raincoat / Towel / Picnic lunch / Japanese sweets / Tea [Schedule] Meet at Toranomon Hills (09:00) Briefing Start the tour at Toranomon Hills. Hibiya Park - Enjoy watching the seasonal flowers. Ginza - Kabukiza Theater, Kyukyo-do, Kimuraya Tsukiji Market - Enjoy the bustling market Kyobashi Nihonbashi - Visit a long-established shop from the Edo period. Ningyocho - Visit a Ningoyaki shop and Tsuduraya. Ryogoku - The town of Sumo wrestlers. Lunch (You will have lunch at either a restaurant on the way, a lunch box, or a light meal and snacks depending on your course. We recommend that you eat and snack a little here and there to keep your energy up.) Sensoji temple - Five-story pagoda Kappabashi - Visit Kamaasa, a shop selling kitchen items Ueno Zoo - Don't miss the Panda bear display. Kanda Myojin - Visit the shrine where the festival of the Tokugawa Shogunate takes place. Imperial Palace - Ride around the beautiful gardens and take in the scenery Tea break at Hibiya Park - Relax and savor delicious Japanese sweets and tea! Tour ends at Toranomon Hills (15:00) 2. Aoyama and Omotesando Course Duration: 6 hour(s) Available: Daily Pick-up: Not available Included: Rental bike / Helmet / Gloves / Simple raincoat / Towel / Picnic lunch / Tea time [Schedule} Meet at Toranomon Hills (09:00) Briefing Depart Toranomon Hills Akasaka - Hie shrine Aoyama - Toraya Main Shop Jingu Gaien - Admire the Ginkgo trees Omotesando Kottodori Roppongi- See the modern triangle of art, Roppongi Hills, Tokyo Midtown and the New National Museum Ebisu Daikanyama - Stroll around this stylish area Lunch (You will have lunch at either a restaurant on the way, a lunch box, or a light meal and snacks depending on your course. We recommend that you eat and snack a little here and there to keep your energy up.) Azabujuban Tokyo Tower Zoujouji temple Tea time at Atagoyama - Relax and savor delicious Japanese sweets and tea! Tour ends at Toranomon Hills (15:00) 3. Imperial Palace and Bakery Course Duration: 3.5 hour(s) Available: Daily Pick-up: Not available Included: Rental bike / Helmet / Gloves / Simple raincoat / Towel [Schedule] Meet at Toranomon Hills (10:00) Briefing Depart Toranomon Hills Hibiya Park Kokyo - Enjoy cycling in the spacious area. Marunouchi and Tokyo Station - Ride on the street with fashion and designer shops. Diet Building - Majestic! Akasaka - Cycle down Embassy Street Tour ends at Toranomon Hills (13:30) 4. Sumida River Picnic Course Duration: 3.5 hour(s) Available: Daily Pick-up: Not available Included: Rental bike / Helmet / Gloves / Simple raincoat/ Towel [Schedule] Meet at Toranomon Hills (10:00) Briefing Depart Toranomon Hills Hibiya Park - Enjoy viewing the seasonal flower beds. Ginza - Kabukiza Theater Kyobashi Nihonbashi - Visit a long-established shop from the Edo period. Ningyocho - Visit a ningoyaki shop and Tsuduraya. Imperial Palace Tour ends at Toranomon Hills (13:30) 5. Water Bus and Cycling Course Duration: 4.5 hour(s) Available: Daily Pick-up: Not available Included: Rental bike / Helmet / Gloves / Simple raincoat / Towel [Schedule] Meet at Toranomon Hills (14:30) Briefing Depart Toranomon Hills Hinode Pier Water Bus - See the sights from the bay as you cruise along. Odaiba - Amire the night view. New Market Toyosu Tsukishima - This area is famous for monjayaki, a delicious, unique, Tokyo-style dish similar to okonomiyaki. Kachidokibashi Ginza Hibiya Park Roppongi Midtown - Check out the bright illumination displays. Tokyo Tower Zoujouji Temple Tour ends at Toranomon Hills (19:00)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-full-day-cycling-sightseeing-tour-of-tokyo/6071?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a full-day cycling sightseeing tour of Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 20:50:21"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 11,
        "intUsdCost": 14274,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1433128073/pdo4oajkyxtamofedp2d.jpg",
        "strIntroduction": "This tour will take you to see the most important attractions of Nagano City and the Yamanouchi area. You will take a scenic route to see the cutest monkeys in the world and afterwards spend time at the temple of Zenkoji and the bustling Nakamise shopping street, as well as having sake tasting experience at the end. Your guide will meet you at Nagano Station at 8:45 am and will lead you to the Yamanouchi region here you get to meet the Japanese snow monkeys. These monkeys are world-famous for their rare habit of bathing in hot springs during winter. When at the Park, the snow monkeys will let you get really close to them for some great photo opportunities. After saying goodbye to the snow monkeys take a stroll along a tranquil forest trail to the lunch cafe. After a delicious lunch you will get back on the road and head to the Zenko-ji Temple. The temple of Zenkoji is famous for holding the first Buddhist statue brought to Japan. This has made the temple an important pilgrimage site with people coming from all over Japan to pray for their place in Buddhist heaven. Zenkoji Temple has a special energy, and welcomes people of all faiths and religions. The temple grounds have many hidden gems to explore, such as the dark tunnel which runs under the temple. Here you can allegedly gain enlightenment if you find the \"Key To Paradise\". After exploring Zenko-ji Temple, the guide will take you to one of Nagano's most historic sake breweries where you get the opportunity to try several types of sake. Nagano is one of the regions in Japan with a very active production of sake. Clean spring water in combination with a climate suitable for rice production creates the optimal environment for high quality sake. You can find yourself a good souvenir at Nagano's beloved sake brewery. You will be taken back to Nagano Station where the tour concludes at 17:00. Tour Itinerary: 08:45 Meet up at Nagano Station under the East Exit information board opposite of the Shinkansen exit. 10:00 Welcome to the Snow Monkey area! Walk for 30 minutes along a forest trail to the Snow Monkey Park where you get to enjoy the wild monkeys playing around. 12:15 Have delicious lunch nearby the Snow Monkey Park! 13:00 Leave the lunch restaurant and get taken to the historically important Zenko-ji Temple. 14:15 See the sights of the Zenko-ji Temple and learn of the interesting facts. Enjoy up to 30 minutes of shopping on Nakamise Street. 16:00 Visit a sake brewery and enjoy tasting different types of sake! 16:45 Get on the bus and arrive back to Nagano station by 17:00.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-one-day-tour-in-nagano-snow-monkeys-zenkoji-temple-and-sake/3498?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1-Day Tour in Nagano: Snow Monkeys, Zenkoji Temple and Sake",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 20:54:21"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 6539,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464339241/ccipv1wsk4ylmdwihs0c.jpg",
        "strIntroduction": "This is a private tour for you. So you don't need to care about other customers. The tour time is 2.5- 4 hours. Participants: 2-8 Meeting point: Harajuku Station Meeting time: anytime (you can decide) Itinerary (an example): Meet up at Harajiku Station ↓ walk Takeshita Street visit a Purikura photo shop (take funny and pretty photos) ↓ shopping at Takeshita Street ↓ take a break at cute cafe ↓ visit the Meiji Jingu Shrine. If we have a time, I'll take you to other places in Harajuku. Just tell me where you want to go! I'm looking forward to see you soon! Thank you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-get-acquainted-with-the-local-youth-culture-in-harajuku/6583?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get acquainted with the local youth culture in Harajuku!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 20:59:47"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1437394781/e9ygheiyfqtmqeb1owm9.jpg",
        "strIntroduction": "There are several places in downtown Fukuoka where you can enjoy yatai - Food stalls for various dishes. These places are Nakasu, Tenjin, and Nagahama area. You can choose 1 area from the above and we will first stroll around the area and then I'll recommended 2 yatai stalls to eat local food according to your taste. Usually yatai stalls open from around 5 or 6 pm until 1 or 2 am. The tour will start from around that time, and end after around 4 hours. We can meet at your hotel, shopping store, or subway Tenjin Station. If you are interested in learning Japanese, I will teach you how to order food in Japanese at the yatai. This is a private tour. I would like to meet many people from various countries and have cultural exchange with them!",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-take-a-fukuoka-yatai-tour-and-taste-the-best-local-food/3693?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Fukuoka Yatai Tour and Taste the Best Local Food",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 21:04:07"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4374,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355841288/jlwbi8dlj81wu0mymmr8.jpg",
        "strIntroduction": "Ever since the Edo period for over 400 years, “buyo”, a type of traditional dance in Japan, has existed thanks to people who can still dance this traditional art and successfully pass it on. \"Buyo\" involves dancers stamping their feet and making huge hand/body gestures while twisting and turning to music that can be best described as traditional pop music. In this activity, you’ll... • Watch a “buyo” performance by a successor of this tradition with an interpreter who will give you English explanations. With explanations, you will fully experience and enjoy the essence of “buyo”. When you visit Japan, come and see an exceptional and traditional Japanese performance.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-watch-a-japanese-buyo-dance-performance/146?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Watch a Japanese “Buyo” (Dance) Performance",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 21:08:56"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 9,
        "intUsdCost": 6907,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481016590/rarzjwcsm0xdlajign9l.jpg",
        "strIntroduction": "Have you ever seen food samples? Japan has become adept at making artificial food called \"Sanplu\". The term “Sanplu” itself comes from the word \"Sample\" in English. In this activity we will: - Visit a “Sanplu” shop in Kappabashi between Asakusa and Ueno. There are so many \"Sanplu\" shops to visit here. You will be mesmerized at how amazing these stores are! - Make your own \"Sanplu\". - If you find a “Sanplu” you like, you can buy it as well!! But don't forget, you can’t eat it!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-make-your-own-plastic-food-models-japanese-sanplu/97?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make Your Own Plastic Food Models: Japanese Sample",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 21:12:45"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 10,
        "intUsdCost": 7367,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1360741900/unzcixga51ogmxjadsbb.jpg",
        "strIntroduction": "Reiki originates from Japan and is a popular hands-on-healing that is well known globally. A treatment feels like a wonderful glowing radiance that flows through and around you. Reiki treats the whole person including body, emotions, mind and spirit creating many beneficial effects that include relaxation and feelings of peace, security and well being. Some of the Health Benefits from Reiki ★ Complete relaxation ★ Release of stress and anxiety ★ Positive emotional states ★ A release of old blocked emotions ★ Pain relief ★ A strengthened immune system ★ Open your intuitive centers ★ Enhance learning ★ Eliminate emotional, physical and mental stress ★ Help overcome past trauma A Reiki healing is very simply performed. The Reiki Practitioner (healer) serves as a channel by placing her hands upon you for the energy to flow. The client remains fully clothed and the session can take place with the client lying down. A Reiki treatment feels like a wonderful glowing radiance that flows through and around you. The energy flows wherever it is required and can normally be felt as a warm sensation or tingling in the body. Reiki treats the whole person including body, emotions, mind and spirit creating many beneficial effects that include relaxation and feelings of peace, security and well being. Receiving Reiki is a very relaxing and soothing experience. Sessions usually last approximately one hour.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-reiki-healing-sessions/293?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reiki Healing Sessions",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 21:18:14"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 9,
        "intUsdCost": 12525,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1452177307/qwjlrjbryobg9xagh6py.jpg",
        "strIntroduction": "This activity in Harajuku offers you great chance to be Lolita,unique culture in Japan. (from 11:00 - 21:00) What makes this activity special is that you can perfectly be Lolita.(making up, hair, clothes by BABY, THE STARS SHINE BRIGHT, leading brand of Lolita in Japan) You also can get your photos as a Lolita. Welcome to enjoy our activity with your friends. There are everything to be Lolita in our shop, (clothes,cosmetics and so on) so you don't need to bring anything. Q.Do you bring me out for photo shoot or do you only take photos in your shop? We will make you up and take photos at the same place in Harajuku.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-lolita-in-harajuku/631?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Become a Lolita in Harajuku",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 21:23:01"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 1842,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1445416659/jascymsv8t07iq3rwmao.jpg",
        "strIntroduction": "This is a two hour morning walking tour in the famous Yanaka district. If you want to know what real authentic life in Tokyo was like, you must visit Yanaka district. In this tour, we explore the town, visit beautiful and non-touristy temples and shrines, see old streets, and visit a lovely cafe at the end. Yanaka is a very rare area as it didn't get much damage from the war and from the big earthquake in the 1920s. You can see pretty streets and houses, as well as local temples and shrines. We will meet up at Nippori Station at 10:00 am, and walk to Yanaka cemetery, which was founded in 1872 and where many famous people such as the last shogun of the Edo period, Tokugawa Yoshinobu, were buried. Walking around a cemetery may sound a little strange but it is actually open to visitors, and you can also learn how Buddhism developed in Japan. By the cemetery is Tennoji Temple, one of the oldest temples in the town which has a giant Buddha statue in it. It is a very quiet local temple and not touristy at all, so you might feel the different atmosphere from other major temples such as Sensoji in Asakusa. Then we will walk in the downtown area of Yanaka, where you can have a glimpse of the real lifestyle in Japan. There are not so many big chain stores and instead you will see a lot of unique independent shops, cafes, bakeries and restaurants, as well as local temples. Finally, we will explore Yanaka Ginza, a lovely shopping street in the heart of the town. If you would like to look for some small gifts for your family or friends, I would say this is the best place. And if you are a cat lover, it will be even more exciting because there are plenty of cats in the area! We will finish the tour at about 12:00 at either Yanaka Ginza or JR Nippori (or subway Sendagi) station.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-yanaka-morning-tour-with-a-licensed-guide-in-tokyo/3903?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Yanaka Morning Tour with a Licensed Guide in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 21:27:12"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 11,
        "intUsdCost": 6446,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355843778/qp0e4ahm7f9q5tha8yvo.jpg",
        "strIntroduction": "Here is the example of 4-5 dishes that you can chose. (a) Hijiki with Creamy Citrus Sauce (b) Steamed Azuki and Pumpkin (c) Brown Rice with Mizuna (d) Lotus Root Fried Ball (e) Persimmon Gelee This class is based on Macrobiotic theory, and I don't use meat, fish, eggs, white sugar, or chemical products. You can enjoy \"vegetarian course menu\" with Japanese traditional ingredients and method. The dishes are served with Japanese pottery or simple white porcelain with flower arrangements and table linens. I would like to show you various kinds of vegetable dishes/bread and how to make the dishes more beautiful and enjoyable, based on my experiences at many cookery schools both in Tokyo and London, and in the various countries I've traveled to (more than 20 countries!). The place to have a lesson is near Ikebukuro Station (about 10 minutes walk from the station). The details of the meeting point will be advised if the reservation is fixed. Please let me know the following info when you make the booking; - Name of each participant - Ages - Genders -Nationality - Contact phone No. - Hotel name I can prepare a lesson at weekend (Saturday and Sunday 10:30 ～13:30/16:30～19:30）. Sorry but this class is only for women. If you are male, please come along with a lady (your partner, friend, family, etc.).",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-to-cook-japanese-vegetarian-food-like-a-pro/79?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Cook Japanese Vegetarian Food like a Pro",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 21:31:58"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 7,
        "intUsdCost": 13722,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464854124/qtlbsnkhhnhdrz01rgsi.jpg",
        "strIntroduction": "If you've come to Tokyo in winter and you're disappointed that there's no snow anywhere around the city, this day trip is exactly for you! Just an hour ride away lies a breathtaking snowy landscape with some of the country's best ski slopes and skiing facilities. You can easily have a break from the big megapolis and enjoy outdoor activities or simply play in the powder-like snow. For lovers of hot springs, there's a popular spa resort as well! This self-guided tour includes: - round-trip Shinkansen (bullet train) ticket to Gala-Yuzawa resort (Gala-Yuzawa Station) - 1-day of unlimited rides on the main lift and gondola - a discount if you'd like to take a 2-hour ski lesson for beginners (held in Japanese only) This tour is only available until March 31. The lift and gondola can be used from 8:00 to 17:00 every day. The discount prices for the ski lessons are as follows (need to be paid separately on the day, from the Cheers counter in the upper gondola station): Adult, weekday: 2590 JPY, weekend: 2960 JPY Child, weekday: 3500 JPY, weekend 4000 JPY The lessons take place between 10:00 and 12:00 and between 13:15 and 15:15 every day. For your reference, the average price of ski/snowboard set rentals for one adult is: Half day: 3700 JPY Full day: 5200 JPY The average price for snow wear set rental is: Half day: 2100 JPY Full day: 3000 JPY For onsen (hot spring) lovers, there is a fantastic hot spring and spa center inside the main facility. However, the entrance tickets are not included in the price and need to be paid separately.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-ski-day-trip-to-a-top-ski-resort-near-tokyo-gala-yuzawa/2993?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ski day trip to a top ski resort near Tokyo, Gala Yuzawa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 21:36:21"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 9946,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1398326963/rc43qgl0vjbafqqnfnsz.jpg",
        "strIntroduction": "Ishigaki island is a treasure trove of colorful coral reefs and tropical fish. Snorkeling and diving is the best way to immerse yourself in this aquatic wonderland. You might even have a chance to see manta rays during the season! This introduction diving course will teach you the basics of diving. Available for beginner, above 10 years old. You will received a CD with the amazing photos taken during your dive to bring home as a special souvenir. <Basic Daily Schedule> 8:30AM Meet up at the dive shop. 9:00AM Depart to the diving spot by boat. -1st Point: Trial dive at Coral reef (Half day course will go back to the shop 11:30) -2nd Point: Manta point (One-day course will enjoy snorkeling) (Discover dive course will enjoy 2nd trial diving) 13:00PM Go back to the dive shop. -Lunch time. 15:00PM Go back to hotel. *Transportation service available for one day course. (Reservation required) *Half day course are not going to Manta Point, please join one day course to see Manta rays.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-go-for-an-introductory-dive-course-in-ishigaki-island/1932?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try an Introduction Diving Course! - in Ishigaki Island",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 21:40:43"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 5,
        "intUsdCost": 8380,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1431443040/n86xpunjz3c0ewuzyybs.jpg",
        "strIntroduction": "Do you have an image of the Japanese as quiet people? Well, a trip to a local baseball game will indicate otherwise! I have been following the game since I could barely walk; let me give you insight to the most popular sport in the country. You'll hear stories about the players on the field, and the history of teams that you would otherwise not know. I'll help out with getting the tickets and finding you the seats so you have nothing to worry about. You will have the choice of watching the game at Jingu Stadium or at the Tokyo Dome. The former doesn't have a roof, and has a longer history. Usually the seats don't fill up and there is a laid back atmosphere despite the place being in the middle of the city. Meanwhile, the Tokyo Dome is home to the Giants, who are like the NY Yankees of Japanese Baseball. They always play in front of a nearly sell-out crowd, and the fans know how to make some noise! Depending on your request date, you will be notified of the options available. Please note in advance on some dates, as there might not be a game at either of the stadiums or the seats might be sold out already. You will have the choice of being picked up at your hotel or meeting directly at the stadium, whichever is more convenient for you. Lastly, the host is a nationally licensed guide. Therefore, if you have any questions regarding your stay in Tokyo/Japan, I'll be happy to provide you with information!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-watch-a-japanese-baseball-game-with-a-local-fanatic/3433?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Watch a Japanese Baseball game with a local fanatic",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 21:46:32"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 46046,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481188493/kq3awlo2ujk36vefjabb.jpg",
        "strIntroduction": "Shikotsuko resort spa Mizuno Uta is near the northernmost lake in Japan that is famous for its ice-free lake. Easily accessible by car or public bus from Shin Chitose airport and Sapporo Station in around an hour. Shikotsuko resort spa Mizuno Uta offers a new style healthy and beauty service that is produced by making use of the healing power that exists in Hokkaido's great nature. Having been developed in Hokkaido for a long time the treatment uses a special cosmetic which contains a natural ingredient made in Hokkaido. Before starting the treatment counseling is provided with herbal tea in a comfortable atmosphere. You will choose your favorite treatment from a selection of 3 options, a facial oil massage, a half body treatment, or a foot treatment. This plan is for 2 people only. Enjoy this relaxing time with aroma and comfortable music. Shikotsuko resort spa Mizuno Uta has unique spa's such as an aromatic mist sauna, a far-infrared low-temperature sauna, foot bath, and a Japanese style open air common bath. It also has a large common bath called “Bijin no Yu” meaning the soft and smooth touch of a beautiful woman. The spacious rooms have private baths allowing you to enjoy their open space. At dinner time, you can savor traditional Japanese cuisine made with a seasonal ingredient from Hokkaido. The environs of the hotel are filled with nature and you can also enjoy visiting a facility where you can learn about the nature of Lake Shikotsu. Other popular spots of interest are a forest of wild birds, historical train bridge, taking an underwater sightseeing ship, cycling, and rowing on the lake by canoe are also available.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-a-relaxing-time-with-a-spa-treatment-in-hokkaido/6636?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Relaxing Time with a Spa Treatment in Hokkaido!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 21:49:55"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 7459,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1445615194/csud23szenxfak6l423g.jpg",
        "strIntroduction": "This restaurant's concept is to focus on lean beef of wagyu (Japanese beef) and carefully selected high quality beef from all over Japan. This restaurant was selected as 2014 Tokyo Best Eats by a famous Asian food blogger. The special dinner course includes appetizers, beef sashimi, beef nigiri, 12 different parts of region, and rice. There is a variety of alcohol including Sake, Shochu, Wines, and beer that match with grilled beef. VIP rooms are available for a group of 8 to 14 people where the chef will cook for you. *Price includes reservation and dinner. Beverage is NOT included in the price. *There will be NO Guide with you. *If you have allergies, please let us know in advance.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-eat-wagyu-yakiniku-exclusive-prix-fixe-dinner-tokyo/3170?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Eat Wagyu Yakiniku \"Exclusive\" Prix-fixe Dinner in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 21:53:51"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 4605,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464319967/uyrfrd79vbn52f3gbr5y.jpg",
        "strIntroduction": "In this activity, you can rent a kimono from a rental shop located just 5 minutes away from Keihan Shichijo Station. You will receive professional assistance with wearing the kimono, so there is no need to worry if you have never worn a kimono before. Additionally, you can book a professional hairstyle set to match your kimono attire. You will have photos of you dressed in kimono taken (please bring your camera) and then you will go out to explore the beautiful old city Kyoto! Below is the schedule of this activity: Select a kimono (10-20 minutes) - There are plenty to choose from! Receive professional help to dress yourself in the kimono (30 minutes) Optional: Hairstyle set (15-20 minutes) Take photos of yourself in kimono (10 minutes) In total: 1.5 hours At the end of the day, please come back and return the kimono to the rental shop before 9:00pm. Optionally, you can return the kimono to your hotel and book the delivery option. ------------------------------------------------------------------------------------------------------------------------------------------- You can rent luxurious high-quality kimono for an additional price. Yukata is available in summer. Our kimonos come in standard Japanese sizes: S, M, L. There are no children kimonos. Please ask in advance for special sizes. The rental shop opens upon appointments only. Please tell me your preferred time when you book.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-rent-a-kimono-near-kyoto-station-and-wear-it-for-a-day/3917?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Rent a kimono near Kyoto Station and wear it for a day",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 21:59:24"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 6,
        "intUsdCost": 9209,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1448793347/cihoxsqb6qqkrbkmpb57.jpg",
        "strIntroduction": "This is a guided tour around Tokyo's famous Tsukiji Fish Market which also includes a special sushi and sashimi making class with a professional chef! During the tour around the diverse and bustling Tsukiji Fish Market, which has approximately 700 stalls, we will purchase some delicious fish from the local sellers. Afterwards the master chef will give you a sushi/sashimi making lesson at a local store inside the market. You will cut and trim the fish yourself, make sushi, and eat it immediately while it's still fresh. You can also enjoy your meal with Japanese sake (1 drink is free, but you can also buy and bring your own drinks). The taste of fresh sushi is absolutely exceptional! Once you have practiced and remembered how to dress fish and make sushi, you can use your newly acquired skills back home, invite your friends and family over, and surprise them by preparing sushi for them! This tour is offered on Tuesdays, Wednesdays, and Saturdays from 10:00am. Please note that the tour is not private and other guests may join too.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-tsukiji-fish-market-and-make-sushi-and-sashimi/3758?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Tsukiji Fish Market and Make Sushi and Sashimi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 22:03:38"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2486,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474969140/nezg0dnso1wxyoxcvbqq.jpg",
        "strIntroduction": "This is a shuttle service between hotels in the central area of Tokyo and theme park in Chiba. Enjoy all the attractions the theme park has to offer without worrying about the transportation to and from your hotel. Travel easily and comfortably in a spacious van that will pick you up at your hotel in Tokyo and take you directly to theme park in Chiba so that you can enjoy your visit without any hassle or getting lost in the complicated transportation system. Make the most out of your visit to theme park in Chiba with this convenient shuttle. You decide whether you want to travel one way or round-trip according to your schedule.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-shuttle-transfer-between-tokyo-hotel-and-theme-park-chiba/5344?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shuttle transfer between Tokyo Hotel and Theme park in Chiba",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 22:09:25"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 9854,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1449988824/eguvkfwm4inf7uqaiqup.jpg",
        "strIntroduction": "Learn about the refined process of making Japan’s best beers at either the Kirin or Asahi beer factories. You will walk through the factory, see the various stages of beer production and wonder at the vast quantities of everyone's favourite drink as it begins its transformation from a simple grain via fermenting processes into its final golden shade of heaven! With your private guide you will see the production process and learn about the various different types of beer and its long history before having a few drinks for the road. Both Kirin and Asahi beers can be found in refrigerators across Japan and sold in outlets from 24 hour convenience stores to age-protected vending machines which require identification in order for their contents to be dispensed safely. Without a doubt a trip to a Japanese beer factory will offer you a first glimpse into the fond Japanese tradition of social drinking, commonplace in almost every aspect of Japanese culture. Please choose either Kirin factory or Asahi factory when booking.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-taste-the-delights-of-japanese-beer-on-a-beer-factory-tour/4259?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Taste the Delights of Japanese Beer on a Beer Factory Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 22:13:59"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 3684,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481077017/krxqy3k6reemsyvmdz27.jpg",
        "strIntroduction": "Although Tokyo is not known for natural hot springs, there is one very special one located in the western suburbs near Jindaiji Temple and not far from the popular Studio Ghibli Museum. This hot spring facility is amazing not only for the unique type of water, but also for its welcoming and relaxing interior designed under the traditional principles of feng shui. At this facility you can experience soaking in natural \"black water\", a type of hot spring rich in humic acid thanks to deposits of bracken and kelp in the hot water which comes from 1500 meters below ground. This hot spring has a healthy concentration of sodium and chloride, making it ideal for replenishing the body with new energy and relieving the stress and exhaustion. What is unique about this hot spring is its wide array of pools, all designed following principles of natural harmony and balance of different energies. There is an indoor bath, an open-air charcoal bath (men only), a Japanese cypress bath, a crystal bath (women only), and even a waterfall bath! In addition here you will find rare spa facilities such as salt steam sauna and the unique hot stone room where you can relax and reinvigorate your body with natural energy! Only natural materials are used and the hot spring water is not diluted or heated up additionally. The mineral components help for the detoxification of the body and balancing the inner energy. You can book one of the several options for your ultimate hot spring experience: - unlimited hot spring time and Japanese-style meal: includes free time for bathing and lunch or dinner with healthy ingredients (the menu is likely to consist of soba noodles, tempura, a salad, tofu steaks and more). - unlimited hot spring time and Japanese-style meal for kids. - unlimited hot spring time, Japanese-style meal and access to the special hot stone bathing room. The popular Jindaiji Temple and the Jindai Botanical Gardens are located within a walking distance too. Spend one relaxing and wonderful day in the quiet areas of western Tokyo! Note: If you have a tattoo, please hide it with a bandage. The staff will be happy to explain to you the Japanese hot spring manners. There are regular free shuttle buses to the hot spring facility leaving from Chofu Station's north exit (on Keio line) and from JR Musashi-Sakai Station's south exit. The buses from Chofu Station depart once every hour (at :00), while the buses from Musashi-Sakai Station depart at :30 every hour. These buses can take up to 13 visitors. Alternatively, you can ride the city bus from Mitaka Station going to Jindaiji Temple. The video is credited to youtube channel \"Texas in Japan\". For more interesting videos about Japan,please check their channel \"Texas in Japan\" from here. https://www.youtube.com/channel/UChfWXum83hTtiyeBifBWg_g",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-go-to-a-popular-hot-spring-near-studio-ghibli-museum-tokyo/88?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go to a Popular Hot Spring near Studio Ghibli Museum, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 22:19:01"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 6,
        "intUsdCost": 1842,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474883543/vtxexax8kefucqmzk0zc.jpg",
        "strIntroduction": "If you are a big fan of dragon quest, then you must visit the Dragon Quest World inspired Luida bar! This is where travelers from around the world gather to meet fellow fans. Known as \"Patty\" in the West, Luida has her own bar right here in Tokyo, Roppongi! This standing-bar is of course recreated in the Dragon Quest Luida's Bar image. You can find the crest, weapons and other decorations that makes you feel as if you were in the Dragon Quest world! All dishes and cocktails are related to DQ, such as \"Slime Meat Bun\",\"Sweet Suite Monster Parfait\" or \"Dragon's right arm unboiled ham\". A 2h Karaoke room is also available at additional 800yen per person (depending on the day and time) You can opt for the course menu: <Luida's Bar Special Selection Course ¥5200> -Dragon's right arm unboiled ham -Smoked Mimic's Tongue -Tonburero Pork Shabushabu -Omutsukkori tortilla salad -Akashiyaki (rolled fried egg) -Small Medal pizza -Slime Meat (or sweetened bean paste) bun and 3 other dishes with free drinks for 2.5 hours, in the special Dragon Quest KARAOKE room! You can also buy souvenirs such as: -Small medal chocolate -Cookie with a crest of Roto -Slime gummy candy Enjoy the Dragon Quest world at the LUIDA'S BAR! PHOTO COPY RIGHTS http://flic.kr/p/bLDxEn http://flic.kr/p/7y45ME http://flic.kr/p/e6hCos http://flic.kr/p/e6hCgG http://flic.kr/p/e6bYJt",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-the-dragon-quest-world-in-luidas-bar-roppongi/1816?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation the Dragon Quest world in Luida's Bar, Roppongi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 22:24:47"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5249,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464154536/en0mqbfkn9mxkfrtb7qq.jpg",
        "strIntroduction": "In this activity you can learn more about the Japanese art of \"shodo\" (calligraphy) during your visit to Tokyo. You can practice calligraphy using a Japanese brush and create your own unique art work. The instructor has been practicing shodo for over 15 years. The venue of this activity is located in northern Tokyo. You can come to Toneri-Koen Station or Takenotsuka Station, or the instructor can pick you up from your hotel. The experience starts typically from 10:00 am, but please tell me when you want to start. I will adjust to your schedule if possible. During the activity you can: - Learn about shodo You can learn about the art of shodo, for example how shodo was developed, famous works and what kind of tools are used to create shodo works. - Practice to use brush For a beginner, it is too difficult to handle Japanese brushes. Therefore the instructor will tell you how to draw beautiful lines. Let's practice and create a good art work. - Create your own art work The instructor will create a model work for you. Please tell me what you want to write (e.g, your favorite word, your name, etc). If you don't have any idea, I will recommend some good words. Practice to write with your model work. After practicing, you can write your word on a special paper that can be used for display, a Japanese fan or a post card. You may bring it back as souvenir and it will be a good memory of your trip. This activity takes about 1.5 - 2 hours. You can choose between a shorter version (creating your own art work only) or the full activity with a lecture about shodo.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-create-an-original-work-of-japanese-calligraphy-shodo/4140?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Create an original work of Japanese calligraphy (shodo)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 22:29:30"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 8058,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1436117529/qb2lu3f0qxuvqqm2hoe7.jpg",
        "strIntroduction": "In this activity you will discover the secrets of the \"Umami\" taste and the way it's incorporated in Japanese cuisine. Amount of people for this tour: 1-5 people Time: 10:00 - 14:30 Meeting Time & Place: JR Tenma Station on the JR Circle Line in Osaka Meet at the exit at 9:45 am Local Market Tour: 10:00 - 11:00 Cooking Class: 11:15 - 14:30 - Japanese tea and a Japanese appetizer Amuse-bouche will be served. - We will cook 1 main plate, a soup, and 2 side dishes as well as a dessert. - The menu is usually predetermined but if you have special requests, please let me know. Menu: (1) Seasonal Japanese Amuse-bouche (ready cooked) (2) Main dish (pick one from the list) - \"Yuzu-Pepper\" Chicken Teriyaki without using Teriyaki Sauce *Recommended! - Nizakana (simmered white meat fish with soy sauce, ginger, and other ingredients) - Sushi Maki Rolls (no raw fish) - Pork Katsudon - Chicken Oyakodon - Japanese dumplings - Okonomiyaki (local Osaka food, like Japanese pizza) - Shogayaki, Japanese Pork Ginger - Tempura fried vegetables (3) Soup (pick one from the list) - Special Sumashi-Soup (\"Dashi\" soup) *Recommended! - Udon noodle soup - Miso soup (using homemade miso) (4) Side dishes (pick two from the list) - Japanese seaweed salad *Recommended! - Agedashi-Tofu *Recommended! - Nimono, stewed vegetables, and chicken - Soba noodle salad - Edamame - Quick cucumber pickles - Japanese cold Tofu \"Hiyayakko\" - Japanese warm Tofu \"Yudofu\" * The menu may vary depending on the season and the market supplies. * Vegetarian and vegan menus are available. * Please let me know about any allergies you have when you book. * Don't hesitate to ask about anything if you have questions.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-take-a-japanese-umami-cooking-class-in-osaka/3670?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Japanese \"Umami\" cooking class in Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 22:32:30"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 4605,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481015772/lofydem5nqtriwjvpd8x.jpg",
        "strIntroduction": "Explore some of Kamakura's most famous Zen temples and the iconic Tsurugaoka Hachimangu Shrine in a pleasant half-day private guided tour in Japan's old capital! Drink green tea and have Japanese sweets at one of the temples to enjoy the relaxing atmosphere of Kamakura's nature and spirituality. Here is the Tour itinerary. Hokokuji Temple Hokokuji is known as \"Bamboo Temple\". About 2,000 straight and tall bamboos rise heavenward, and sunlight gets into them. In the bamboo garden, only the sound of streams and rustling leaves break the silence. This makes you feel like being in another world, far from busy urban life. Jomyoji Temple Jomyoji is ranked 5th in the Five Great Zen Temples in Kamakura. In the tea room called \"Kisen-an\", you can relax while drinking matcha (powdered green tea). You can also enjoy appreciating the dry landscape garden where rocks and well-trimmed trees are set out superbly. Japanese sweets complement the flavor of the tea. Tsurugaoka Hachimangu Shrine This great shrine founded by the Kamakura Shogunate and also respected by the Tokugawa Shogunate was the center of \"Bushido\" (the spirit of the samurai). Walking along the flag stones from the massive torii gate, the vermilion Maiden (the Ritual Dance Stage) with a heartbreaking story comes into view up ahead. Up on the sixty stone steps stands Honden (the Main Hall) donated by a Shogun. This place commands a view of Kamakura City. In Hakko-do (a craft shop) at the entrance of the shrine, you can enjoy elaborate Kamakura-bori crafts (wooden artifacts carved in relief repeatedly lacquered in black and vermilion). Copy right (photo): http://flic.kr/p/G6bEk http://flic.kr/p/6G7Dcq http://flic.kr/p/dj7zTD http://flic.kr/p/9CpVGr http://flic.kr/p/ez94AL http://flic.kr/p/7bCYcL",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-get-into-zen-garden-and-drink-green-tea-in-kamakura/1353?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get into Zen Garden and Drink Green Tea in Kamakura",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 22:35:26"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 10000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459659184/zbvgwb4w4btgsq08yxko.jpg",
        "strIntroduction": "In this two and a half hour tour we show our guests the endless rows and alleys, twists and turns of Shimbashi, the salaryman centre of the world. Known for its rustic izakayas and abundant food stalls, we help cut through the noise to show our guests some of the most tucked away places to grab some of the most satisfying food on the planet. Starting outside Shimbashi Station, we begin our tour by entering the chasm of eateries overrun on a nightly basis by the working class of Japan. You are instantly surrounded by thousands of salarymen descending upon their favorite izakaya bar to grab a quick bite and cold beer before taking the long train ride home. Not far into our journey we stop for a quick bite of Okonomiyaki, a savoury pancake made by mixing ingredients like finely sliced squid, shrimp, pork, beef, and cabbage into a batter made from flour and grilling on a flat iron grill. Each guest will have one Okonomiyaki and a drink. Once we are finished with our okonomiyaki, we continue to wind our way through the maze of izakayas and long alley of local eateries, we will head to another eatery that specializes in food from the south of Japan. This place grows their own vegetables and raises their own chickens so everything is extremely fresh. Here we will have 4 local food with very distinct taste from this region of Japan! Finally, we will have a special traditional japanese dessert called Taiyaki, a fish shaped street sweet food with choices of cream or azuki (bean paste) filling. You will have the opportunity to watch this being cooked in front of you. This is one of the best taiyaki places in Tokyo, this is an all-time favorite! Taking our time at the last spot and once everyone has had their fill we will end the tour back at Shimbashi station for everyone to head safely home. Tour starts from 5PM up to 7:30PM. *Inclusions-Okonomiyaki, 4 Local Dishes, Dessert and a Drink",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-walking-night-food-tour-in-shimbashi/5842?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Walking Night Food Tour in Shimbashi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 22:39:27"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 2118,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1448284926/tqxizteaxey7avsa3i2s.jpg",
        "strIntroduction": "In this tour you will visit Tokyo's local residential areas Togoshi and Musako with a local guide. You'll have the chance to walk along the shopping streets Togoshi-Ginza and Musashi-Koyama (known as Musako). Located along Nakahara-Kaido route, one of the historically-important routes from Tokyo (Edo) and Kyoto, Togoshi and Musako have been important villages for travelers. They started to flourish as shopping streets in the 1930s when the population of these areas started to rapidly grow. In these days, there used to be many down-to-earth and face-to-face shopping streets all over Japan. But after World War II (1945), as the town development took place, many of those were replaced by large-scale shopping centers. However, Togoshi and Musako shopping streets remained largely as before. Still now there are many shops with unique owners who welcome customers with great hospitality. The tour starts any daytime on anydays from Osaki Station on JR Yamanote line for approximately 2 hrs to 2 hrs and 30 minutes depending on how much you are interested in the area. The guide will take you to visit a local shrine first, then you will walk for about 15 minutes passing through the residential area to Togoshi. Once you arrive there, you will see on both sides many variable shops, cloths, shoes, books, drugs, bakery, vegetable, fish, electric appliances, etc. You can pop in and have a look at any shops. If you have any questions for the shop owner, the guide will assist you with the communication. Then you will head to Musako, another shopping street with an arcade. This is the first arcade made in Tokyo area in 1956. You can imagine how sensational it was at that time. There are many take-out food shops both in Togoshi and Musako, like yakitori (skewered chicken.), oden (Japanese-style stew containing fishcakes, radish, eggs, etc.), kara-age (fried chicken), taiyaki (Japanese fish-shaped cake) and so on. So if you get hungry, you can enjoy various bites while you walking. The final destination of the tour is Musashi-Koyama station on Tokyu line. The train will take you to Meguro Station on JR Yamanote line in 5 minutes. If you want to have a proper dinner in Musako after the tour is finished, the guide will give you advice about the restaurants. Please tell the guide what you prefer to eat. The guide lives about 10 minutes away from Musashi-Koyama station, so she knows the area perfectly. She likes to communicate with people and help travelers. If you have any inquiries, please don't hesitate to ask her!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-the-quiet-shopping-streets-of-togoshi-musako-tokyo/4154?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover the quiet shopping streets of Togoshi/Musako, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 22:42:51"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4835,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481098300/yahcfnjbsipfzkhd5qlc.jpg",
        "strIntroduction": "Nagasaki city has a rich and fascinating history. The attractive port town was one of the first places in Japan to be visited by European missionaries and traders in the middle centuries which resulted in the appearance of a distinctive foreign atmosphere with plenty of impressive Catholic churches and Western-style buildings. Nagasaki was one of the few ports open to the outer world during the self-isolation of the Edo period. This influenced the city's image and turned into a mix of international cultures and urban lifestyles. Now the city is home to one of Japan's most prominent Chinatowns which coexists with the Catholic churches and the Western-style residences of the wealthy foreign traders and diplomats. The second atomic bomb in 1945 destroyed wide parts of the city, but the most important historical sites were saved and continue to attract thousands of visitors from all over the world. In this full-day private guided tour you will experience the distinctive flavour and spirit of Nagasaki city by visiting a selection of top-rated sightseeing spots: - Nagasaki Peace Park, an impressive public park with a museum which commemorates the atomic bombing in 1945. - Dejima, the first dwelling site of the Portuguese missionaries and the Dutch traders during the Edo period. This area consists of many historical buildings, warehouses and old residences. - Glover Garden, a brilliant open air museum at the top of a hill which exhibits several former residences of wealthy British merchants, together with their attractive flower gardens. This open-air museum is accessible by a unique inclined elevator from the foot of the slope. - Oura Catholic Church, a national cultural treasure and Japan's oldest Catholic church. You will be impressed by its tall monolithic figure. - Chinatown and Confucius Shrine, Japan's oldest Chinatown coexisting with a unique and lavishly decorated shrine dedicated to the Chinese philosopher Confucius. - Mt Inasa, whose observatory provides one of Japan's best three night views - a breath-taking site that you must see for yourself. In fact, Nagasaki has many more Catholic churches, foreign residences and temples that you can find along the slopes surrounding the city. Nagasaki is also known as the home of delicious delicacies such as the castella cake and the Chinese Champon noodle dish.",
        "strLocation": "Nagasaki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagasaki-explore-nagasaki-and-its-historical-legacy-in-guided-tour/3188?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Nagasaki and its historical legacy in a guided tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 22:48:02"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 9025,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473309555/ztaoqgmgl8xb2fq6jr8j.jpg",
        "strIntroduction": "Yokohama is famous for its very own Chinatown, so this cruise with a Chinese buffet is the perfect fit. This is a cruise where you can enjoy an extravagant and authentic Chinese buffet with a sparkling night view of Yokohama!! Our chef is highly experienced having started his career in 1967. He has also been selected as one of the excellent Chinese chef's within the Chinese restaurant association in Japan. We would like you to have an excellent moment with delicious Chinese cuisine and the beautiful night view of Yokohama. Buffet menu: [Appetizer] + A special Canton style roasted pork + A steamed chicken with spring onion oil sauce + A Chinese celery dressed with Tofu + A jellyfish + Royal Wing salad [Warm dishes] + A shrimp dressed with mayonnaise + Stir-fly of seafoods and vegetables + Stir-fly of chicken and cashew nuts + A whitefish dressed with a sweeten vinegar gravy + Tenderly simmered beef berry with seasonal vegetables [Soup] + Shark's fin with white broth soup [Deep flies] + Spring roll + Crispy chicken [Pastries] + Steamed pastries of 5 kinds assorted [Noodles and rice] + Deep fried noodle with a variety of vegetables and seafoods dressed with Chinese gravy sauce + Fried rice of variety of ingredients [Deserts] + Iced almond bean curd + Deep fried sesame dumpling with sweet sesame paste + Homemade Chinese treats + Steamed rice cake flavored with coconut [Fruits] + 4 assorted fruits [Drink] + Hot coffee + Hot tea + Hot wooing tea *If you are having a celebration, we can decorate cakes with white whipped cream or row chocolate cream. Feel free to ask us when you make a reservation. Sailing time: 17:00-18:50, 19:30-21:20 Check in time: From an hour to 20 minutes before your departing time. What's included: Your meal and a boarding pass What's not included: your drinks Celebration plan: We can prepare a surprising celebration style. Let us know if you like to. Number of people: 2-4 people Reservation acceptable: From 3 months before to 9:00 on the very day. Availability of this plan: April. 1. 2015 - March .31. 2016 Dress cord: No Credit card: VISA / Master / JCB / Amex / Diners / DC / UC / UFJ / NICOS / SAISON Smoking: Only available in a smoking area on deck. Seats: 450 seats (5 private rooms) Children: Ok Access: Within a walking distance from the stations below. + 7 minutes from exit No.2 of Nihon Oodoori Station, Minatomirai line +20 minutes from South exit of Kannai Station , JR Keihin Touhoku line Parking: Possible at a public parking area. 500 JPY/hourly If you show us your parking ticket we can change it to 500 JPY/ 3 hours",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-cruise-with-an-authentic-chinese-diner-buffet-in-yokohama/4647?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cruise with an Authentic Chinese Diner Buffet in Yokohama!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 22:51:52"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3868,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1400905275/cvxpfjgj6pjkaz4q1wme.jpg",
        "strIntroduction": "Have you ever wondered the mysteries hidden in Kanji (Chinese characters)? Or what your name would look like and mean in Japanese? In this amazing 2 hour experience learn the meaning, how to write, and take home a lantern with your name on it! A single character can have several meanings: for example, the character 愛, means to love, love, can be precious, or cute depending on how you use it. In this experience your name will be translated into 2 or 3 different Japanese characters, with different meanings and arrangements. You can select a charactor that best suits your own personality and style! After, learn how to write your name with the proper brush stroke order and a traditional calligraphy pen and ink right onto a lantern, a fan or a wooden box! If you like, we can provide different ink colors, to personalize your item even more. You can, of course, take it home as a good memory of Japan.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-how-to-write-your-name-in-kanji-on-a-lantern/1434?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn How to Write Your Name in Kanji on a Lantern",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 22:57:26"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3684,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459136301/gmczd8oidetcw8hd1ifc.jpg",
        "strIntroduction": "There are about 500 kinds of sake in Japan. But the sake that we often see is not very tasty. Therefore, I recommend tastier sake brands. In this activity I'd like to bring you to a hidden Izakaya bar, famous among lovers of sake. The Japanese bar that i'm going to take you to is open from 11:30 am until 10 pm. It is located in Ginza, Tokyo. I can pick you up from your hotel or we can meet in Ginza. I'll take care of the reservation in advance. Please book in advance and enjoy sake with me!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-japanese-sake-and-food-culture-in-ginza-tokyo/5497?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Japanese sake and food culture in Ginza, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 23:03:00"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 7367,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1407418642/cz8shui4kmc9iqsdwwml.png",
        "strIntroduction": "Have you ever wondered what it's like to live in Japan? Why don't you try staying with a local Japanese family in Osaka? We live in Tsurumi-ku in Osaka city, which is 20 minutes away from JR Osaka station. Our family includes 4 people, myself, my husband, my 13 year old daughter, and my 9 year old son. We would love you to join our family and go shopping at famous shopping districts and to cook Japanese food with us at home, such as the Takoyaki, Okonomiyaki, Chirashi-Sushi, and anything you suggest! At night, we will prepare the Futon in a Japanese room for you to be able to sleep nicely. As you wake up the next day, you can try wearing the Kimono. I am a Kimono Consultant and I can teach you how to wear the Kimono! We can also cycle around the city, to famous sightseeing spots like the Osaka Castle, Nakanoshima, Osaka-Temmangu, etc as well! Find out how it is like to live in Osaka with the local family and enjoy your stay with us! We look forward to meeting you!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-home-stay-experience-in-osaka/2447?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Home Stay Experience in Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 23:07:48"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 14389,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459241526/bbnqlljbwrqv5fyskztw.jpg",
        "strIntroduction": "This is a unique opportunity to have a sumo wrestler as your guide in Tokyo's historical districts Ryogoku and/or Asakusa! An interpreter will be walking with you and the program is offered in English! Ryogoku is famous for being the sumo town of Japan. You can feel the spirit of sumo all over the place, and you will see lots of chanko-nabe restaurants. Sumo tournaments are held 6 times a year; In January, May, and September the tournaments are held in the local Kokugikan. Asakusa is Tokyo's \"shitamachi\" (downtown) and home to the city's oldest temple (Sensoji Temple). The atmosphere of the Edo period is still alive here. You can choose to visit both places or just one of them. Below you will find the itineraries of the tours: Ryogoku+Asakusa tour: - Ryogoku Kokugikan (where the sumo tournament is held) - Lion-dou - Okadaya (sandal shop) - Sumo goods shop Takahashi - Kaminari-mon gate - Nakamise street (eat traditional Japanese snacks) - Sensoji Temple Come and join us for an unforgettable tour in Tokyo! Note: Active sumo wrestler will not be available during sumo tournaments season. In this case, we will arrange retired sumo wrestler. (Retired only a couple of years ago.)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tour-asakusa-and-ryogoku-with-a-sumo-wrestler/3585?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour Asakusa and Ryogoku with a sumo wrestler",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 23:11:32"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 10130,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482734245/zrrxrd72eerryqs0d9bx.jpg",
        "strIntroduction": "Sumo is an iconic national sport of Japan, and The Grand Tournament for sumo runs just 6 times a year. However, there are many chances for us to see sumo wrestlers in action by watching them up-close-and-personal at a morning training sessions. Our program will escort you to the sumo stable, so you'll get the chance to learn about sumo's history and how it's entwined with Japan's native Shinto religion, and see the rigorous training of these impressive athletes. After the practice, you'll have the exclusive opportunity to take photos with the sumo wrestlers! Training takes place in Tokyo, Osaka, and Nagoya according to the season. For Tokyo, please see our other tour page here: http://bit.ly/sumo-morningpractice Please keep in mind the following precautions and rules when you visit the sumo stables: 1. A sumo stable is not a tourist facility. Sumo wrestlers practice very seriously every day, so please don't forget to show respect to the stable master and wrestlers. 2. Please watch the practice quietly and do not move around in the stable Children under 12 years of age are not permitted. Sumo fans are expected to be as still as possible during the practice. Depending on the tour date and sumo beya, well-behaved children under 12 years of age may be permitted to participate in the tour so please inquire with us before booking. 3. Please do not talk in the stable. Even your whispering voice may disturb the wrestlers. 4. Please do not stand on the ring or on the sandy ground. The ring is the sacred place for the wrestlers. 5. At the entrance of the stable, please take off your shoes before stepping onto the tatami floor. When you sit on the tatami floor, please cross your legs. Do not stretch your legs toward the ring as it is considered impolite to show the soles of feet to the wrestlers. 6. Please take off your hat and sunglasses inside the stable. 7. While inside the stable, you are not allowed to eat, drink, or smoke. 8. Cameras: If you ask for permission first, you will usually be permitted to take photos during the practice, but please never use a flash, loud shutter sounds, or take videos during the practice. 9. Please turn off your mobile phone. 10. Once you start watching the practice, you are supposed to stay until the wrestlers finish their practice. So please try not to leave the stable during the practice. 11. Please don't bring a big backpack or luggage with you since the sumo stable has limited space for the audience. 12. If you have any visible tattoos, please cover them as much as possible. Tattoos are not widely accepted in Japanese society and particularly in traditional spaces such as the sumo stables. --- For 2017 the preliminary schedule in Osaka is as follows: March 1 - 26 (excluding March 11) The start time varies as listed below: 8:30am Start : March 1-10 7:30am Start: March 12-26 (due to the tournament season) This program will not be available for the other dates, since there are no official training sessions for sumo wrestlers during the off-season. However, you still can book tickets for the national sumo tournaments held in the months when this tour is not available. The stable is located in Sakai city, and the closest train station is Shinkanaoka Station (30-40 min from Shin-Osaka Station). The exact meeting time and meeting point can only be confirmed when the date is close. Please note that original sumo stables are located in Tokyo, therefore stables in Osaka are temporary stables created in a warehouse. The activity is indoor and chairs will be provided. --- IMPORTANT DISCLAIMERS: Children under the age of 12 and elderly people over the age of 60 will not be admitted inside the sumo stable. The sumo stable has the right to refuse access to guests who are unable to observe the house manners. During busy periods this may be a group tour (1~4 groups). For large bookings, your group may be separated into 2 different stables. It is very rare but in the case that the sumo wrestlers are unwell and other unforeseen circumstances, the practice and thus the tour might be shortened. There are no restrooms available at the sumo stable. Please reserve your booking if you are fine with these conditions.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-watch-sumo-wrestlers-during-their-morning-practice-in-osaka/8016?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Watch Sumo Wrestlers during their Morning Practice in Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 23:16:35"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 5065,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481079791/qonrtfudhhylkcl7n1ek.jpg",
        "strIntroduction": "Experience a unique night out in Osaka, by visiting Betty's Mayonnaise Drag Show. Betty's Mayonnaise is a popular and famous post-op trans-sexual bar in Osaka-Minami and the place where the Japanese term \"New Half\" was first used. New half is the term for post-op trans-sexual in Japan and it was very popular in Japan about 10 years ago. At that time, new half’s often appeared as guest on evening variety shows which take up most of Japanese television broadcasting time. At this drag show, you will have the opportunity to talk with the performers as well as enjoying the show. This show includes all-you-can-drink beverages, but meals are not included. People who are younger than 20 years old cannot go on this tour. These are the tour itinerary details: - Arrive at Betty's Mayonnaise 18:30 - or 21:15 Please arrive at Betty's Mayonnaise by 18:30 or 21:15. Please show your reservation confirmation sheet at reception. - Watch the Drag Show 20:00- or 22:15- Show start time is approximate. Please understand that delays may occur. - Show ends 21:00- or 23:15- Please return to your hotel on your own after the show. The show ends late at night so public transportation may no longer be operating. Please confirm your method of transportation beforehand. You might need to take a taxi.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-join-betty-mayonnaise-drag-show-in-osaka/4241?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join Betty's Mayonnaise Drag Show in Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 23:21:32"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 6723,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1408940745/foj7qfdoyasegwcggdcv.jpg",
        "strIntroduction": "Motonosumi Inari Shrine is one of the best shrines that has a magnificent view in Japan. This shrine is not famous among tourists, but is known to be one of the best shrines in Japan by those who know it! In this tour, you will visit Motonosumi Inari Shrine and see Higashi-ushiro-bata terraced rice-fields and the fire for luring fish at night, which are magical views! This view is registered as 'Japanese 100 views of rice-fields' since it has an impressive view! Detailed itineraries: 9:00 Shin-Shimonoseki station ↓ 11:30 Motonosumi Inari Shrine ↓ 15:00 Higashi-ushiro-bata rice-fields ↓ 17:00 Shin-Shimonoseki station Join this tour and make your trip unforgettable! Photos by: -https://flic.kr/p/5TdTZP -https://flic.kr/p/6m48jG -https://flic.kr/p/nMxvUp -https://flic.kr/p/fafotS",
        "strLocation": "Yamaguchi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamaguchi-discover-motonosumi-inari-shrine-in-yamaguchi/2669?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Motonosumi Inari Shrine in Yamaguchi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 23:26:18"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 47888,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470038838/go8un8egzysnsbochvg0.jpg",
        "strIntroduction": "Japanese swords are made from “tamahagane” which is a high quality steel made using iron sand. By beating the steel many times it becomes stronger and stronger until eventually it becomes pure steel. After beating it, it is sharpened, when it starts to look like a Japanese sword. The workshop starts after beating samurai knife. Sharpen with a file, inscribe your name on your work, the knife is put into the fire for hardening and is then polished by a specialist making the knife dramatically change! The tempered pattern of the blade will prove that the knife was made by you making it an especially special one. You will spend the whole day at the workshop where you can make friends with everyone so that at the end of the day, you will feel that every participant is your friend. Don't miss this experience! Schedule details: You are requested to send a proposal date for the experience. Time: 10:00 am～evening Age : Older than upper classes in elementary school (about 10 years old) The sword will be delivered to you after a polish by the specialist with a case. It will take about 1 to 2 months.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-experience-at-a-sword-workshop-in-kanagawa/4246?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience at a Samurai Knife workshop in Kanagawa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 23:29:35"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 10683,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1429841015/ihpgt2dphb6hnkkpet9m.jpg",
        "strIntroduction": "We start a tour at 9AM. We visit Tsukiji fish market, the biggest Fish market in Tokyo. You can see busy markets with lots of fresh seafood. You can also try foods you have never seen on street or at a restaurant. If you would like to try foods there, I recommend you to have a small breakfast before you join the tour :) After the fish market, we go to the Meiji Jingu Shrine, one of the biggest shrines in Tokyo. If you are lucky, you might see traditional Japanese wedding there. After the shrine we stroll Omotesando and Harajuku shopping area. We have lunch there or in Asakusa later. In the afternoon, we visit Asakusa where Sensoji Temple and Asakusa Shrine are located. There are many shops called Nakamise so you can enjoy shopping and buying typical Japanese souvenirs. If you need to do more shopping after the tour, you can stay in Asakusa! (If we have enough time, we can go to Kappabashi district which has many kitchen tools and fake food displays) At the end of the tour, I will show you how to go back to your hotel or how to get to your next destination. ★ If you need hotel pickup, please add \"pick up option\" when you book and message me your hotel name and its address to avoid mistake (there are several hotels with similar names) ★★ If you have any food restriction or allergy, please let me know in advance (the more details, the better!) ★★★ For last minute booking , please check the availability through messaging me directly The tour is not held when Fish Market is closed",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-many-highlights-of-tokyo-in-one-day/3392?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit many highlights of Tokyo in 1 day",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 23:34:48"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 6999,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1456578660/ueo521pya6npn4yii1zi.jpg",
        "strIntroduction": "In this tour a professional photographer will take pictures of you against the awesome view of Kyoto's Arashiyama in the background. There are beautiful mountains, a big river, old buildings and a bamboo forest. You will be able to feel the real Japanese culture in Arashiyama, Kyoto. Would you like to live a lot of great travel memories? We are going to give you the beautiful pictures after they are processed by Photoshop. Save great memories from your trip to Kyoto! Our plan: ・Meet at Arashiyama Station ・Cross the Togetsu bridge, walk and take pictures of you around Arashiyama street ・Drink a green tea and eat Japanese sweets in a Japanese garden ・Take a picture of you in the bamboo forest ・Take a picture of you next to Japanese art work Please let us know if you have any requests for us. We can make a photo shoot plan just for you. Feel free to talk to me anytime if you have specific location requests. Disclaimer: This tour is offered on a trial price. Therefore please understand that we are going to post picture of you on our blog and Instagram. and I can make some plans to visit to other place in Kyoto if you want. Please tell me your request feel free:) We hope we will have a great time with you in Kyoto!!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-book-a-two-and-a-half-hour-photo-shooting-tour-in-arashiyama-kyoto/4689?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Book 3 hour Photo Shooting Tour in Arashiyama, Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 23:38:59"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 6562,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481097209/wmrwmdeyhlbupowyyxzs.jpg",
        "strIntroduction": "Kagoshima is located in the long Kinkowan Bay and is the biggest city in the southern part of Kyushu island. Kagoshima is known for its mild, almost subtropical climate, and is the gateway to many of Japan's subtropical islands south of Kyushu. The city is often called \"the Japanese Naples\" because of the proximity of Sakurajima - an impressive active volcano island located in the bay just across Kagoshima. Sakurajima is notorious for erupting about 3 times per day and often covering the city with layers of grey volcanic ash. Kagoshima was part of the Satsuma Domain and played a significant historical role during the overturning of the shogunate in the last years of the Edo period. The local hero Saigo Takamori fought bravely against the shogun forces during the Satsuma Rebellion but saw his final hour in the mountain near Kagoshima. In this guided day tour you will see not only Kagoshima's best highlights but will also have to chance to visit Sakurajima island and approach the fearful volcano! Here is a list of places that are included in the tour: - Mt Shiroyama, a small mountain with a great observatory on the top from which you can see a fantastic panorama view over Kagoshima city, Kinkowan Bay and Sakurajima volcano. Other popular spots include a famous hot spring and the cave where Saigo Takamori met his final fate during the rebellion. - Senganen Garden, a spectacular Japanese-style garden built in 1658 by the local feudal lord. It features several impressive buildings such as the former residence of the feudal lord, and an elaborate combination of ponds, paths, greenery, bamboo grove and even a waterfall. - Sakurajima, the famous volcano island and symbol of Kagoshima. In the past Sakurajima has erupted so powerfully that the lava and ashes created a land connection with the nearby Osumi Peninsula. You can traverse some of the natural lava trails along the coast or take a sightseeing bus towards an elevated observatory not far from the volcano's crater. Don't forget to try some of Kagoshima's local delicacies such as satsuma-age (deep fried fish paste) or black pork fried cutlets.",
        "strLocation": "Kagoshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kagoshima-see-all-the-highlights-kyushu-kagoshima-in-day-tour/3215?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See all the highlights of Kyushu's Kagoshima in a day tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 23:44:12"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 6631,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1359447444/txftzl9cwcqylrzdlqiy.jpg",
        "strIntroduction": "Located in the former grounds of the historic Kanei-ji temple, the spacious Ueno Park is a favourite spot for Tokyoites during the cherry blossom season. Although a destination in itself, the area is also home to a wealth of Japanese arts and culture. Within a small vicinity are some of Japan's best museums, such as the Tokyo National Museum and National Science Museum and National Museum of Western Art. Even though it is close to the center of Tokyo and the skyscrapers of the central business district, you can still get a sense of the area's rich history in the atmospheric backstreets of Yanaka and it’s lively shopping arcade, Yanaka Ginza. Here you can sample freshly made street food or enjoy a drink with locals at a cozy izakaya (Japanese style pub). As the Tokugawa family temple, Kanei-ji was the spiritual center of old Tokyo, and the surrounding area boasts many beautifully kept temples and shrines. It is also possible to see good examples of traditional buildings and architecture inside this area. You can find vendors specializing in traditional art supplies in the Yanaka district, too. One of the most popular is Isetatsu, a washi (Japanese handmade paper) supplier. Enjoy a change of pace from the hectic streets of the metropolis on a leisurely stroll around Yanaka, and take in the historic scenery, while watching locals go about their daily lives.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-ueno-yanaka-sendagi-heritage-walk/534?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ueno, Yanaka, Sendagi Heritage Walk",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 23:49:04"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3069,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481101913/hp64g69mjpjnlqpowe52.jpg",
        "strIntroduction": "Geisha artists are the professional entertainers whose job is to cater to wealthy customers in specially designed tearooms called \"ochaya\". This tradition has existed in Japan for centuries and is still preserved in several popular districts in Kyoto, Tokyo and Kanazawa. Join this tour to get an in-depth view into the secrets of geisha culture! With your professional guide you wil visit several popular geisha districts in Kyoto: the former Gojorakuen, which served as a red-light district until the end of the war, and the still active Gion and Miyagawacho districts. Not only will you stroll some of the famous little alleys like Hanamikoji in Gion, but you will even be able to enter Gion Corner, a popular ochaya open to tourists where you can learn more about the maiko performers and see a demonstration of their skills, as well as other traditional art such as tea ceremony, kyogen and bunraku. This tour includes also a visit to several temples and shrines which have special symbolic meaning for the geisha in Kyoto. If you're lucky you'll even see fully-dressed maiko on the streets around the traditional tearooms. Don't miss this unique opportunity to discover the true spirit of the geisha culture and traditions in Japan!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-discover-hidden-secrets-kyoto-geisha-districts/3067?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover the hidden secrets of Kyoto's geisha districts",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 23:53:40"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 1,
        "intReviewVisitor": 2,
        "intUsdCost": 4605,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355843587/plssca8paaq54oi0lrzx.jpg",
        "strIntroduction": "There are nearly 400 art galleries in Ginza that cover areas from Japanese antiques to contemporary art. They have a diverse array of works. But I often hear of customers either having a difficult time figuring out which gallery has what kind of work or that galleries aren’t enjoyable without prior knowledge of the art presented in that gallery. So in this activity a professional staff member will take you to multiple galleries of your liking across a span of 2 hours. Finding your favorite gallery will make your time in Ginza more enjoyable. You can learn a lot about art from Art dealerships who are as knowledgeable as the staff in the museum.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-find-your-favorite-art-gallery-in-ginza/78?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Find your favorite Art Gallery in Ginza",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-03 23:58:14"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 2763,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1374128861/twronrewaizgzsd42kji.jpg",
        "strIntroduction": "Origami is a Japanese traditional play which folds square paper and makes various forms, such as animals, plants and a life tool without cuts or glue. Let's fold orgami of Japanease Kawaii and cool things.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-kawaii-origami/893?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Kawaii Origami",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 00:02:43"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 3684,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481002916/pky07k1brrkubrxzgqeb.jpg",
        "strIntroduction": "If you visit Tokyo in early April the highlight of your trip will by far be spending some leisurely time in a park surrounded by the magnificent blossoming sakura (cherry) trees. In fact, there are several different types with different flower petals and colours. It's a common practice in Japan to have a picnic party under a blossoming sakura tree and enjoy the coming of the spring season. This half-day tour will take you to some of the best parks and gardens in Tokyo for sakura sightseeing. First, you will visit the large Shinjuku Gyoen Park which consists of several different gardens - a Japanese one, a British one and a French one. You'll be surprised to see so many people having a leisurely picnic on the lawn next to the cherry blossoms. Then you'll be taken to Chidorigafuchi Park near the Imperial Palace. The contrast of the sakura trees against the water is truly splendid! Finally, you will visit the famous historical Yasukuni Shrine which commemorates Japan's victims during the war. There are more cherry blossoms around that shrine and in another small park nearby.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-tokyo-best-sakura-cherry-blossom-spots/3010?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Tokyo's best sakura (cherry blossom) spots!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 00:06:41"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 9,
        "intUsdCost": 1000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474883633/jkx1up7f85fufz8yfmyz.jpg",
        "strIntroduction": "This is very unique activity in which you can enjoy both fishing and eating! In this activity, you will fish for fresh river fish, which you can then cook and eat in this quirky restaurant called Zauo! Some of the fish you can expect to catch are: sea breams, flounders, and lobsters. Don't worry if you aren't able to catch any fish, you can also simply order what you feel like eating from the menu. But if you eat the fresh fish that you caught on your own, the staff will help you cook it and you will be offered a discount! The fish can be prepared as sushi, tempura (beer battered & deep fried), fried with butter, or as a soup. No matter the cooking style, the fish is going to taste amazing! If you are looking for a unique restaurant, look no further! Here we are! Please choose a branch you would like to reserve. Shinjuku branch Shibuya branch Meguro branch Namba branch ※This is a reservation service only ※They don't offer fishing at lunch time during the weekdays Photo Credit: http://farm3.static.flickr.com/2237/3538042895_df540fe760_m.jpg",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-fishing-and-cooking-in-a-restaurant-zauo/955?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for Fishing and Cooking in a Restaurant - Zauo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 00:11:43"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3684,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1421309500/eau0kazda8sskjbwg9xq.jpg",
        "strIntroduction": "Nakameguro is not very famous among foreign tourists, but it is a hot area among Tokyo locals. The atmosphere differs from big districts like Shibuya, Shinjyuku and Ikebukuro, but it has its own relaxing tone. If you travel many times to Tokyo or would like to see more local areas in the city, Nekameguro is a sightseeing spot I recommend. It's difficult for foreign tourists to reach some good shops and restaurants because most of those are too local. So I think it's better that you explore the area with a local guide! This is a 3 hour walking tour, and the suggested schedule is as follows: 12:00 pick-up & lunch ex) Sushi, Yakiniku, Humburger, Ramen 13:00 shopping and sightseeing along Meguro river. ex) • YAECA •1LDK •Best Packing Store •ateliers penelope ...etc 14:30-15:00 taking a break in a cafe •Chanoma •Taste&sense 15:00 the tour finishes and I take you to Nakameguro Station. Optional: If you would like to go to the nearby posh Daikanyama area, I will take you there too.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-chill-at-nakameguro-with-a-local-guide/3043?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Chill with a local guide in Nakameguro, a hidden cozy area",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 00:16:41"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 7552,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1449613587/seivm9eddh5macr1lvsl.jpg",
        "strIntroduction": "Do you like to sled and play in the snow? If you do, you should definitely join this tour to enjoy the fun of snow playing at Biwako Valley in Shiga prefecture. You will head to the ski slopes directly from Osaka by bus, and you will visit \"Snowland\", a winter ski resort attraction. This tour includes free rentals for sleds and shovels, for sledding and playing in the snow. You can also have a ride on a snow escalator to reach the top of the slopes. You can also enjoy having a ride on the Bowler Carousel (snow merry-go-round) for free. This tour includes a meal ticket worth 1000 JPY (1 ticket per person), which will be distributed directly to you at the ski resort. Below you will find the tour itinerary details: - Depart from JR Namba Station at 7:20 am Please arrive at least 10 minutes before departure and present the documents sent to your accommodation location at the meeting location. The entire tour is conducted by bus. - Arrive at Biwako Valley Ski Resort 10:00 am You will have time to spend until 17:00. Please have your lunch by yourself, and we will distribute the meal ticket worth 1000 JPY (1 ticket per person) at the ski resort. - Depart from Biwako Valley Ski Resort 17:00 pm - Arrive near JR Namba Station 19:40 pm The tour might be canceled if ski resort lifts or ropeways are closed due to strong winds or if slope conditions are poor.",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-enjoy-snow-play-in-biwako-valley-shiga-from-osaka/4239?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Snow Play in Biwako Valley, Shiga, from Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 00:20:15"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 7828,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1413031554/ihnxyqqhgsrv9dxrheri.jpg",
        "strIntroduction": "\"Tougei\" – Pottery is one of the oldest technologies in the world and Japanese pottery history started more than 15,000 years ago. In Japan there are many different ways to decorate and bake ceramics. Of course you need a lot of skills to be a professional, but you can make ceramics with some advice from a craftsman. In this activity you can make your own ceramics. • Decide what kind of plate or cup you want to create. • Knead clay and shape up a model based on what you want to create. • Shape the clay up on a pottery's wheel . • Design patterns and lines on the clay. The craftsman will then bake your ceramics in a kiln, but it takes more than 1 month so you cannot take it directly back home. The craftsman can send your ceramics to your home if you pay extra fee for shipping. After work you can enjoy some drink and sweets. So, why don’t you get your original gift while staying in Japan!?",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-learn-how-to-make-japanese-pottery/2786?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn how to make Japanese pottery!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 00:23:43"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 6907,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1381925428/vosk8jpcuu2ilqkqdoel.jpg",
        "strIntroduction": "I would like to offer you a Japanese cooking class in English! It will cover two lessons: Lecture (30min), Cooking (80min), Tasting, Tidying up ■Sushi & Dashi (broth) class ・ an aperitif ・ two kinds of sushi ・ soup ・ two or three side dishes ・ dessert ■Teriyaki chicken Class ・ an aperitif ・ teriyaki chicken ・ two or three side dishes ・ miso soup ・ rice ・ dessert Furthermore, I am not only offering cooking but also history, table manner and more. You will learn: ・Japanese table manners ・the history and culture of Japanese cuisine ・and much more! I'd like to show Japanese culture and customs to you as well. Japan has four seasons, each of which has its own seasonal festivals and a variety of annual events. Knowing the history of traditional events and how people celebrate them will make your stay in Japan much more enjoyable. Even little knowledge of table manners help to feel much more relaxed in Japanese restaurants! I will be happy to assist and give hints and information about variations of the recipes, using different ingredients when you return home. A real cultural experience! I am looking forward to seeing you and having a good time together!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-authentic-japanese-cooking-class/1267?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Authentic Japanese Cooking Class",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 00:27:17"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11512,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1455795692/yw7uad6yqyy36w5h84da.jpg",
        "strIntroduction": "From March 20, 2016 this tour will be starting! This is a 3-hour tour around the sake breweries in Saijo city, near Hiroshima. Meet at JR Saijo Station (40 minutes by train from Hiroshima Station on JR Sanyo Line). Your guide, Miho, will take around the local sake breweries for about one hour and a half: Sanyo tsuru Hakubotan Saijo tsuru Kamotsuru Kirei Fukubijin Kamoizumi You will be able to try sake tasting at each, learn more about the process of making sake, and enjoy the atmosphere of old buildings. After the tour, Miho will hold a special sake and food pairing workshop for about one hour and a half. At the end of this tour you will have sufficient knowledge about Japanese sake and will know which foods go best with which sake type. Starts 10am Sake Brewery tour 1.5 hour Sake paring workshop and Lunch 1.5 hour Ends 13pm",
        "strLocation": "Hiroshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hiroshima-join-an-interesting-sake-brewery-tour-near-hiroshima/4892?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join an interesting sake brewery tour near Hiroshima",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 00:30:19"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5341,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1383652572/vhiqpk0yzz56a3hmdsg3.jpg",
        "strIntroduction": "Tour outline: Located in the former grounds of the historic Kanei-ji temple, the spacious Ueno Park is a favourite spot for Tokyoites during the cherry blossom season. Although a destination in itself, the area is also home to a wealth of Japanese arts and culture. Within a small vicinity are some of Japan's best museums, such as the Tokyo National Museum and National Science Museum and National Museum of Western Art. Even though it is close to the center of Tokyo and the skyscrapers of the CBD, you can still get a sense of the area's rich history in the atmospheric backstreets of Yanaka and its lively shopping arcade, Yanaka Ginza. Here you can sample freshly made street food or enjoy a drink with locals at a cozy izakaya (Japanese style pub). As the Tokugawa family temple, Kanei-ji was the spiritual center of old Tokyo, and the surrounding area boasts many beautifully kept temples and shrines. It is also possible to see good examples of traditional buildings and architecture inside this area. You can find vendors specializing in traditional art supplies in the Yanaka district, too. One of the most popular is Isetatsu, a washi (Japanese handmade paper) supplier. Enjoy a change of pace from the hectic streets of the metropolis on a leisurely stroll around Yanaka, and take in the historic scenery, while watching locals go about their daily lives. Photo Credit: http://flic.kr/p/7JSCqg http://flic.kr/p/bSRkpz http://flic.kr/p/axpfEM http://flic.kr/p/F3E3f http://flic.kr/p/7kPh3N",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-beautiful-old-town-in-tokyo/1342?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Beautiful Old Town in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 00:33:30"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3684,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1450086458/xnhzbelsnt8p3hce5fvh.jpg",
        "strIntroduction": "Enjoy an immersive experience of Japanese art and culture through studying shodo - the art of Japanese calligraphy using ink, brush, and paper! Through an hour and a half long lesson with native Japanese teacher Hoyu, you will learn the basics of Japanese calligraphy and will even be able to create your own works to take home as a souvenir, or give as a gift. Let this be a way for you to have an unforgettable time in Japan! Beginning with the basics of brush technique and posture, teacher Hoyu will guide you gradually until you are able to compose works on your own comfortably. In doing a variety of exercises to hone your skills, you can learn to create beautiful works of calligraphy. You can also choose what you want to write, and the instructor will teach you how to compose it. This is a rare opportunity to create your own souvenir of Japan, while enjoying the serenity that comes from dedicating yourself to the delicate nature of this art. Enjoy a glimpse of the Japanese beauty, and bring home the art work as something to remember from your trip. Enjoy Japan not as a spectator, but as an active participant! Nearby the venue is the Edo-Tokyo Open Air Architectural Museum, located in the beautiful Koganei Park. There you can have a unique opportunity to go through Tokyo's history by entering replicas of historical buildings (not included in the activity price). So why not learn traditional calligraphy in the morning with me, and then take a trip back in time in the afternoon?",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-delve-into-the-essence-of-japanese-beauty-with-calligraphy/4107?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Delve into the Essence of Japanese Beauty with Calligraphy",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 00:38:14"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 10130,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1409717221/sruvuehsiytk5wkoonkh.jpg",
        "strIntroduction": "Lesson Course 1: Sushi course - Welcome drink (Matcha). - Dish 1: Demonstration make MISO soup. - Dish 2: Japanese omelette. - Dish 3 : Sushi. 2: Osaka local food course - Welcome drink (Matcha). - Dish 1: Demonstration make MISO soup. - Dish 2: Japanese omelette. - Dish 3: *Takoyaki (octopus dumplings) and*Okonomiyaki (Japanese pizza) *Takoyaki= A kind of small pancake, containing pieces of octopus meat or other meat in it. *Okonimiyaki= The basic ingredients are flour, yam, egg, cabbage, and pork. You may eat all the dishes that you cooked. Tea ceremony will be provided before the start of lesson. Along with the sushi course, you can add sake and beer tasting option. My house is located at Nishikujo station, which is the central area in Osaka city. It is 5 minutes to Osaka station/Universal Studio Japan by train, and 10 minutes to Numba /Shinsaibashi/Tennoji by train. Starting times for lesson are: 1) 10 am 2)４ pm Please request starting time and preferred cooking course when you make a booking!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-cook-sushi-and-japanese-homemade-dishes-in-osaka/2688?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cook Sushi and Japanese Homemade Dishes in Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 00:41:55"
    }
]